{
  "term": "10-Year U.S. Treasury Note: What It Is and Investment Advantages",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAmanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nA 10-year U.S. Treasury note is a debt security issued by the U.S. and is a loan made by the investor to the government with a maturity of 10 years from the date it's issued.\n\nThe 10-year Treasury note is a debt obligation issued by the U.S. government with a maturity of 10 years upon initial issuance. A 10-year Treasury note pays interest at a fixed rate every six months and pays the face value to the holder at maturity. The U.S. government partially funds itself by issuing these notes.\n\nThe U.S. government issues three types of debt securities to fund its obligations:Treasury bills, Treasury notes, and Treasury bonds. Bills, bonds, and notes are distinguished by their length of maturity.\n\nTreasury bills (T-bills) have the shortest lengths of time to maturity—one year or less. The Treasury offers T-bills with maturities of four, eight, 13, 26, and 52 weeks. Treasury notes have maturities ranging from one to 10 years. Bonds are Treasury securities with maturities longer than 10 years.\n\nTreasury notes and bonds pay interest at a fixed rate every six months to maturity. They're then redeemed atpar value. The Treasury repays the principal it borrowed.\n\nT-bills are issued at discounts to par, and they don't have coupon payments. The interest on T-bills is the difference between the face value repaid at maturity and the purchase price.\n\nThe 10-year T-note is the most widely tracked government debt instrument. Itsyieldis frequently used as a benchmark for other interest rates, like mortgage and corporate debt. Commercial interest rates don't follow the 10-year yield, however.\n\nThe chart below shows the historical 10-year Treasury yield from March 2022 to April 2025. Since March 2022, the 10-year Treasury yield has seen a general upward trajectory, blotted with fluctuations. The upward trajectory is a result of the Federal Reserve increasing interest rates to curb the highinflationexperienced after the COVID-19 pandemic.\n\nThe interest rate set by the Fed increased from a range of 0.25% and 0.50% in March 2022 to a range of 5.25% and 5.50% in July 2023, with rates only starting to slightly come down in September 2024.\n\nThe yield of the 10-year note went from about 1.7% in March 2022 to a peak of 4.98% in October 2023. As of April 2025, the rate is about 4.4%.\n\nThe 10-year note is undoubtedly a highly significant benchmark for global financial markets. A rising yield indicates investor confidence in the economy but also suggests higher borrowing costs, potentially slowing economic growth. Conversely, a falling yield may signal economic uncertainty.\n\nSeveral factors influence the 10-year Treasury yield. It's directly affected by investorconfidencein the markets. When investors are optimistic about the economy's health, they tend to invest in riskier assets, reducing demand for Treasury notes, causing a need to increase their yield.\n\nConversely, in times of economic uncertainty, investors often flock to the safety of Treasury notes, driving up their prices and lowering them.\n\nInflation is another major influence, as we have seen more recently. Higher inflation can decrease the real return on Treasury notes, causing yields to rise as investors demand higher returns to offset the erosion of buying power. Conversely, low inflation can lead to lower yields.\n\nLastly, the yield is also affected by monetary policy decisions by the Federal Reserve. For instance, when the Federal Reserve chooses to raise interest rates, yields on Treasury notes also tend to increase, reflecting the higher cost of borrowing.\n\nFixed-income securities offer important portfoliodiversificationbenefits because their returns aren't correlated with the performance of stocks.\n\nT-Notes Are Safe: Government debt and the 10-year Treasury note, in particular, are considered among the safest investments. Its price often (but not always)moves inverselyto the trend of the major stock market indexes. Central banks tend to lower interest rates in a recession, which reduces the coupon rate on new Treasuries. This then makes older Treasury securities with higher coupon rates more desirable.\n\nT-Notes Are Partially Tax-Exempt: Another advantage of investing in 10-year Treasury notes and other federal government securities is that the coupon payments are exempt from state and local income taxes. They're still taxable at the federal level, however.\n\nThere's No Minimum Holding Term: Investors can choose to hold Treasury notes until maturity or sell them early in the secondary market. There's no minimum holding term.\n\nInvesting in Treasury notes, while considered safe, comes with drawbacks.\n\nLower Rate of Return: Treasury notes can yield less than riskier assets like equity investments or higher-yielding corporate bonds. This makes them potentially less profitable for investors than alternatives.\n\nInflation Risks: During periods of high inflation, fixed-interest payments from Treasury notes can lose purchasing power. If inflation outpaces the yield, the real return can turn negative. If you are holding longer-running notes, you need to ensure you understand how inflation will affect your investment.\n\nInterest Rate Risk: An uptick in interest rates could lower the value of existing Treasury notes. This could result in capital losses should you liquidate your holdings before their maturity date.\n\nLow risk because of government backing\n\nPartially free from state and local taxes\n\nLower yield compared with other investments\n\nPotential capital loss if sold before maturity\n\nTheU.S. Treasurysells its notes, bonds, and bills through the TreasuryDirect website. Sales are done through competitive or non-competitive bidding with a minimum purchase of $100, with bidding increasing in $100 increments. Treasury securities can also be bought through a bank or broker.\n\nAll T-notes are issued electronically, so investors cannot obtain paper certificates. Series I Savings Bonds are the only Treasury securities still issued on paper, and they can only be bought on paper with tax refund proceeds.\n\nThe Treasury issues new T-notes of shorter maturities every month. However, new 10-year notes are only issued in February, May, August, and November. The Treasury sells additional 10-year notes from the most recent issue in what is known as \"reopenings\" in other months.\n\nReopened notes have the same maturity date and coupon interest rate as the original issue, but they have a different issue date and a purchase price that reflects subsequent changes in the market's interest rates.\n\nYes, you can purchase Treasury bills from many banks, but you may end up paying additional expenses such as sales commissions and other transaction charges. Over time, these fees and expenses can eat into your returns.\n\nA 10-year Treasury note pays interest at a fixed rate twice a year and will pay its face value at maturity. They are issued by the U.S. government and provide low-risk investments, and they're generally tax-exempt at the state and local levels. T-notes can be a good choice for those who prefer not to roll the dice with more iffy investments.\n\nTreasuryDirect. \"Treasury Bills.\"\n\nTreasuryDirect. \"Treasury Notes.\"\n\nTreasuryDirect. \"Treasury Bonds.\"\n\nBoard of Governors of the Federal Reserve System. \"Open Market Operations.\"\n\nSt. Louis Fed, FRED Economic Data. \"Market Yield on U.S. Treasury Securities at 10-Year Constant Maturity, Quoted on an Investment Basis.\"\n\nIRS. \"Topic No. 403, Interest Received.\"\n\nTreasuryDirect. \"Using Your Income Tax Refund to Buy Paper Savings Bonds.\"",
  "url": "https://www.investopedia.com/terms/1/10-yeartreasury.asp"
}