{
  "term": "1099-MISC Form: What It Is and What It's Used for",
  "definition": "Form 1099-MISC: Miscellaneous Information is an Internal Revenue Service (IRS) form used to report certain types of miscellaneous compensation, such as rent, prizes, awards, healthcare payments, and payments to an attorney.\n\nBefore the 2020 tax year, Form 1099-MISC was also used to report nonemployee compensation for independent contractors, freelancers, sole proprietors, and self-employed individuals. Starting with 2020, this nonemployee pay is reported on Form 1099-NEC: Nonemployee Compensation. These forms generally report business payments—not personal ones.\n\nA 1099-MISC form is one of many in the 1099 series and among those commonly used. Taxpayers receive 1099s, including Form 1099-MISC, shortly after the end of the tax year and use the information to report the income that they received.\n\nForm 1099-MISC: Miscellaneous Information is completed and sent out by someone who has paid at least $10 in royalties or broker payments in lieu of dividends or tax-exempt interest to another person. It’s also sent to each person to whom you paid at least $600 during the calendar year in the following categories:\n\nThe form is also used to report direct sales of at least $5,000 of consumer products to a buyer for resale anywhere other than a permanent retail establishment.\n\nThe payer must file the form with the IRS by February 28 (March 31 if filing electronically). The recipient can attach the form to their tax return.\n\nA multipart fillable Form 1099-MISC is available on the IRS website.\n\nCopy A of Form 1099-MISC appears in red. This copy of the form is not intended for printing; it is for IRS use only.\n\nThe black parts of the form can be completed, downloaded, and printed:\n\nThe payer includes their name, address, and tax identification number, as well as the recipient’s name, address, and Social Security number.\n\nThe revised 1099-MISC form has different box numbers for reporting various types of payments—for instance, Rents in Box 1 and Royalties in Box 2. If applicable, you’ll also fill out Box 4: Federal Income Tax Withheld and Box 16: State Tax Withheld.\n\nHere is a list of the specific1099 forms and the purposeof each:\n\nForm 1099-MISC is used to report certain miscellaneous compensation including rent, royalties, prizes, awards, healthcare payments, and payments to an attorney.\n\nYou must report on your tax return income shown on any 1099-MISC that you receive. You do not have to file the form with your taxes, but you should keep it for your records. You can deduct any taxes withheld, including state and local taxes, on the appropriate return.\n\nYou must complete and file Form 1099-MISC with the Internal Revenue Service (IRS), including sending a copy to the payee, payments of at least $10 in royalties or broker payments in lieu of dividends or tax-exempt interest to another person, and at least $600 for certain rent paid, prizes, and awards, and other listed income payments as mandated by the IRS. You must file the form with the IRS by February 28 (March 31 if filing electronically).\n\nBusiness payers use Form 1099-MISC to report certain types of miscellaneous compensation, such as rent, prizes, awards, healthcare payments, and payments to an attorney to the IRS and to the recipients of those payments. Recipients are required to report the payments as income on their tax returns.\n\nIn a change from previous years, beginning with the 2020 tax year, nonemployee compensation is reported on Form 1099-NEC, not Form 1099-MISC. The purpose of Form 1099-MISC is to track and account for listed payments as a business deduction for business payers and income for payees.\n\nInternal Revenue Service. “About Form 1099-MISC, Miscellaneous Information.”\n\nInternal Revenue Service. “Instructions for Forms 1099-MISC and 1099-NEC.”\n\nInternal Revenue Service. “Form 1099-MISC: Miscellaneous Information.”\n\nInternal Revenue Service. “General Instructions for Certain Information Returns,” Pages 25–27.\n\nInternal Revenue Service. “Am I Required to File a Form 1099 or Other Information Return?”",
  "url": "https://www.investopedia.com/terms/f/form1099-misc.asp"
}