{
  "term": "11th District Cost of Funds Index: What It is, How It Works",
  "definition": "The 11th District Cost of Funds Index (COFI) was a monthly index that reflected the average interest rate paid by savings institutions in Arizona, California, and Nevada on checking and savings accounts. It was one of many indices used by mortgage lenders to adjust the interest rate onadjustable rate mortgages(ARM) and was launched in 1981. With an ARM mortgage, the interest rate on a mortgage moves up and down along with some standard interest rate chosen by the lender, and COFI was one of the most popular indices in the western states.\n\nPublished on the last day of each month, the COFI represented thecost of fundsfor Western savings institutions that were members ofFederal Home Loan Bankof San Francisco, a self-regulatory agency, and satisfied the Bank's criteria for inclusion in the index. The Federal Home Loan Bank of San Francisco stopped publishing the COFI on Jan. 31, 2022. The Federal Home Loan Mortgage Corporation (Freddie Mac) created a replacement index called the Enterprise 11th District COFI Replacement Index.\n\nThe 11th District Cost of Funds Index (COFI) was computed using several different factors, with interest paid on savings accounts comprising the largest weighting in the average. As a result, the index tended to have low volatility and follow market interest rate changes somewhat slowly; it was generally regarded as a two-month lagging indicator of market interest rates. The interest rate on a mortgage would not match the COFI, rather the ARM rate that was typically 2% to 3% higher than COFI, depending on the borrower's credit history, the size and terms of the loan, the ability of the borrower to negotiate with the bank, and many other factors.\n\nBecause was computed using data from three western states, the COFI was primarily used in the western U.S., while the 1-year Treasury index was the measure of choice in the eastern region.",
  "url": "https://www.investopedia.com/terms/1/cofi.asp"
}