{
  "term": "1913 Federal Reserve Act: Definition and Why It's Important",
  "definition": "The 1913 Federal Reserve Act is the legislation that created the Federal Reserve System in the United States. The law was passed after years of economic turmoil in the country. Congress passed the Federal Reserve Act to establish economic stability in the U.S. by introducing a central bank to oversee monetary policy. Passed by President Woodrow Wilson, the law also established the Fed's dual mandate for jobs and price stability.\n\nFinancial panics were common before 1913 because investors were unsure of the safety of their bank deposits. Private financiers like J.P. Morgan, who bailed out the government in 1895, often provided lines of credit to provide stability in the financial sector.\n\nCongress passed the 1913 Federal Reserve Act to set out the purpose, structure, and function of the Federal Reserve System. Under the law, the U.S. government has the authority to amend the Federal Reserve Act and has done so several times.\n\nThe 1913 Federal Reserve Act, signed into law by President Woodrow Wilson, gave the Fed the ability to print money and policy tools to ensure economic stability.The Federal Reserve System also established what is known as the Fed'sdual mandateof maximizing employment and keeping prices stable.\n\nThe Federal Reserve Act is perhaps one of the most influential laws concerning the U.S. financial system.\n\nThe Federal Reserve was established after severe economic turmoil. The federal government formed centralized national banks earlier in its history, much to the consternation of its more rural citizens. These banks were typically controlled by large eastern banking powers, making them untrustworthy to those outside the area. State-chartered or free banks took over, issuing their own currency, which wasbacked by gold.\n\nThe National Banking Act of 1863 allowed for nationally chartered banks again, which offered a way of providing a standardized currency backed by American securities. But, unstable financial markets in 1893 and 1907 resulted in market crashes and depressions, alleviated only by private infusions from J.P. Morgan.\n\nBanking reform became a priority to reassure the populace of the safety of their money. In 1912, President Woodrow Wilson asked for a solution from the House Committee on Banking and Finance. A central bank was the committee's answer, and it was established in the 1913 Federal Reserve Act.\n\nThe Fed has several tools it has designed over its lifetime. As of 2025, it uses open market operations, a variable interest rate range, its discount window rate, interest on reserve balances, and the overnight reverse repurchase facility rate to implement monetary policy.\n\nThrough the monetary tools at its disposal, the Federal Reserve attempts to smooth the booms and busts of the economic cycle and maintain an adequate base of money and credit for current production levels.\n\nGlobal central banks also usequantitative easing(similar to open market operations) to expand private credit, lower interest rates, and increase investment and commercial activity. Quantitative easing is mainly used to stimulate economies during recessions when credit is scarce, such as during and following the 2008 financial crisis.\n\nThe 12Federal Reserve banks, each in charge of a regional district, are in Boston, New York, Philadelphia, Cleveland, Richmond, St. Louis, Atlanta, Chicago, Minneapolis, Kansas City, Dallas, and San Francisco.\n\nThe seven members of the Board of Governors are nominated by the president and approved by the U.S. Senate. Each governor serves a maximum of 14 years, and each governor's appointment is staggered by two years to limit the power of the president. In addition, the law dictates that appointments be representative of all broad sectors of the U.S. economy.\n\nHere is the list of Federal Reserve Board members as of May 2025:\n\nHere is the current list of Federal Reserve Bank Presidents:\n\nThe Federal Reserve Act created the Federal Reserve System after it was passed by Congress in 1913. The Fed was created to combat banking panics that wreaked havoc on the U.S. banking system at the time.\n\nThere were 25 Republican senators who opposed the bill, some of whom were William Borah (R-ID), William Dillingham (R-VT), and John D. Works (R-CA).\n\nRecurring financial panics, especially in 1907, led to bank runs, prompting legislators to create a central bank to manage banking panics.\n\nThe Federal Reserve is the central bank of the United States. It was created with the passage of the 1913 Federal Reserve Act—a law that was established in response to a series of financial crises that hit the United States. Its goal was to help bring stability to the country's financial system through monetary and fiscal policy.\n\nFederal Reserve Board. \"Federal Reserve Act.\"\n\nFederal Reserve Board. \"Federal Reserve Act: Section 16. Note Issues.\"\n\nFederal Reserve History. \"Federal Reserve Act Signed into Law.\"\n\nFederal Reserve Board. \"What Economic Goals Does the Federal Reserve Seek to Achieve Through its Monetary Policy?\"\n\nFederal Reserve Bank of St. Louis. \"History and Purpose of the Federal Reserve.\"\n\nFederal Reserve Board. \"The Twelve Federal Reserve Districts.\"\n\nFederal Reserve Bank of St. Louis. \"Introduction to the Fed Board of Governors.\"\n\nFederal Reserve Board. \"Current Fed Leaders.\"\n\nLaw Librarian's Society of Washington, DC. \"51st Congressional Record 1487-1488.\"",
  "url": "https://www.investopedia.com/terms/f/1913-federal-reserve-act.asp"
}