{
  "term": "2025 Tax Brackets and Federal Income Tax Rates",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nFortax year2025, which applies to taxes filed in 2026, there are seven federal tax brackets with income tax rates of 10%, 12%, 22%, 24%, 32%, 35%, and 37%. These are the same tax brackets that applied for tax year 2024.\n\nTax brackets are part of aprogressive taxsystem in which the level of tax rates progressively increases as an individual’s income grows. Low incomes fall into tax brackets with relatively low-income tax rates, while higher earnings fall into brackets with higher rates.\n\nThe current brackets were established by the Tax Cuts and Jobs Act of 2017, but income thresholds for individual brackets can be adjusted forinflation.\n\nSource: Internal Revenue Service (IRS)\n\nHere, for comparison, are the 2024 federal income tax brackets and tax rates.\n\nSource: Internal Revenue Service (IRS)\n\nMost taxpayers—all except those who fall squarely into only the minimum bracket—have income that is taxed progressively. This means that their income is subject to multiple rates beyond the nominal rate of their tax bracket.The dollar ranges in each bracket also vary according to filing status (single,married filing jointlyandqualifying widow[er]s,married filing separately, andhead of household).\n\nAn annual income of $100,000 fits the 22% tax bracket for all filing statuses in tax year 2025. However, the entire $100,000 isn't taxed at 22%. It's taxed at different rates that are aligned with the various brackets of income that cover the segments of income up to $100,000. So, ultimately a taxpayer pays less than they would if their total income were taxed at 22%.\n\nThat also means a taxpayer’s tax bracket doesn't necessarily reflect the percentage of their income that they will pay in taxes—what's known as theeffective tax rate.\n\nThere are numerous online sources to find your specific federal income tax bracket, including the IRS's annual tax tables, which provide highly detailed tax filing statuses in increments of $50 of taxable income up to $100,000.\n\nOther websites provide tax bracket calculators that do the math for you, as long as you know yourfiling statusand taxable income.Your tax bracket can shift from year to year, depending on inflation adjustments and changes in your income and filing status, so it’s worth checking annually.\n\nTax brackets are adjusted each year for inflation, using theConsumer Price Index (CPI).\n\nHere's the tax responsibility and the effective tax rate for a single filer with a taxable income of $50,000 in 2025:\n\nThe first $11,925 is taxed at 10%: $11,925 × 0.10 = $1,192.50\n\nThe next $11,926 to $48,475, or $36,549, is taxed at 12%: $36,549 × 0.12 = $4,385.88\n\nFinally, the remaining $1,525 (what’s left of the $50,000 income) is taxed at 22%: $1,525 × 0.22 = $335.50\n\nAdd the taxes owed in each of the brackets:\n\nTotal taxes: $1,192.50 + $4,385.88 + $335.50 = $5,913.88\n\nThe individual’s effective tax rate is approximately 13% of income:\n\nDivide total taxes by annual earnings: $5,913.88 ÷ $50,000 = 0.12\n\nMultiply 0.12 by 100 to convert to a percentage, which is 12%.\n\nTaxes that you pay on 401(k) withdrawalsare also based on tax brackets.\n\nThanks to its progressive tax system, the U.S. uses amarginal tax rateto determine taxes owed. A marginal tax rate determines the tax paid on an additional dollar of income that takes a taxpayer into a higher tax bracket.\n\nThe marginal tax rate increasesas a taxpayer’s income increases. There are different tax rates for various levels of income. In other words, taxpayers will pay the lowest tax rate on the first “bracket” or level of taxable income, a higher rate on the next level, and so on.\n\nWhen determining which tax bracket to use, you should first calculate yourtaxable income, includingearnedandinvestment incomeminus adjustments anddeductions.\n\nAneffective tax rateis the percentage of tax owed on taxable income. The effective tax rate is lower than the marginal tax rate because the latter breaks down your income into different tiers. Income at the first tier is taxed at a low rate, and each tier above it is taxed at a progressively higher rate than the previous level.\n\nYou can determine what your effective tax rate is by dividing your total tax by your taxable income on your federal tax return. On Form 1040, divide the figure on line 24 (your total tax) by the figure on line 15 (your taxable income), and then multiply that figure by 100.\n\nDeductions decrease the amount of your income that is subject to taxes, so try to take as many as you can claim. For example, you can contribute the maximum to a retirement account at work, such as a401(k), and/or contribute to atraditional individual retirement account (IRA). If you have the option of ahigh-deductible health insurance planat work and you open ahealth savings account (HSA), HSA contributions made by payroll deduction are excluded from your taxable income. Aflexible spending account (FSA)can also help to reduce your taxable income.\n\nBe sure to take advantage of tax credits you are eligible for, too. Tax credits come directly off the amount you owe in taxes to the IRS—what's known as a dollar-for-dollar perk. Examples of tax credits include theChild Tax Credit, theEarned Income Tax Credit (EITC), theAmerican Opportunity Tax Credit, theLifetime Learning Credit (LLC), and theSaver's Credit.\n\nSome states haveno income tax: Alaska, Florida, Nevada, South Dakota, Tennessee, Texas, and Wyoming.Washington only taxes investment income and capital gains for certain high earners. New Hampshire doesn’t tax earned wages, but it does taxinvestment incomeandinterest. However, it is phasing out those taxes now, which will bring the number of states with no income tax to eight by the end of 2024.\n\nIn 2024, 12 states had a flat rate structure, with a single rate applying to a resident’s income: Arizona (2.5%), Colorado (4.40%), Georgia (5.49%), Idaho (5.8%), Illinois (4.95%), Indiana (3.05%), Kentucky (4.0%), Michigan (4.25%), Mississippi (4.7%), North Carolina (4.5%), Pennsylvania (3.07%), and Utah (4.65%).\n\nIn other states, the number of tax brackets varies from three to as many as nine (in California and New York) and even 12 (in Hawaii). The marginal tax rates in these brackets also vary considerably. California has the highest, maxing out at 13.3%.\n\nState income tax regulations may or may not mirror federal rules. Some states allow residents to use the federal personal exemption andstandard deductionamounts for figuring state income tax, while others have their own exemption and standard deduction amounts.\n\nThe simplest way to find out what tax bracket you are in is first, to know what your filing status is (for example, single or married filing jointly) and second, to look at the federal tax brackets issued by theInternal Revenue Service (IRS)and see which bracket your taxable income lands in. This is also known as your marginal tax rate. For example, if your filing status is married filing jointly and your taxable income is $115,000, your tax bracket is 22%.\n\nCurrently, there is no 40% tax bracket. For 2025, the highest earners in the United States pay a top rate of 37% federal tax on all income made above $626,350 (single filers) and $751,600 (married couples filing jointly).\n\nTo estimate which tax brackets your earnings will fall under, you could do the math yourself by using the tables shown above or by visiting theInternal Revenue Service (IRS)website, which provides highly detailed tax filing statuses in increments of $50 of taxable income (over $3,000) and up to $100,000.\n\nThe federal tax system in the U.S. is progressive. Taxpayers who fall into lower brackets pay lower rates than taxpayers in higher brackets. In 2024 and 2025, there are seven federal tax brackets, with rates ranging from 10% to 37%.\n\nUnless your taxable income lands you in the lowest tax bracket, you are charged at multiple rates as your income rises. Your entire income is not subject to the rate of the bracket classified for your total income level.\n\nInternal Revenue Service. \"IRS Releases Tax Inflation Adjustments for Tax Year 2025.\"\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2024.\"\n\nTax Policy Center. \"How Did the Tax Cuts and Jobs Act Change Personal Taxes?\"\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2023.\"\n\nTax Foundation. \"2024 Tax Brackets.\"\n\nPeter G. Peterson Foundation. \"What Is The Difference Between the Statutory and Effective Tax Rate?\"\n\nInternal Revenue Service. “1040 and 1040-SR: Tax and Earned Income Credit Tables,” Pages 3–14.\n\nU.S. Bureau of Labor Statistics. “Consumer Price Index: Presentation.”\n\nInternal Revenue Service. “Roth Comparison Chart: Roth 401(k), Roth IRA, and Pre-tax 401(k) Retirement Accounts.”\n\nTax Foundation. \"State Individual Income Tax Rates and Brackets, 2024.\"\n\nNew Hampshire Department of Revenue Administration. “Frequently Asked Questions—Interest & Dividend Tax: What Is the Interest and Dividends Tax (I&D Tax)?”",
  "url": "https://www.investopedia.com/terms/t/taxbracket.asp"
}