{
  "term": "28/36 Rule: What It Is, How to Use It, Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe 28/36 rule refers to a common-sense approach used to calculate theamount of debtan individual or household should assume. A household should spend a maximum of 28% of itsgross monthly incomeon total housing expenses according to this rule, and no more than 36% on total debt service. This includes housing and other debt such as car loans and credit cards.\n\nLenders often use this rule to assess whether to extend credit to borrowers.\n\nLenders use varying criteria to determine whether to approvecredit applications. One of the main considerations is an individual'scredit score. Lenders usually require that a credit score must fall within a certain range, but a credit score is not the only consideration. Lenders also consider a borrower’s income anddebt-to-income(DTI) ratio.\n\nAnother factor is the 28/36 rule, which is an important calculation that determines a consumer's financial status. It helps determine how much debt a consumer can safely assume based on their income, other debts, and financial needs. The premise is that debt loads over the 28/36 parameters are likely difficult for an individual or household to sustain. They may eventually lead todefault.\n\nThis rule is a guide that lenders use to structureunderwritingrequirements. Some lenders may vary these parameters based on a borrower’s credit score, potentially allowing high credit score borrowers to have slightly higher DTI ratios.\n\nMost traditional mortgage lenders require a maximum household expense-to-income ratio of 28% and a maximum total debt-to-income ratio of 36% for loan approval.\n\nLenders that use the 28/36 rule in their credit assessments may include questions about housing expenses and comprehensive debt accounts in their credit applications.\n\nThe 28/36 rule is a standard that most lenders use before advancing anycredit, so consumers should be aware of the rule before they apply for any type of loan. Lenders pull credit checks for every application they receive. These hard inquiries show up on a consumer's credit report. Having multiple inquiries over a short period can affect a consumer's credit score and may hinder their chance of getting credit in the future.\n\nLet's say an individual or family brings home a monthly income of $5,000. They could budget up to $1,400 for amonthly mortgage paymentand housing expenses if they want to adhere to the 28/36 rule. But it would leave an additional $800 for making other types of loan repayments if they confined their housing expenses to just $1,000 or 20%,\n\nYour gross income is your income from all sources before any taxes, retirement contributions, or employee benefits have been withheld or deducted. The balance after these deductions is referred to as your \"net\" income. This is the amount you receive in your paychecks. The 28/36 rule is based on your gross monthly income.\n\nLenders will typically include in your monthly mortgage payment, property taxes, homeowners insurance premiums, and homeowners association fees, if any, in your housing expenses. Some lenders may include your utilities, too, but this would generally be categorized as contributing to your total debts.\n\nYour debt-to-income ratio is calculated by dividing all your monthly debt payments by your gross monthly income. Your debt payments include your mortgage, any auto loan(s) and payments toward credit cards, personal loans, student loans, and home equity loans.\n\nEach lender establishes its own parameters for housing debt and total debt as a part of its underwriting process. This process is what ultimately determines if you'll qualify for a loan. Household expense payments (primarily rent ormortgage payments) can be no more than 28% of your gross income, and your total debt payments cannot exceed 36% of your income to meet the 28/36 rule.\n\nYou might be granted some leeway if you have a very good to excellent credit score, so consider working to improve your score if your 28/36 calculation is borderline.\n\nSocial Security Administration. \"Gross and Net Income: What's the Difference?\"\n\nConsumer Financial Protection Bureau. \"What Is a Debt-to-Income Ratio?\"\n\nFederal Deposit Insurance Corporation. \"Loans and Mortgages.\"",
  "url": "https://www.investopedia.com/terms/t/twenty-eight-thirty-six-rule.asp"
}