{
  "term": "30-Year Treasury: Meaning, History, Examples",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe 30-Year Treasury is a U.S. Treasury debt obligation that has a maturity of 30 years. The 30-year Treasury used to be thebellwetherU.S. bond but now most consider the 10-year Treasury to be the benchmark.\n\nThe U.S. government borrows money from investors by issuing debt securities through its Treasury department. Debt instruments that can be purchased from the government includeTreasury bills(T-bills), notes, and Treasury Inflation-Protected Securities (TIPS). T-bills aremarketable securitiesissued for terms of less than a year, andTreasury notesare issued with maturities from two to 10 years.\n\nTIPSare marketable securities whose principal is adjusted by changes in the Consumer Price Index (CPI). When there is inflation, the principal increases. When deflation sets in, the principal decreases.U.S. Treasury securities with longer-term maturities can be purchased as U.S. Savings bonds or Treasury bonds.\n\nTreasury bondsare long-term debt securities issued with a maturity of 20 years or 30 years from the issue date. These marketable securities pay interest semi-annually, or every six months until they mature. At maturity, the investor is paid theface valueof the bond. The 30-year Treasury will generally pay a higher interest rate than shorter Treasuries to compensate for the additional risks inherent in the longer maturity. However, when compared to other bonds, Treasuries are relatively safe because they are backed by the U.S. government.\n\nThe price and interest rate of the 30-year Treasury bond is determined at anauctionwhere it is set at either par, premium, ordiscount to par. If theyield to maturity(YTM) is greater than the interest rate, the price of the bond will be issued at a discount. If the YTM is equal to the interest rate, the price will be equal to par. Finally, if the YTM is less than the interest rate, the Treasury bond price will be soldat a premiumto par. In a single auction, a bidder can buy up to $5 million in bonds by non-competitive bidding or up to 35% of the initial offering amount by competitive bidding. In addition, the bonds are sold in increments of $100 and the minimum purchase is $100.\n\nU.S. Savings bonds, specifically,Series EE Savings bonds, are non-marketable securities that earn interest for 30 years. Interest isn’t paid out periodically. Instead, interest accumulates, and the investor receives everything when they redeem the savings bond. The bond can be redeemed after one year, but if they are sold before five years from the purchase date, the investor will lose the last three months' interest.For example, an investor who sells the Savings bond after 24 months will only receive interest for 21 months.\n\nBecause the U.S. is seen as a very low-risk borrower, many investors see 30-year Treasury interest rates as indicative of the state of the wider bond market. Normally, the interest rate decreases with greater demand for 30-year Treasury securities and rises with lower demand. The S&P U.S. Treasury Bond Current 30-Year Index is a one-security index comprising the most recently issued 30-year U.S. Treasury bond. It is a market value-weighted index that seeks to measure the performance of the Treasury bond market.\n\nU.S. Department of the Treasury. \"Treasury Inflation-Protected Securities (TIPS).\" Accessed June 29, 2021.\n\nU.S. Department of the Treasury. \"Treasury Bonds.\" Accessed June 29, 2021.\n\nU.S. Department of the Treasury. \"Treasury Bonds in Depth.\" Accessed June 29, 2021.\n\nU.S. Department of the Treasury. \"Series EE Savings Bond.\" Accessed June 29, 2021.\n\nS&P Dow Jones Indices. \"S&P U.S. Treasury Bond Current 30-Year Index.\" Accessed June 29, 2021.",
  "url": "https://www.investopedia.com/terms/1/30-yeartreasury.asp"
}