{
  "term": "409A Plans: Meaning, Overview, Limitations",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nVirojt Changyencham/Moment/Getty Images\n\nA 409A plan is a type of retirement savings plan reserved fornon-qualified deferred compensation (NQDC). The 409A plan, which is governed by theInternal Revenue Service (IRS)code 409A, allows employees to save compensation not yet received from the employer. Since the compensation isn't transferred to the employee, it isn't part of an employee's earned income and isn't taxable. These plans are commonly used by high-earning individuals and come with looser contribution and payout restrictions.\n\nNon-qualified deferred compensation plans are referenced inInternal Revenue Code (IRC)409A.These plans were created in response to the cap on employee contributions to government-sponsoredretirement savings plans. NQDCs allow high-income earners to defer income ownership and avoid income taxes on their earnings while enjoying tax-deferred investment growth. That's because they can't contribute the same proportional amounts to their tax-deferred retirement savings as other earners,\n\nFor example, if Sarah, an executive, earned $750,000 per year, her maximum401(k)contribution of $23,000 (for tax year 2024) would represent only 3% of her annual earnings. This makes it challenging to save enough in her retirement account to replace her salary in retirement.\n\nBy deferring some of her earnings to an NQDC, she could postpone payingincome taxeson her earnings, enabling her to save a higher percentage of her income than is allowable under her 401(k) plan. Savings in an NQDC are often deferred for five or 10 years, or until the employee retires.\n\nNQDCs don’t have the same restrictions asretirement plans; an employee could use their deferred income for other savings goals, like travel or education expenses. Investment vehicles for NQDC contributions vary by employer and may be similar to the 401(k) investment options offered by a company.\n\nAn NQDC plan sponsored by for-profit plan sponsors is governed by IRC Section 409A, while one sponsored by a nonprofit or governmental plan sponsor is governed under IRC Section 457(b) and 457(f).\n\nPlans like the 409A and other NQDCs can be valuable savings vehicles for highly compensated workers who’ve exhausted their other savings options, but they're not risk-free.\n\nOne of the main risks is that they’re not protected by theEmployee Retirement Income Security Act (ERISA)like 401(k)s and 403(b)s are. If the company holding an employee’s NQDC declaredbankruptcyor was sued, the employee’s assets would not be protected from the company’s creditors. Plan participants are treated the same way as the employer's unsecured creditors.\n\nThe money from NQDCs cannot be rolled over into anindividual retirement account (IRA)or other retirement accounts after they’re paid out. Another consideration is that if tax rates are higher when the employee accesses their NQDC than they were when the employee earned the income, the employee's tax burden could increase.\n\nCompensation that is put into an NQDC plan is taxed when you receive it—not when it is earned. You may receive payments only on a specified date or schedule stipulated in the plan or after certain events, such as retirement or separation from service, unforeseeable emergencies, or a disability.\n\nDeferred compensation is taxed when you receive it. This means that it will be taxed according to your income bracket when you take a distribution from your NQDC, not your tax bracket when you first earned the income.\n\nDistributions from a 409A plan are income that you previously earned but did not receive until the payout date. This means they are reported by your employer on your W-2 form even if you are no longer an employee at that company. As such, these distributions are treated like earned income (or wages) for tax purposes. It may also be reported on form 1099-MISC.\n\nA 409A plan is a type of non-qualified deferred compensation plan that allows high earners to save more for retirement. The compensation saved in these plans isn't immediately taxable because it is earned but not yet received by the employee. These plans benefit high-income earners by letting them save more than they would in a 401(k). Having said that, employees should understand the associated risks—notably, that they aren't protected from employer bankruptcy and they cannot be rolled over into an IRA.\n\nGovInfo. \"Internal Revenue Code § 409A. Inclusion in Gross Income of Deferred Compensation Under Nonqualified Deferred Compensation Plans.\"\n\nInternal Revenue Service. \"COLA Increases for Dollar Limitations on Benefits and Contributions.\"\n\nInternal Revenue Service. \"IRC 457(b) Deferred Compensation Plans.\"\n\nMorgan Stanley. \"The Basics of Nonqualified Deferred Compensation Plans.\"\n\nInternal Revenue Service. \"Publication 5528, Nonqualified Deferred Compensation Audit Technique Guide.\" Page 14.",
  "url": "https://www.investopedia.com/terms/n/nqdc.asp"
}