{
  "term": "5-Year Rule: Definition for Roth, Traditional, and Inherited IRAs",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nIn the context of individual retirement accounts (IRAs), the 5-year rule commonly refers to a waiting period before you can withdraw funds without penalty from a Roth IRA. Learn more about the various definitions of a \"5-year rule\" and how they may apply to you.\n\nYou can withdraw contributions to aRoth IRAat any time. However, to withdraw earnings from your Roth without owing taxes or penalties, you have to have held the account for at least five years, which is the \"5-year rule.\" You must also be at least 59½.\n\nThe 5-year rule only limits when you can withdraw your earningsfrom your Roth IRA, not your deposits.Your earnings include the interest, dividends, capital gains, and any other income your Roth investments have accumulated. You can withdraw contributions at any time because they were made with money already subject to income tax.\n\nThe time period for the 5-year rule starts with your first contribution to a Roth IRA, including contributions from a conversion from a traditional IRA.\n\nAnother type of \"5-year rule\" applies when you convert a traditional IRA to a Roth IRA. You'll need to wait five years to do so without penalties. Each conversion has its own five-year period, but IRS rules stipulate that the oldest conversions are withdrawn first. The order of withdrawals for Roth IRAs is: contributions, conversions, and earnings.\n\nIf you break the 5-year rule by withdrawing earnings or converting funds from a Roth IRA too soon, your withdrawal will be subject to taxes at your current ordinary income tax rate, plus a 10% penalty.\n\nThis can be a large additional tax: If you were in the 24%tax bracket, you would lose 34% of your Roth IRA’s earnings to taxes and penalties because you withdrew the earnings before five years.\n\nA separate 5-year rule applies to one of several options when beneficiaries take distributions from aninherited IRAif the account holder's death occurred before 2020. Whether it's a traditional IRA or a Roth IRA, heirs must take annual allocations from the account, known asrequired minimum distributions (RMDs).\n\nBeneficiaries who inherit an IRAcan take distributions of either contributions or earnings without a penalty. However, this distribution may trigger a taxable event, depending upon the type of IRA you inherit and your relationship to the deceased.\n\nIf the original owner did not hold the IRA for five tax years and you take a distribution, any earnings or interest on the contribution will be subject to tax.\n\nWith the passage of theSECURE Act, starting in 2020, non-spousal beneficiaries of an IRA generally must withdraw all funds from the account within 10 years of the original owner's death.\n\nBefore the SECURE Act, beneficiaries could stretch out the distribution period and delay paying taxes on distributions, an estate planning strategy known as astretch IRA.\n\nEligible designated beneficiaries such as spouses, beneficiaries who are not 10 years younger than the decedent, a minor child of the plan participant, a disabled person, or a chronically ill person, have more flexibility under the SECURE Act. They can transfer the existing IRA into their name and defer distributions.\n\nUnder the regular 5-year rule, the beneficiary of atraditional IRAwill not face the usual 10% withdrawal penalty on any distribution, even if they make it before they are 59½. However, income taxes will be due on the funds at the beneficiary's regular tax rate.\n\nThe new owner of the IRA may roll all funds over into another account under their name, cash them out in a lump sum, or combine them. Within the five-year window, recipients may continue contributing to the inherited IRA account. When those five years are up, however, the beneficiary would have to withdraw all assets.\n\nAn inherited Roth IRA is subject to a 10-year inheritance rule. The beneficiary of an account owner who died in 2020 or later generally must liquidate the entire value of the inherited IRA by Dec. 31 of the tenth year after the death of the original account owner or of an inheriting spouse or certain other people, also known as eligible designated beneficiaries. No RMDs are required during this 10-year period. Alternative timetables for emptying an inherited Roth IRA can involve distributions based on the beneficiary's own life expectancy.\n\nIf the beneficiary takes distributions from an inherited Roth IRA that has existed for over five years, all distributions will be tax-free. Further, thetax-free distributionmay be made up of earnings or principal. For beneficiaries of a fund that hasn't met that five-year mark, withdrawals of earnings are taxable, but the principal remains untaxed.\n\nExplore all your options for taking distributions froman inherited Roth IRA. Choose the one that best suits your situation.\n\nThe 5-year rule for Roth IRAs states that you cannot withdraw the earnings from your Roth IRA account unless it has been five years since you first contributed to your account.\n\nThe 5-year rule applies to taking distributions from an inherited IRA. To withdraw earnings from an inherited IRA, the account must have been opened for a minimum of five years at the time of the original account holder's death.\n\nYes, the account must be five years old for earnings within a Roth IRA to be distributed without owing taxes or penalties, even if you’re already 59½ years old.\n\nThe 2 out of 5 year rule states that homeowners must have lived in their home for two out of the last five years before the date of sale in order to avoid or reduce capital gains taxes on the appreciated value of the home.\n\nA \"5-year rule\" can apply to several situations, but is most commonly used when referring to how you withdraw funds from an IRA. For guidance on the best ways to withdraw money from your tax-advantaged account, consider consulting with a financial advisor.\n\nInternal Revenue Service. \"Publication 590-B, Distributions from Individual Retirement Arrangements (IRAs).\" Page 31.\n\nInternal Revenue Service. \"Publication 590-B, Distributions from Individual Retirement Arrangements (IRAs).\" Pages 32-33.\n\nInternal Revenue Service. \"Publication 590-B, Distributions from Individual Retirement Arrangements (IRAs).\" Page 33.\n\nInternal Revenue Service. \"Retirement Topics - Beneficiary.\"\n\nInternal Revenue Service. “Retirement topics – Beneficiary.”\n\nInternal Revenue Service. \"Publication 590-B, Distributions from Individual Retirement Arrangements (IRAs).\" Pages 31-33.",
  "url": "https://www.investopedia.com/terms/f/fiveyearrule.asp"
}