{
  "term": "501(c)(3) Organization: What It Is, Pros and Cons, Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nSection 501(c)(3) is a portion of the U.S.Internal Revenue Code (IRC)and a specific tax category fornonprofit organizations. Organizations that meet Section 501(c)(3) requirements are exempt from federal income tax. TheInternal Revenue Service (IRS)recognizes more than 30 types of nonprofit organizations but only those that qualify for 501(c)(3) status can say that donations made to them aretax-deductible.\n\nMost of the organizations that may be eligible for 501(c)(3) status fall into one of three categories: charitable organizations, religious organizations, and private foundations.\n\nTo qualify fortax-exemptstatus, a group must exist for one of these purposes: charitable, religious, educational, scientific, literary, testing for public safety, preventing cruelty to children or animals, or fostering national or international amateur sports competition.\n\nA 501(c)(3) nonprofit must remain true to its founding purpose to stay tax-exempt under Section 501(c)(3). If the nonprofit decides to pursue a new mission, the organization must notify the IRS of the change. Failing to do so would result in the loss of its tax-exempt status.\n\nIn addition, an organization must not serve any private interests. These include the interests of the creator, the creator’s family, shareholders of the organization, and other designated individuals. None of the net earnings of the organization can be used to benefit any private shareholder or individual. All earnings must be used solely for the advancement of the organization's mission.\n\nSome unrelatedbusiness incomeis allowed for a 501(c)(3) organization. However, the amount cannot be substantial. The majority of the nonprofits’s efforts must go toward its mission. Any unrelated business from sales of merchandise or rental properties must be limited, or the organization could lose its 501(c)(3) status.\n\nThe IRS doesn’t specify exactly how much is too much unrelated business income, but the law firm of Hurwit & Associates, which specializes in representing nonprofits, estimates the amount at somewhere between 15% and 30%.\n\nA 501(c)(3) organization cannot use its activities to influence legislation in a substantial way, including participating in any campaign activities to support or deny any particular political candidate. A 501(c)(3) nonprofit is typically cannot engage inlobbyingexcept in instances when its expenditures are below a certain amount.\n\nOrganizations that meet the requirements of Section 501(c)(3) are exempt from federal income tax but they're required towithhold federal income taxfrom their employees’ paychecks as well as withhold and pay Social Security and Medicare taxes.\n\nPeople employed by the organization must be paid “reasonable compensation,” which is based on thefair market valuethat the job function requires.\n\nOnce granted 501(c)(3) status, the 501(c)(3) designation remains for as long as the organization exists, unless it is revoked by the IRS.\n\nOrganizations that meet the 501(c)(3) tax category requirements can be classified into two categories: public charities andprivate foundations. Theprimary distinctionbetween these two categories is in how they get their financial support.\n\nA public charity is a nonprofit organization that receives a substantial portion of its income or revenue from the general public or the government. At least one-third of its income must be received from donations from the general public, including individuals, corporations, and other nonprofit organizations.\n\nIndividuals who donate to an organization that the IRS considers to be a public charity may qualify for certain tax deductions that can help them lower their taxable income. The total amount of donations to a tax-exempt public charity that an individual can claim is generally limited to 60% of theiradjusted gross income (AGI)as of 2025.\n\nAprivate foundationis typically held by an individual, a family, or a corporation. It typically receives most of its income from a small group of donors.\n\nAll 501(c)(3) organizations are automatically classified as private foundations unless they can prove that they meet the IRS standards to be considered a public charity.The deductibility of contributions to a private foundation is more limited than donations made to a public charity.\n\nMost nonprofit organizations are required to file Form 1023 or Form 1023-EZ within 27 months from their date of incorporation to apply for tax-exempt status under Section 501(c)(3).The charitable organization must include itsarticles of incorporationand provide documents that prove that the organization's mission qualifies it for tax-exempt status.\n\nHowever, not all organizations that qualify for the tax category must submit Form 1023. Public charities that earn less than $5,000 in revenue per year are exempt from filing this form. But they may still choose to file the form even though it's not required so they can ensure that donations made to their organization will be tax deductible for donors.\n\nThe 501(c)(3) status offers myriad benefits to the designated organizations and the people they serve. These organizations are exempt from paying federal income and unemployment taxes and patrons who donate to them are allowed to claim a tax deduction for their contributions.\n\nThese organizations are eligible to receive government and private grants to help with funding and to further their mission. These organizations also often receive discounts from retailers, free advertising by way of public service announcements, and food and supplies from other nonprofit organizations designed to help in times of need.\n\nA 501(c)(3) organization must operate within the confines of the law pertaining to 501(c)(3) organizations to maintain its favorable tax treatment.\n\nBecause the organization serves the public, it must operate with full transparency. Its finances, including salaries, are available to members of the public.\n\nContributions are tax-deductible\n\nEligible for governmental funding and private grants\n\nDoes not belong to those who created it\n\nRestricted to specific operations to receive tax exemptions\n\nFinancial information is publicly accessible\n\nThe American Red Cross, established in 1881 and congressionally chartered in 1900, is one of the United States’ oldest nonprofit organizations.Its mission statement states that the organization “prevents and alleviates human suffering in the face of emergencies by mobilizing the power of volunteers and the generosity of donors.” Since its inception, its goal has been to serve members of the armed forces and provide aid during disasters.\n\nThe Red Cross is located in 192 countries and operates the largest network of volunteers in the world. This 501(c)(3) organization is segmented into three divisions: the National Red Cross and Red Crescent Societies, the International Federation of Red Cross and Red Crescent Societies, and the International Committee of the Red Cross.\n\nThe National Red Cross and Red Crescent Societies include the American Red Cross. They aim to relieve human suffering globally by empowering subordinate organizations to operate within their nation’s borders to provide disaster relief, education, and other related services.\n\nThe International Federation of Red Cross and Red Crescent Societies provides global humanitarian aid during peacetime, such as assisting refugees. The International Committee of the Red Cross provides humanitarian relief for people who are affected by war or other armed conflicts.\n\nIndividuals who itemize their tax deductions can contribute to the Red Cross and claim the amount donated as a deduction.\n\nTo create a 501(c)(3), you must define the organization's purpose or mission. Ensure that a name isn't taken before selecting one. Secure the name by registering it with your state if it's available. Otherwise, secure the name when filing the articles of incorporation. The articles of incorporation must be filed with the state it will be organized in and according to the state's rules for nonprofit organizations.\n\nApply for the 501(c)(3) IRS exemption (Form 1023) and state tax exemption for nonprofit organizations after you've filed. Then create your organization’s bylaws, which specify how the organization will be structured and governed. Finally, appoint and meet with your board of directors.\n\nThecosts associated with creating a 501(c)(3)can vary according to the needs of the organization, but some can be approximated. Filing the articles of incorporation with the state typically costs about $100. The IRS Form 1023 filing fee is $600 but Form 1023 EZ can be filed for $275 by organizations that expect less than $50,000 in annual earnings.\n\nA determination letter is sent after applying for the 501(c)(3) exemption. The IRS will only say that “applications are processed as quickly as possible” and “are processed in the order received by the IRS.”However, it does provide alist of 10 tipsthat can shorten the process.\n\nThe website BoardEffect, which offers software designed “to make the work of their boards of directors easier, more efficient and more effective,” says it can take as little as two to four weeks if you can file Form 1023-EZ, but those who must (or choose to) file Form 1023 will likely wait for anywhere from three to six months to get their letter, while in some cases the wait can be as long as a year.\n\nThe organization must be formed “as a trust, a corporation, or an association” to qualify for 501(c)(3) status, according to the IRS.\n\nA 501(c)(3) organization is a nonprofit organization established exclusively for one of the following purposes: charitable, religious, educational, scientific, literary, testing for public safety, fostering national or international amateur sports competition, or preventing cruelty to children or animals. These organizations are mostly prohibited from engaging in lobbying.\n\n501(c)(4) organizations, which are also nonprofit, are social welfare groups and are permitted to engage in lobbying.\n\n501(c)(3) organizations are nonprofit groups with a dedicated mission. Most people are familiar with them as churches and charities but they also include private foundations. They receive favorable tax treatment, such as avoiding federal income and unemployment taxes.\n\nIRS. \"Other Tax-Exempt Organizations.\"\n\nIRS. \"Exempt Organization Types.\"\n\nIRS. \"Exempt Purposes - Internal Revenue Code Section 501(c)(3).\"\n\nIRS. \"Compliance Guide for 501(c)(3) Public Charities.\" Pages 20-21.\n\nIRS. \"Exemption Requirements - 501(c)(3) Organizations.\"\n\nIRS. \"How to Lose Your 501(c)(3) Tax-Exempt Status (Without Really Trying).\" Page 2.\n\nHurwit & Associates. \"Q&A: Taxation of Unrelated Business Income.\"\n\nIRS. \"The Restriction of Political Campaign Intervention by Section 501(c)(3) Tax-Exempt Organizations.\"\n\nIRS. \"Exempt Organizations: What Are Employment Taxes?\"\n\nIRS. \"Intermediate Sanctions - Compensation.\"\n\nIRS. \"Revoked? Reinstated? Learn More.\"\n\nIRS. \"Instructions for Form 1023 (01/2020).\"\n\nIRS. \"Exempt Organizations Annual Reporting Requirements - Form 990, Schedules A and B: Public Charity Support Test.\"\n\nIRS. \"Charitable Contribution Deductions.\"\n\nIRS. \"Form 1023: Purpose of Questions About Organization Applying More Than 27 Months After Date of Formation.\"\n\nIRS. \"Organizations Not Required to File Form 1023.\"\n\nIRS. \"Public Inspection and Disclosure of Form 990-T.\"\n\nAmerican Red Cross. \"Our History.\"\n\nAmerican Red Cross. \"Paying It Forward.\"\n\nAmerican Red Cross. \"The Global Red Cross Network.\"\n\nAmerican Red Cross. \"Charitable Contributions.\"\n\nIRS. \"Instructions for Form 1023-EZ.\" Page 13.\n\nIRS. \"Form 1023 and 1023-EZ: Amount of User Fee.\"\n\nIRS. \"Frequently Asked Questions About Applying for Tax Exemption.\"\n\nBoardEffect. \"How Long Does It Take to Get 501(c)(3) Status From the IRS?\"\n\nIRS. \"Social Welfare Organizations.\"",
  "url": "https://www.investopedia.com/terms/1/501c3-organizations.asp"
}