{
  "term": "5/1 Hybrid Adjustable-Rate Mortgage (5/1 Hybrid ARM) Examples",
  "definition": "A 5/1 hybridadjustable-rate mortgage(5/1 ARM) begins with an initial five-year fixed interest rate period, followed by a rate that adjusts on an annual basis. The “5” in the term refers to the number of years with a fixed rate, and the “1” refers to how often the rate adjusts after that (once per year). As such, monthly payments can go up—sometimes dramatically—after five years.\n\nThe 5/1 hybrid ARM may be the most popular type of adjustable-rate mortgage, but it’s not the only option. There are 3/1, 7/1, and 10/1 ARMs as well. These loans offer an introductory fixed rate for three, seven, or 10 years, respectively, after which they adjust annually.\n\nAlso known as a five-year fixed-period ARM or a five-year ARM, this mortgage features an interest rate that adjusts according to an index plus a margin. Hybrid ARMs are very popular with consumers, as they may feature an initial interest rate significantly lower than a traditional fixed-rate mortgage. Most lenders offer at least one version of such hybrid ARMs; of these loans, the 5/1 hybrid ARM is especially popular.\n\nOther ARM structures exist, such as the 5/5 and5/6 ARMs, which also feature a five-year introductory period followed by a rate adjustment every five years or every six months, respectively. Notably, 15/15 ARMs adjust once after 15 years and then remain fixed for the remainder of the loan. Less common are2/28and3/27 ARMs. With the former, the fixed interest rate applies for only the first two years, followed by 28 years of adjustable rates; with the latter, the fixed rate is for three years, with adjustments in each of the following 27 years. Some of these loans adjust every six months rather than annually.\n\nHybrid ARMs have a fixed interest rate for a set period of years, followed by an extended period during which rates are adjustable.\n\nInterest rates change based on their marginal rates when ARMs adjust along with the indexes to which they’re tied. If a 5/1 hybrid ARM has a 3% margin and the index is 3%, then it adjusts to 6%.\n\nBut the extent to which the fully indexed interest rate on a 5/1 hybrid ARM can adjust is often limited by aninterest rate cap structure. The fully indexed interest rate can be tied to several different indexes, and while this number varies, the margin is fixed for the life of the loan.\n\nA borrower can save a significant sum on their monthly payments with a 5/1 hybrid ARM. Assuming a home purchase price of $300,000 with a 20% down payment ($60,000), a borrower with very good/excellent credit can save 50 to 150 basis points on a loan and more than $100 per month in payments on their $240,000 loan. Of course, that rate could rise, so borrowers should anticipate a rise in their monthly payment, be prepared to sell their home when their rate goes up, or be ready torefinance.\n\nWhen refinancing from an ARM to a fixed-rate mortgage, it’s important to consider the new loan term carefully, as it could have a significant impact on how much you pay in total interest to own the home.\n\nIn most cases, ARMs offer lower introductory rates than traditional mortgages with fixed interest rates. These loans can be ideal for buyers who plan to live in their homes for only a short period of time and sell before the end of the introductory period. The 5/1 hybrid ARM also works well for buyers who plan to refinance before the introductory rate expires. That said, hybrid ARMs like the 5/1 tend to have a higher interest rate than standard ARMs.\n\nLower introductory rates than traditional fixed-interest mortgages\n\nInterest rates possibly drop before the mortgage adjusts, resulting in lower payments\n\nGood for buyers who will live in their homes for short periods of time\n\nHigher interest rates than standard adjustable-rate mortgages (ARMs)\n\nWhen mortgage adjusts, interest rates probably rise\n\nCould be trapped in unaffordable rate hikes due to personal issues or market forces\n\nThere’s also a chance that the interest rate might decrease, lowering the borrower’s monthly payments when it adjusts. But in many cases, the rate will rise, increasing the borrower’s monthly payments.\n\nIf a borrower takes out an ARM with the intention of getting out of the mortgage by selling or refinancing before the rate resets, thenpersonal finances or market forces might trap them in the loan, potentially subjecting them to a rate hike that they can’t afford. Consumers considering an ARM shouldeducate themselves on how they work.\n\nA 5/1 hybrid ARM may be a good mortgage option for some homebuyers. But for others, afixed-rate mortgagemay be more appropriate. A fixed-rate mortgage has one set interest rate for the life of the loan. The rate is not tied to an underlying benchmark or index rate and doesn’t change; the interest rate charged on the first payment is the same interest that applies to the final payment.\n\nA fixed-rate mortgage could yield advantages for a certain type of homebuyer. If you’re interested in predictability and stability with mortgage rates, for example, then you might lean toward a fixed-rate loan instead of a 5/1 hybrid ARM. Comparing them side by side can make it easier to decide on a mortgage option.\n\nA 5/1 hybrid ARM could be a good choice for homebuyers who don’t plan to stay in the home long term or who are confident in their ability to refinance to a new loan before the rate adjusts. If interest rates remain low and adjustments to the index rate are relatively minor, then a 5/1 hybrid ARM could save you more money over time compared to a fixed-rate mortgage.\n\nBut it’s important to consider how feasible refinancing is and where interest rates might be when you’re ready to move to a new loan. If interest rates rise, then refinancing to a new fixed-rate loan or even to a new ARM may not yield that much in interest savings.\n\nIf you don’t plan to refinance and don’t plan to move, then it’s important to consider how realistic that might be for your budget if a rate adjustment substantially increases your monthly payment. If the payment becomes too much for your budget to handle, you may be forced into a situation where you have to sell the property or refinance. And in a worst-case scenario, you could end up facingforeclosureif you default on the loan payments.\n\nIf you’re interested in refinancing from a 5/1 hybrid ARM to a fixed-rate mortgage, consider the interest rates for which you’re likely to qualify, based on your credit history and income, to determine if it’s worthwhile.\n\nFreddie Mac. “How It Works: Adjustable-Rate Mortgages (ARMs).” Accessed Nov. 28, 2021.\n\nConsumer Financial Protection Bureau. “The Federal Reserve Board: Consumer Handbook on Adjustable-Rate Mortgages.” Accessed Nov. 28, 2021.\n\nConsumer Financial Protection Bureau. “With an Adjustable-Rate Mortgage (ARM), What Are Rate Caps and How Do They Work?” Accessed Nov. 28, 2021.\n\nConsumer Financial Protection Bureau. “What Is the Difference Between a Fixed-Rate and Adjustable-Rate Mortgage (ARM) Loan?” Accessed Nov. 28, 2021.",
  "url": "https://www.investopedia.com/terms/1/5-1_arm.asp"
}