{
  "term": "52-Week High/Low: Definition, Role in Trading, and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe 52-week high/low is the highest and lowest price at which a security, such as a stock, has traded during the time period that equates to one year.\n\nA 52-week high/low is atechnical indicatorused by sometradersand investors who view these figures asan important factor in the analysis of a stock's current valueand as a predictor of its future price movement. An investor may show increased interest in a particular stock as its price nears either the high or the low end of its 52-week price range (the range that exists between the 52-week low and the 52-week high).\n\nThe 52-week high/low is based on the dailyclosing pricefor the security. Often, a stock may actually breach a 52-week high intraday, but end up closing below the previous 52-week high, thereby going unrecognized. The same applies when a stock makes a new 52-week low during a trading session but fails to close at a new 52-week low. In these cases, the failure to register as having made a new closing 52-week high/low can be very significant.\n\nOne way that the 52-week high/low figure is used is to help determine an entry or exit point for a given stock. For example,stock tradersmay buy a stock when the price exceeds its 52-week high, or sell when the price falls below its 52-week low. The rationale behind this strategy is that if a price breaks out from its52-week range(either above or below that range), there must be some factor that generated enough momentum to continue the price movement in the same direction. When using this strategy, an investor may utilizestop-ordersto initiate new positions or add on to existing positions.\n\nIt is not uncommon for the volume of trading of a given stock to spike once it crosses a 52-week barrier. In fact, research has demonstrated this. According to a study called \"Volume and Price Patterns Around a Stock's 52-Week Highs and Lows: Theory and Evidence,\" conducted by economists at Pennsylvania State University, the University of North Carolina at Chapel Hill, and the University of California, Davis in 2008, small stocks crossing their 52-week highs produced 0.6275% excess gains in the following week. Correspondingly, large stocks produced gains of 0.1795% in the following week. Over time, however, the effect of 52-week highs (and lows) became more pronounced for large stocks. On an overall basis, however, these trading ranges had more of an effect on small stocks as opposed to large stocks.\n\nA stock that reaches a 52-week high intraday, but closes negative on the same day, may have topped out. This means that its price may not go much higher in the near term. This can be determined if it forms a dailyshooting star, which occurs when a security trades significantly higher than its opening, but declines later in the day to close either below or near its opening price. Often, professionals, and institutions, use 52-week highs as a way of settingtake-profitorders as a way of locking in gains. They may also use 52-week lows to determinestop-losslevels as a way to limit their losses.\n\nGiven the upward bias inherent in the stock markets, a 52-week high representsbullish sentimentin the market. There are usually plenty of investors prepared to give up some further price appreciation in order to lock in some or all of their gains. Stocks making new 52-week highs are often the most susceptible to profit taking, resulting in pullbacks and trend reversals.\n\nSimilarly, when a stock makes a new 52-week low intra-day but fails to register a new closing 52-week low, it may be a sign of a bottom. This can be determined if it forms a dailyhammer candlestick, which occurs when a security trades significantly lower than its opening, but rallies later in the day to close either above or near its opening price. This can triggershort-sellersto start buying to cover their positions, and can also encourage bargain hunters to start making moves. Stocks that make five consecutive daily 52-week lows are most susceptible to seeing strong bounces when a daily hammer forms.\n\nSuppose that stock ABC trades at a peak of $100 and a low of $75 in a year. Then its 52-week high/low price is $100 and $75. Typically, $100 is considered a resistance level while $75 is considered a support level. This means that traders will begin selling the stock once it reaches that level and they will begin purchasing it once it reaches $75. If it does breach either end of the range conclusively, then traders will initiate new long or short positions, depending on whether the 52-week high or 52-week low was breached.\n\nSSRN. \"Volume and Price Patterns Around a Stock's 52-Week Highs and Lows: Theory and Evidence.\" Accessed Sept. 11, 2021.",
  "url": "https://www.investopedia.com/terms/1/52weekhighlow.asp"
}