{
  "term": "529 Plan: What It Is, How It Works, Pros and Cons",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nNamed for a section of the Internal Revenue Code (IRC), 529 plans are tax-deferred savings plans designed to help pay for college expenses. In some states, qualified withdrawals for these costs are not subject to federal or state taxes.\n\nAs higher education costs continue to rise and many Americans are mired in student debt, many parents are turning to tax-advantaged 529 savings plans to help fund their children's education. Named after Section 529 of the Internal Revenue Code (IRC), these plans were originally designed to cover postsecondary education costs.\n\nTheir scope has greatly expanded in the last decade. In 2017 and 2019, respectively, Congress passed legislation allowing 529 plans to cover the costs of K–12 education and apprenticeship programs.Later, the Setting Every Community Up for Retirement Enhancement (SECURE) Act of 2019 and the SECURE 2.0 Act of 2022 permitted 529 funds to be used for student loan repayment and Roth IRA contributions.\n\nThere are two main types of 529 plans:\n\nAlthough 529 plans are named for Section 529 of the federal tax code, they are administered by the 50 states and the District of Columbia.\n\nAnyone can open a 529 account, but parents or grandparents typically establish them on behalf of a child or grandchild, the account'sbeneficiary. In some states, the person who funds the account may be eligible for a state tax deduction for their contributions.\n\nThe money in a 529 plan grows tax-deferred until it is withdrawn. What's more, as long as the money is used for qualified education expenses as defined by the Internal Revenue Service (IRS), withdrawals aren't subject to either state or federal taxes. In addition, some states may offer tax deductions on contributions.\n\nFor K–12 students, tax-free withdrawals are limited to $10,000 annually.\n\nSince tax benefits vary from state to state, you should check the details of any 529 plan to understand the specific tax benefits to which you may be entitled.\n\nThe two main types of 529 plans have some significant differences.\n\nOf the two types, 529 savings plans are more common. The account holder contributes money to the plan, which is invested in a preset selection of investment options.\n\nAccount holders can choose which investments (usually mutual funds) they want to make. How those investments perform determines how much the account value grows over time.\n\nMany 529 plans offertarget-date funds, which adjust their assets as the years go by, becoming more conservative as the beneficiary approaches college age. Withdrawals from a 529 savings plan can be used for college and K–12 qualified expenses. Qualified expenses include tuition, fees, room and board, and related costs.\n\nThe SECURE Act of 2019 expanded tax-free 529 plan withdrawals to include registered apprenticeship program expenses and up to $10,000 in student loan debt repayment for account beneficiaries and their siblings.\n\nThe SECURE Act of 2022, passed as part of the 2023 omnibus funding bill, permits rolling over up to $35,000 of unspent funds in a 529 account into a Roth IRA account. The account must be at least 15 years old to qualify.\n\nA few states and some higher education institutions offer prepaid tuition plans. They vary, but the general principle is that they allow you to lock in tuition at current rates for a student who may not be attending college for years to come. Prepaid plans are not available for K–12 education.\n\nAs with 529 savings plans, prepaid tuition plans grow in value over time. Eventual withdrawals from the account used to pay tuition are not taxable. However, unlike savings plans, prepaid tuition plans do not cover the costs of room and board.\n\nPrepaid tuition plans may limit the colleges they can be used for. By contrast, money in a savings plan can be used at almost any eligible institution.\n\nIn addition, the money paid into a prepaid tuition plan isn't guaranteed by the federal government and may not be guaranteed by some states.Be sure you understand all aspects of the prepaid tuition plan before you use it.\n\nThere are no limits on how much you can contribute to a 529 account each year. However, many states cap the total amount you can contribute over time, ranging from $235,000 to $621,411.\n\nWithdrawals from a529 plan are exemptfrom federal and state income taxes, provided the money is used for qualified educational expenses.\n\nAny other withdrawals are subject to taxes plus a 10% penalty, with exceptions for certain circumstances, such as after death or disability.\n\nContributions to a 529 plan aren't tax-deductible for federal income tax purposes. However, more than 30 states provide tax deductions or credits of varying amounts for these contributions.\n\nYou need to invest in your home state's plan if you want a state tax deduction or credit. However, some states will allow you to invest in their plans as a nonresident if you're willing to forgo a tax break.\n\nAs of 2025, the annualgift taxexclusion has increased to $19,000, up from $18,000 in 2024. This means that you can give up to $19,000 per year to any individual without it counting against your lifetime gift tax exemption, which has also increased to $13.99 million for single filers and $27.98 million for married couples filing jointly, up from $13.61 million and $27.22 million in 2024, respectively.\n\nThis background on gift taxes is important for 529 plans since there are additional tax advantages for those who wish to contribute to the savings of a future college student. You can contribute up to five years' worth of annual gift tax exclusions in a single lump sum without triggering gift tax consequences. For instance, in 2025, a grandparent could make a one-time contribution of $95,000 to their grandchild's 529 plan ($19,000 annual exclusion x five years).\n\nAs long as the grandparent does not make any additional contributions to the same beneficiary over the next five years, this lump-sum contribution will not count against their lifetime gift tax exemption.\n\nTax-exempt withdrawals for qualified education expenses\n\nNo limits on investment options\n\n529 plans andindividual brokerage accountsare two popular options when saving for college. A 529 plan is a tax-advantaged investment account designed specifically for education expenses. By contrast, a brokerage account is a general-purpose investment account with no specific tax benefits for education savings.\n\nSection 529 plans are sponsored by a state or financial institution and have limited investment options, often through a menu of mutual funds or ETFs. Your selection may include age-based options that automatically adjust the asset allocation as the beneficiary approaches college age.\n\nThey also offer tax-deferred growth and tax-free withdrawals for qualified education expenses. Plan withdrawals are tax-free if used for qualified education expenses, such as tuition, fees, books, and room and board.\n\nSome states offer additional tax benefits, such as deductions or credits for contributions to in-state 529 plans. There are no annual contribution limits, but there are limits on the total in a given account, from $235,000 in Georgia to $621,411 in New Hampshire.\n\nMeanwhile, brokerage accounts offer a wide range of investment options, including individual stocks, bonds, mutual funds, and ETFs. There are no contribution limits, but gains and dividends are taxable in the current period. There are also no additional benefits to using the proceeds for educational purposes.\n\nSuppose your child does not end up going to college. In that case, funds in a 529 plan can be transferred to another qualifying family member or used for other education expenses, such as apprenticeships, graduate school, or student loan repayments (up to $10,000). Nonqualified withdrawals or transfers, however, are fully taxable and may carry penalties. Brokerage account funds can be used for any purpose, including education, without restrictions or penalties.\n\nSection 529 plans have specific transferability rules governed by the federal tax code. The owner may transfer funds to another 529 plan once per year unless a beneficiary change is involved. You are not required to change plans to change beneficiaries. You may transfer the plan to another family member, who is defined as one of the following:\n\nYou aren't restricted to investing in your state's 529 plan, but doing so may get you a tax break. Be sure to check out your state's plan first.\n\nAs with other kinds of investing, the earlier you get started, the better. With a 529 plan, your money will have more time to grow and compound the sooner it'sopened and funded.\n\nPrepaid tuition plans offer the advantage of locking in current tuition rates, potentially saving you money compared with future prices, as many schools increase tuition annually.\n\nIf you have leftover funds in a 529 plan, such as when the beneficiary receives a significant scholarship or chooses not to go to college, you have several options. You can change the beneficiary to another qualifying relative, keep the current beneficiary in case they decide to pursue higher education later or attend graduate school, or use up to $10,000 to repay the original beneficiary's or their siblings' federal or private student loans.\n\nYou can alsotransfer unused fundsto aRoth IRAif your account meets the necessary requirements. Lastly, you can always withdraw the money, although you will be subject to taxes and a 10% penalty on the earnings portion of the withdrawal.\n\nStates often charge an annual maintenance fee for a 529 plan, which ranges from free to $25.In addition, if you bought your 529 plan through a broker or advisor, they may charge you an additional fee for the assets under management. The individual investments and funds inside your 529 may also charge ongoing fees. Look for low-cost mutual funds and ETFs to keep management fees low.\n\nA 529 plan is technically acustodial account, so an adult custodian controls the funds for the benefit of a minor. The beneficiary can assume control over the 529 once they turn 18. However, the funds must still be used for qualifying education expenses.\n\nQualified expenses for a 529 plan include the following:\n\nCreating a 529 plan gives you a tax-advantaged strategy to save for educational expenses from kindergarten to graduate school, including apprenticeship programs.\n\nIf the 529 account is 15 or more years old, you can move up to $35,000 of unspent funds into a Roth IRA account. With many choices for a 529 plan, you get great flexibility and the potential for tax-advantaged growth to help save for future college students' needs.\n\nInternal Revenue Service. \"Publication 970 (2024), Tax Benefits for Education.\"\n\nCongress.gov. \"SECURE 2.0 of 2022 Act.\"\n\nCongress.gov. \"H.R.1994 - Setting Every Community Up for Retirement Enhancement Act of 2019.\"\n\n529 Savings Plans Network. \"What Is a 529 Plan?\"\n\nNational Association of State Treasurers. \"College Savings.\"\n\nInternal Revenue Service. \"TG 44: Qualified Tuition Programs.\"\n\nInternal Revenue Service. \"Topic No. 313 Qualified Tuition Programs (QTPs).\"\n\nU.S. Securities and Exchange Commission. \"An Introduction to 529 Plans.\"\n\nCongress.gov. \"H.R. 2617 - Consolidated Appropriations Act, 2023.\"\n\n529 College Savings Plan. \"529 Plan Comparison by State.\"\n\nInternal Revenue Service. \"IRS Releases Tax Inflation Adjustments for Tax Year 2025.\"\n\nInternal Revenue Service. \"Gift Tax.\"\n\nSaving for College. \"529 Contribution Limits 2025: Maximums by State, Gift Tax Exclusion, and More.\"\n\nSaving for College. \"529 Fee Study.\"",
  "url": "https://www.investopedia.com/terms/1/529plan.asp"
}