{
  "term": "5 Cs of Credit: What They Are, How They’re Used, and Which Is Most Important",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nThe five Cs of credit are important because lenders use these factors to determine whether to approve you for a financial product. Lenders also use these five Cs—character, capacity, capital, collateral, and conditions—to set your loan rates and loan terms.\n\nThe five Cs of credit is a system used by lenders to gauge thecreditworthinessof potential borrowers. The system weighs five characteristics of the borrower and conditions of the loan, attempting to estimate the chance ofdefaultand, consequently, theriskof a financial loss for thelender. The five Cs of credit are character, capacity, capital, collateral, and conditions.\n\nThefive-Cs-of-credit methodof evaluating a borrower incorporates bothqualitativeandquantitativemeasures. Lenders may look at a borrower’s credit reports, credit scores, income statements, and other documents relevant to the borrower’s financial situation. They also consider information about the loan itself.\n\nEach lender has its own method for analyzing a borrower’s creditworthiness. Most lenders use the five Cs—character, capacity, capital, collateral, and conditions—when analyzing individual or business credit applications.\n\nCharacter, the first C, more specifically refers tocredit history, which is a borrower’s reputation or track record for repaying debts. This information appears on the borrower’scredit reports, which are generated by the three majorcredit bureaus: Equifax, Experian, and TransUnion. Credit reports contain detailed information about how much an applicant has borrowed in the past and whether they have repaid loans on time.\n\nThese reports also contain information on collection accounts and bankruptcies, and they retain most information for seven to 10 years. Information from these reports helps lenders evaluate the borrower’scredit risk.For example,FICOuses the information found on a consumer’s credit report to create acredit score, a tool that lenders use for a quick snapshot of creditworthiness before looking at credit reports.\n\nFICO Scoresrange from 300 to 850 and are designed to help lenders predict the likelihood that an applicant will repay a loan on time.Other firms, such asVantageScore, a scoring system created by a collaboration of Equifax, Experian, and TransUnion, also provide information to lenders.\n\nMany lenders have a minimum credit score requirement before an applicant is approved for a new loan. Minimum credit score requirements generally vary from lender to lender and from one loan product to the next. The general rule is the higher a borrower’s credit score, the higher the likelihood of being approved.\n\nLenders also regularly rely on credit scores toset the rates and terms of loans. The result is often more attractive loan offers for borrowers who have good to excellent credit. Given how crucial a good credit score and credit reports are to secure a loan, it’s worth considering one of the best credit monitoring services to ensure that this information stays safe.\n\nProspective borrowers should ensure that credit history is correct and accurate on their credit report. Adverse, incorrect discrepancies can be detrimental to your credit history and credit score. Consider implementing automatic payments onrecurring billingsto ensure future obligations are paid on time. Paying monthly recurring debts and building a history of on-time payments help to build your credit score.\n\nCapacity measures the borrower’s ability to repay a loan by comparing income againstrecurring debtsand assessing the borrower’sdebt-to-income (DTI) ratio. Lenders calculate DTI by adding a borrower’s total monthly debt payments and dividing that by the borrower’s gross monthly income. The lower an applicant’s DTI, the better the chance of qualifying for a new loan.\n\nEvery lender is different, but many mortgage lenders prefer an applicant’s DTI to be around 36% or less before approving an application for new financing. It is worth noting that sometimes lenders are prohibited from issuing loans to consumers with higher DTIs as well.\n\nFor example, qualifying for a new mortgage typically requires a borrower have a DTI of 43% or lower to ensure that the borrower can comfortably afford the monthly payments for the new loan, according to theConsumer Financial Protection Bureau (CFPB).\n\nYou can improve your capacity by increasing your salary orwagesor decreasing debt. A lender will likely want to see a history of stable income. Although switching jobs may result in higher pay, the lender may want to ensure that your job security is stable and that your pay will continue to be consistent.\n\nLenders may consider incorporating freelance, gig, or other supplemental income. However, income must often be stable and recurring for maximum consideration and benefit. Securing more stable income streams may improve your capacity.\n\nRegarding debt, paying down balances will continue to improve your capacity.Refinancingdebt to lower interest rates or lower monthly payments may temporarily alleviate pressure on your debt-to-income metrics, though these new loans may cost more in the long run. Be mindful that lenders may often be more interested in monthly payment obligations than in full debt balances. So, paying off an entire loan and eliminating that monthly obligation will improve your capacity.\n\nLenders may also review alienand judgments report, such as LexisNexis RiskView, to further assess a borrower’s risk before they issue a new loan approval.\n\nLenders also consider any capital that the borrower puts toward a potential investment. A large capital contribution by the borrower decreases the chance of default.\n\nBorrowers who can put adown paymenton a home, for example, typically find it easier to receive amortgage—even special mortgages designed to make homeownership accessible to more people. For instance, loans guaranteed by theFederal Housing Administration (FHA)may require a down payment of 3.5% or higher, and nearly 90% of allDepartment of Veterans Affairs (VA)-backed home loans are made without a down payment.Capital contributions indicate the borrower’s level of investment, which can make lenders more comfortable about extending credit.\n\nDown payment sizecan also affect the rates and terms of a borrower’s loan. Generally, larger down payments or larger capital contributions result in better rates and terms. With mortgage loans, for example, a down payment of 20% or more should help a borrower avoid the requirement to purchase additionalprivate mortgage insurance (PMI).\n\nCapital is often obtained over time, and it might take a bit more patience to build up a larger down payment on a major purchase. Depending on your purchasing time line, you may want to ensure that your down payment savings are yielding growth, such as through investments. Some investors with a long investment horizon may consider placing their capital inindex fundsorexchange-traded funds (ETFs)for potential growth at the risk of loss of capital.\n\nAnother consideration is the timing of the major purchase. It may be more advantageous to move forward with a major purchase with a lower down payment as opposed to waiting to build capital. In many situations, the value of the asset mayappreciate(such as housing prices on the rise). In these cases, it would be less beneficial to spend time building capital.\n\nCollateralcan help a borrower secure loans. It gives the lender the assurance that if the borrower defaults on the loan, the lender can get something back by repossessing the collateral. The collateral is often the object for which one is borrowing the money: Auto loans, for instance, are secured by cars, and mortgages are secured by homes.\n\nFor this reason, collateral-backed loans are sometimes referred to assecuredloans or secured debt. They are generally considered to be less risky for lenders to issue. As a result, loans that are secured by some form of collateral are commonly offered with lower interest rates and better terms compared to other unsecured forms of financing.\n\nYou may improve your collateral by simply entering into a specific type of loan agreement. A lender will often place a lien on specific types of assets to ensure that they have the right to recover losses in the event of your default. This collateral agreement may be a requirement for your loan.\n\nSome other types of loans may require external collateral. For example, private, personal loans may require placing your car as collateral. For these types of loans, ensure you have assets that you can post, and remember that the bank is only entitled to these assets if you default.\n\nIn addition to examining income, lenders look at the general conditions relating to the loan. This may include the length of time that an applicant has been employed at their current job, how their industry is performing, and future job stability.\n\nThe conditions of the loan, such as theinterest rateand the amount ofprincipal, influence the lender’s desire to finance the borrower. Conditions can refer to how a borrower intends to use the money. Business loans that may provide future cash flow may have better conditions than a house renovation during a slumping housing environment in which the borrower has no intention of selling.\n\nAdditionally, lenders may consider conditions outside of the borrower’s control, such as the state of the economy, industry trends, or pending legislative changes. For companies trying to secure a loan, these uncontrollable conditions may be the prospects of key suppliers or customer financial security in the coming years.\n\nSome consider the criteria that lenders use as the four Cs. Because conditions may be the same from one debtor to the next, it is sometimes excluded to emphasize the criteria most in control of a debtor.\n\nConditions are the least likely of the five Cs to be controllable. Many conditions such asmacroeconomic, global, political, or broad financial circumstances may not pertain specifically to a borrower. Instead, they may be conditions that all borrowers may face.\n\nA borrower may be able to control some conditions. Ensure that you have a strong, solid reason for incurring debt, and be able to show how your current financial position supports it. Businesses, for example, may need to demonstrate strong prospects and healthy financial projections.\n\nThe five Cs of credit are character, capacity, collateral, capital, and conditions.\n\nLenders use the five Cs to decide whether a loan applicant is eligible for credit and to determine related interest rates and credit limits. They help determine the riskiness of a borrower or the likelihood that the loan’s principal andinterestwill be repaid in a full and timely manner.\n\nEach of the five Cs has its own value, and each should be considered important. Some lenders may carry more weight for categories than others based on prevailing circumstances.\n\nCharacter and capacity are often most important for determining whether a lender will extend credit. Banks utilizing debt-to-income (DTI) ratios, household income limits, credit score minimums, or other metrics will usually look at these two categories. Though the size of a down payment or collateral will help improve loan terms, these two are often not the primary factors in how a lender determines whether to expend credit.\n\nCharacter refers to the composition of a borrower’s financial history and financial health. Character incorporates a borrower’s payment history, credit score, credit history, and relationship with prior debtors.\n\nThe main principle behind the five Cs is to gauge the risk of extending credit to a borrower. A lender needs to evaluate who they are lending money to, why the borrower is asking for money, and the likelihood of recovering loan proceeds.\n\nAnother principle of the five Cs is to determine how credit is priced. Borrowers with more favorable five Cs may get better terms, lower rates, and lower payments. Borrowers who are riskier with poorer five Cs may face unfavorable terms.\n\nA lender also relies on the five Cs to determine whether they want to conduct business with a borrower. If a borrower’s five Cs are poor, then the lender may decline to extend credit.\n\nLenders use certain criteria to evaluate borrowers prior to issuing debt. The criteria often fall into several categories, which are collectively referred to as the five Cs. To ensure the best credit terms, lenders must consider their credit character, capacity to make payments, collateral on hand, capital available for up-front deposits, and conditions prevalent in the market.\n\nUSAGov. \"Credit Reports and Scores.\"\n\nmyFICO. “What Is a Credit Score?”\n\nVantageScore. “About VantageScore.”\n\nConsumer Financial Protection Bureau. \"What is a Debt-to-Income Ratio?\"\n\nConsumer Financial Protection Bureau. \"Debt-to-Income Calculator,\" Page 2.\n\nLexisNexis Risk Solutions. “RiskView Liens & Judgments Report.”\n\nU.S. Department of Housing and Urban Development. “Let FHA Loans Help You.”\n\nU.S. Department of Veterans Affairs. \"VA Home Loan Types.\"\n\nConsumer Financial Protection Bureau. \"What Is Private Mortgage Insurance?\"",
  "url": "https://www.investopedia.com/terms/f/five-c-credit.asp"
}