{
  "term": "72(t) Rule: Definition, Calculation, and Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nRule 72(t) allows for penalty-free withdrawals fromindividual retirement accounts (IRAs)and othertax-advantagedretirement accounts like401(k)sand403(b)plans. It is issued by theInternal Revenue Service (IRS).\n\nThis rule allows account holders to benefit from their retirement savings before retirement age through early withdrawals without the otherwise required 10% penalty. The IRS still subjects the withdrawals to the account holder’s normalincome tax rate.\n\nRule 72(t) refers to code 72(t), section 2, which specifies exceptions to theearly-withdrawal tax. These exceptions allow investors to withdraw funds from their retirement accounts before age 59½, as long as certain qualifications are met.\n\nTo take advantage of this rule, the owner of the retirement account must take at least fivesubstantially equal periodic payments(SEPPs).The amount of the payments depends on the owner’slife expectancyas calculated through IRS-approved methods. You must also withdraw these funds according to a specific schedule. The IRS offers three different methods for calculating your specific withdrawal schedule. You must adhere to the payment schedule for five years or until you reach age 59 1/2, whichever comes later (unless you are disabled or die).\n\nThe amounts an account holder receives in the periodic payments enabled by rule 72(t) depend on life expectancy, which can be calculated through one of three IRS-approved methods:\n\nTheamortization methoddetermines yearly payment amounts by amortizing the balance of an investor’s account over single or joint life expectancy. This method develops the largest and most reasonable amount an individual can remove, and the amount is fixed annually.\n\nThe minimum distribution method takes a dividing factor from the IRS’s single or joint life expectancy table, using it to divide the retirement account’s balance. The key difference between this method and the amortization method is the resulting payments with the minimum distribution method, as the name implies, are the lowest possible amounts that can be withdrawn.\n\nThe minimum distribution method is nearly the opposite of the amortization method, as the annual early withdrawal payments are likely to vary from year to year, though not substantially.\n\nThe final IRS-approved calculation is the annuitization method, which uses anannuity factor methodprovided by the IRS to determine equivalent or nearly equivalent payments in accordance with the SEPP regulation. This method offers account holders a fixed annual payout, with the amount typically falling somewhere between the highest and lowest amount the account owner can withdraw.\n\nWithdrawing money from a retirement account is a financial last resort. Using rule 72(t) will deplete your retirement savings, potentially putting the stability of your financial future in jeopardy.\n\nFor many situations, using rule 72(t) is not a good idea. The risk to your future retirement may be too great to justify taking money out now. In some rare cases, however, it may be worth it.\n\nAs an example, assume a 53-year-old investor who has an IRA earning 1.5% annually with a balance of $250,000 wishes to withdraw money early under rule 72(t). Using the amortization method, they would receive approximately $10,042 in yearly payments. With the minimum distribution method, they would receive around $7,962 annually over a five-year period. Using the annuitization method, they would receive approximately $9,976 annually.\n\nIt's worth remembering that many retirement plans offer exceptions to the 10% penalty for certain circumstances, like disability and illness. If you do not meet any of the criteria for other exceptions, then rule 72(t) can be used if you have exhausted all other avenues. It should not be used as anemergency fundstrategy, as any withdrawals could affect your future financial stability significantly.\n\nInternal Revenue Service. \"Substantially Equal Periodic Payments.\"",
  "url": "https://www.investopedia.com/terms/r/rule72t.asp"
}