{
  "term": "83(b) Election: Tax Strategy and When and Why to File",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe 83(b) election is a provision under the Internal Revenue Code (IRC) that gives an employee, or startup founder, the option to pay taxes on the total fair market value ofrestricted stockat the time of granting.\n\nThe 83(b) election applies to equity that is subject to vesting, and it alerts theInternal Revenue Service (IRS)to tax the elector for the ownership at the time of granting, rather than at the time of stock vesting.\n\nIn effect, an 83(b) election means that you pre-pay yourtax liabilityon a low valuation, assuming the equity value increases in the following years. However, if the value of the company instead declines consistently and continuously, this tax strategy would ultimately mean that you overpaid in taxes by pre-paying on higher equity valuation.\n\nTypically, when a founder or employee receives compensation of equity in a company, the stake is subject toincome taxaccording to its value. The tax liability is based on thefair market valueof the equity at the time of the granting or transfer, minus any cost of exercising or buying the equity shares. The tax due must be paid in the actual year the stock is issued or transferred.\n\nHowever, in many cases, the individual receives equity vesting over several years. Employees may earn company shares as they remain employed over time. In that case, the tax on the equity value is due at the time of vesting. If the company’s value grows over the vesting period, the tax paid during each vested year will also rise in accordance.\n\nYou will need to create a document to send to the IRS that includes the following information:\n\nDate and sign the document and mail it to the IRS within 30 days after the issuing of the restricted shares. Address it to the IRS Service Center where you file your taxes. If the thirtieth day falls on a Saturday, Sunday, or a legal holiday, the election documents must be postmarked by the next business day.\n\nIn addition to notifying the IRS of the election, you must also submit a copy of the completed election form to your employer.\n\nInclude a copy of the election with your income tax return for the taxable year in which the restricted stock was transferred to you.\n\nLet's say a co-founder of a company is granted 1 million shares subject to vesting and valued at $0.001 at the time the shares are granted. At this time, the shares are worth thepar valueof $0.001 x number of shares, or $1,000, which the co-founder pays. The shares represent a 10% ownership of the firm for the co-founder and will be vested over a period of five years, which means that they will receive 200,000 shares every year for five years. In each of the five vested years, they will have to pay tax on the fair market value of the 200,000 shares vested.\n\nIf the total value of the company’s equity increases to $100,000, then the co-founder’s 10% value increases to $10,000 from $1,000. The co-founder's tax liability for year 1 will be deduced from ($10,000 - $1,000) x 20% i.e., in effect, ($100,000 - $10,000) x 10% x 20% = $1,800.\n\nIf, in year 2, the stock value increases further to $500,000, then the co-founder's taxes will be ($500,000 - $10,000) x 10% x 20% = $9,800. By year 3, the value goes up to $1 million and the tax liability will be assessed from ($1 million - $10,000) x 10% x 20% = $19,800. Of course, if the total value of equity keeps climbing in Year 4 and Year 5, the co-founder’s additional taxable income will also increase for each of the years.\n\nIf at a later time, all the shares sell for a profit, the co-founder will be subject to acapital gains taxon their gains from the proceeds of the sale.\n\nNow let's say that the co-founder decides instead not to pay taxes on the restricted stock before it begins to vest. In that case, they will be paying taxes on the shares at the end of the vesting period, five years later. If those million shares are now trading at $2 a share, they will be worth $2 million upon vesting. The co-founder will have to report that amount as ordinary income, minus the $1,000 they paid at the time the shares were granted, paying the highest possible tax rate on the entire gain during the vesting period.\n\nFor restricted stock, you must file your 83(b) election within 30 days of receiving your shares. Forstock options, you must file 83(b) within 30 days of exercising your options.\n\nThe 83(b) election gives the co-founder the option to pay taxes on the equity upfront before the vesting period starts. This tax strategy allows the co-founder to only pay taxes on the fair market value of the shares, minus the cost of exercising the options.If the fair market value of the shares is equal to theirstrike price, the taxable gain is zero.\n\nThe 83(b) election notifies the IRS that the elector has opted to report the difference between the amount paid for the stock and the fair market value of the stock as taxable income. The share value during the five-yearvestingperiod will not matter as the co-founder won’t pay any additional tax and gets to retain the vested shares. However, if the shares are sold for a profit, a capital gains tax will be applied.\n\nFollowing our example above, if the co-founder makes an 83(b) election to pay tax on the value of the stock upon issuance, thetax assessmentwill be made on the difference between the shares' strike price and theirfair market value.\n\nIf the stock is sold after, say, 10 years for $250,000, the taxable capital gain will be on $249,000 ($250,000 - $1,000 = $249,000).\n\nThe 83(b) election makes the most sense when the elector is sure that the value of the shares is going to increase over the coming years. Also, if the amount of income reported is small at the time of granting, an 83(b) election might be beneficial.\n\nIn a reverse scenario where the 83(b) election was triggered, and the equity value falls or the company files for bankruptcy, then the taxpayer overpaid in taxes for shares with a lesser or worthless amount. Unfortunately, the IRS does not allow an overpayment claim of taxes under the 83(b) election. For example, consider an employee whose total tax liability upfront after filing for an 83(b) election is $50,000. Since the vested stock proceeds to decline over a 4-year vesting period, they would have been better off without the 83(b) election, paying an annual tax on the reduced value of the vested equity for each of the four years, assuming the decline is significant.\n\nAnother instance where an 83(b) election would turn out to be a disadvantage will be if the employee leaves the firm before the vesting period is over. In this case, they would have paid taxes on shares that would never be received. Also, if the amount of reported income is substantial at the time of stock granting, filing for an 83(b) election will not make much sense.\n\nAn 83(b) election offers significant benefits for individuals receiving restricted stock or property. By choosing this option, they can pay taxes upfront based on the property's fair market value at the time of grant, potentially at a lower rate compared to when it vests. This upfront taxation can lead to tax savings, especially if the property's value is expected to appreciate significantly.\n\nFurthermore, making the election allows for more favorable tax treatment on future gains, taxing appreciation at the lower capital gains rate rather than ordinary income. Additionally, individuals who make the 83(b) election may have the opportunity to deduct losses if the property's value decreases before vesting, providing a level of tax flexibility and protection.\n\nOverall, the 83(b) election offers a strategic approach to managing tax liabilities and optimizing tax treatment for recipients of restricted property.\n\nAn 83(b) election allows for the pre-payment of the tax liability on the total fair market value of the restricted stock at the time of granting. It is beneficial only if the restricted stock's value increases in the subsequent years. Also, if the amount of income reported is small at the time of granting, an 83(b) election might be beneficial.\n\nFailing to make an 83(b) election can have significant tax consequences for individuals who receive restricted stock or other property subject to vesting. When restricted stock or property vests, you'll be taxed on its value as ordinary income at that time, potentially resulting in higher taxes. Without the election, any future appreciation in the property's value will be subject to capital gains tax upon sale, possibly leading to less favorable tax treatment overall.\n\nIf an 83(b) election was filed with the IRS and the equity value falls or the company files for bankruptcy, then the taxpayer overpaid in taxes for shares with a lesser or worthless amount. Unfortunately, the IRS does not allow an overpayment claim of taxes under the 83(b) election.\n\nAnother instance is if the employee leaves the firm before the vesting period is over; then the filing of an 83(b) election would turn out to be a disadvantage as they would have paid taxes on shares they would never receive. Also, if the amount of reported income is substantial at the time of the stock granting, filing for an 83(b) election will not make much sense.\n\nProfits interest refers to an equity right based on the future value of a partnership awarded to an individual for their service to the partnership. The award consists of receiving a percentage of profits from a partnership without having to contribute capital. In effect, it is a form of equity compensation and is used as a means of incentivizing employees when monetary compensation may be difficult due to limited funds, such as with a start-up limited liability company (LLC). Usually, this type of worker compensation requires an 83(b) election.\n\nAn 83(b) election allows someone to pay taxes on their stock awards at the time that they are granted, rather than at the time of vesting. This tax law is of particular benefit to startup employees, who may receive a large part of theircompensation in the form of restricted stockor stock options. Since startups hope that their share value will increase rapidly, an 83(b) election allows these employees to reduce their tax burden in the long term.\n\nCorrection: June 14, 2023—An older version of this article incorrectly stated that someone making an 83(b) election would be taxed according to the cost of exercising their shares. In fact, the tax is based on the difference between the fair market value of the shares and the exercise price.\n\nInternal Revenue Service. \"26 CFR 1.83-2: Election to Include in Gross Income in Year of Transfer,\" Pages 1-3.\n\nInternal Revenue Service. \"26 CFR 1.83-2: Election to Include in Gross Income in Year of Transfer,\" Pages 1-6.\n\nInternal Revenue Service. \"Topic No. 427 Stock Options.\"\n\nFidelity. \"Instructions for Completing IRS Section 83(b) Form.\"\n\nInternal Revenue Service. \"26 CFR 1.83-2: Election to Include Gross Income in Year of Transfer.\"\n\nInternal Revenue Service. \"26 CFR 1.83-2: Election to include in gross income in year of transfer,\" Page 6.\n\nInternal Revenue Service. \"Topic No. 409, Capital Gains and Losses.\"\n\nJPMorgan Chase. \"Stock-Based Compensation and the 83(b) Election.\"",
  "url": "https://www.investopedia.com/terms/1/83b-election.asp"
}