{
  "term": "A-B Trust: Definition, How It Works, and Tax Benefits",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAn A-B trust is a joint trust created by a married couple in order to minimize estate taxes. It is formed with each spouse placingassetsin thetrustand naming the finalbeneficiary—that is, anyone except the other spouse. The trust gets its name from the fact that it splits into two separate entities when one spouse dies. Trust A is the survivor's trust and trust B is the decedent's trust. A-B trusts have become less popular because the estate tax exemption covers most estates.\n\nEstate taxescan take a sizable portion of a deceased person's assets. For example, consider a married couple who has an estate worth $20 million by the time one of the spouses dies. The surviving spouse is left with the whole $20 million, which is not taxed due to theunlimited marital deductionfor assets flowing from a deceased spouse to a surviving spouse.\n\nBut then, the other spouse dies, leaving the money to their children. The taxable portion of the estate (the amount that exceeds the 2025 exemption threshold of $13.99 million will be $6.01 million). This means that $6.01 million will be taxed at 40% ($3.61 million), leaving $17.6 million ($13.99 million + $3.61 million) for the beneficiaries.\n\nTo circumvent an estate from being subject to such steep taxes, many married couples set up a trust under theirlast will and testamentscalled an A-B trust. In the example above, if the couple instead had an A-B trust, the death of the first spouse would not trigger any estate taxes as a result of the lifetime exclusion; however, a sum of money equal to the current exemption amount ($13.99 million) will be transferred into anirrevocable trustcalled the bypass trust or B trust. This trust is also known as the decedent’s trust. The remaining amount, $6.01 million, will be transferred to a survivor’s trust, or A trust, which thesurviving spouse will have complete controlover. The estate tax on the A trust is deferred until after the death of the surviving spouse.\n\nIt's important to note that if the surviving spouse elected portability when the first spouse died, the portion of the first spouse's exemption would pass to the surviving spouse, in this case, $13.99 million, which means that the entire $20 million would pass tax-free to the beneficiaries, as the combined exemption of both spouses would be $27.98 million. This removes the need for an A-B trust.\n\nThe A trust contains the surviving spouse’s property interests, but they have limited control over the assets in the deceased spouse's trust. However, this limited control over the B trust will still enable the surviving spouse to live in the couple's house and draw income from the trust, provided these terms are stipulated in the trust.\n\nWhile the surviving spouse can access the bypass trust, if necessary, the assets in this trust will bypass their taxable estate after they die. After the surviving spouse dies, only the assets in the A trust are subject to estate taxes. If theestate tax exemptionfor this spouse is also $13.99 million for 2025 and the value of assets in the survivor’s trust is still valued at $6.01 million, none of it will be subject to estate tax.\n\nThe federal tax exemption is transferable between married couples through a designation referred to as the portability of the estate tax exemption. If one spouse dies, the unused portion of their estate tax exemption can be transferred and added to the estate tax exemption of the surviving spouse. Upon the death of the surviving spouse, the property in the decedent's trust passes tax-free to the beneficiaries named in this trust.\n\nThis is because the B trust uses up the estate tax exemption of the spouse who died first, so any funds left in the decedent’s trust will be passed tax-free.\n\nThe decedent’s trust is not considered part of the surviving spouse's estate for purposes of the estate tax, sodouble taxationis avoided.\n\nWhile A-B trusts are a great way to minimize estate taxes, they are not used much today. They were popular when the estate tax—which hadn't been adjusted for years—could be triggered on estates as small as $1 million or $2 million. Nowadays, each individual has a combined lifetimefederal gift taxand estate tax exemption of $13.99 million ($27.98 million for married couples) in 2025.\n\nSo only people with estates valued over $13.99 million ($27.98 million for married couples) will opt for an A-B trust in 2025. With the portability provision, a surviving spouse can include the tax exemption of their late spouse, which can be transferred tax-free to beneficiaries if filed within the 9-month period.\n\nThe benefits of an A-B trust includedeath taxexemptions, built-in trust protection, and the portability of exemption. Disadvantages include maintenance costs, complex structure, and the possibility of largecapital gainstaxes after both spouses die.\n\nA-B trusts aren't completely obsolete, but they aren't as common as they once were. This is due to changes in estate tax law—that is, couples now have high estate tax exemptions. (In 2025, it's $13.99 million for an individual, or $27.98 million for a married couple who uses portability of exemption.)\n\nA-B trusts are also known as bypass trusts or credit shelter trusts. The goal of these trusts is to reduce married couples' estate taxes.\n\nA-B trusts are beneficial inestate planningto reduce taxes. However, they are less popular now that there are higher estate tax exemptions. (In 2025, it's $13.99 million for an individual, and $27.98 million for a married couple who uses portability of exemption.) For those withestatesthat exceed these limits, though, it's likely worth it to work with an advisor who can help you find ways to minimize taxes when passing on your assets to yourheirs.\n\nInternal Revenue Service. \"Estate Tax.\"\n\nInternal Revenue Service. \"Frequently Asked Questions on Estate Taxes.\"",
  "url": "https://www.investopedia.com/terms/a/a-b-trust.asp"
}