{
  "term": "AAA: Definition as Credit Rating, Criteria, and Types of Bonds",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAAA is the highest possible rating that may be assigned to an issuer’sbondsby any of the major credit-rating agencies. AAA-rated bonds have a high degree ofcreditworthinessbecause their issuers are easily able to meet financial commitments and have the lowest risk of default.\n\nRating agenciesStandard & Poor’s (S&P)andFitch Ratingsuse the letters AAA to identify bonds with the highestcredit quality, whileMoody’suses a slightly different Aaa to signify a bond’s top-tier credit rating.\n\nCredit ratingsare assessments or opinions of the creditworthiness of a business or government. As such, they provide an alert of the likelihood that the subject will live up to their financial obligations by paying their bills. Investors can use these ratings to decide whether countries and bond offerings are safe investments. These ratings are assigned by credit rating agencies, notably S&P, Moody's, and Fitch.\n\nAAA and Aaa ratings are considered to beinvestment grade. Since they are perceived to have the lowest risk ofdefault, these instruments tend to offer the investors the lowestyieldsamong bonds with similarmaturitydates (lowerriskequals lowerreturn). The term default refers to a bondissuerfailing to fulfill its obligations, namely failing to make semiannualinterestpayments or repay theprincipalamount when due.\n\nAAA ratings are given to governmentdebtand companies’ corporate bonds. The globalcredit crisisof 2008 resulted in a number of companies losing their AAA rating, most notably General Electric (GE).As of August 2023, only two companies held the AAA rating outright: Microsoft (MSFT) and Johnson & Johnson (JNJ).Apple (AAPL) is split, with an Aaa rating by Moody’s and an AA+ (one notch below AAA) from S&P.\n\nEven the United States suffered a ratings cut by S&P, to AA+ in 2011—losing its vaunted AAA status due to political infighting over raising thedebt ceiling.Moody’s and Fitch maintained the U.S. at Aaa and AAA ratings, respectively. That is, until August 2023 when Fitch downgraded the U.S.'s long-term ratings from AAA to AA+. The agency cited potential issues with financial deterioration over the next three years and risingnational debt.\n\nRather than restricting their fixed-incomeexposureto AAA-rated bonds, investors should consider balancing those investments with higher income-producing bonds, such as high-yield corporates.\n\nMunicipal bondscan be issued as either revenue bonds or general obligation bonds, with each type relying on different sources of income.\n\nRevenue bonds, for example, are paid using fees and other specific income-generating sources, like city pools and sporting venues. On the other hand, general obligation bonds are backed by the issuer’s ability to raisecapitalthrough levying taxes. State bonds rely on state income taxes, while local school districts depend on property taxes.\n\nIssuers can sell both secured and unsecured bonds. Each type of bond carries with it a different risk profile.\n\nAsecured bondmeans that a specific asset is pledged ascollateralfor the bond, and thecreditorhas a claim on theassetif the issuer defaults. Secured bonds may be collateralized with tangible items such as equipment, machinery, or real estate. Secured collateralized offerings may have a higher credit rating than unsecured bonds sold by the same issuer.\n\nConversely,unsecuredbonds are simply backed by the issuer’s promise to pay. Therefore, thecredit ratingof such instruments relies heavily on the issuer’s income sources and business outlook.\n\nA high credit rating lowers the cost of borrowing for the issuer (or borrower). Therefore, it stands to reason that companies with high ratings are better positioned to borrow large sums of money thanfixed-incomeinstruments with lesser credit ratings. And a low cost of borrowing affords firms a substantial competitive advantage by letting them easily access credit to grow their businesses.\n\nFor example, a business may use the incoming funds from a new bond issue to launch a new product line, set up a shop in a new location, or acquire a competitor. All of these initiatives can help a company increase its market share and thrive over the long haul.\n\nThe level of credit rating that an issuer receives has significant implications on the cost of borrowing in the open market. The better the credit rating—with AAA being the best—the lower the cost to borrow, and vice versa.\n\nAs aninvestor, you’ll need to balance the risk you’re willing to take against the yield you’re seeking.\n\nThere are three major credit rating agencies: Standard & Poor’s (S&P), Moody’s, and Fitch. They assess a debt issuer’s creditworthiness and ability to pay interest and principal on bonds based on multiple factors, such as the company’s cash flow, the amount of other outstanding debt, and the business outlook for the issuer, to name just a few criteria.\n\nThe AAA credit rating is only given to the most creditworthy debt issuers and allows investors to gauge the amount of risk in their fixed-incomeportfolio. Conservative investors will typically sacrifice return or yield to own the highest credit rating issues available.\n\nCredit ratings are assigned to debt issues and bonds by the three major debt-rating agencies: S&P, Moody’s, and Fitch. Their credit ratings have a strong influence on the cost of borrowing for the issuer. The better the credit rating, the lower the cost to borrow.\n\nAAA/Aaa ratings are the highest ratings issued by the credit-rating agencies and likely result in the lowest borrowing costs or yields. Investors seeking a better return should look down the credit-ratings scale for bond issuers with lower ratings and higher yields.\n\nFitch Ratings. “Fitch Downgrades GE and GE Capital to ‘BBB’; Outlook Stable.”\n\nInvestor's Business Daily. \"2 Remaining AAA-Rated Companies Shine As U.S. Gets Downgraded.\"\n\nMicrosoft. “Investor Relations: Frequently Asked Questions: What Is the Credit Rating of Microsoft?”\n\nYahoo! “Johnson & Johnson—Moody’s Affirms J&J’s Aaa Rating; Negative Outlook.”\n\nS&P Global Ratings. \"Apple Inc.'s Senior Unsecured Notes Assigned 'AA+' Issue-Level Rating.\"\n\nNational Credit Union Administration. \"Impact of US Debt Downgrade.\"\n\nFitch Ratings. \"Fitch Downgrades the United States' Long-Term Ratings to 'AA+' from \"AAA\"; Outlook Stable.\"",
  "url": "https://www.investopedia.com/terms/a/aaa.asp"
}