{
  "term": "AARP: Overview, Affiliates, Lobbying for Members Age 50+",
  "definition": "AARP is a nonprofit organization that addresses and advocates for the needs of people who are 50 and older.\n\nAARP is America's leading organization for people aged 50 and older. It is an association that provides benefits, marketing services, and lobbying on behalf of members.Previously known as the American Association of Retired Persons, it was founded in 1958 by retired educator Dr. Ethel Percy Andrus. AARP is anonprofit, nonpartisan association with a membership of nearly 38 million.\n\nAARP provides information, education, research, advocacy, and community services through a nationwide network of local chapters and experienced volunteers. It focuses on consumer issues, economic security, work, health, and independent living issues. AARP engages in legislative, judicial, and consumer advocacy in these areas, but it does not make campaign contributions to endorse political candidates.\n\nIt is considered a powerful lobbying group as well as a successful business, selling life and health insurance,investment products, and other financial and non-financial services. It is also an independent publisher, offeringModern Maturitymagazine and the monthlyAARP Bulletin.\n\nAARP produced $1.85 billion in revenue in 2023, which came from a variety of endeavors, including advertising revenue from its publications and royalties for licensing its name and logo.However, membership fees represent the most significant source ofrevenue.\n\nIt is registered as a 501(c)(4) nonprofit by theInternal Revenue Service (IRS), which means it is permitted to engage in lobbying.It also administers some 501(c)(3) public charity operations, such as the AARP Foundation, while some of its other operations are for-profit.\n\nAARP members can be found in every congressional district in the U.S.\n\nThere are several AARP-affiliated organizations, and they include the following:\n\nAARP also has many other initiatives, including:\n\nAARP manages outreach programs that address housing issues and social isolation among seniors. AARP has also initiated and managed programs that advocate for the strengthening ofSocial SecurityandMedicare.\n\nAARP is one of the strongest lobbying groups in America.Its efforts often receive attention for exerting its influence in Washington, D.C., and in state capitals. Its nonprofit operations also receive millions of dollars per year in the form of federal grants.\n\nThough the organization is nonpartisan, some argue that its positions fall into the more liberal part of the political spectrum. These include things like AARP's support for government assistance programs for retirees, opposition to privatizing Social Security, and commitment to diversity, equity, and inclusion in its workforce.\n\nThe acronym AARP originally stood for the American Association of Retired Persons. The organization officially changed its name to AARP in 1999 as a way of recognizing that many members were not yet retired or continued to work part time.\n\nThough the mission of AARP focuses on serving and advocating for the needs of those ages 50 and above, adults 18 years and older are eligible for membership. All members can access AARP benefits except those that are legally or contractually restricted by age, such as age-restricted insurance plans.\n\nAARP is a nonpartisan organization that does not make contributions to campaigns or political parties and does not endorse candidates. The organization advocates for voter engagement and lobbies on issues that impact Americans over the age of 50. Some of these issues include legislation to regulate Social Security, Medicare, health insurance access, tax deductions, prescription drug costs, and age discrimination in the workplace.\n\nAARP is a nonprofit organization that promotes the well-being and interests of those over age 50. It is nonpartisan, meaning it doesn't support political campaigns or endorse political candidates. It does, however, have a robust lobbying presence at the state and federal levels on issues that impact older Americans and retirees, such as Social Security and health insurance access. It also offers many benefits to members, such as tax assistance, retail and travel discounts, insurance products, fraud prevention, and education.\n\nAARP. \"About AARP Our Social Impact.\"\n\nAARP Press Room. \"Key Dates in AARP History.\"\n\nAARP. \"AARP 2023 Annual Report.\" Page 50.\n\nAARP Foundation. \"Help Struggling Seniors Now.\"\n\nAARP. \"What Is AARP's Membership Age Requirement To Join?\"",
  "url": "https://www.investopedia.com/terms/a/aarp.asp"
}