{
  "term": "Abenomics: Definition, History, and Shinzo Abe's Three Arrows",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nAbenomics is the nickname for the economic policies set out for Japan in 2012 when prime minister Shinzo Abe came into power for a second time. Abenomics involved increasing the nation’smoney supply, boosting government spending, and enacting reforms to make the Japanese economy more competitive. The Economist outlined the program as a \"mix ofreflation, government spending, and a growth strategy designed to jolt the economy out of suspended animation that has gripped it for more than two decades.\"\n\nAbenomics refers to the economic policies of a particular politician, in the same way, thatReaganomicsorClintonomicsdoes. Abenomics was promoted as a way to shake Japan's economy out of a period of minimal growth and overall deflation. Japan's economic troubles dated back to the 90s, also known asthe Lost Decade. It was a period of marked economic stagnation in Japan, following a massive real estate bubble burst in the 1980s, and Japan's asset price bubble burst in the early 90s.\n\nThe Japanese government responded to the economic fallout by running massive budget deficits to fund pubic works projects. In 1998, economistPaul Krugmanargued in a paper titled \"Japan's Trap\" that Japan could raise inflation expectations by committing to an irresponsible monetary policy for a period of time, thereby cutting long-term interest rates and promoting the spending needed to break out of economic stagnation.\n\nJapan adopted some of Krugman's recommendations, expanding themoney supplydomestically and keeping interest rates remarkably low. This facilitated an economic recovery, beginning in 2005, but it ultimately did not stop deflation.\n\nIn July 2006, Japan ended its zero-rate policy as Abe took power in his first term as prime minister. Abe would resign as prime minister suddenly in 2007, but continued to serve in the ruling party.Though still having the lowest interest rates in the world, Japan could not stop deflation. The country saw theNikkei225 drop more than 50% between the end of 2007 and the beginning of 2009.In part due to the economic malaise Japan seemed unable to shake, Abe's party, the Liberal Democratic Party of Japan (LDP), lost power to the Democratic Party of Japan.\n\nAbe began a second term in December 2012.Soon after resuming office, he launched his Abenomics plan to bolster Japan’s stagnant economy. In a speech following his election, Abe announced that he and his cabinet would \"vigorously launch the \"three prongs\" of economic revival, namely bold monetary policy, flexible fiscal policy, and a growth strategy that encourages private sector investment.\"\n\nAbe’s program consisted of three “arrows.” The first was printing additional currency – between 60 trillion yen to 70 trillion yen – to make Japaneseexportsmore attractive and generate modestinflation—roughly 2%. The second arrow was new government spending programs to stimulate demand and consumption—to stimulate short-term growth, and to achieve a budget surplus over the long term.\n\nThe third component of Abenomics was more complex—a reform of various regulations to make Japanese industries more competitive and to encourage investment in and from the private sector. This included corporate governance reform, easing of restrictions on hiring foreign staff in special economic zones, making it easier for companies to fire ineffective workers, liberalizing the health sector, and implementing measures the help domestic and foreign entrepreneurs. The proposed legislation also aimed to restructure the utility and pharmaceutical industries and modernize the agricultural sector.\n\nMost important, perhaps, was theTrans-Pacific Partnership (TPP), which was described by economist Yoshizaki Tatsuhiko as potentially the \"linchpin of Abe's economic revitalization strategy,\" by making Japan more competitive through free trade.\n\nLike all Japanese economic policy since the bubble burst, Abenomics has worked well at times and stalled at others. Inflation targets have been met and Japan's unemployment rate is more than 2% lower than when Abe came to power for the second time. Similarly, nominal GDP has increased and corporate pre-tax profit and tax revenues have both seen significant rises. However, Japan's periods of success have been halted at times by global economic forces and the country's most significant economic problem - a rapidly aging population - has increasingly taken the forefront.\n\nThe Economist. \"Abe's Master Plan.\"\n\nKrugman, Paul. \"Japan's Trap.\"Princeton University, 1998, pp. 1-15.\n\nBowman, David and Brian Doyle. \"Effects of the Bank of Japan’s Communication Strategy at the Zero Lower Bound.\"Board of Governors of the Federal Reserve System, December 2008, pp. 2.\n\nThe New York Times. \"The Legacy of Shinzo Abe, Japan’s Departing Prime Minister.\"\n\nMacrotrends. \"Nikkei 225 Index - 67 Year Historical Chart.\"\n\nIto, Takatoshi. \"An Assessment of Abenomics: Evolution and Achievements.\"Asian Economic Policy Review, vol. 16, no. 2, July 2021, pp. 190-219.\n\nPrime Minister’s Office of Japan. \"Policy Speech by Prime Minister Shinzo Abe to the 183rd Session of the Diet, Thursday, February 28, 2013.\"\n\nNippon. \"What the TPP Process Means to Japan.\"",
  "url": "https://www.investopedia.com/terms/a/abenomics.asp"
}