{
  "term": "Abnormal Return: Definition, Causes, Example",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nAn abnormal return describes the unusually large profits or losses generated by a given investment or portfolio over a specified period. The performance diverges from the investments'expected, or anticipated,rate of return(RoR)—the estimated risk-adjusted return based on an asset pricing model, or using along-runhistorical average or multiple valuation techniques.\n\nReturns that are abnormal may simply be anomalous or they may point to something more nefarious such as fraud or manipulation. Abnormal returns should not be confused with \"alpha\" orexcess returnsearned by actively managed investments.\n\nAbnormal returns are essential in determining a security or portfolio'srisk-adjusted performancewhen compared to the overall market or abenchmark index. Abnormal returns could help to identify a portfolio manager's skill on a risk-adjusted basis. It will also illustrate whether investors received adequate compensation for the amount of investment risk assumed.\n\nAn abnormal return can be either positive or negative. The figure is merely a summary of how the actual returns differ from the predicted yield. For example, earning 30% in amutual fundthat is expected to average 10% per year would create a positive abnormal return of 20%. If, on the other hand, in this same example, theactual returnwas 5%, this would generate a negative abnormal return of 5%.\n\nThe abnormal return is calculated by subtracting the expected return from the realized return and may be positive or negative.\n\nCumulative abnormal return (CAR) is the total of all abnormal returns. Usually, the calculation of cumulative abnormal return happens over a small window of time, often only days. This short duration is becauseevidence has shownthatcompoundingdaily abnormal returns can create bias in the results.\n\nCumulative abnormal return (CAR) is used to measure the effect lawsuits, buyouts, and other events have on stock prices and is also useful for determining the accuracy of asset pricing models in predicting the expected performance.\n\nThecapital asset pricing model(CAPM) is a framework used to calculate a security or portfolio's expected return based on therisk-free rate of return, beta, and the expected market return. After the calculation of a security or portfolio's expected return, the estimate for the abnormal return is calculated by subtracting the expected return from the realized return.\n\nAn investor holds aportfolioof securities and wishes to calculate the portfolio's abnormal return during the previous year. Assume that the risk-free rate of return is 2% and the benchmark index has an expected return of 15%.\n\nThe investor's portfolio returned 25% and had abetaof 1.25 when measured against the benchmark index. Therefore, given the amount of risk assumed, the portfolio should have returned 18.25%, or (2% + 1.25 x (15% - 2%)). Consequently, the abnormal return during the previous year was 6.75% or 25 - 18.25%.\n\nThe same calculations can be helpful for a stock holding. For example, stock ABC returned 9% and had a beta of 2, when measured against its benchmark index. Consider that the risk-free rate of return is 5% and the benchmark index has an expected return of 12%. Based on the CAPM, stock ABC has an expected return of 19%. Therefore, stock ABC had an abnormal return of -10% andunderperformedthe market during this period.",
  "url": "https://www.investopedia.com/terms/a/abnormalreturn.asp"
}