{
  "term": "Absorption Costing Explained, With Pros and Cons and Example",
  "definition": "Jonathan Ponciano is a financial journalist with nearly a decade of experience covering markets, technology, and entrepreneurship.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAbsorption costing is a managerial accounting method for capturing all the costs related to manufacturing a product.\n\nAbsorption costing, also known as full costing, is an accounting method that assigns alldirectand indirect costs to a product. This includes direct materials, direct labor, variable manufacturingoverhead, and fixed manufacturing overhead.\n\nUnlikevariable costing, which only considers direct variable costs and not fixed costs, absorption costing ensures that fixed overhead costs are spread across all units produced. This method is required undergenerally accepted accounting principles (GAAP)for external financial reporting.\n\nAbsorption costing impacts financial statements by assigning fixed manufacturing costs to inventory, which means that unsold goods retain these costs on the balance sheet rather than being immediately expensed on the income statement. This can affect reported income, especially when production levels fluctuate.\n\nInvestopedia / Michela Buttignol\n\nAbsorption costing allocates all manufacturing costs to products, thereby ensuring that each unit carries a proportionate share of fixed overhead expenses. This differs from variable costing, which treats fixed costs as period expenses.\n\nThe cost components under absorption costing include:\n\nBy capitalizing fixed costs within inventory, absorption costing ensures that unsold products retain a portion of these expenses on the balance sheet, rather than being immediately expensed in the income statement.\n\nThe cost per unit under absorption costing is calculated using the formula:\n\nAbsorption Cost per Unit = (Direct Materials + Direct Labor + Variable Overhead + Fixed Overhead) / Total Units Produced\n\nFor example, if a company incurs $100,000 in direct materials, $50,000 in direct labor, $30,000 in variable overhead, and $80,000 in fixed overhead while producing 10,000 units, the absorption cost per unit would be:\n\n($100,000 + $50,000 + $30,000 + $80,000) / 10,000 = $26 per unit\n\nThe key distinction between absorption costing and variable costing is how fixed overhead costs are treated. Variable costing is often preferred for internal decision-making because it highlights the incremental costs of production. However, absorption costing is essential for financial reporting, as it aligns expenses with revenue recognition.\n\nFixed overhead included in inventory cost\n\nHigher income when inventory increases\n\nFixed overhead expensed in the period incurred\n\nMore accurate profit margin for decision-making\n\nNot permitted for external reporting under GAAP\n\nImage by Sabrina Jiang © Investopedia 2021\n\nAbsorption costing has both benefits and drawbacks depending on how a company uses it for financial reporting and decision-making. While it ensures compliance with accounting standards and provides a more complete view of product costs, it may not always be the most effective method for internal cost analysis.\n\nRequired for GAAP financial reporting and tax purposes.\n\nCaptures total production costs, allowing for more accurate product costing.\n\nFixed costs remain in inventory until products are sold, providing a clearer view of asset values.\n\nHolding inventory can defer some fixed costs, making net income appear higher.\n\nVariable costing offers better insights into incremental production costs.\n\nManagers may be incentivized to overproduce to spread fixed costs, increasing inventory levels unnecessarily.\n\nA company manufactures 5,000 units of a product in January, with the following cost structure:\n\nThe absorption cost per unit is:\n\n($10 + $5 + $3 + ($50,000 ÷ 5,000)) = $28 per unit\n\nIf the company sells only 4,000 units, the remaining 1,000 units retain a portion of fixed costs in inventory, delaying some expense recognition until those units are sold.\n\nUnder variable costing, only direct materials, direct labor, and variable overhead are included in the cost per unit, while fixed overhead is fully expensed in the period incurred, so using the same data:\n\nVariable cost per unit: $10 (materials) + $5 (labor) + $3 (variable overhead) = $18 per unit\n\nNow using variable costing, the total fixed overhead cost of $50,000 is expensed immediately in the period it is incurred, which means net income will be lower in periods of high production if inventory remains unsold.\n\nThis approach provides clearer insights into incremental production costs and profitability per unit but does not comply with GAAP for external reporting.\n\nAbsorption costing is essential for GAAP-compliant financial reporting, and it ensures that all manufacturing costs—both fixed and variable—are included in product costs. This method provides a more complete view of total production costs, which is valuable for externalstakeholders.\n\nHowever, businesses should carefully assess its impact on reported income and inventory levels, particularly when making internal management decisions.\n\nWhile absorption costing aligns expenses with revenues, it may not always be the best approach for pricing and cost control, for example, because it can inflate profits and potentially mask production expenses by deferring fixed costs into inventory.",
  "url": "https://www.investopedia.com/terms/a/absorptioncosting.asp"
}