{
  "term": "ACA Health Insurance Marketplace: What It Is, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe Health Insurance Marketplace is a platform that offers insurance plans to individuals, families, and small businesses. TheAffordable Care Act(ACA) established the Marketplace as a means to extend health insurance coverage to millions of uninsured Americans. Many states offer their own marketplaces, while the federal government manages an exchange open to residents of other states.\n\nThe Health Insurance Marketplace is a key element of the Affordable Care Act, a healthcare reform signed into law by President Barack Obama in 2010 also known as Obamacare.The law instructed states to set up their own exchanges where individuals or families without employer-sponsored coverage could compare plans. Many states, however, have chosen not to establish a marketplace and have joined the federal exchange.\n\nThe Marketplace facilitates competition among private insurers in a central location where people who do not have access to employer-sponsored insurance can find a suitable plan. Individuals can compare and apply for plans via the Marketplace during the open enrollment period.\n\nTypically, this period takes place in November and December of the year prior to the year in which the coverage will take effect. Consumers can apply for a special enrollment period in the case of aqualifying eventsuch as the birth of a child, marriage, or the loss of another insurance plan.\n\nThe Marketplace categorizes plans into four tiers: bronze, silver, gold, and platinum, in the order of least to greatest coverage. The highest tier, platinum, includes plans that cover approximately 90% of health expenses, but is also the most costly.\n\nLower-income individuals and families can qualify for extra savings on all the health insurance plans offered on the exchange throughpremium tax creditsand cost-sharing reductions.\n\nThe Health Insurance Marketplace has requirements for individuals and families who use it, as well as for the insurance companies that offer coverage. To be eligible to buy coverage offered on the Marketplace, you must live in the United States and be a U.S. citizen or national. If you are covered byMedicare, you’re not eligible.\n\nWhile the plans that insurers offer on the Marketplace can vary widely, the ACA requires that they must each satisfy 10 basic requirements or essential health benefits (EHBs).\n\nThe ACA does not require large, employer-sponsored insurance plans to cover any of the EHBs. Instead, the writers of the law felt that the Marketplace would apply competitive pressure that would force employer plans to comply with these basic mandates.\n\nChanges have been made to the ACA that have addressed some of the objections raised by its opponents, while still keeping the Marketplace open. For example, as part of theTax Cuts and Jobs Act, in Dec. 2017 Congress removed a penalty individuals had to pay for not having health insurance, a requirement that many Republicans had opposed.\n\nPresident Biden, who had helped President Obama pass the Affordable Care Act, enacted more changes. Eight days after he took office, he signed an executive order focused on strengthening the ACA, as well as Medicaid.\n\nThen, on Aug. 16, 2022, Biden signed theInflation Reduction Act of 2022to extend ACA insurance premium subsidies to include more middle-class families for three years through 2025.\n\nHealthCare.gov. \"Read the Affordable Care Act.\" Accessed Jan. 28, 2021.\n\nHealthCare.gov. “The 'Metal' Categories: Bronze, Silver, Gold & Platinum.” Accessed Jan. 28, 2021.\n\nHealthCare.gov. \"How to Save on Your Monthly Insurance Bill With a Premium Tax Credit.\" Accessed Jan. 28, 2021.\n\nHealthCare.gov. “Are You Eligible to Use the Marketplace?” Accessed Jan. 28, 2021.\n\nUnited States Supreme Court. \"Affordable Care Act.\" Accessed Jan. 28, 2021.\n\nHealthCare.gov. “What Marketplace Health Insurance Plans Cover.” Accessed Jan. 28, 2021.",
  "url": "https://www.investopedia.com/terms/h/health-insurance-marketplace.asp"
}