{
  "term": "Acceptable Quality Level (AQL): Definition and How It Works",
  "definition": "The acceptable quality level or limit (AQL) is a crucial measure in quality control. It applies to products and is defined in ISO 2859-1 as the maximum number of defective items that can be considered acceptable during random sampling inspections of a production batch.\n\nDefined in ISO 2859-1 as the \"worst tolerable\" quality level, AQL helps manufacturers and buyers agree on acceptable defect levels for products. AQL is typically expressed as a percentage or ratio, reflecting the number of defects compared to the total quantity produced. For example, if a production run of 5,000 units has an AQL of 1%, no more than 50 defective items (1% of 5,000) would be acceptable for the batch. Any amount over 50 defective items would lead to a rejection.\n\nAQL standards vary by industry, with stricter levels applied to products where defects could pose significant risks, such as in the medical field, where even a single defect can pose serious health risks, leading to stringent regulatory requirements and a near zero-defect tolerance.\n\nAQL is an international standard used to determine the quality of products by inspecting a sample from each batch. It sets the maximum number of defective units that are allowed before the entire batch is rejected.\n\nGoods in a sample are tested randomly, and if the number of defective items is below the predetermined amount, that product is said to meet the AQL. If the AQL isn't reached for a particular sampling of goods, manufacturers will review the various parameters in the production process to determine the areas causing the defects.\n\nFor example, consider an AQL of 1% on a production run. This percentage means no more than 1% of the batch can be defective. If a production run comprises 1,000 products, only 10 (1%) of the products can be defective. If 11 products are defective, the entire batch is scrapped. This figure of 11 or more defective products is the rejectable quality level (RQL).\n\nThe AQL is an important statistic for companies seeking aSix Sigmalevel ofquality control, a methodology developed in 1986 by Motorola, Inc. It aims to minimize defects and reduce variability to achieve near-perfect quality levels.\n\nThe AQL of a product can vary fromindustry to industry. For example, medical products are more likely to have more stringent AQL because defective products can result in health risks.\n\nIn contrast, a product with benign side effects from a possible defect may have a less strict AQL, such as the remote control for a TV. Companies have to weigh the added cost associated with stringent testing and potentially higher spoilage due to a lower defect acceptance with thepotential costof aproduct recall.\n\nCustomers would, of course, prefer zero-defect products or services—the ideal acceptable quality level. However, sellers and customers usually try toarrive at and set acceptable qualitylimits based on factors typically related to business, financial, and safety concerns.\n\nThe AQL of a product varies across industries. For example, medical products have very low AQLs due to the potential health risks posed by defects. While a standard AQL for general consumer goods might be around 2.5%, in the pharmaceutical industry, where safety is paramount, the AQL could be as low as 0.065% or even less.\n\nAQL tables (also called AQL charts) are designed to allow users to reference a standard for what qualifies as an acceptable number of defects in manufacturing. These tables, which are part of ISO 2859, help users identify how many defects are permissible to meet a specific AQL standard.\n\nFor example, let's say a company orders 30,000 hats from a clothing manufacturer that will be produced in one batch, and the buyer and producer have agreed on AQL 0.0 for critical defects, AQL 3.0 for major defects, and AQL 5.0 for minor defects. The AQL tables would guide them in determining how many hats need to be inspected to ensure compliance with these standards during production.\n\nInstances of failure to meet customer quality requirements are termed as defects, which fall into three categories:\n\nAcceptable quality level (AQL):AQL is typically considered the worst quality level still considered satisfactory. It's the maximum percent defective that can be considered satisfactory. The probability of accepting an AQL lot should be high. A probability of 0.95 translates to a risk of 0.05. This means there's a 95% chance of accepting the lot, with a 5% risk of rejecting it.\n\nRejectable quality level (RQL):This is considered unsatisfactory and sometimes known as lot tolerance percent defective (LTPD). Some tables have standardized the consumer’s risk as 0.1. meaning there's a 10% chance that a lot with defects at the RQL level will be mistakenly accepted. The probability of accepting an RQL lot is low.\n\nIndifference quality level (IQL):This quality level is between AQL and RQL. Different companies maintain different interpretations of each defect type. However, buyers and sellers agree on an AQL standard that's appropriate to the level of risk each party assumes. These standards are used as a reference during a pre-shipment inspection.\n\nTo calculate AQL, you need the lot or batch size, the inspection type, the inspection level, and the desired AQL. AQL calculators are available online.If your lot or batch size is 50,000, your inspection type is general, your inspection level is 2, and your AQL level is 2.5, you would need a sample size of 500 units with only 21 defects. If more than 21 defects are found in this sample, the batch would be rejected.\n\nAn AQL of 2.5 means that only 2.5% of an order can be defective to be acceptable. If more than 2.5% of the order is defective, the batch doesn't meet the agreed-upon quality standard between the buyer and producer. For example, if 20,000 pairs of shorts are ordered, 500 defective items would be acceptable under an AQL of 2.5%.\n\nThere's no standard AQL, as it varies by product and industry. For example, in the medical industry, AQL must be very low because defects in medical equipment or products can harm consumers. In clothing manufacturing, AQL might be higher. Ultimately, the acceptable AQL is determined by the agreement between the buyer and producer during the order process.\n\nAQL can be a useful figure to help ensure that large orders for manufacturing are completed to a level of standard that a buyer demands. It also allows the seller to be efficient in their production while maintaining the standard set by the buyer. It is generally used in large-scale orders of production, and is helpful in keeping both buyer and seller happy while producing good quality products.\n\nInternational Organization for Standardization. \"ISO 2859-1:1999(en).\"\n\nCritical Manufacturing. \"AQL in Medical Device Manufacturing and the Role of MES in Its Implementation.\"\n\nTetra Inspection. \"How to Choose a Suitable AQL Level?\"\n\nMotorola Solutions. \"Help Improve Company Performance with Motorola Solutions’ Lean Six Sigma Program.\"\n\nSix Sigma Development Solutions, Inc. \"What Is an Acceptable Quality Level?\"\n\nInsight Quality Services. \"What Is AQL and What Do You Need to Know About It?\"\n\nTetra Inspection. \"AQL Calculator Acceptable Quality Limit.\"",
  "url": "https://www.investopedia.com/terms/a/acceptable-quality-level-aql.asp"
}