{
  "term": "Accepting Risk: Definition, How It Works, and Alternatives",
  "definition": "Accepting risk, or risk acceptance, occurs when a business or individual acknowledges that the potential loss from a risk is not great enough to warrant spending money to avoid it. Also known as \"risk retention,\" it is an aspect ofrisk managementcommonly found in the business or investment fields.\n\nRisk acceptance posits that infrequent and small risks—ones that do not have the ability to be catastrophic or otherwise too expensive—are worth accepting with the acknowledgment that any problems will be dealt with if and when they arise. Such a trade-off is a valuable tool in the process of prioritization and budgeting.\n\nMany businesses use risk management techniques to identify, assess and prioritize risks for the purpose of minimizing, monitoring, andcontrollingsaid risks. Most businesses and risk management personnel will find that they have greater and more numerous risks than they can manage, mitigate, or avoid given the resources they are allocated. As such, businesses must find a balance between the potential costs of an issue resulting from a known risk and the expense involved in avoiding or otherwise dealing with it. Types of risks include uncertainty in financial markets, project failures, legalliabilities,credit risk, accidents, natural causes and disasters, and overly aggressive competition.\n\nAccepting risk can be seen as a form ofself-insurance. Any and all risks that are not accepted, transferred or avoided are said to be \"retained.\" Most examples of a business accepting a risk involve risks that are relatively small. But sometimes entities may accept a risk that would be so catastrophic that insuring against it is not feasible due to cost. In addition, any potential losses from a risk not covered by insurance or over the insured amount is an example of accepting risk.\n\nIn addition to accepting risk, there are a few ways to approach and treat risk in risk management. They include:",
  "url": "https://www.investopedia.com/terms/a/accepting-risk.asp"
}