{
  "term": "Accidental Death and Dismemberment (AD&D) Insurance",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAccidental death and dismemberment (AD&D) insurance is insurance—usually added as a rider to a health orlife insurance policy—that covers the unintentional death or dismemberment of the insured. Dismemberment includes the loss, or the loss of use, of body parts or functions (such as limbs, speech, eyesight, and hearing).\n\nBecause of coverage limitations, prospective buyers should carefully read the terms of the policy. For instance, AD&D insurance is limited and generally covers unlikely events. Also, it issupplemental life insuranceand is not an acceptable substitute for a full life insurance policy.\n\nAD&D insurance contains a schedule that details the terms and percentages of the various benefits and covered special circumstances. For example, if an insured dies from injuries sustained in an accident, the death must occur within a specified period for benefits to be paid.\n\nWhen adding an AD&D rider, also known as a “double indemnity” rider, to a life insurance policy, the designatedbeneficiariesreceive benefits from both the rider and the underlying policy if the insured dies accidentally.\n\nBenefits typically cannot exceed a certain amount, as detailed in the rider. As most AD&D insurance payments mirror theface valueof the original life insurance policy, the beneficiary normally receives a benefit twice the amount of the life insurance policy’s face value upon the accidental death of the insured.\n\nTypically, accidental death covers exceptional circumstances, such as exposure to the elements, traffic accidents, homicide, falls, drowning, and accidents involving heavy equipment.\n\nAD&D insurance is supplemental life insurance and not an acceptable substitute for a full life insurance policy.\n\nMost AD&D policies pay a percentage for the loss of a limb, partial or permanent paralysis, or the loss of use of specific body parts, such as the loss of sight, hearing, or speech. The types and extent of injuries covered are particular to and defined by each insurer and policy.\n\nVoluntary accidental death and dismemberment (VAD&D)insurance is an optional financial protection plan that provides a beneficiary with cash if the policyholder is accidentally killed or loses certain body parts. VAD&D is also a limited form of life insurance and is generally less expensive than a full life insurance policy.\n\nPremiums are based on the amount of insurance purchased.VAD&D insurance is typically purchased by workers in occupations that place them at high risk of physical injury.Most policies are renewed periodically with revised terms.\n\nHow much such a policy pays depends not only on the amount of coverage purchased but also on the type of claim filed. For example, the policy might pay 100% if the policyholder is killed or becomes quadriplegic, but only 50% for the loss of a hand or the permanent loss of hearing in one ear or sight in one eye.\n\nEach insurance provider includes a list of exclusions. In most instances, the list includes suicide, death from illness or natural causes, andwartime injuries.\n\nOther common exclusions include death resulting from the overdose of toxic substances, death while under the influence of nonprescription drugs, suicide, certain recreational activities, and the injury or death of a professional athlete during a sporting event.\n\nUsually, if the insured’s loss occurs because of a felonious act on his or her part, no benefit is payable. People working in high-risk jobs (such as public safety and the military) may not qualify for AD&D coverage.\n\nAccidents are the third leading cause of death in the United States, according to 2022 report (latest data available).\n\nFinancial assistance:An accidental death impacts the surviving loved ones emotionally as well as financially, as they must now deal with a sudden loss of income. The death benefit from an AD&D policy can add peace of mind bylessening that burden.\n\nSupplements lost income:Because the loss of income will carry forward, AD&D policies provide funds in addition to the death benefit offered through the traditional life insurance on the insured. The death benefit amount is usually equal to or some multiple of the traditional policy's death benefit amount. This extra benefit may be known asdouble indemnity, as the death benefit usually doubles with this added feature.\n\nLower premiums:Because coverage is limited to certain events causing accidental death or loss of limb, premiums are relatively inexpensive. If offered through an employer, it may only cost participating employees a few dollars per month. Even when purchased individually, the costs are considerably less than rates for term insurance offering the same face amount.\n\nNo medical exam:Most insurance companies do not require a medical exam to obtain AD&D coverage (particularly group AD&D offered through an employer).\n\nOnly pays for certain incidents:This limited coverage can be disadvantageous to policyholders because it only pays upon certain events. If death occurs outside of these limitations, the AD&D policy does not pay. Premiums paid are forfeited and remain with the insurer.\n\nFor example, if someone dies as the result of a terrorist attack, no benefit is paid because that is considered a wartime act. Insurers have the ability to make exceptions to this, as was done for victims of the 9/11 terrorist attacks in the United States.\n\nLow likelihood of payout:The leading cause of death in the United States is heart-related issues, while accidents rank third.Therefore, it is more likely that someone will die from natural causes than from an accident, especially older adults and those not engaged in risky work.\n\nGroup coverage lost when you change jobs:If coverage is group or employer-sponsored, it may not beportableif the insured leaves the group or employer. Often, coverage ends upon the termination of the insured's affiliation with the sponsor, leaving them unprotected until new coverage is issued.\n\nFalse sense of security:Having AD&D may give policyholders a false sense of security if they include the face amount in their cumulative life insurance totals during planning. Because AD&D only pays upon certain events, it should not be used to determine whether your life insurance portfolio is sufficient.Traditional life insuranceshould be adequate to provide necessary financial support to the beneficiaries. AD&D supplements that payout in the unlikely event that death occurs from an accident. Still, it adds an extra benefit with the sudden and unexpected departure of the insured.\n\nAccidental death and dismemberment (AD&D) insurance pays benefits in the case of a person’s accidental death or dismemberment. While it is usually added as a rider on a life insurance policy, it can also be purchased as standalone coverage.\n\nAccidental death and dismemberment (AD&D) coverage only pays a benefit if death results from a covered accident or upon the loss (or loss of use) of a limb. In contrast, coverage is broader with life insurance. Life insurance policies pay benefits upon the death of the insured, despite how the death occurred. (Note: Exceptions apply depending on policy terms.)\n\nVoluntary accidental death and dismemberment (VAD&D) insurance is an optional financial protection plan typically sold in the workplace that covers the same situations that regular AD&D insurance does. It is often purchased by workers in occupations that come with physical risk.\n\nAlthough unexpected, a heart attack is considered a natural cause of death and is, therefore, typically excluded from AD&D coverage. There is one exception to this exclusion. If the heart attack was precipitated by the accident, most AD&D policies will pay the stated benefit. For example, if an insured with no underlying heart issues has a heart attack immediately after a catastrophic car accident and subsequently dies, the policy may pay.\n\nAD&D coverage is relatively inexpensive compared to traditional (term) and whole life insurance. Costs can be as little as a few dollars per month. However, rates vary according to the type of AD&D coverage issued and the insurer.\n\nAccidental death and dismemberment (AD&D) is a type of insurance policy that pays a benefit upon the accidental death of an insured or upon the loss of a limb due to an accident. AD&D is designed to supplement regular life insurance, as coverage is limited to certain types of accidents. No benefit is payable if the death is due to natural causes or other excludable events. Still, AD&D can be a cost-effective way to supplement insurance and provide additionalfinancial assistanceto families of the deceased.\n\nThompson, Cynthia. “Compensation for Death and Dismemberment.”U.S. Bureau of Labor Statistics, Monthly Labor Review, September 1989, pp. 13-16.\n\nInternational Risk Management Institute. “Double Indemnity.”\n\nProgressive. \"Life Insurance vs. AD&D Insurance.\"\n\nAbrams Insurance Solutions, Inc. \"What is Voluntary AD&D (Accidental Death & Dismemberment)?\"\n\nCenters for Disease Control and Prevention. \"Mortality in the United States, 2022.\" Figure 4. Age-adjusted death rate for the 10 leading causes of death in 2022: United States, 2021 and 2022.\n\nRAND Corporation. \"Compensating the Victims of 9/11.\"\n\nMunich Re Life US. “Accidental Death Benefits – What Makes an Accident an Accident?”",
  "url": "https://www.investopedia.com/terms/a/accidental-death-dismemberment-insurance.asp"
}