{
  "term": "Accountant Responsibility: Overview and Examples",
  "definition": "Investopedia / Paige McLaughlin\n\nAccountant responsibility is the ethical responsibility anaccountanthas to those who rely on their work. According to theAmerican Institute of Certified Public Accountants (AICPA), accountants have a duty to serve the public interest and uphold the public trust in the profession. An accountant has a responsibility to his clients, his company's managers, investors, and creditors, as well as to outside regulatory bodies. Accountants are responsible for the validity of thefinancial statementsthey work on, and they must perform their duties following all applicable principles, standards, and laws.\n\nAccountant responsibility varies slightly based on the accountant's relationship with the tax filer or business in question. Independent accountants with some clients see confidential information, ranging from personal Social Security numbers to business sales data, and must observe accountant-client privilege. They cannot share private personal or business data with competitors or others.\n\nAccountants who work for accounting firms also have a responsibility to keep information private, but they also have a responsibility to their firm. Namely, they must accurately track their hours and tasks completed. For example, an accountant performing an audit should only record items he has actually completed, rather than pretending he has completed items he has not in order to speed up the process or bolster his logged hours.\n\nIf an accountant works directly for a business, as an in-house accountant, he has access to information many others in the company do not, ranging from payroll figures to news about staff layoffs, and he also has to treat this information discretely. In addition to having a responsibility to the people who work at the company, in-house accountants are also responsible to stockholders andcreditors. If accountants do not uphold their responsibilities, it can have a broad effect on the accounting industry and even thefinancial markets.\n\nAlthough accountants have a great deal of responsibility to their clients, if theInternal Revenue Servicefinds an error in an individual's tax return, it does not hold the tax preparer or accountant responsible. Rather, the IRS adjusts the return and holds the taxpayer responsible for the additional tax, fees, and penalties. However, an individual who has been wronged by an accountant's misconduct can bring a claim of negligence against the accountant based on the fact the accountant breached his duty to the client and caused personal or financial damages.\n\nThe IRS also accepts complaints about tax return preparers who have committed fraud, and anyone with an issue may submit a complaint using Form 14157, Complaint: Tax Return Preparer. In-house accountants who cook the books or purposefully include erroneous data in their company's tax returns or accounting documents are responsible for misconduct and may even becriminally liable.\n\nAccording to thePublic Company Accounting Oversight Board (PCAOB), accountants performing external audits have the responsibility to obtain reasonable assurance about whether the client's financial statements are free of material misstatement, whether caused by error or fraud. The Sarbanes-Oxley Act of 2002 (SOX) added new audit responsibilities relating to fraud. External auditors now have to certify that a client's internal controls are adequate in addition to expressing an opinion on the financial statements.",
  "url": "https://www.investopedia.com/terms/a/accountant-responsibility.asp"
}