{
  "term": "Accounts Receivable (AR): Definition, Uses, and Examples",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nAccounts receivable (AR) is an accounting term for money owed to a business for goods or services that it has delivered but not been paid for yet. Accounts receivable is listed on the company'sbalance sheetas acurrent asset.\n\nAccounts receivable represents money that a business is owed by its clients, often in the form of unpaid invoices. \"Receivable\" refers to fact that the business has earned the money because it has delivered a product or service but is, at that point in time, still waiting to receive the client's payment.\n\nAccounts receivable, or receivables, can be considered a line of credit extended by a company and normally have terms that require payments be made within a certain period of time. If effect, the company has accepted anIOUfrom the client. Depending on the agreement between company and client, the payment might be due in anywhere from a few days to 30 days, 60 days, 90 days, or, in some cases, up to a year. At some point along the way, interest on the debt might also begin to accrue.\n\nCompanies record accounts receivable as assets on their balance sheets because the customer has a legal obligation to pay the debt and the company has a reasonable expectation of collecting it. They are consideredliquid assetsbecause they can be used ascollateral to secure a loanto help the company meet its short-term obligations. Receivables are part of a company'sworking capital.\n\nFurthermore, accounts receivable are classified as current assets, because the account balance is expected from the debtor in one year or less. Other current assets on a company's books might includecash and cash equivalents,inventory, and readily marketable securities.\n\nAssets that could not easily be converted into cash within a year are recorded asnoncurrent assets. That category often includes things like physical property, long-term investments, and intellectual property, such as trademarks.\n\nWhen a company owes debts to its suppliers or other parties, those areaccounts payable. Accounts payable are the opposite of accounts receivable. To illustrate, Company A cleans Company B's carpets and sends a bill for the services.\n\nCompany B now owes Company A money, so it lists the invoice in its accounts payable column. While Company A waits to receive the money, it records the amount in its accounts receivable column.\n\nAccounts receivable are an important element infundamental analysis, a common method investors use to determine the value of a company and its securities. Because accounts receivable is a current asset, it contributes to a company's liquidity or ability to cover short-term obligations without additional cash flows.\n\nFundamental analysts often evaluate accounts receivable in the context of turnover, also known as theaccounts receivable turnover ratio. It measures the number of times a company has collected its accounts receivable balances during an accounting period and is considered an indicator of both how efficient the company is in collecting its debts and the credit quality of its customers.\n\nFurther analysis would include assessingdays sales outstanding (DSO), which measures the average number of days that it takes a company to collect payments after a sale has been made.\n\nAn everyday example of accounts receivable would be an electric company that bills its clients after the clients receive and consume the electricity. The electric company records an account receivable for unpaid invoices as it waits for its customers to pay their bills.\n\nMost companies operate by allowing a portion of their sales to be on credit. Sometimes, businesses offer such credit to frequent or special customers, who receive periodic invoices rather than having to make payments as each transaction occurs. In other cases, businesses routinely offer all of their clients the ability to pay within some reasonable period after receiving the products or services.\n\nA receivable is created any time money is owed to a business for services rendered or products provided that have not yet been paid for. For example, when a business buys office supplies, and doesn't pay in advance or on delivery, the money it owes becomes a receivable until it's been received by the seller.\n\nAccounts receivable are recorded on a company's balance sheet. Because they represent funds owed to the company (and that are likely to be received), they are booked as an asset.\n\nAccounts receivable represent funds owed to a company and are booked as an asset. Accounts payable, on the other hand, represent funds that a company owes to others and are booked as liabilities.\n\nWhen it becomes clear that a receivable won't be paid by the customer, it has to be written off as abad debt expenseor a one-time charge. Companies might also sell this outstanding debt to a third party debt collector for a fraction of the original amount—creating what accountants refer to to asaccounts receivable discounted.\n\nNet receivablesis an accounting term for a company's accounts receivable minus any receivables it has reason to believe it will never collect. It is typically expressed as a percentage of uncollectible debts relative to collectible ones, and the lower the percentage, the better.\n\nAccounts receivable is one of the most important line items on a company's balance sheet. It reflects the money owed to a company from the sale of its goods or services that remains to be paid by the buyer. Even though it is not yet in hand, it is considered an asset because the company expects to receive it in due course. The shorter the period of time a company has accounts receivable balances, the better, as it means the company can use that money for other business purposes.\n\nCornell Law School Legal Information Institute. \"Accounts Receivable.\"\n\nOffice of the Comptroller of the Currency.\"Accounts Receivable and Inventory Financing\"",
  "url": "https://www.investopedia.com/terms/a/accountsreceivable.asp"
}