{
  "term": "Accounts Receivable Aging: Definition, Calculation, and Benefits",
  "definition": "Accounts receivable aging is a periodic report that categorizes a company'saccounts receivableaccording to the length of time an invoice has been outstanding. It is used as a gauge to determine the financial health and reliability of a company's customers.\n\nIf the accounts receivable aging shows a company's receivables are being collected much more slowly than normal, this is a warning sign that business may be slowing down or that the company is taking on greater credit risk in its sales practices.\n\nInvestopedia / Michela Buttignol\n\nAccounts receivable aging, as a management tool, can indicate that certain customers are becoming credit risks. It can be used to help determine whether the company should keep doing business with customers who are chronically late payers.\n\nAccounts receivable aging has columns that are typically broken into date ranges of 30 days each and shows the total receivables that are currently due, as well as those that are past due for each 30-day time period.\n\nAccounts receivable aging is useful in determining the allowance for doubtful accounts. When estimating the amount ofbad debtto report on a company’s financial statements, the accounts receivable aging report is used to estimate the total amount to bewritten off.\n\nThe primary useful feature is the aggregation of receivables based on the length of time the invoice has been past due. Accounts that are more than six months old are unlikely to be collected, except through collections or a court judgment.\n\nCompanies apply a fixed percentage of default to each date range. Invoices that have been past due for longer periods of time are given a higher percentage due to increasing default risk and decreasing collectibility. The sum of the products from each outstanding date range provides an estimate regarding the total of uncollectible receivables.\n\nThe IRS allows companies to write off aged receivables, but only if the company has given up on collecting the debt.\n\nThe aged receivables report is a table that provides details of specific receivables based on age. The specific receivables are aggregated at the bottom of the table to display the total receivables of a company, based on the number of days the invoice is past due.\n\nThe typical column headers include 30-day windows of time, and the rows represent the receivables of each customer. Here's an example of an accounts receivable aging report.\n\nThe findings from accounts receivable aging reports may be improved in various ways. First, accounts receivable are derivations of the extension of credit. If a company experiences difficulty collecting accounts, as evidenced by the accounts receivable aging report, problem customers may be required to do business on a cash-only basis. Therefore, the aging report is helpful in laying out credit and selling practices.\n\nAccounts receivable aging reports are also required for writing off bad debts. Tracking delinquent accounts allows the business to estimate the number of accounts that they will not be able to collect. It also helps to identify potential credit risks and cash flow issues.\n\nCompanies will use the information on an accounts receivable aging report to create collection letters to send to customers with overdue balances. Accounts receivable aging reports may be mailed to customers along with the month-end statement or a collection letter that provides a detailed account of outstanding items. Therefore, an accounts receivable aging report may be utilized by internal as well as external individuals.\n\nAccounts receivable aging sorts the list of open accounts in order of their payment status. There are separate buckets for accounts that are current, those that are past due less than 30 days, 60 days, and so on. Based on the percentage of accounts that are more than 180 days old, a company can estimate the expected amount ofunpaid accounts receivablesfor future write-offs.\n\nThere are two main reasons to track accounts receivable aging. First, to track overdue or delinquent accounts so that the company can continue to decide what to do with old debts. These may be sold to collections, pursued in court, or simply written off. The second reason is so that the company can calculate the number of accounts for which it does not expect to receive payment. Using theallowance method, the company uses these estimates to include expected losses in its financial statement.\n\nThe aging method is used to estimate the number of accounts receivable that cannot be collected. This is usually based on the aged receivables report, which divides past due accounts into 30-day buckets. Each bucket is assigned a percentage, based on the likelihood of payment. By multiplying the total receivables in each bucket by the assigned percentage, the company can estimate the expected amount of uncollectable receivables.\n\nAccounts receivable aging is a type of financial report used by businesses. It distinguishes open accounts receivables—or customers with outstanding balances—based on how long an invoice has been unpaid. It usually tabulates invoices owed in 30-day segments.\n\nThis report can be used in a variety of ways. Businesses can use accounts receivable aging to decide whether to continue doing business with a certain customer or whether to require them to pay in advance or in cash. It can be used to decide whether to pursue an invoice in court or through a collections agency. If the company cannot collect the amount owed, the accounts receivable aging report is used to write off the debt.\n\nInternal Revenue Service. \"Tax Guide for Small Business.\" Pages 30-31.\n\nAccounting Tools. \"Accounts Receivable Aging.\"",
  "url": "https://www.investopedia.com/terms/a/accounts-receivable-aging.asp"
}