{
  "term": "Accounting Standard Definition: How It Works",
  "definition": "An accounting standard outlines an integrated framework that guides how financial transactions are recorded and reported.\n\nAn accounting standard provides a common structure that governs how financial data is classified, recorded, and presented in financial reports, ensuring consistency in accounting methods and principles across organizations.\n\nAccounting standards improve the transparency of financial reporting in all countries. In the United States, thegenerally accepted accounting principles (GAAP)form the set of accounting standards widely accepted for preparing financial statements.International companies follow theInternational Financial Reporting Standards (IFRS), which are set by the International Accounting Standards Board and serve as the guideline for non-U.S. GAAP companies reporting financial statements.\n\nThe generally accepted accounting principles are used widely among public and private entities in the United States. The rest of the world primarily uses IFRS. Multinational entities are required to use these standards. TheInternational Accounting Standards Board (IASB)establishes and interprets the international community's accounting standards when preparing financial statements.\n\nAccounting standards relate to all aspects of an entity’s finances, including assets, liabilities, revenue, expenses, and shareholders' equity. Specific examples of accounting standards includerevenue recognition, asset classification, allowable methods fordepreciation, what is considered depreciable, lease classifications, and outstanding share measurement.\n\nThe American Institute of Accountants, which is now known as the American Institute of Certified Public Accountants, and the New York Stock Exchange attempted to launch the first accounting standards in the 1930s.Following this attempt came theSecurities Act of 1933and theSecurities Exchange Act of 1934, which created the Securities and Exchange Commission.Accounting standards have also been established by the Governmental Accounting Standards Board for accounting principles for all state and local governments.\n\nAccounting standards specify when and how economic events are to be recognized, measured, and displayed. External entities, such as banks, investors, andregulatory agencies, rely on accounting standards to ensure relevant and accurate information is provided about the entity. These technical pronouncements have ensured transparency in reporting and set the boundaries for financial reporting measures.\n\nTheAmerican Institute of Certified Public Accountantsdeveloped, managed, and enacted the first set of accounting standards. In 1973, these responsibilities were given to the newly createdFinancial Accounting Standards Board.The Securities and Exchange Commission requires all listed companies to adhere to U.S. GAAP accounting standards in the preparation of their financial statements to be listed on a U.S. securities exchange.\n\nAccounting standards ensure that the financial statements from multiple companies are comparable. Because all entities follow the same rules, accounting standards make the financial statements credible and allow for more economic decisions based on accurate and consistent information.\n\nAn independent nonprofit organization, the Financial Accounting Standards Board (FASB) has the authority to establish and interpret generally accepted accounting principles (GAAP) in the United States for public and private companies and nonprofit organizations.GAAP refers to a set of standards for how companies, nonprofits, and governments should present their financial statements.\n\nAccounting standards improve the transparency of financial reporting in all countries. They specify when and how economic events are to be recognized, measured, and displayed. External entities, such as banks, investors, and regulatory agencies, rely on accounting standards to ensure relevant and accurate information is provided about the entity. These technical pronouncements have ensured transparency in reporting and set the boundaries for financial reporting measures.\n\nIn the United States, the generally accepted accounting principles (GAAP) form the set of accounting standards widely accepted for preparing financial statements. Its aim is to improve the clarity, consistency, and comparability of the communication of financial information. Basically, it is a common set of accounting principles, standards, and procedures issued by the Financial Accounting Standards Board (FASB).Public companies in the United States must follow GAAP when their accountants compile their financial statements.\n\nInternational companies follow the International Financial Reporting Standards (IFRS), which are set by the International Accounting Standards Board and serve as the guideline for non-U.S. GAAP companies reporting financial statements. They were established to bring consistency to accounting standards and practices, regardless of the company or the country. IFRS is thought to be more dynamic than GAAP in that it is regularly being revised in response to an ever-changing financial environment.\n\nFinancial Accounting Foundation. \"What Is GAAP?\"\n\nInternational Financial Reporting Standards (IFRS). \"Why Global Accounting Standards?\"\n\nInternational Financial Reporting Standards (IFRS). \"Who Uses IFRS Accounting Standards?\"\n\nThe New York State Society of CPAs. \"History of the Auditing World, Part 1.\"\n\nU.S. Securities and Exchange Commission, Investor.gov. \"The Laws That Govern the Securities Industry.\"\n\nU.S. Securities and Exchange Commission. \"Study Pursuant to Section 108(d) of the Sarbanes-Oxley Act of 2002 on the Adoption by the United States Financial Reporting System of a Principles-Based Accounting System, i. Development of Promulgated Standards.\"\n\nU.S. Securities and Exchange Commission. \"A U.S. Imperative: High-Quality, Globally Accepted Accounting Standards.\"\n\nFinancial Accounting Standards Board (FASB). \"About the FASB.\"",
  "url": "https://www.investopedia.com/terms/a/accounting-standard.asp"
}