{
  "term": "Account in Trust: Definition, Types, Benefits, How to Set One Up",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nInvestopedia / Michela Buttignol\n\nThe term account in trust refers to a financial account opened by an individual and managed by a designatedtrusteefor the benefit of a third party per agreed-upon terms. The trustee who manages the funds and assets in the account generally acts as afiduciary, which means they have a legal responsibility to manage the account and assets in the best interests of thebeneficiary.\n\nAccounts in trust are also called trust accounts. They are created for the benefit of an individual and managed by a trustee. Trusts often come with certain conditions for use. For example, a parent can open a bank account for their minor child and stipulate rules as to when the child can access the funds/assets in the account as well as anyincomethey generate.\n\nThey can hold different assets like cash, stocks, bonds,mutual funds, and real estate among others.Trustees can vary, as well. They can be the person opening the account, someone else designated as a trustee, or afinancial institution, such as a bank or brokerage firm.\n\nTrustees have the option to make certain changes to the account in trust. These can include naming a successor trustee or another beneficiary. A trustee may close the account or open a subsidiary account to which they can transfer some or all of the assets in the account in trust. The trustee is obligated to follow the instructions of the document that established the account in trust.\n\nThe specifics of accounts in trust can vary depending on the type of account, terms outlined in any trust agreements, as well as applicable state and federal laws.\n\nAUniform Gifts to Minors Act (UGMA)account allows minors to legally own the assets held within it. However, they can't access the account's principal and income until they reach legal age. This type of account in trust is typically opened by parents to fund their children's higher education and to secure certain tax protections.\n\nUGMA accounts are managed by a custodian, who is appointed by the donor. Thecustodianmust manage the account for the benefit of the minor.They can invest the funds and withdraw money(within limits) for the minor's care and needs. Contributions can also be made to the account with no limits.\n\nA UGMA account is different from aUniform Transfers to Minors Act (UTMA). A UTMA account allows for the donation of non-basic assets, such as life insurance and stocks.\n\nAnother type of account in trust is apayable on death (POD)trust also called a Totten Trust. These accounts are essentiallybank accounts with named beneficiarieswho can legally assume the trust's assets and income when the grantor dies. In addition, this type of account does not need to clearprobatefor assets to transfer to the rightful beneficiary upon the death of the initial owner.\n\nThere are events, however, that prevent the named beneficiary from obtaining the full value of the account upon the death of the account owner. Incommunity propertystates, the spouse of the decedent may be entitled to half of the account. The spouse is not entitled to funds accumulated before marriage. Also, the beneficiary does not receive a benefit from a jointly owned account if the joint owner is still living. The benefit is payable upon the death of the last surviving owner.\n\nPOD trusts are protected by theFederal Deposit Insurance Corporation (FDIC)as are traditional bank accounts.\n\nA housing account in trust is opened by amortgage company. The lender uses this account to pay property taxes and insurance on a homeowner's behalf. This type of account in trust is also called anescrowaccount, and funds to be deposited into it are usually included in the monthly mortgage payment.\n\nThe two main types of escrow accounts are the purchase escrow account and refinance escrow account. A purchase escrow account holds funds related to the purchase of a home and is managed by an escrow agent.Earnest money, presented by the buyer to the seller, and other real estate transaction fees, such as loan fees, agent commissions, andappraisalfees, are held in a purchase escrow account.\n\nA refinance escrow account, much like a purchase escrow account, holds fees related to the transaction, which, in this case, is the refinance of a home. Such fees include appraisal and attorney fees.\n\nBefore setting up an account in trust, review your available options and choose the one that best suits your needs. Consider the following details:\n\nOnce the details are confirmed, complete and file the appropriate paperwork as per the rules of your state. It might be best to consult an attorney to ensure that the account is in line with your expectations.\n\nSome individuals like accounts in trust because they avoid probate, enabling a quicker and easier distribution of assets. These accounts also may provide favorable tax benefits. For instance, theInternal Revenue Service (IRS)considers income as trust income (for irrevocable trusts), which usually results in a lower tax liability.\n\nThese accounts also allow the donor's wishes to be carried out during their lifetime and/or upon death. They can specify how they want their assets managed, how and when they will be dispersed, and who will manage them.\n\nMr. and Mrs. Q. Sample are school teachers who want to retire in 15 years. They have three adult children and two infant grandchildren. Hoping to secure their assets and createcollege fundsfor their grandchildren, they explore accounts in trust as options.\n\nAfter meeting with an attorney, they decide to protect their assets in arevocable trust, whereby they serve as co-trustees and their eldest child as a successor trustee. Their assets, including real estate, stocks, and other investments, will be managed in the trust. Upon death, all assets will be distributed equally among their children, who are named as the beneficiaries.\n\nThey also establish education trust accounts for each grandchild with an initial deposit of $5,000 into each account. Their goal is to invest $2,000 per account each year until the grandchildren reach the age of majority. The funds can only be used for educational purposes. However, if the grandchild does not attend college or trade school, the funds will be dispersed in monthly installments beginning at age 25.\n\nIf you have assets and specific preferences in how and to whom they are distributed, a trust account might be beneficial. Speak with an expert, such as an estate planner, advisor, or attorney to explore what trust accounts are available and which ones are advantageous for you.\n\nAfter deciding which trust account to establish, outline the conditions you want to be specified within the trust. Draft the trust document, according to the rules for your state. Be sure to name the parties (trustees) to manage the trust, as well as the beneficiaries. Then, create an account for and transfer assets into the trust, which can be done with most banks and financial institutions. Keep in mind that it may be helpful to seek advice and guidance from a professional before you consider setting up a trust.\n\nA revocable trust can be modified or revoked by the grantor. An irrevocable trust, on the other hand, is a trust that cannot be modified or revoked without the written consent of the beneficiaries.\n\nThe termswill and trustare often used interchangeably, but they are quite different. A will is a legal document outlining the final wishes of a person upon their death. It is only effective after its originator dies. Trusts are effective when they're created. They can outline how assets are treated during the grantor's life and upon their death.\n\nAn executor or executrix is appointed to ensure that a will is executed according to its specifications. A trustee, though, is appointed to ensure that the conditions of the trust are met. Unlike wills, trusts are not subject to probate and cannot be contested.\n\nEstate planningcan help you make important decisions about how your assets are distributed in certain situations, including after you die. Setting up an account in trust is one of the options available. This is an account that is set up to be managed by a trustee of your choice. You can name which assets are held in the trust, how they're managed, and when they're distributed. As with any financial decision, it's always a good idea to consult a financial professional to see if an account in trust is right for you.\n\nFINRA. \"College Savings Accounts: Types.\"\n\nThe American College of Trust and Estate Counsel. \"Pitfalls of Pay on Death (POD) Accounts.\"\n\nFederal Deposit Insurance Corporation. \"Are My Deposit Accounts Insured by the FDIC?\" Select \"Trust Account.\"\n\nBetter. \"What is an Escrow Account?\"\n\nUniversity of Minnesota Extension. \"Trusts: Definitions, Types and Taxation.\"\n\nCornell Law School, Legal Information Institute. \"12 CFR § 330.10 - Revocable Trust Accounts.\"\n\nAmerican Bar Association. \"Revocable Trusts.\"\n\nAmerican Bar Association. \"Introduction to Wills.\"",
  "url": "https://www.investopedia.com/terms/a/account-in-trust.asp"
}