{
  "term": "Accountability: Definition, Types, Benefits, and Example",
  "definition": "Madelyn Goodnight / Investopedia\n\nAccountability is the acknowledgment by a company, an individual, or another entity that they're responsible for their actions.\n\nAccountability refers to the acceptance of responsibility for honest andethical conducttoward others. A company’s accountability extends to its shareholders, employees, and the wider community in which it operates. Accountability also implies a willingness to be judged on performance.\n\nAccountability is an essential concept in corporate finance. It's defined as an entity’s steps to take responsibility for its actions. This can range from accounting for financial discrepancies, conduct toward employees, financial mismanagement, or losingshareholderconfidence.\n\nThe concept is particularly relevant to theaccountingpractices a company adopts when it prepares the financial reports that are submitted to shareholders and the government. A company can't retain the confidence of its customers, regulators, or the markets without checks, balances, and consequences for wrongdoing,\n\nCorporate accountability has come to encompass a company’s activities as they affect the community. A company’s environmental impact, investment decisions, and treatment of its employees have all come under public scrutiny.\n\nEach industry has its own standards and rules for accountability that may evolve over time, such as the rules forsocial mediaaccountability.\n\nThe concept of accountability runs throughout allindustries,sectors,companies, and professions.\n\nAccountability is about numbers. Every public company must publish a quarterly and annual financial report detailing its income and expenses.An independentauditoris responsible for reviewing a company's financial statements and obtaining reasonable assurance that the financial statements are free from any material misstatements caused by error or fraud.This auditor holds the company accountable for its reporting.\n\nAccountability requires that corporateaccountantsbe careful and knowledgeable because they can be held legally liable for negligence. An accountant is responsible for the integrity and accuracy of the company’sfinancial statementseven if an error or misstatement was made by others in the organization. Public companies are required to have an audit committee within the board of directors. Their job is to oversee theaudit.\n\nPolitical accountability can relate to political contributions and how candidates use resources. The nonpartisan Center for Political Accountability and the Wharton School at the University of Pennsylvania publish a joint annual index that rates major public corporations' disclosure and oversight policies regarding their donations to political causes and candidates.\n\nThe Center for Political Accountability shines a spotlight on corporate spending that aims to influence politicians. KFF Health News reported in-depth in 2021 on a campaign by the pharmaceutical industry to head off a proposal to allowMedicareto negotiate drug prices with vendors. The report named members of Congress who accepted political donations from drugmakers.\n\nThe Center for Political Accountability noted that 218 large public companies had adopted political disclosure policies by 2023.\n\nAccountability is subjective. Merck was named the most responsible company in 2024.HHP was the highest-rate company regarding responsibility in 2023, however, according to Newsweek.McKinstry was top-rated in terms of a Corporate Equality Index.There's a spectrum of accountability that companies land on and where they land can constantly change.\n\nThe role of corporate cash is only one of the global issues regarding government accountability. The U.S. Agency for International Development (USAID), the federal agency that administers civilian foreign aid, measures government accountability by the following key factors:\n\nThe Government Accountability Project protects federal, state, and localwhistleblowerswho spot problems and report them to appropriate agencies. Governments are held accountable through unofficial internal audits.\n\nThe U.S. State Department took over USAID operations in February 2025. More than 80% of U.S. foreign aid contracts were canceled a month later. Some future accountability measures and efforts are uncertain.\n\nThe media in the U.S. is uniquely protected from interference by Congress by the First Amendment. This doesn't mean that it's free from accountability, however.\n\nThe media has long been under the constant scrutiny of several watchdogs, both internal and external. These have been augmented by independent fact-checking organizations such as FactCheck.org, Snopes, and PolitiFact in the internet era. They and other organizations monitor the media for bias and errors and publish their findings.\n\nIndividuals can easily contribute to the conversation thanks to social media. There's debate whether platforms likeFacebookare publishers or if the users are the publishers, however. Social media continues to be under fire for spreading dangerous misinformation in either case, for providing a platform for hate speech, and for having a generally lacking sense of accountability.\n\nEmployees must conduct themselves with accountability for their companies to be successful. This is accomplished in several ways.\n\nThe soft skills of accountability include showing up to work when expected and being prepared for the tasks of the day. Accountability extends to every department and every employee because it begins with being present, honest, and engaged in everyday tasks outside of one’s job.\n\nThere's also a deep-rooted sense of accountability in specific positions. Professionals who handle physical ordigital moneyhave a standard of accountability to be honest and responsible with funds that don't belong to them personally. Managers have a duty of accountability to properly oversee employees, treat them well, and guide them through growth opportunities.\n\nA company builds, manages, and sustains accountable practices in a few ways:\n\nInternal accountability refers to the practices within a company. This type of accountability is maintained throughinternal controls, performance evaluations, audits, and a strong corporate culture. Regular performance reviews and audits help identify areas where employees and departments may need improvement.\n\nExternal accountability pertains to a company's obligations and responsibilities to outside parties such as regulators, investors, customers, and the general public. It's often enforced through legal requirements, industry standards, and public scrutiny. Companies must regularly disclose financial information, comply with environmental regulations, and meet consumer protection laws or there may be legal consequences that are detrimental to the company's ability to function.\n\nBoth forms of accountability must be present for a company's success and sustainability but there are different risks to each. Internal accountability ensures that the organization operates efficiently and ethically from within. External accountability is the most detrimental and costly but it doesn't happen on its own. Failure to uphold internal accountability leads to problems with external accountability.\n\nAccountability is different at every company but there are overarching benefits that it can provide when a business can appropriately execute accountability practices.\n\nAccountability promotes operational excellence. Employees are more likely to put forth stronger effort when they understand that their work is being looked at and evaluated. It's understood that what they do matters, especially when they're rewarded for strong accountability with raises, promotions, and public recognition.\n\nAccountability isn't limited to just doing your job. It's the practice of being honest and responsible for your actions in all situations. Accountable employees are held to a standard that company resources are to be respected. They're less likely to mistreat company assets because they understand that there will be consequences.\n\nCompanies with a standard of accountability will have boundaries for acceptable deviation. A company might allow for a certain dollar threshold of financial misstatement due to immateriality. It won't accept larger errors, unexplainable variances, or delays in reporting if it holds itself accountable to a low threshold of materiality.\n\nAccountability builds external investor trust. Aninvestor’s confidence in a company is only driven so far based on the prospect of financial success. Investors must believe that a company is well-run, honest, competent, and efficient with its resources. It will be seen more favorably, especially compared with an untrustworthy adversary, if a company can demonstrate its accountability.\n\nA 2022 research study by Pew Research found that 51% of the so-called “cancel culture” was a movement to hold people accountable for their actions while 45% saw the movement as punishment for people who didn’t deserve it.\n\nCorporate accountability can be hard to quantify but that doesn’t stop anyone from trying. One real-world example is the Volkswagen emissions scandal, often referred to as \"Dieselgate.\" It exposed how Volkswagen had deliberately installed software in its diesel vehicles to cheat on emissions tests.\n\nThe United States Environmental Protection Agency (EPA) found in 2015 that many VW cars sold in America had a \"defeat device\" in diesel engines that could detect when they were being tested. Cars normally emit up to 40 times the allowed levels of nitrogen oxides, pollutants that contribute to the formation of smog and acid rain and are linked to various respiratory diseases.\n\nThe ultimate fallout was that Volkswagen faced hefty fines and settlements. The company agreed to spend up to $25 billion in the U.S. alone to address claims from regulators, car owners, and dealers. This included buying back affected vehicles, funding environmental programs, and compensating owners. Several executives were charged and Volkswagen pleaded guilty to criminal charges and agreed to pay $4.3 billion in penalties in 2017.\n\nThe scandal led to significant changes in Volkswagen's leadership. CEO Martin Winterkorn resigned and other topexecutiveswere suspended or left the company. VW undertook various internal reforms to improve compliance and transparency. They implemented stricter environmental standards and compliance measures to prevent future misconduct. Volkswagen also issued public apologies, acknowledging their misconduct and committing to making amends.\n\nAccountability in the workplace goes beyond giving each employee a task to complete in a project. It also means making each individual accountable for the success or failure of their contribution to the overall project. It’s all about the ownership of success or failure.\n\nThe Government Accountability Office (GAO) is the audit agency of the U.S. government.\n\nIt evaluates the effectiveness of U.S. programs and proposed programs. One of its ongoing reviews examined the effectiveness of $4.7 trillion in federal spending related to the COVID-19 pandemic. It made recommendations for changes to prevent the misuse of funds, fraud, and errors in relief payments.\n\nA responsibility is an assigned or self-assigned task or project. Accountability implies a willingness to be judged on the performance of the project. It doesn’t exist in a vacuum. It requires transparency and effective communication of results with all parties that may be affected.\n\nAccountability can be a management buzzword or it can be a real framework for evaluating the success or failure of an individual or an entity. The concept of corporate accountability has always meant honest and transparent financial reporting. That concept has expanded to encompass a corporation’s performance and responsiveness to environmental, social, and community issues.\n\nU.S. Securities and Exchange Commission. “Exchange Act Reporting and Registration.”\n\nPublic Company Accounting Oversight Board. “AS 1001: Responsibilities and Functions of the Independent Auditor.”\n\nDeloitte. “Audit Committee Requirements.”\n\nCenter for Political Accountability. “CPA-Zicklin Index: A Focus on Transparency.”\n\nKFF Health News. “Pharma Campaign Cash Delivered to Key Lawmakers with Surgical Precision.”\n\nCenter for Political Accountability. \"2023 CPA-Zicklin Index of Corporate Political Disclosure and Accountability.\"\n\nNewsweek. \"America's Most Responsible Companies (2024).\"\n\nNewsweek. \"America's Most Responsible Companies.\"\n\nMcKinstry. \"McKinstry Earns Top Score In Human Rights Campaign Foundation’s 2023-2024 Corporate Equality Index.\"\n\nGovernment Accountability Project. \"Our Story.\"\n\nNPR. \"Rubio Announces That 83% of USAID Contracts Will Be Canceled.\"\n\nPew Research Center. “A Growing Share of Americans Are Familiar with ‘Cancel Culture’.”\n\nUnited States Environmental Protection Agency. \"Learn About Volkswagen Violations.\"\n\nProPublica. \"How VW Paid $25 Billion for Dieselgate - And Got Off Easy.\"\n\nCar and Driver. \"Everything You Need to Know about the VW Diesel-Emissions Scandal.\"\n\nU.S. Government Accountability Office. “Federal Response to COVID-19.\"",
  "url": "https://www.investopedia.com/terms/a/accountability.asp"
}