{
  "term": "Accounting Principles: What They Are and How GAAP and IFRS Work",
  "definition": "Accounting principles, such as GAAP or IFRS, are standards set by regulatory bodies that public companies must adhere to for financial reporting disclosures.\n\nAccounting principles are guidelines companies must follow when recording and reporting accounting transactions. They bring uniformity tofinancial statements, making it harder for firms to hide information and inflate their numbers. These principles also make it easier to understand a business’s health and compare one or several companies' financials over different periods. In the U.S., the standards to follow are generally accepted accounting principles (GAAP). In many other countries, companies are guided by international financial reporting standards (IFRS).\n\nAccounting principles are a series of rules that guide companies on how to prepare their financial statements. They explain how transactions, such as sales, purchases, and payments, should be reported. Before accounting principles were introduced, companies were free to record and report financial data as they saw fit. This made financial statements harder to compare and made it far easier for companies to skew their numbers positively. For investors and regulators, it was a nightmare.\n\nThe roots of modern accounting principles trace back to theStock Market Crash of 1929and the subsequent Great Depression. Before then, companies had free rein to report their finances however they wished, often hiding losses and inflating profits through creative bookkeeping. In the aftermath of the crash, as investigators uncovered widespread accounting manipulation that had helped fuel speculation, Congress passed the Securities Acts of 1933 and 1934 to protect investors.\n\nThese laws established theSecurities and Exchange Commission (SEC)and mandated standardized financial reporting for public companies.During the same decade, theAmerican Institute of Certified Public Accountants (AICPA)worked with the SEC to develop the first formal accounting standards.In many other countries, these guidelines fall to the IFRS, established by the International Accounting Standards Board (IASB).\n\nHere is a list of the most common accounting principles:\n\nExpenses andliabilitiesshould be recognized as soon as possible, even if uncertainty exists, while revenues and assets should only be recognized if they are certain. The goal is to be open about future losses and cautious about acknowledging future gains.\n\nOnce a company adopts an accounting principle or method, it should stick to it so that future changes are easily compared.\n\nAnasset, liability, or equity investment must be recorded at its original purchase cost.\n\nThe financial transactions of a company and its owners should be separate and thus report separate accounting records and bank accounts for each.\n\nCompanies must reveal all relevant and material information in their financial statements. For example, if there were significantwrite-downs, a breakdown of how depreciation was calculated should be provided.\n\nCompanies are able to defer the recognition of some expenses, such as depreciation, to later periods because it is assumed they will continue to operate in the future.\n\nAll expenses related to a revenue-generating transaction should be recorded at the time the revenue is recognized. That is, you can't boost your supposed profits by recording your gains at one time and the costs to get them at another.\n\nAll information deemed reasonably likely to impact investors’ decision-making should be reported in detail in a company’s financial statements.\n\nFinancial statements should only record things that can be expressed in terms of a currency. This principle prevents companies from inflating their numbers with overly optimistic estimations for aspects of a business that are hard to ascribe value to, such as employee quality.\n\nAccounting should be based on facts and objective evidence and free of bias and personal opinion.\n\nOnly transactions supported by evidence, such as a receipt or invoice, should be recorded.\n\nRevenues should be recognized on the income statement in the period they are realized and earned—not necessarily when the cash is received.\n\nCompanies should report their financial activities over a standard time period, such as quarterly or annually.\n\nGAAP are the accounting principles that all regulated U.S. entities, including publicly traded companies, government agencies, and nonprofits, must follow. These rules were set and are periodically revised by theFinancial Accounting Standards Board, an independent nonprofit organization whose members are chosen by theFinancial Accounting Foundation.Compliance is verified by an external audit conducted by acertified public accountant.\n\nCompanies often accompany GAAP-compliant measures withnon-GAAPfigures in their financial statements. When a figure is non-GAAP, the company must say so and investors should pay heed to that fact.\n\nIFRS standards are used in 168 jurisdictions, including the European Union, the U.K., Canada, India, Russia, South Korea, South Africa, and Chile. The standards are issued and maintained by the IASB, an independent, private-sector body headquartered in London.\n\nThe IFRS’s 17 standards cover everything from how a company should recognize revenues from contracts to accounting for insurance contracts and leases. These rules are underpinned by four core principles: clarity, relevance, reliability, and comparability.\n\nThe type of entities IFRS is enforced on depends on the country or territory. In the EU, for example, all companies are required to conform. Meanwhile, in other countries, the IFRS might be compulsory for only certain types of companies, like banks or those over a certain valuation.\n\nInvestors should be cautious when comparing the financial statements of companies from different countries as not all accounting principles are the same.\n\nWhile GAAP and IFRS have differences, they share the same core goal that emerged from the 1930s reforms—protecting investors through transparency and consistency. IFRS isprinciples-based, while GAAP (despite the name) is rules-based. The former leaves greater room for interpretation, while the latter dictates exactly how financial statements should be prepared.\n\nThey also differ in how they want companies to record and report certain transactions, including the formatting of balance sheets and the treatment of interest, asset revaluations, inventory, intangibles, research and development expenses, liabilities, and revenue.\n\nFor example, GAAP permits using last-in, first-out inventory accounting methods but doesn’t allow for inventory reversals, while IFRS has banned the former but allows the latter under certain conditions.\n\nAccounting principles ensure companies are as transparent, consistent, and objective as possible when reporting their financials and that all metrics and valuation approaches used are the same. For investors, this results in all financial statements being similar and consequently easier to understand, analyze, and compare.\n\nAccounting principles vary by region. However, they generally share the same fundamentals and objectives, which include being conservative about estimating income and forthcoming about expenses.\n\nU.S. Securities and Exchange Commission. \"A U.S. Imperative: High-Quality, Globally Accepted Accounting Standards.\"\n\nInternational Financial Reporting Standards (IFRS) Foundation. “Who Uses IFRS Accounting Standards?”\n\nThe New York State Society of CPAs, The CPA Journal. \"History of the Auditing World, Part 1.\"\n\nU.S. Securities and Exchange Commission. \"Statutes and Regulations.\"\n\nFinancial Accounting Foundation. \"GAAP and Public Companies.\"\n\nHarvard Law School Forum on Corporate Governance. \"The Long and Winding Road to Financial Reporting Standards.\"\n\nFinancial Accounting Standards Board. “About the FASB.”\n\nU.S. Department of Justice, Office of Justice Programs . \"Generally Accepted Accounting Principles (GAAP) Guide Sheet.\"\n\nU.S. Securities and Exchange Commission. \"Non-GAAP Financial Measures.\"\n\nInternational Financial Reporting Standards Foundation (IFRS). “IFRS Accounting Standards Navigator.”\n\nU.S. Securities and Exchange Commission. \"A Comparison of U.S. GAAP and IFRS.\" Pages 8-11.\n\nAmerican Institute of Certified Public Accountants. “Is IFRS That Different from U.S. GAAP?”\n\nHarvard Business School Online. \"GAAP vs. IFRS: What Are the Key Differences and Which Should You Use?\"",
  "url": "https://www.investopedia.com/terms/a/accounting-principles.asp"
}