{
  "term": "Accounting Methods: Definition, Types, and Example",
  "definition": "An accounting method refers to the rules that a company follows in reporting revenues and expenses. The two primary methods ofaccountingare accrual accounting (generally used by companies) and cash accounting (generally used by individuals).\n\nCash accountingreports revenues and expenses as they are received and paid through cash inflows and outflows;accrual accountingreports them as they are earned and incurred through sales and purchases on credit and by using accounts receivable and accounts payable.Generally accepted accounting principles (GAAP)require accrual accounting.\n\nAll businesses need to keep accounting records. Publiccompaniesare required to do so. Accounting allows a business to monitor every aspect of its finances, from revenues to costs to taxes and more. Without accurate accounting, a business would not know where it stands financially, most likely resulting in its demise.\n\nAccounting is also needed to pay accurate taxes to theInternal Revenue Service (IRS). If the IRS ever conducts an audit on a company, it looks at a company’s accounting records and methods. Furthermore, the IRS requirestaxpayersto choose an accounting method that accurately reflects their income and to be consistent in their choice of accounting method from year to year.\n\nThis is because switching between methods would potentially allow a company to manipulaterevenueto minimize its tax burdens. As such, IRS approval is required to change methods. Companies may use a hybrid of the two methods, which is allowable under IRS rules if specified requirements are met.\n\nCash accounting is an accounting method that is relatively simple and is commonly used by small businesses. In cash accounting, transactions are only recorded when cash is spent or received.\n\nIn cash accounting, a sale is recorded when the payment is received and an expense is recorded only when a bill is paid. The cash accounting method is, of course, the method that most people use in managing their personal finances and is appropriate for businesses up to a certain size.\n\nIf a business generates more than $25 million in average annual gross receipts for the preceding three years, however, it must use the accrual method, according to IRS rules.\n\nAccrual accounting is based on the matching principle, which is intended to match the timing of revenue and expense recognition. By matching revenues with expenses, the accrual method gives a more accurate picture of a company’s true financial condition.\n\nUnder the accrual method, transactions are recorded when they are incurred rather than awaiting payment. This means a purchase order is recorded as revenue even though the funds are not received immediately. The same goes for expenses in that they are recorded even though no payment has been made.\n\nThe value of accrual accounting becomes more evident for large, complex businesses. For example, a construction company may undertake a long-term project and may not receive complete cash payments until the project is complete.\n\nUnder cash accounting rules, the company would incur many expenses but would not recognize revenue until cash was received from the customer. So, the accounting book of the company would look weak until the revenue actually came in. If this company was looking fordebt financingfrom a bank, for example, the cash accounting method makes it look like a poor bet because it is incurring expenses but no revenue.\n\nUnder accrual accounting, the construction company would recognize a percentage of revenue and expenses corresponding to the portion of the project that was completed. This is known as thepercentage of completion method. How much actual cash is coming into the company, however, would be evident in the cash flow statement. This method would show a prospective lender a much more complete and accurate picture of the company’s revenue pipeline.\n\nAccrual accounting reports revenues and expenses as they are earned and incurred through sales and purchases on credit and by using accounts receivable and accounts payable.\n\nCash accounting reports revenues and expenses as they are received and paid through cash inflows and outflows.\n\nThe IRS requires businesses making an average of $25 million or more in sales for the preceding three years to use accrual accounting. As for individual taxpayers, the IRS mandates that they choose an accounting method that accurately reflects theirincomeand be consistent in their choice of accounting method from year to year.\n\nYes, by companies but not individuals. Companies may use a hybrid of accrual accounting and cash accounting under IRS rules if specified requirements are met. Switching between methods is not allowed because it would potentially allow a business to manipulate revenue to minimize its tax burdens.\n\nAn accounting method is the rules that a company must follow in reporting revenues and expenses. Accrual accounting (used mostly by companies) and cash accounting (used mostly by individuals) are the two primary accounting methods.\n\nInternal Revenue Service. “Publication 538: Accounting Periods and Methods,” Page 9.",
  "url": "https://www.investopedia.com/terms/a/accountingmethod.asp"
}