{
  "term": "Accounting Equation: What It Is and How You Calculate It",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe accounting equation is a core concept of modern accounting that states that a company's assets are the sum of its liabilities and its shareholder equity.\n\nThe accounting equation is a fundamental concept that states that a company’s total assets are equal to the sum of its liabilities and its shareholders’ equity. This straightforward relationship between assets, liabilities, and equity is the foundation of thedouble-entryaccounting system.\n\nThe accounting equation ensures that the balance sheet remains balanced. Each entry made on the debit side has a corresponding entry or coverage on the credit side.\n\nThe accounting equation is also known as the basic accounting equation or the balance sheet equation.\n\nThe financial position of any business is based on two key components of thebalance sheet: assets and liabilities. Owners’ equity or shareholders’ equity is the third section of the balance sheet. The accounting equation is a representation of how these three important components are associated with each other.\n\nAssets represent the valuable resources controlled by a company and liabilities represent its obligations. Both liabilities and shareholders’ equity detail how the assets of a company are financed. It will show as a liability if it’s financed through debt but in shareholders' equity if it’s financed through issuingequityshares to investors.\n\nThe accounting equation helps to assess whether business transactions carried out by the company are being accurately reflected in its books and accounts.\n\nAssets includecash and cash equivalentsorliquid assets. These may include Treasury bills and certificates of deposit (CDs).\n\nAccounts receivablelists the amounts of money owed to the company by its customers for the sale of its products. Inventory is also considered to be an asset.\n\nThe major and often largest value assets of most companies are their machinery, buildings, and property. These are fixed assets that are usually held for many years.\n\nLiabilities are debts that a company owes and costs that it must pay to keep running. Debt is a liability whether it's a long-term loan or a bill that's due to be paid. Costs can include rent, taxes, utilities, salaries, wages, anddividendspayable.\n\nThe shareholders’ equity number is a company’s total assets minus its total liabilities. It can be defined as the total number of dollars that a company would have left if it liquidated all its assets and paid off all of its liabilities. This would then be distributed to the shareholders.\n\nRetained earningsare part of shareholders’ equity. This number is the sum of total earnings that weren't paid to shareholders as dividends.\n\nThink of retained earnings as savings. It represents the total profits that have been saved and put aside or “retained” for future use.\n\nThe balance sheet holds the elements that contribute to the accounting equation:\n\nAssets=(Liabilities+Owner’s Equity)\\text{Assets}=(\\text{Liabilities}+\\text{Owner's Equity})Assets=(Liabilities+Owner’s Equity)\n\nSay leading retailer XYZ Corp reported the following on its balance sheet for its latest fullfiscal year:\n\nWe arrive at ($50 billion + $120 billion) = $170 billion if we calculate the right side of the accounting equation (equity + liabilities). This matches the value of the assets reported by the company.\n\nThe accounting equation is a concise expression of the complex, expanded, and multi-item display of a balance sheet. The representation essentially equates all uses of capital or assets to all sources of capital where debt capital leads to liabilities and equity capital leads to shareholders’ equity.\n\nEvery business transaction will be represented in at least two of its accounts if a company is keeping accurate accounts. The borrowed money will be reflected in its balance sheet as both an increase in the company’s assets and an increase in its loan liability if a business takes a loan from a bank.\n\nIt will result in an increase in the company’sinventorywhich is an asset while reducing cash capital which is another asset if a business buysraw materialsand pays in cash. Two or more accounts are affected by every transaction carried out by a company so the accounting system is referred to as double-entry accounting.\n\nThe double-entry practice ensures that the accounting equation always remains balanced. The left-side value of the equation will always match the right-side value. The total amount of all assets will always equal the sum of liabilities and shareholders’ equity.\n\nThe global adherence to the double-entry accounting system makes the account-keeping and -tallying processes more standardized and foolproof.\n\nThe accounting equation ensures that all entries in the books and records are vetted and a verifiable relationship exists between each liability or expense and its corresponding source or between each item of income or asset and its source.\n\nThe balance sheet always balances out but the accounting equation can’t tell investors how well a company is performing. Investors must interpret the numbers and decide for themselves whether the company has too many or too few liabilities, not enough assets or perhaps too many assets, or whether its financing is sufficient to ensure its long-term growth.\n\nThis is a portion of Exxon Mobil Corp.’s (XOM) balance sheet in millions as of March 31, 2024:\n\nThe accounting equation is calculated as follows:\n\n$164,866 (total liabilities) + $213,052 (equity) = $377,918 (which equals the total assets for the period)\n\nThe accounting equation captures the relationship between the three components of a balance sheet: assets, liabilities, and equity. A company’s equity will increase when its assets increase and vice versa. Adding liabilities will decrease equity and reducing liabilities such as by paying off debt will increase equity. These basic concepts are essential to modern accounting methods.\n\nThe three elements of the accounting equation are assets, liabilities, and shareholders’ equity. The formula is straightforward: A company’s total assets are equal to its liabilities plus its shareholders’ equity. The double-entry bookkeeping system is designed to accurately reflect a company’s total assets.\n\nAnassetis anything with economic value that a company controls and can be used to benefit the business now or in the future. Assets include fixed assets such as machinery and buildings as well as financial assets such as investments in stocks and bonds. They may also be intangible assets like patents, trademarks, and goodwill.\n\nA company’sliabilitiesinclude every debt it has incurred. These may include loans, accounts payable, mortgages, deferred revenues, bond issues, warranties, and accrued expenses.\n\nShareholders’ equityis the total value of the company expressed in dollars. It's the amount that would remain if the company liquidated all its assets and paid off all its debts. The remainder is the shareholders’ equity which would be returned to them.\n\nThe accounting equation is based on the premise that the sum of a company’s assets is equal to its total liabilities and shareholders’ equity. It's a core concept in modern accounting that provides the basis for keeping a company’s books balanced across a given accounting cycle.\n\nUCSD Rady School of Management. \"The Accounting Equation, Explained.\"\n\nU.S. Securities and Exchange Commission, via ExxonMobil Investor Relations. “ExxonMobil Form 10-Q for the Quarterly Period Ended March 31, 2024.” Page 5.",
  "url": "https://www.investopedia.com/terms/a/accounting-equation.asp"
}