{
  "term": "Accounts Payable Turnover Ratio: Definition, Formula, and Examples",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nThe accounts payable turnover ratio is a short-term liquidity measure used to quantify the rate at which a company pays off its suppliers. It shows how many times a company pays off its accounts payable during a particular period.\n\nAccounts payable is short-term debt that a company owes to its suppliers and creditors. The accounts payable turnover ratio can reveal how efficient a company is at paying what it owes in the course of a year.\n\nInvestopedia / Michela Buttignol\n\nAP Turnover=TSP(BAP + EAP)/2where:AP = Accounts payableTSP = Total supply purchasesBAP = Beginning accounts payableEAP = Ending accounts payable\\begin{aligned} &\\text{AP Turnover}=\\frac{\\text{TSP}}{(\\text{BAP + EAP})/2}\\\\ &\\textbf{where:}\\\\ &\\text{AP = Accounts payable}\\\\ &\\text{TSP = Total supply purchases}\\\\ &\\text{BAP = Beginning accounts payable}\\\\ &\\text{EAP = Ending accounts payable}\\\\ \\end{aligned}​AP Turnover=(BAP + EAP)/2TSP​where:AP = Accounts payableTSP = Total supply purchasesBAP = Beginning accounts payableEAP = Ending accounts payable​\n\nCalculate the averageaccounts payablefor the period by adding the accounts payable balance at the beginning of the period to the balance at the end of the period. Divide the result by two.\n\nThen, divide the total supplier purchases for the period by the average accounts payable for the period.\n\nThe accounts payable turnover ratio shows investors how many times per period a companypays its accounts payable. In other words, the ratio measures the speed at which a company pays its suppliers.\n\nInvestors can use the accounts payable turnover ratio to determine if a company has enough cash or revenue to meet its short-term obligations. Creditors can use the ratio to measure whether to extend a line of credit to the company.\n\nMeasured over time, a decreasing figure for the AP turnover ratio indicates that a company is taking longer to pay off its suppliers than in previous periods. This could signal that a company is infinancial distress. Alternatively, a decreasing ratio could also mean the company has negotiated different payment arrangements with its suppliers.\n\nWhen the figure for the APturnover ratioincreases, the company is paying off suppliers at a faster rate than in previous periods. It means the company has plenty of cash available to pay off its short-term debts in a timely manner. This can indicate that the company is managing its debts and cash flow effectively.\n\nHowever, an increasing ratio over a long period of time could also indicate that the company is not reinvesting money back into its business. This could result in a lower growth rate and lowerearningsfor the company in the long term.\n\nIdeally, a company wants to generate enough revenue to pay off its accounts payable quickly, but not so quickly that the company lacks the cash needed to take advantage of opportunities to invest in its growth.\n\nThe accounts payable is listed on the balance sheet under current liabilities.\n\nHere's an example of how an investor might consider an AP turnover ratio comparison when investigating companies in which they might invest.\n\nCompany A purchased its materials and inventory from one supplier and calculated an AP turnover ratio for the past year with the following numbers:\n\nDuring the same year, Company B, a competitor of Company A, calculated its AP turnover ratio as shown below:\n\nThe investor can see that Company B paid off its suppliers at a faster rate than Company A. That could mean that Company B is a better candidate for an investment. However, the investor may want to look at a succession of AP turnover ratios for Company B to determine in which direction they've been moving.\n\nThat, in turn, may motivate them to look more closely at whether Company B has been managing its cash flow as effectively as possible.\n\nIn addition, before making an investment decision, the investor should review other financial ratios as well to get a more comprehensive picture of the company's financial health.\n\nTheaccounts receivable turnover ratiois an accounting measure used to quantify a company's effectiveness in collecting its receivables, or the money owed to it by its customers. The ratio demonstrates how well a company uses and manages the credit it extends to customers and how quickly that short-term debt is collected or paid.\n\nSo, while the accounts receivable turnover ratio shows how quickly a company gets paid by its customers, the accounts payable turnover ratio shows how quickly the company pays its suppliers.\n\nAn industry could have a standard AP turnover ratio that is unique to it.\n\nAs with allfinancial ratios, it's useful to compare a company's AP turnover ratio with companies in the same industry. That can help investors determine how capable one company is at paying its bills compared to others.\n\nOn the other hand, a consistently high or increasing ratio, especially when compared to the industry standard, could alert creditors and investors to a situation in which a company isn't managing its cash properly and failing to reinvest in its growth.\n\nConsequently, a high or low ratio shouldn't be taken at face value. Instead, investors who note the AP turnover ratio may wish to do additional research to determine the reason for it.\n\nAn AP ratio between six and 10 is considered ideal. A ratio below six indicates that a business is not generating enough revenue to pay its suppliers in an appropriate time frame. Bear in mind, that industries operate differently, and therefore they'll have different overall AP turnover ratios.\n\nYes, a higher AP turnover ratio is better than a lower one because it shows that a business is bringing in enough revenue to be able to pay off its short-term obligations. This is an indicator of a healthy business and it gives a business leverage to negotiate with suppliers and creditors for better rates.\n\nTo improve your accounts payable turnover ratio you can improve your cash flow, renegotiate terms with your supplier, pay bills before they're due, and use automated payment solutions.\n\nThe accounts payable turnover ratio is a measurement of how efficiently a company pays its short-term debts. Normally, the higher the ratio, the better the company is at paying its bills.\n\nThe ideal AP turnover ratio should allow it to pay off its debts quickly and reinvest money in itself to grow its business. A higher ratio also means the potential for better rates on purchases and loans.",
  "url": "https://www.investopedia.com/terms/a/accountspayableturnoverratio.asp"
}