{
  "term": "Accrued Expenses: Definition, Examples, and Pros and Cons",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAccrued expenses, also known as accrued liabilities, are those expenses recognized on the books before they have been paid. The expenses are recorded in the accounting period in which they are incurred.\n\nAccrual accounting is thepreferred accounting methodof generally accepted accounting principles (GAAP).\n\nSinceaccrued expensesrepresent a company’s obligation to make future cash payments, they are shown on a company’sbalance sheetas current liabilities. An accrued expense can be an estimate and differ from the supplier’s invoice, which will arrive at a later date. Following theaccrual method of accounting, expenses are recognized when they are incurred, not necessarily when they are paid.\n\nAn example of an accrued expense is when a company purchases supplies from a vendor but has not yet received an invoice for the purchase. Other forms of accrued expenses include interest payments on loans, warranties on products or services received, and taxes—all of which have been incurred or obtained, but for which no invoices have been received nor payments made. Employee commissions, wages, and bonuses are accrued in the period when they occur, although the actual payment is made in the following period.\n\nWhen a company accrues (accumulates) expenses, its portion of unpaid bills also accumulates. This increases both its expenses and liabilities.\n\nAccrual accounting differs fromcash basis accounting, which records financial events and transactions only when cash is exchanged—often resulting in the overstatement and understatement of income and account balances.\n\nAlthough the accrual method of accounting is labor-intensive because it requires extensive journaling, it is a more accurate measure of a company’s transactions and events for each period. This more complete picture helps users of financial statements to better understand a company’s present financial health and predict its future financial position.\n\nAccrued expenses are the opposite ofprepaid expenses. Prepaid expenses are payments made in advance for goods and services that are expected to be provided or used in the future. While accrued expenses represent liabilities, prepaid expenses are recognized as assets on the balance sheet. This is because the company is expected to receive future economic benefit from the prepayment.\n\nOn the other hand, an accrued expense is an event where a company has acquired an obligation to pay an amount to someone else but has not yet done so. For example, there is a lawsuit that the company is expected to lose, so the company records the expense and a liability for the expected payment, even though it has not been paid yet. Therefore, it is literally the opposite of a prepayment; an accrual is the recognition of something that has already happened in which cash is yet to be settled.\n\nAccrued expenses theoretically make a company’s financial statements more accurate. While the cash method is more simple, accrued expenses strive to include activities that may not have fully beenincurred but will still happen.\n\nConsider an example where a company enters into a contract to incur consulting services. If the company receives an invoice for $5,000, accounting theory states that the company should technically recognize this transaction because it is contractually obligated to pay for the service.\n\nAccrued expenses also may make it easier for companies to plan and strategize. Accrued expenses often yield more consistent financial results, as companies can include recurring transactions in their financial reports that may not yet have been paid. In addition, accrued expenses may be a financial reporting requirement depending on the company and its U.S.Securities and Exchange Commission (SEC)filing requirements.\n\nBecause of additional work of accruing expenses, this method of accounting is more time-consuming and demanding for staff to prepare. There is a greater chance of misstatements, especially if auto-reversing journal entries are not used. In addition, a company runs the risk of accidentally accruing an expense that they may have already paid.\n\nLastly, the accrual method of accounting blurscash flowand cash usage as it includes non-cash transactions that have not yet impacted bank accounts. For a large company, the general ledger will be flooded with transactions that report items with no bearing on the company’s bank statement nor impact to the current amount of cash on hand.\n\nPotentially makes financial statements more aligned to actual business operations\n\nOften makes month-over-month financial statements more consistent\n\nMay yield more useful information for management to make decisions/plans\n\nAdheres to external financial reporting requirements\n\nOften requires more time and resources to prepare compared to the cash method of accounting\n\nUsually results in greater risk of misstatement (accruals not reversing or accidental duplication)\n\nMay complicate some reporting by blurring cash usage and capital needs\n\nA critical component to accrued expenses is reversing entries, journal entries that back out a transaction in a subsequent period.\n\nAccrued expenses are not meant to be permanent; they are meant to be temporary records that take the place of a true transaction in the short term. Every accrued expense must have a reversing entry; without the reversing entry, a company risks duplicating transactions by recording both the actual invoice when it gets paid as well as the accrued expense.\n\nMany accounting software systems can auto-generate reversing entries when prompted.\n\nAccrued expenses are prevalent during the end of an accounting period. A company often attempts to book as many actual invoices as it can during an accounting period before closing itsaccounts payable (AP)ledger. Then, supporting accounting staff analyze what transactions/invoices might not have been recorded by the AP team and book accrued expenses.\n\nFor companies that are responsible for external reporting, accrued expenses play a big part in wrapping up month-end, quarter-end, orfiscal year-endprocesses. A company usually does not book accrued expenses during the month; instead, accrued expenses are booked during the close period.\n\nA company pays its employees’ salaries on the first day of the following month for services received in the prior month. So, employees who worked all of November will be paid in December. If, on Dec. 31, the company’s income statement recognizes only the salary payments that have been made, the accrued expenses from the employees’ services for December will be omitted.\n\nBecause the company actually incurred 12 months’ worth of salary expenses, an adjusting journal entry is recorded at the end of the accounting period for the last month’s expense. The adjusting entry will be dated Dec. 31 and will have a debit to the salary expenses account on the income statement and a credit to the salaries payable account on the balance sheet.\n\nWhen the company’s accounting department receives the bill for the total amount of salaries due, theaccounts payableaccount is credited. Accounts payable are found in the current liabilities section of the balance sheet and represent a company’s short-term liabilities. After the debt has been paid off, the accounts payable account is debited and the cash account is credited.\n\nAn accrued expense, also known as an accrued liability, is an accounting term that refers to an expense that isrecognized on the books before it is paid. The expense is recorded in the accounting period in which it is incurred. Since accrued expenses represent a company’s obligation to make future cash payments, they are shown on a company’s balance sheet as current liabilities.\n\nAn example of an accrued expense is when a company purchases supplies from a vendor but has not yet received an invoice for the purchase. Other forms of accrued expenses include interest payments on loans, warranties on products or services received, and taxes—all of which have been incurred or obtained, but for which no invoices have been received nor payments made. Employee commissions, wages, and bonuses are accrued in the period when they occur, although the actual payment is made in the following period.\n\nAccrual accounting measures a company’s performance and position by recognizing economic events regardless of when cash transactions occur, whereas cash accounting only records transactions when payment occurs. Accrual accounting presents a more accurate measure of a company’s transactions and events for each period. Cash basis accounting often results in the overstatement and understatement of income and account balances.\n\nA prepaid expense is a type of asset on the balance sheet that results from a business making advanced payments for goods or services to be received in the future. Prepaid expenses are initially recorded as assets, but their value is expensed over time onto the income statement. Unlike conventional expenses, the business will receive something of value from the prepaid expense over the course of several accounting periods.\n\nAccrued expenses are recognized by debiting the appropriate expense account and crediting an accrued liability account. A second journal entry must then be prepared in the following period to reverse the entry.\n\nFor example, a company wants to accrue a $10,000 utility invoice to have the expense hit in June. The company’s June journal entry will be a debit to Utility Expense and a credit to Accrued Payables. Then, the company theoretically pays the invoice in July at which point they debit the Accrued Payables account to remove the liability (now paid) and credit cash to reflect the cash outflow.\n\nCompanies using the accrual method of accountingrecognize accrued expenses, costs that have not yet been paid for but have already been incurred. Accrued expenses make a set of financial statements more consistent by recording charges in specific periods, though it takes more resources to perform this type of accounting.\n\nWhile the cash method of accounting recognizes items when they are paid, the accrual method recognizes accrued expenses based on when service is performed or received.\n\nPrinceton University. \"Year-End Accruals.\"",
  "url": "https://www.investopedia.com/terms/a/accruedexpense.asp"
}