{
  "term": "Accredited Asset Management Specialist (AAMS): Definition Vs. CFP",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe Accredited Asset Management Specialist (AAMS) is a professional designation awarded by the College for Financial Planning to financial professionals who complete a self-study program, pass an exam, and agree to comply with a code of ethics.\n\nSuccessful applicants earn the right to use the AAMS designation with their names for two years, which can improve job opportunities, professional reputation, and pay.\n\nThe AAMS program began in 1994 and is taught exclusively online using the CFP's platform. The College for Financial Planning (owned by Kaplan) is a financial education provider for working adults in the financial services industry.\n\nThe AAMS program consists of 10 modules, starting with a review of theasset managementprocess, and then covers a broad range of topics, such as investments, insurance, taxation, retirement, andestate planningissues.\n\nTo keep the privileges associated with the designation, AAMS professionals must complete 16 hours of continuing education every two years and pay a fee. The AAMS continuing education program is developed alongside some of the nation's top investment firms. Applicants explore case studies based on real-life scenarios designed to prepare them for effectiveness in the real world and help them build lasting relationships with clients.\n\nThe AAMS certification is designed to equip new advisors with the information they need to help clients plan for and accomplish their personal financial goals. The specialists help people plan college savings, taxes, and retirement savings.\n\nAn AAMS focuses on personal finances, over and above checking and savings account management—asset management, investments, and much more.\n\nIndividuals with the AAMS designation may work asfinancial advisors, registered investment advisors,registered representatives, clientrelationship managers, financial consultants, orinvestment advisors.\n\nThe AAMS certification is granted by the College of Financial Planning, the college that created the Certified Financial Planner certification.\n\nTo achieve certification, you'll need to enroll at the College of Financial Planning. This process is not similar to traditionally enrolling in a college. You select the program from the college's website, choose your options, and pay for the materials. You're given an opportunity to choose printed study materials when you're checking out.\n\nOnce you receive your materials, you have 120 days from the day you're granted access to the online material to complete testing and pass the final exam. You follow the course online—using prerecorded videos, self-study, and printed study materials if you buy them.\n\nThe final exam for the AAMS program contains 80 questions. A passing score on the AAMS final examination is 70% or better. The time limit for the final exam is three hours, and you're allowed two attempts to pass.\n\nThe self-study program covers several topics:\n\nOnce you receive your AAMS certification, you must complete 16 hours of continuing education credits per year and pay a renewal fee of $95 once every two years to maintain your certification.\n\nAAMS certification focuses on personal finance, asset management, and investments. It is intended for newer financial planners or planners transitioning from other financial work.\n\nCertified Financial Planners (CFP) are finance professionals certified by the College of Financial Planning to help people plan and achieve their financial goals. A CFP can assist someone throughout their lifetime, helping them adjust their finances to meet changing life events and updated financial goals.\n\nThe CFP certification is the highest accreditation available for financial planners, requiring 6,000 hours of professional planning experience within the ten years preceding the certification exam.\n\nThe Financial Industry Regulatory Authority(FINRA) specifies that it does not approve or endorse any professional credential or designation. Still, it does list the AAMS as one of the available designations in the financial services industry. According to the College for Financial Planning (CFP), some organizations recognize the AAMS designation as representing 28 hours of continuing education credit.\n\nThe CFP maintains an accessible database of the names of all certificate holders and their status. When AAMS students pass their final exam, they receive credit for completing module FP511 from the CFP course.\n\nAn Accredited Asset Management Specialist is certified by the College of Financial Planning to advise clients about personal finance matters, asset management, and investments.\n\nThe AAMS is more for entry-level advisors or those that enjoy advising clients about personal finances, investments, and asset management. A CFP professional helps clients plan their finances throughout their lifetimes, advising them on everything from savings to retirement funds to investment portfolios.\n\nOnce you receive access to the online material, you have 120 days to pass your final exam. How long it takes depends on your study habits and knowledge retention.\n\nAn AAMS is a financial advisor certified by the College of Financial Planning to advise clients about personal finances, asset management, and investments. It is a challenging course of study for those unfamiliar with investing and assets, but it is also a stepping stone for achieving the highly coveted Certified Financial Planner designation.\n\nCollege for Financial Planning. \"AAMS.\"\n\nKaplan. \"What Is the Accredited Asset Management Specialist (AAMS®) Designation?\"\n\nCollege for Financial Planning. \"Accredited Asset Management Specialist - AAMS.\"",
  "url": "https://www.investopedia.com/terms/a/accredited-asset-management-specialist-aams.asp"
}