{
  "term": "Accredited Investor: Duties and Requirements",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAn accredited investor is an individual or a business that is allowed to buy and sell securities that are not registered with financial authorities, such as shares in new businesses that have not yet gone public.\n\nAccredited investors get this designation by satisfying at least one requirement regarding income, net worth, asset size, governance status, or professional experience. In the U.S., the term is used by theSecurities and Exchange Commission(SEC) underRegulation Dto refer to investors who are financially sophisticated and have a reduced need for the protection provided by regulatory disclosure filings.\n\nAccredited investors include high-net-worth individuals, banks, insurance companies, brokers, andtrusts.\n\nAccredited investors have privileged access to pre-IPO companies,venture capitalcompanies,hedge funds,angel investments, and various deals involving complex and higher-risk investments and instruments.\n\nA company that is seeking to raise a round of funding may decide to directly approach accredited investors. An example might be a young technology company that has a product in the late development stages and needs more money to launch the product on the market. It is not a public company but hopes to launch an initial public offering (IPO) in the near future.\n\nSuch a company might decide to offer securities to accredited investors directly. This type of share offering is referred to as aprivate placement.\n\nFor accredited investors, there is a high potential for risk or reward. The SEC wants to ensure that they are financially stable, experienced, and knowledgeable about their risky ventures.\n\nThe regulations for accredited investors vary among jurisdictions. In the U.S, the definition of an accredited investor is put forth by the SEC in Rule 501 of Regulation D.\n\nTo be an accredited investor, a person must have an annual income exceeding $200,000 ($300,000 for joint income) for the last two years with the expectation of earning the same or a higher income in the current year. The income test cannot be satisfied by showing one year of an individual's income and the next two years of joint income with a spouse.\n\nAn accredited investor should have anet worthexceeding $1 million, either individually or jointly with a spouse. This amount cannot include a primary residence.\n\nThe SEC also considers applicants to be accredited investors if they aregeneral partners, executive officers, or directors of a company that is issuing unregistered securities.\n\nAn entity is considered an accredited investor if it is a private business development company or an organization with assets exceeding $5 million.\n\nAlso, if an entity consists of equity owners who are accredited investors, the entity itself is an accredited investor.However, an organization cannot be formed with the sole purpose of purchasing specific securities.\n\nA person can qualify as an accredited investor by demonstrating sufficient education or job experience in the financial industry.\n\nThe U.S. Congress modified the definition of an accredited investor in 2020 to include registered brokers and investment advisors.\n\nAccording to the SEC's press release, the amendments \"allow investors to qualify as accredited investors based on defined measures of professional knowledge, experience or certifications in addition to the existing tests for income or net worth. The amendments also expand the list of entities that may qualify as accredited investors, including by allowing any entity that meets an investments test to qualify.\"\n\nAmong other categories, the SEC now defines accredited investors to include the following: individuals who have certain professional certifications, designations, or credentials; individuals who are “knowledgeable employees” of a private fund; and SEC- and state-registered investment advisors.\n\nPeople who want to be accredited investors don't apply to the SEC for the designation. Rather, it is the responsibility of the company offering a private placement to make sure that all of those approached are accredited investors.\n\nIndividuals or parties who want to be accredited investors can approach the issuer of the unregistered securities. The issuer may ask the applicant to fill out a questionnaire and provide financial documents.\n\nThe required documentation may include account information,financial statements, and abalance sheet. It may extend totax returns,W-2forms, salary slips, and even letters fromCPAs, tax attorneys, investmentbrokers, or advisors.\n\nThe company may check the applicant'scredit reportas part of the assessment.\n\nMost participants in private placements do not have to go through this process. People with certain financial accreditations, managers of hedge funds, and partners in private equity firms are among those who don't have to prove their credentials to buy unregistered securities.\n\nFor example, suppose there is an individual whose income was $150,000 for the last three years. They reported a primary residence value of $1 million (with a mortgage of $200,000), a car worth $100,000 (with an outstanding loan of $50,000), a 401(k) account with $500,000, and a savings account with $450,000.\n\nWhile this individual fails the income test, they are an accredited investor according to the test on net worth, which cannot include the value of an individual's primary residence. Net worth is calculated asassetsminusliabilities.\n\nThis person's net worth is exactly $1 million. This involves a calculation of their assets (other than their primary residence) of $1,050,000 ($100,000 + $500,000 + $450,000) less a car loan equaling $50,000. Since they meet the net worth requirement, they qualify to be an accredited investor.\n\nThe SEC defines an accredited investor as either:\n\nUnder certain circumstances, an accredited investor designation may be assigned to a firm's directors, executive officers, or general partners if that firm is the issuer of the securities being offered or sold.In some instances, a financial professional holding a FINRA Series 7, 65, or 82 can act as an accredited investor.\n\nThere are a few less common qualifications, such as managing a trust with more than $5 million in assets.\n\nUnder federal securities laws, only those who are accredited investors may participate incertain securities offerings. These may include shares in private placements, structured products, and private equity or hedge funds, among others.\n\nAccredited investors hear pitches for investments that are not regulated by the government and are not subject to the same disclosure rules that public companies are required to follow.\n\nThe regulators want to be certain that participants in these highly risky and complex investments can fend for themselves and judge the risks in the absence of government protection.\n\nThe accredited investor rules are designed to protect potential investors with limited financial knowledge from risky ventures and losses they may be ill equipped to withstand.\n\nOn the flip side, it gives people who already have substantial financial assets a major advantage over those with more modest assets.\n\nU.S. Securities and Exchange Commission. \"Accredited Investor.\"\n\nU.S. Securities and Exchange Commission. \"Accredited Investors – Updated Investor Bulletin.\"\n\nElectronic Code of Federal Regulations. \"§230.501 Definitions and Terms Used in Regulation D.\"\n\nU.S. Securities and Exchange Commission. \"Final Rule: Amending the 'Accredited Investor' Definition,\" Pages 41–42.\n\nU.S. Securities and Exchange Commission. \"SEC Modernizes the Accredited Investor Definition.\"\n\nU.S. Securities and Exchange Commission. \"Accredited Investor.\"",
  "url": "https://www.investopedia.com/terms/a/accreditedinvestor.asp"
}