{
  "term": "Accretion of Discount: Meaning, Calculation",
  "definition": "Accretion of discount is the increase in the value of a discounted instrument as time passes and the maturity date looms closer. The value of the instrument will accrete (grow) at the interest rate implied by the discounted issuance price, the value at maturity, and the term to maturity.\n\nA bond can be purchasedat par, at a premium, or at a discount. Regardless of the purchase price of the bond, however, all bonds mature at par value. The par value is the amount of money that a bond investor will be repaid at maturity. A bond that is purchasedat a premiumhas a value above par. As the bond gets closer to maturity, the value of the bond declines until it is at par on the maturity date. The decrease in value over time is referred to as theamortization of premium.\n\nA bond that is issuedat a discounthas a value that is less than the par value. As the bond approaches its redemption date, it will increase in value until itconverges with the par valueat maturity. This increase in value over time is referred to as an accretion of discount. For example, a three-year bond with a face value of $1,000 is issued at $975. Between issuance and maturity, the value of the bond will increase until it reaches its full par value of $1,000, which is the amount that will be paid to the bondholder at maturity.\n\nAccretion can be accounted for using a straight-line method, whereby the increase is evenly spread throughout the term. Using this method of portfolio accounting, accretion of discount can be said to be a straight-line accumulation ofcapital gainson a discount bond in anticipation of receipt of par at maturity.\n\nAccretion can also be accounted for using aconstant yield, whereby the increase is closest to maturity. The constant yield method is the method required by the Internal Revenue Service (IRS) for calculating theadjusted cost basisfrom the purchase amount to the expected redemption amount. This method spreads out the gain over the remaining life of the bond, instead of recognizing the gain in the year of the bond’s redemption.\n\nTo calculate the amount of accretion, use the formula:\n\nThe first step in the constant yield method is determining theyield to maturity(YTM) which is the yield that will be earned on a bond held until it matures. The yield to maturity depends on how frequently the yield iscompounded. The IRS allows the taxpayer some flexibility in determining which accrual period to use for computing yield. For example, a bond with a $100 par value and acoupon rateof 2% is issued for $75 with a 10-year maturity date. Let’s assume it is compounded annually for the sake of simplicity. The YTM can, therefore, be calculated as:\n\nCoupon interest on the bond is 2% x $100 par value = $2. Therefore,\n\nThe purchase price of $75 represents the bond’s basis at issuance. However, in subsequent periods, the basis becomes the purchase price plus accrued interest. For example, after year 2, the accrual can be calculated as:\n\nUsing this example, one can see that adiscount bondhas a positive accrual; in other words, the basis accretes, increasing over time from $0.19, $0.20, and so on. Periods 3 to 10 can be calculated in a similar manner, using the former period’s accrual to calculate the current period’s basis.",
  "url": "https://www.investopedia.com/terms/a/accretion-of-discount.asp"
}