{
  "term": "Accrued Interest Definition and Example",
  "definition": "Interest is considered accrued when it's generated but payment hasn’t yet been made or received.\n\nThe concept of accrued interest is provided for under the rules ofaccrual accountingwhich requires that accounting transactions must be recognized and recorded at the time they occur. Accrued interest must be reported as of the date it's incurred regardless of not having not been paid. It can be in the form of accrued interest revenue for the lender or accrued interest expense for the borrower.\n\nAccrued interest also refers to the amount of bond interest that's accumulated since the last time a bond interest payment was made.\n\nAccrued interest is calculated as of the last day of the accounting period. Assume interest is payable on the 20th of each month and the accounting period is the end of each calendar month. The month of April will require an accrual of 10 days of interest from the 21st to the 30th. It's posted as part of theadjusting journal entriesat month's end.\n\nAccrued interest is reported on theincome statementas a revenue or expense depending on whether the company is lending or borrowing. The portion of revenue or expense yet to be paid or collected is also reported on thebalance sheetas an asset or liability. Accrued interest isexpected to be received or paidwithin one year so it's often classified as acurrent assetorcurrent liability.\n\nAccrued interest is a result ofaccrual accountingwhich requires that accounting transactions be recognized and recorded when they occur regardless of whether payment has been received or expended at that time. The ultimate goal when accruing interest is to ensure that the transaction is accurately recorded in the right period.\n\nAccrual accounting differs from cash accounting which recognizes an event when cash or other forms of consideration trade hands.\n\nTherevenue recognitionprinciple and matching principle are both important aspects of accrual accounting and both are relevant in the concept of accrued interest. The revenue recognition principle states that revenue should be recognized in the period in which it was earned rather than when payment is received. The matching principle states that expenses should be recorded in the same accounting period as the related revenues.\n\nConsider a business that takes out a loan to purchase a company vehicle. The company owes the bank interest on the vehicle on the first day of the following month. The company has had use of the vehicle for the entire prior month and is therefore able to use the vehicle to conduct business and generate revenue.\n\nThe business must record interest that it expects to pay out on the following day at the end of each month. The bank will also be recording accrued interest income for the same one-month period because it anticipates that the borrower will be paying it the following day.\n\nLet's assume that there's a $20,000 loan receivable with an interest rate of 7.5% on which payment has been received for the period through the 20th day of the month. This would be the calculation to record the extra amount of interest revenue that was earned from the 21st to the 30th of the month:\n\nThe amount of accrued interest for the party who's receiving payment is acreditto the interest revenue account and adebitto the interest receivable account. The receivable is consequently rolled onto the balance sheet and classified as a short-term asset. The same amount is also classified as revenue on the income statement.\n\nThe accrued interest for the party who owes the payment is a credit to the accrued liabilities account and a debit to the interest expense account. The liability is rolled onto the balance sheet as a short-term liability. The interest expense is presented on the income statement.\n\nBoth cases are posted as reversing entries. They're subsequently reversed on the first day of the following month. This ensures that only the portion of the revenue or expense that was earned or incurred in the current period stays in the current period when the cash transaction occurs in the following month.\n\n$123.29 (7.5% x (30/365) x $20,000) is received by the lending company on the 20th day of the second month. Of that, $41.10 is related to the prior month and was booked as an adjusting journal entry at the prior month's end to recognize the revenue in the month it was earned. The adjusting journal entry reverses in the second month so the net effect is that $82.19 ($123.29 - $41.10) of the payment is recognized in the second month.\n\nThat's equivalent to 20 days' worth of interest in the second month.\n\nAccrued interest is an important consideration when purchasing or selling abond. Bonds provide the owner with compensation in the form of regular interest payments for the money they've lent. These interest payments are also referred to ascouponsand they're generally paid semiannually.It's known as aflat or clean bond quotewhen a bond is quoted without the addition of accrued interest.\n\nThe purchaser will have to tack onto the sales amountany interest accruedsince the previous interest payment if a bond is bought or sold at a time other than those two dates each year. The new owner will receive a full half-year interest payment at the next payment date. The previous owner must therefore be paid the interest that accrued before the sale.\n\nLet's say you're interested in buying a bond with aface valueof $1,000 and a 5% semiannual coupon. The interest payment is made twice a year on June 1 and Dec. 1 and you plan to buy the bond on Sept. 30. How much accrued interest would you have to pay?\n\nBond markets use several slightly differingday-count conventionsto calculate the exact amount of accrued interest. Most U.S. corporate and municipal bonds use the 30/360 convention which assumes that each month has 30 days regardless of the actual number of days in a particular month.\n\nYou'll receive $25 in interest on the next coupon payment date of Dec. 1 but the net interest received by you is $8.33 ($25 - $16.67) because you paid $16.67 in accrued interest when you purchased the bond. This is precisely the amount of interest you should have received for the 60 days that you owned the bond until the next coupon payment: Sept. 30 to Dec. 1.\n\nCompanies and organizations elect predetermined periods during which they report and track their financial activities with start and finish dates. The duration of the period can be a month, a quarter, or even a week. It's optional.\n\nAccrual accounting requires that transactions must be recorded when they occur regardless of whether payment has been received or expended during that particular accounting period.\n\nThe revenue recognition principle is the basis of accrual accounting. It requires that income be recorded when it's earned, not when payment is received for that product or service.\n\nAccrued interest refers to interest that's been incurred on a loan or other financial obligation as of a specific date but hasn’t yet been paid out. It’s calculated and reported on the income statement as of the last day of a company’s or organization’s chosen accounting period. It’s an important aspect of accrual accounting.\n\nAccrued interest also relates to the sale and purchase of bonds so it can be important to calculate it if you’re considering this type of investment.\n\nAccounting Tools. \"Accrued Interest Definition.\"\n\nHarvard Business School Online. \"What Is Accrual Accounting?\"\n\nFinancial Industry Regulatory Authority. \"Bonds: Overview.\"\n\nFinancial Industry Regulatory Authority. \"Bonds: Buying and Selling.\"\n\nNasdaq. \"Thirty/Three Sixty (30/360).\"",
  "url": "https://www.investopedia.com/terms/a/accruedinterest.asp"
}