{
  "term": "Accrue: Definition, How It Works, and 2 Main Types of Accruals",
  "definition": "To accrue means to accumulate over time—most commonly used when referring to the interest, income, orexpensesof an individual or business. Interest in asavings account, for example, accrues over time, such that the total amount in that account grows. The term accrue is often related to accrual accounting, which has become the standard accounting practice for most companies.\n\nWhen something financial accrues, it essentially builds up to be paid or received in a future period. Bothassetsandliabilitiescan accrue over time. The term \"accrue,\" when related to finance, is synonymous with an \"accrual\" under the accounting method outlined byGenerally Accepted Accounting Principles (GAAP)andInternational Financial Reporting Standards (IFRS).\n\nAnaccrualis an accounting adjustment used to track and record revenues that have been earned but not received, or expenses that have been incurred but not paid. Think of accrued entries as the opposite of unearned entries—with accrued entries, the corresponding financial event has already taken place but payment has not been made or received.\n\nAccepted and mandatory accruals are decided by theFinancial Accounting Standards Board (FASB), which controls interpretations of GAAP.﻿﻿ Accruals can include accounts payable, accounts receivable,goodwill, future tax liability, and future interest expense.\n\nThe accrual accounting procedure measures the performance and position of a company by recognizing economic events regardless of when cash transactions occur, giving a better picture of the company'sfinancial healthand causing asset or liability adjustments to \"build up\" over time.\n\nThis is in contrast to thecash method of accountingwhere revenues and expenses are recorded when the funds are actually paid or received, leaving out revenue based on credit and future liabilities. Cash-based accounting does not require adjustments.\n\nWhile some very small or new businesses use cash accounting, companies normally prefer the accrual accounting method. Accrual accounting gives a far better picture of a company’s financial situation than cost accounting because it records not only the company’s current finances but also future transactions.\n\nIf a company sold $100 worth of product on credit in January, for example, it would want to record that $100 in January under the accrual accounting method rather than wait until the cash is actually received, which may take months or may even become abad debt.\n\nAll accruals fall into one of two categories—either revenue or expense accrual.\n\nRevenue accruals represent income or assets (including non-cash-based ones) yet to be received. These accruals occur when a good or service has been sold by a company, but the payment for it has not been made by the customer. Companies with large amounts of credit card transactions usually have high levels of accounts receivable and high levels of accrued revenue.\n\nAssume that Company ABC hires Consulting Firm XYZ to help on a project that is estimated to take three months to complete. The fee for this job is $150,000, to be paid upon completion. While ABC owes XYZ $50,000 after each monthly milestone, the total fee accrues over the duration of the project instead of being paid in installments.\n\nWhenever a business recognizes an expense before it is actually paid, it can make an accrual entry in itsgeneral ledger. The expense may also be listed as accrued in the balance sheet and charged against income in theincome statement. Common types of accrued expense include:\n\nInterest, taxes and other payments sometimes need to be put into accrued entries whenever unpaid obligations should be recognized in the financial statements. Otherwise, the operating expenses for a certain period might be understated, which would result innet incomebeing overstated.\n\nSalaries are accrued whenever a workweek does not neatly correspond with monthly financial reports and payroll. For example, a payroll date may fall on Jan. 28. If employees have to work on January 29, 30, or 31, those workdays still count toward the January operating expenses. Current payroll has not yet accounted for those salary expenses, so an accrued salary account is used.\n\nThere are different rationales for accruing specific expenses. The general purpose of an accrual account is to match expenses with theaccounting periodduring which they were incurred. Accrued expenses are also effective in predicting the amount of expenses the company can expect to see in the future.\n\nFinancial Accounting Standards Board. \"Standards.\" Accessed Sep. 3, 2020.",
  "url": "https://www.investopedia.com/terms/a/accrue.asp"
}