{
  "term": "Accrued Revenue: Definition, Examples, and How To Record It",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAccrued revenue is revenue that has been earned by providing a good or service, but for which no cash has been received. Accrued revenues are recorded as receivables on thebalance sheetto reflect the amount of money that customers owe the business for the goods or services they purchased.\n\nAccrued revenue may be contrasted with realized or recognized revenue, and compared withaccrued expenses.\n\nAccrued revenue is the product ofaccrual accountingand the revenue recognition and matching principles. Therevenue recognition principlerequires thatrevenuetransactions be recorded in the same accounting period in which they are earned, rather than when the cash payment for the product or service is received. The matching principle is an accounting concept that seeks to tie revenue generated in an accounting period to theexpensesincurred to generate that revenue. Undergenerally accepted accounting principles(GAAP), accrued revenue is recognized when the performing party satisfies a performance obligation. For example,revenue is recognizedwhen a sales transaction is made and the customer takes possession of a good, regardless of whether the customer paid cash or credit at that time.\n\nAccrued revenue often appears in thefinancial statementsof businesses in the service industry, because revenue recognition would otherwise be delayed until the work or service was finished, which might last several months—in contrast to manufacturing, where invoices are issued as soon as products are shipped. Without using accrued revenue, revenues, and profit would be reported in a lumpy fashion, giving a murky and not useful impression of the business's true value.\n\nFor example, a construction company will work on one project for many months. It needs to recognize a portion of the revenue for the contract in each month as services are rendered, rather than waiting until the end of the contract to recognize the full revenue.\n\nIn 2014, the Financial Accounting Standards Board and the International Accounting Standards Board introduced a joint Accounting Standards Code Topic 606 Revenue From Contracts With Customers.This was to provide an industry-neutral revenue recognition model to increase financial statement comparability across companies and industries. Public companies had to apply the new revenue recognition rules for annual reporting periods beginning after December 15, 2017.\n\nAccrued revenue is recorded in the financial statements by way of anadjusting journal entry. The accountant debits an asset account for accrued revenue which is reversed with the amount of revenue collected, crediting accrued revenue.\n\nAccrued revenue covers items that would not otherwise appear in the general ledger at the end of the period. When one company records accrued revenues, the other company will record the transaction as an accrued expense, which is aliabilityon the balance sheet.\n\nWhen accrued revenue is first recorded, the amount is recognized on theincome statementthrough a credit to revenue. An associated accrued revenue account on the company's balance sheet is debited by the same amount in the form ofaccounts receivable.\n\nWhen a customer makes a payment for the goods or services received, the accountantmakes a journal entryfor the amount of cash received by debiting the cash account on the balance sheet and then crediting the same amount to the accrued revenue account or accounts receivable account.\n\nAccrued revenue is often recorded by companies engaged in long-term projects like construction or large engineering projects. Similar to the example of the construction company above, companies in the aerospace and defense sectors might accrue revenue as each piece of military hardware is delivered, even if they only bill the U.S. government once a year.\n\nLandlords may book accrued revenue if they record a tenant's rent payment at the first of the month but receive the rent at the end of the month.\n\nFinancial Accounting Standards Board. \"Revenue from Contracts with Customers (Topic 606),\" Page 1.\n\nFinancial Accounting Standards Board. \"FASB Seeks Public Comment on Proposal to Defer Effective Date of Revenue Recognition Standard.\"",
  "url": "https://www.investopedia.com/terms/a/accrued-revenue.asp"
}