{
  "term": "Accretion: Definition in Finance and Accounting",
  "definition": "Accretion is the increase in a company's assets or earnings following an expansion or acquisition.\n\nIn finance, accretion is the accumulation of the additional income an investor expects to receive after purchasing a bond at a discount and holding it until maturity. The most well-known applications of financial accretion include zero-coupon bonds orcumulative preferred stock.\n\nAccretion can also refer to the gradual growth of a company'sassetsand earnings due to business expansion, a company's internal growth, or amerger or acquisition.\n\nIn corporate finance, accretion is the creation of value through organic growth or through a transaction. For example, when new assets are acquired at adiscountor for a cost that is below their perceivedcurrent market value(CMV). Acccretion can also occur by acquiring assets that are anticipated to grow in value after the transaction.\n\nIn securities markets, purchasingbondsbelow their face orpar valueis considered buying at a discount, whereas purchasing above the face value is known as buying at apremium. In finance, accretion adjusts the cost basis from the purchase amount (discount) to the anticipated redemption amount at maturity. For example, if a bond is purchased for an amount totaling 80% of the face amount, the accretion is 20%.\n\nAsinterest ratesincrease, the value of existing bonds declines, which means that bonds trading in the market decline in price to reflect the interest rate increase. Since all bonds mature at the face amount, the investor recognizes additional income on a bond purchased at a discount, and that income is recognized using accretion.\n\nThe rate of accretion is determined by dividing the discount by the number of years in the term. In the case ofzero coupon bonds, the interest acquired is notcompounding. While the bond's value increases based on the agreed-upon interest rate, it must be held for the agreed-upon term before it can be cashed out.\n\nAssume that an investor purchased a $1,000 bond for $860 and the bond matures in 10 years. Between the bond's purchase andmaturity dates, the investor needs to recognize additional income of $140. When the bond is purchased, the $140 is posted to a discount on the bond account. Over the next 10 years, a portion of the $140 is reclassified into the bond income account each year, and the entire $140 is posted to income by the maturity date.\n\nTheearnings-per-share (EPS)ratio is defined as earnings available to common shareholders divided by average common shares outstanding, and accretion refers to an increase in a firm’s EPS due to an acquisition.\n\nThe accreted value of a security may not have any relationship to its market value.\n\nFor example, assume that a firm generates $2,000,000 in available earnings for common shareholders and that 1,000,000 shares are outstanding; the EPS ratio is $2. The company issues 200,000 shares to purchase a company that generates $600,000 in earnings forcommon shareholders. The new EPS for the combined companies is computed by dividing its $2,600,000 earnings by 1,200,000 outstanding shares, or $2.17. Investment professionals refer to the additional earnings as accretion due to the purchase.\n\nAs another example, if a person purchases a bond with a value of $1,000 for the discounted price of $750 with the understanding it will be held for 10 years, the deal is considered accretive. The bond pays out the initial investment plus interest. Depending on the type of bond purchase, interest may be paid out at regular intervals, such as annually, or in a lump sum upon maturity. If the bond purchase is a zero-coupon bond, there is no interest accrual.\n\nInstead, it is purchased at a discount, such as the initial $750 investment for a bond with a face value of $1,000. The bond pays theoriginal facevalue, also known as the accreted value, of $1,000 in a lump sum upon maturity.\n\nA primary example within corporate finance is the acquisition of one company by another. First, assume the earnings per share of Corporation X is listed as $100, and earnings per share of Corporation Y is listed as $50. When Corporation X acquires Corporation Y, Corporations X’s earnings per share increase to $150. This deal is 50% accretive due to the increase in value.\n\nThe accretion of a discount is the increase in the value of a discounted instrument as time passes, and the maturity date looms closer.\n\nHowever, sometimes, long-term debt instruments, like car loans, become short-term instruments when the obligation is expected to be fully repaid within one year. If a person takes out a five-year car loan, the debt becomes a short-term instrument after the fourth year.",
  "url": "https://www.investopedia.com/terms/a/accretion.asp"
}