{
  "term": "Accrued Liabilities: Overview, Types, and Examples",
  "definition": "The term “accrued liability” refers to anexpenseincurred but not yet paid for by a business. These are costs for goods and services already delivered to a company for which it must pay in the future. A company can accrue a liability for any number of obligations, and each is recorded on the company’sbalance sheet. They are normally listed as “current liabilities” and adjusted at the end of an accounting period.\n\nAn accruedliabilityis a financialobligationthat a company incurs during a given accounting period. Although the goods and services may already be delivered, the company has not yet paid for them in that period. They are also not recorded in the company’sgeneral ledger.Although the cash flow has yet to occur, the company must still pay for the benefit received.\n\nAccrued liabilities, which are also called “accrued expenses,” only exist when using anaccrual method of accounting. The concept of an accrued liability relates to timing and the matching principle. Under accrual accounting all expenses are to be recorded in financial statements in the period in which they are incurred, which may differ from the period in which they are paid. The expenses are recorded in the same period when related revenues are reported to providefinancial statementusers with accurate information regarding the costs required to generaterevenue.\n\nThecash basisor cash method is an alternative way to record expenses, but it doesn’t accrue liabilities. Accrued liabilities are entered into the financial records during one period and are typically reversed in the next when paid. This allows for the actual expense to be recorded at the accurate dollar amount whenpaymentis made in full.\n\nAccrued liabilities only exist when using an accrual method of accounting.\n\nThere are two types of accrued liabilities for which companies must account.We’ve listed some of the most important details about each below.\n\nA routine accrued liability is also referred to as a “recurring liability” and normally occurs as part of a company’s day-to-day operations. For instance, accruedinterestpayable to acreditorfor a financial obligation, such as a loan, is considered to be one. The company may be charged interest, but it won’t pay for it until the next accounting period.\n\nA non-routine accrued liability is an expense that doesn’t occur regularly. This is why it’s also called an “infrequent accrued liability.” It isn’t part of a company’s normaloperating activities. A non-routine liability may, therefore, be an unexpected expense that a company may be billed for but won’t have to pay for until the next accounting period.\n\nAccounting for an accrued liability requires a journal entry. Anaccountantusually marks adebitto the company’s expense account and acreditto its accrued liability account. This is then reversed when the next accounting period begins and the payment is made. The accounting department debits the accrued liability account and credits the expense account, which zeroes out the originaltransaction.\n\nAccrued liabilities arise for a number of reasons or when events occur during the normal course of business. For instance:\n\nAt the end of a calendar year, employee salaries and benefits must be recorded in the appropriate year, regardless of when the pay period ends and paychecks are distributed. For example, a two-week pay period may extend from Dec. 25 to Jan. 7.\n\nAlthough they aren’t distributed until January, there is still one full week of expenses for December. The salaries, benefits, and taxes incurred from Dec. 25 to Dec. 31 are deemed accrued liabilities. These expenses are debited to reflect an increase in the expenses. Meanwhile, various liabilities will be credited to report the increase in obligations at the end of the year.\n\nPayroll taxes, including Social Security, Medicare, and federal unemployment taxes, are liabilities that can be accrued periodically in preparation for payment before the taxes are due.\n\nAccrued liabilities andaccounts payable(also known simply as “payables”) are both types of liabilities that companies need to pay, but they are not the same. Accrued liabilities are expenses that have not yet been billed, either because they are a regular expense that doesn’t require a bill (e.g., payroll) or because the company hasn’t yet received a bill from the vendor (e.g., a utility bill).\n\nAccounts payable are generally short-term obligations and must be paid within a certain amount of time (one year or less and often 30 to 60 days). Creditors send invoices or bills, which are documented by the receiving company’s accounts payable department andlisted on the company’s balance sheetunder “current liabilities.” The department then issues the payment for the total amount by the due date.Paying off these expenses within the specified time frame helps companies avoid default.\n\nAs noted above, companies can accrue liabilities for a host of different reasons. Many kinds of expenses fall under this category, including the following:\n\nA company can accrue liabilities for any number of obligations. They are recorded on the company’s balance sheet as current liabilities and adjusted at the end of an accounting period.\n\nAn accrued liability is a financial obligation that a company incurs during a given accounting period for goods and services already delivered. The company has not yet paid for them in that period, and they are not recorded in the company’s general ledger. The cash flow has yet to occur, but the company must still eventually pay for the benefit received.\n\nCompanies must account for two types of accrued liabilities:\n\nAn accrued liability is an expense that a business has incurred but not yet paid for. These are goods and services already delivered to a company for which the costs must be paid in the future. They only exist when the accrual method of accounting is used.\n\nFreshBooks. \"What Are Accrued Liabilities? Definition, Types & Examples.\"\n\nAccountingCoach. “What Are Accrued Liabilities?”\n\nAccountingTools. “Accrued Liability Definition.”\n\nFreshBooks. “What Is Accounts Payable: Definition, Process, and Examples.”\n\nPatriot Software. “The Basics of Accrued Liabilities in Business.”",
  "url": "https://www.investopedia.com/terms/a/accrued-liability.asp"
}