{
  "term": "Accrued Income: Money Earned But Not Yet Received",
  "definition": "Accrued income is the money a company has earned in the ordinary course of businessbut has yet to be received, and for which the invoice is yet to be billed to the customer.\n\nMutual funds or other pooled assets that accumulate income over a period of time—but only pay shareholders once a year—are, by definition, accruing their income. Individual companies can also generate income without actually receiving it, which is the basis of theaccrual accountingsystem.\n\nMost companies use accrual accounting. It is an alternative to thecash accounting methodand is necessary for companies that sell products or provide services to customers on credit. Under the U.S.generally accepted accounting principles (GAAP), accrual accounting is based on therevenue recognition principle. This principle seeks to match revenues to the period in which they were earned, rather than the period in which cash is received.\n\nIn other words, just because money has not yet been received, it does not mean that revenue has not been earned.\n\nThe matching principle also requires that revenue be recognized in the same period as the expenses that were incurred in earning that revenue. Also referred to asaccrued revenue, accrued income is often used in the service industry or in cases in which customers are charged an hourly rate for work that has been completed but will be billed in a future accounting period.\n\nAccrued income is listed in the asset section of the balance sheet because it represents a future benefit to the company in the form of a future cash payout.\n\nIn 2014, theFinancial Accounting Standards Board, which establishes regulations for U.S. businesses and non-profits, introduced \"Accounting Standards Code Topic 606 Revenue From Contracts With Customers\" to provide an industry-neutral revenue recognition model to increase financial statement comparability across companies and industries.\n\nThe FASB also issued the following amendments to ASU No. 2014-09 to provide clarification on the guidance:\n\n-ASU No. 2015-14, Revenue From Contracts With Customers (Topic 606) – Deferral of the Effective Date\n\n-ASU No. 2016-08, Revenue From Contracts With Customers (Topic 606) – Principal Versus Agent Considerations (Reporting Revenue Gross Versus Net)\n\n-ASU No. 2016-10, Revenue From Contracts With Customers (Topic 606) – Identifying Performance Obligations and Licensing\n\n-ASU No. 2016-12, Revenue From Contracts With Customers (Topic 606) – Narrow-Scope Improvements and Practical Expedients\n\nAssume Company A picks up trash for local communities and bills its customers $300 at the end of every six-month cycle. Even though Company A does not receive payment for six months, the company still records a $50 debit to accrued income and a $50 credit to revenue each month.\n\nThe bill has not been sent out, but the work has been performed, and therefore expenses have already been incurred and revenue earned.\n\nWhen cash is received for the service at the end of six months, a $300 credit in the amount of the full payment is made to accrued income, and a $300 debit is made to cash. The balance in accrued income returns to zero for that customer.\n\nAccrued income also applies to individuals and their paychecks. The income that a worker earns usually accrues over a period of time. For example, many salaried employees are paid by their company every two weeks; they do not get paid at the end of each workday.\n\nAt the end of the pay cycle, the employee is paid and the accrued amount returns to zero. If they leave the company, they still have pay that has been earned but has not yet been disbursed.\n\nAccrued income is recorded as an asset on a company's balance sheet while accrued expenses are recorded as liabilities.\n\nIf a company performed a service in May and charged $1,000 for it but was not paid till August, it would record that sale in May (accrued) and recognize it when it was received in August.\n\nAccrued income will be recorded as a credit to an income account and as a debit to accounts receivable on the balance sheet after the service has been provided but before payment has been received.\n\nAccrued income is a method of recording income under the accrual method of accounting. Income is recorded as it is incurred rather than when it is received. This stands in contrast to the cash accounting method which only records income and other figures, such as sales, when cash is in hand.\n\nFinancial Accounting Standards Board. \"Revenue Recognition.\"\n\nAmerican Institute of Certified Public Accountant. \"Financial Reporting Brief: Roadmap to Understanding the New Revenue Recognition Standards.\"",
  "url": "https://www.investopedia.com/terms/a/accruedincome.asp"
}