{
  "term": "Accumulated Depreciation: Everything You Need to Know",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nAccumulated depreciation is a method of accounting for the annual reduction of an asset's value up to a single point in its usable life. This type of depreciation can be calculated using one of six methods: the straight line, declining balance, double-declining balance, sum-of-the-years' digits, units of production, and half-year recognition.\n\nWhen you purchase an asset for your business, it has a market value. As that asset ages or is used, it loses some of that value. This is called depreciation—the opposite of appreciation, which is an increase in value.\n\nBusinesses can expense this value reduction over the item's lifetime. Some assets which accumulate depreciation are:\n\nThe figure for accumulated depreciation can be located on a company's balance sheet below the line for related capitalized assets.\n\nThere are six accepted methods for calculating depreciation that are allowable undergenerally accepted accounting principles (GAAP). A company may select from the following:\n\nThe most common method is thestraight line methodof accounting. A company deducts the asset’s salvage value from the purchase price to find a depreciable base. Then, this base is accumulated evenly over the anticipated useful life of the asset. The straight line method formula is:\n\nImagine that Company ABC buys a building for $250,000. The building is expected to be useful for 20 years, with a value of $10,000 at the end of the 20th year.\n\nThe depreciable base for the building is $250,000 - $10,000 = $240,000. Divided over 20 years, the company would recognize $12,000 in accumulated depreciation annually.\n\nWith thedeclining balance method, depreciation is recorded as a percentage of the asset's current book value. Because the same percentage is used every year while the current book value decreases, the amount of depreciation decreases each year. Even though the total accumulated depreciation will increase, the amount of accumulated depreciation per year will decrease.\n\nLet's say that Company ABC buys a company vehicle for $10,000 with nosalvage valueat the end of its life. The company decided it would depreciate 20% of the book value each year. Here's how that calculation would look:\n\nUsing thedouble-declining balance(also called accelerated depreciation), a company calculates what its depreciation would be under the straight line method. Then, the company doubles the depreciation rate, keeps this rate the same across all years the asset is depreciated and accumulates depreciation until the salvage value is reached. The percentage can simply be calculated as 100% of the value divided by the number of years of useful life multiplied by two.\n\nSo, consider that Company ABC's building was purchased for $250,000 with a $10,000 salvage value. Under the straight-line method, the company recognized 5% (100% depreciation ÷ 20 years); therefore, it would use 10% as the depreciation base for the double-declining balance method.\n\nThe company would recognize $24,000 ($240,000 depreciable base x 10%) in Year 1 and would recognize:\n\nWith thesum-of-the-years' digits method, a company strives to record more depreciation earlier in the life of an asset and less in the later years. This is done by adding up the digits of the useful years and then depreciating based on that number of years.\n\nCompany ABC purchased a piece of equipment with a useful life of 5 years. The asset has a depreciable base of $15,000. Since the asset has a useful life of 5 years, the sum of year digits is 15 (5+4+3+2+1).\n\nThe depreciation rate is then the quotient of the inverse year number (Year 1 = 5, Year 2 = 4, Year 3 = 3, and so on) divided by 15:\n\nUsing theunits of production method, a company estimates the total useful output of an asset. Then, the company evaluates how many of those units were consumed each year to recognize accumulated depreciation variably based on use. The formula for the units of production method is:\n\nFor example, Company ABC buys another company vehicle and plans on driving the car 80,000 miles. In the first year, the company drove the vehicle 8,000 miles. Therefore, it would recognize 10% or (8,000 ÷ 80,000) of the depreciable base.\n\nIn the second year, if the company drives 20,000 miles, it would recognize 25% (or 20,000 ÷ 80,000) of the depreciable base as an expense in the second year, with accumulated depreciation now equal to $28,000 ($8,000 in the first year + $20,000 in the second year).\n\nAccumulated depreciation depends on salvage value. Salvage value is the amount of money a company may expect to receive in exchange for selling an asset at the end of its useful life.\n\nA common strategy for partially depreciating an asset is to recognize ahalf year of depreciationin the year an asset is acquired and a half year in the last year of an asset's useful life. This strategy is employed to fairly allocate depreciation expense and accumulated depreciation in years when an asset may only be used for part of a year.\n\nFor example, Company ABC buys a company vehicle in Year 1 with a five-year useful life. Regardless of the month, the company will recognize six months' worth of depreciation in Year 1. The company will also recognize a full year of depreciation in Years 2 to 5.\n\nThen, the company will recognize the final half-year of depreciation in Year 6. Although the asset only had a useful life of five years, it is argued that the asset wasn't used for the entirety of Year 1 or Year 6.\n\nThe depreciation process is heavily rooted in estimates. So, it’s common for companies to need to revise their guess on the useful life of an asset or the salvage value at the end of it.\n\nThis change is reflected as achange in accounting estimate, not a change in accounting principle. For example, say a company was depreciating a $10,000 asset over its five-year useful life with no salvage value. Using the straight-line method, an accumulated depreciation of $2,000 is recognized.\n\nAfter two years, the company realizes the remaining useful life is not three more years but six more years. Under GAAP, the company does not need to retroactively adjust financial statements for changes in estimates. Instead, the company will change the amount of accumulated depreciation recognized each year.\n\nIn this example, since the asset now has a $6,000 net book value ($10,000 purchase price less $4,000 of accumulated depreciation booked in the first two years), the company will now recognize $1,000 of accumulated depreciation for the next six years.\n\nThough similar sounding in name, accumulated depreciation andaccelerated depreciationare very different accounting concepts, where:\n\nSince accelerated depreciation is an accounting method used to recognize depreciation, the result of accelerated depreciation is to book accumulated depreciation. Under this method, the amount of accumulated depreciation accumulates faster during the early years of an asset’s life and accumulates more slowly later.\n\nThe philosophy behind accelerated depreciation is that newer assets, such as a new company vehicle, are often used more than older assets because they are in better condition and more efficient.\n\nAccumulated depreciation is a contra account. It is generally presented as a line item on a balance sheet, subtracted from gross fixed assets.\n\nWhen an asset is depreciated, two accounts are immediately impacted: accumulated depreciation anddepreciation expense. The journal entry to record depreciation results in a debit to depreciation expense and acredit to accumulated depreciation. The dollar amount for each line is equal to the other.\n\nThere are two main differences between accumulated depreciation and depreciation expense:\n\nTheincome statementdoes not carry from year to year. Activity is swept to retained earnings, and a company resets its income statement every year. That's why depreciation expense gets recalculated. Meanwhile, thebalance sheetshows the aforementioned running total.\n\nAccumulated depreciation is a contra asset account thatreduces the book value of an asset. Accumulated depreciation has a natural credit balance (as opposed to assets with a natural debit balance). However, accumulated depreciation is reported within the asset section of a balance sheet.\n\nAccumulated depreciation is not a liability. A liability is a future financial obligation (i.e., debt) that the company must pay.\n\nAccumulated depreciation is calculated using the straight line, declining balance, the double-declining balance, the units of production, sum-of-the-years' digits, or the half-year recognition method.\n\nMany companies rely on capital assets such as buildings, vehicles, equipment, and machinery as part of their operations. In accordance with accounting rules, companies must depreciate these assets over their useful lives.\n\nAs a result, companies must recognize accumulated depreciation, the sum of depreciation expense recognized over the life of an asset. Accumulated depreciation is reported on the balance sheet as a contra asset that reduces the net book value of the capital asset section.",
  "url": "https://www.investopedia.com/terms/a/accumulated-depreciation.asp"
}