{
  "term": "Accumulated Other Comprehensive Income: Definition and Types",
  "definition": "Accumulated other comprehensive income (OCI) includes allunrealized gainsandlossesreported in the equity section of thebalance sheetthat are netted belowretained earnings.\n\nOther comprehensive income can consist of gains and losses on certain types of investments, pension plans, and hedging transactions. It is excluded from net income because the gains and losses have not yet been realized.\n\nInvestors reviewing a company's balance sheet can use the accumulated OCI account as a barometer for upcoming threats or windfalls to net income.\n\nAn investment must have a buy transaction and a sell transaction to realize a gain or loss. If, for example, an investor buys IBM common stock at $20 per share and later sells the shares at $50, the owner has a realized gain per share of $30. Realized gains and losses are reported on theincome statement.\n\nAn unrealized gain or loss means that no sell transaction has occurred. Other comprehensive income reports unrealized gains and losses for certain investments based on thefair valueof the security as of the balance sheet date. If, for example, the stock was purchased at $20 per share, and the fair market value is now $35 per share, the unrealized gain is $15 per share.\n\nCompanies can designate investments asavailable for sale,held to maturity, ortrading securities. Unrealized gains and losses are reported in OCI for some of these securities, so the financial statement reader is aware of the potential for a realized gain or loss on the income statement down the road.\n\nUnrealized gains and losses relating to a company's pension plan arecommonly presented in accumulated other comprehensive income (OCI). Companies have several types of obligations for funding apension plan. Adefined benefit plan, for example, requires the employer to plan for specific payments to retirees in future years. If the assets invested in the plan are not sufficient, the company's pension plan liability increases. A firm's liability for pension plans increases when the investment portfolio recognizes losses. Retirement plan expenses and unrealized losses may be reported in OCI. Once the gain or loss is realized, the amount is reclassified from OCI tonet income. OCI also includes unrealized gains or losses related to investments. For example, a large unrealized loss from bond holdings today could spell trouble if the bonds are nearing maturity.\n\nIn addition to investment and pension plan gains and losses, OCI includes hedging transactions a company performs to limit losses. This includes foreign currency exchange hedges that aim to reduce the risk of currency fluctuations. A multinational company that must deal with different currencies may require a company to hedge against currency fluctuations, and the unrealized gains and losses for those holdings are posted to OCI.",
  "url": "https://www.investopedia.com/terms/a/accumulatedother.asp"
}