{
  "term": "Accumulation/Distribution Indicator (A/D): What it Tells You",
  "definition": "Investopedia / Michela Buttignol\n\nThe accumulation/distribution indicator (A/D) is a cumulative indicator that usesvolumeand price to assess whether a stock is being accumulated or distributed. The A/D measure seeks to identifydivergencesbetween the stock price and the volume flow. This provides insight into how strong a trend is. If the price is rising but the indicator is falling, then it suggests that buying or accumulation volume may not be enough to support the price rise and a price decline could be forthcoming.\n\nMFM=(Close−Low)−(High−Close)High−Lowwhere:MFM=Money Flow MultiplierClose=Closing priceLow=Low price for the periodHigh=High price for the period\\begin{aligned}&\\text{MFM} = \\frac {(\\text{Close} - \\text{Low} ) - ( \\text{High} - \\text{Close} ) } {\\text{High} - \\text{Low} } \\\\&\\textbf{where:}\\\\&\\text{MFM} = \\text{Money Flow Multiplier} \\\\&\\text{Close} = \\text{Closing price} \\\\&\\text{Low} = \\text{Low price for the period} \\\\&\\text{High} = \\text{High price for the period} \\\\ \\end{aligned}​MFM=High−Low(Close−Low)−(High−Close)​where:MFM=Money Flow MultiplierClose=Closing priceLow=Low price for the periodHigh=High price for the period​\n\nMoney Flow Volume=MFM×Period Volume\\begin{aligned}&\\text{Money Flow Volume} = \\text{MFM} \\times \\text{Period Volume} \\\\ \\end{aligned}​Money Flow Volume=MFM×Period Volume​\n\nA/D=Previous A/D+CMFVwhere:CMFV=Current period money flow volume\\begin{aligned}&\\text{A/D} = \\text{Previous A/D} + \\text{CMFV}\\\\&\\textbf{where:}\\\\&\\text{CMFV} = \\text{Current period money flow volume} \\\\ \\end{aligned}​A/D=Previous A/D+CMFVwhere:CMFV=Current period money flow volume​\n\nThe A/D line helps to show howsupply and demandfactors are influencing price. A/D can move in the same direction as price changes or in the opposite direction.\n\nThe multiplier in the calculation provides a gauge for how strong the buying or selling was during a particular period. It does this by determining whether the price closed in the upper or lower portion of itsrange. This is then multiplied by the volume. Therefore, when a stock closes near the high of the period’s range and has high volume, it will result in a large A/D jump. Alternatively, if the price finishes near the high of the range but volume is low, or if the volume is high but the price finishes more toward the middle of the range, then the A/D will not move up as much.\n\nThe same concepts apply when the price closes in the lower portion of the period’s price range. Both volume and where the price closes within the period’s range determine how much the A/D will decline.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nTheA/D line can help assess price trendsand potentially spot forthcoming reversals. If asecurity’sprice is in adowntrendwhile the A/D line is in an uptrend, then the indicator shows there may be buying pressure and the security’s price may reverse to the upside. Conversely, if a security’s price is in an uptrend while the A/D line is in a downtrend, then the indicator shows there may be selling pressure, or higher distribution. This warns that the price may be due for a decline.\n\nIn both cases, the steepness of the A/D line provides insight into thetrend. A strongly rising A/D line confirms a strongly rising price. Similarly, if the price is falling and the A/D is also falling, then there is still plenty of distribution and prices are likely to continue to decline.\n\nBoth of these technical indicators use price and volume, albeit somewhat differently.On-balance volume (OBV)looks at whether the current closing price is higher or lower than the prior close. If the close is higher, then the period’s volume is added. If the close is lower, then the period’s volume is subtracted.\n\nThe A/D indicator doesn’t factor in the prior close and uses a multiplier based on where the price closed within the period’s range. Therefore, the indicators use different calculations and may provide different information.\n\nThe A/D indicator does not factor in price changes from one period to the next, and focuses only on where the price closes within the current period’s range. This creates some anomalies.\n\nAssume a stockgapsdown 20% on huge volume. The price oscillates throughout the day and finishes in the upper portion of its daily range, but is still down 18% from the prior close. Such a move would actually cause the A/D to rise. Even though the stock lost a significant amount of value, it finished in the upper portion of its daily range; therefore, the indicator will increase, likely dramatically, due to the large volume.Tradersneed to monitor the price chart and mark any potential anomalies like these, as they could affect how the indicator is interpreted.\n\nAlso, one of the main uses of the indicator is to monitor for divergences.Divergences can last a long time and are poor timing signals. When divergence appears between the indicator and price, it doesn’t mean areversalis imminent. It may take a long time for the price to reverse, or it may not reverse at all.\n\nThe A/D is just one tool that can be used to assess strength or weakness within a trend, but it is not without its faults. Use the A/D indicator in conjunction with other forms of analysis, such asprice actionanalysis, chart patterns, orfundamental analysis, to get a more complete picture of what is moving the price of a stock.\n\nFidelity. \"Accumulation Distribution.\"",
  "url": "https://www.investopedia.com/terms/a/accumulationdistribution.asp"
}