{
  "term": "Acquisition: Meaning, Types, and Examples",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nAn acquisition is when one company takes hold of another company by buying all or a majority of its shares, allowing it to direct the company's operations and strategy.\n\nAn acquisition is a transaction in which one company purchases most or all of another company’s shares to gain control of that company. Acquisitions are common in business and may occur with or without the target company’s approval. There’s often ano-shop clauseduring the process of approval.\n\nMost people commonly hear about the acquisitions of large, well-known companies, butmergers and acquisitions (M&A)occur more regularly between small- to medium-sized firms than between large companies.\n\nAn acquisition is a financial transaction that occurs when one business acquires the majority or all of its target’s shares. The goal of an acquisition is to gain control of the target’s operations, including its assets, production facilities, resources, market share, customer base, and other elements.\n\nCompanies acquire other businesses for various reasons. They might seekeconomies of scale, diversification, greater market share, increasedsynergy, cost reductions, or new niche offerings. They might simply want to cut out the competition.\n\nAcquisitions are usually friendly endeavors. They occur when the target firm agrees to be acquired. Its board of directors approves of the deal. Friendly acquisitions often work toward the mutual benefit of both the acquiring and target companies.\n\nBoth companies develop strategies to ensure that the acquiring company purchases the appropriate assets, and they review the financial statements and other valuations for any obligations that may come with the assets. The purchase proceeds when both parties agree to the terms and meet any legal stipulations.\n\nPurchasing more than 50% of atarget firm’sstock and other assets allows the acquirer to make decisions about the newly acquired assets without the approval of the company’s other shareholders.\n\nA company must evaluate whether its target company is a good candidate. Acquirersmay have to considersome key steps before pondering whether they should go through with a deal:\n\nBuying an existing company in another country could be the easiest way to enter a foreign market if a company wants toexpand its operations to that countryor to a totally new market.\n\nThe purchased business will already have its own personnel, a brand name, and other intangible assets. This could help to ensure that the acquiring company will start off in a new market with a solid base.\n\nPerhaps a company met with physical or logistical constraints or depleted its resources. It’s often more sensible to acquire another firm than to expand its own when a company is encumbered in this way.\n\nSuch a company might look for promising young companies to acquire and incorporate into its revenue stream as a new way to profit.\n\nCompanies may start making acquisitions to reduce excess capacity, eliminate the competition, and focus on the most productive providers when there’s too much competition or supply.\n\nFederal watchdogs often keep an eye on deals that may affect the market. Acquisitions between two similar companies may harm consumers, including higher prices and lower-quality goods and services.\n\nSometimes, it can be more cost-efficient for a company to purchase another company that has already implemented a new technology successfully than to spend the time and money to develop the new technology itself.\n\nOfficers of companies have afiduciary dutyto perform thorough due diligence of target companies before making any acquisition.\n\nAcquisition and takeover mean almost the same thing, but they have different nuances on Wall Street.\n\nAn acquisition generally describes a primarily amicable transaction in which both firms cooperate. A takeover suggests that the target company resists or strongly opposes the purchase. The term “merger” is used when the purchasing and target companies mutually combine to form a completely new entity.\n\nHowever, the exact use of these terms tends to overlap in practice because each acquisition, takeover, and merger is a unique case with its own peculiarities and reasons for undertaking the transaction.\n\nUnfriendly acquisitions are commonly known ashostile takeovers. They occur when the target company doesn’t consent to the acquisition.\n\nHostile acquisitions don’t have the same agreement from the target firm, so the acquiring firm must actively purchase large stakes of the target company to gain a controlling interest. This forces the acquisition.\n\nIt implies that the firms aren’t equal in one or more significant ways, even if a takeover isn’t exactly hostile.\n\nA merger is the mutual fusion of two companies into one new legal entity, so it’s a more-than-friendly acquisition. This deal generally occurs between roughly equal companies in terms of their basic characteristics, including their size, customer base, and scale of operations.\n\nThe merging companies strongly believe that their combined entity would be more valuable to all parties, especially shareholders, than either one could be alone.\n\nAOL was the most publicized online service of its time, extolled as “the company that brought the Internet to America.” Founded in 1985, it grew to become the United States’ largest Internet provider by 2000.\n\nMeanwhile, the legendary media conglomerate Time Warner was being labeled an old media company, given its range of tangible businesses like publishing and television and an enviable income statement.\n\nThe young upstartAOL purchased the venerable giant Time Warnerfor $165 billion in 2000 in a masterful display of overweening confidence. The deal dwarfed all records and became the biggest merger in history.\n\nThe vision was that the new entity, AOL Time Warner, would become a dominant force in the news, publishing, music, entertainment, cable, and Internet industries. AOL became the largest technology company in America after the merger.\n\nBut the joint phase lasted less than a decade. The expected successes of the merger failed to materialize as AOL lost value and thedotcom bubbleburst. AOL and Time Warner dissolved their union.\n\nAT&T and Time Warnerannounced that AT&T would buy Time Warnerfor $85.4 billion in October 2016, morphing AT&T into a media heavy-hitter. AT&T completed the acquisition in June 2018 after a protracted court battle.\n\nThe AT&T-Time Warner acquisition deal of 2018 was as historically significant as the AOL-Time Warner deal of 2000. The U.S. Department of Justice sought to end the deal, saying the acquisition would hurt competition, leading consumers to face higher fees and bills.\n\nThe government lost its appeal in court and dropped the lawsuit. AT&T decided to spin off its media assets, including Time Warner, despite this.\n\nA business combination like an acquisition or merger can often be categorized in one of four ways:\n\nAcquiring other companies can serve many purposes for the parent company. It can allow the company to expand its product lines or offerings, and it can cut down on costs by acquiring businesses that feed into its supply chain. It can also acquire competitors to maintain market share and reduce competition.\n\nThe parent company fully takes over the target company and integrates it into the parent entity in an acquisition. The two companies combine in a merger but create a brand-new entity, such as with a new company name and an identity that combines aspects of both.\n\nThe 1990s will be remembered in corporate America as the decade of the Internet bubble and the megadeal. The late 1990s in particular spawned a series of multibillion-dollar acquisitions not seen on Wall Street since the junk bond fests of the roaring 1980s.\n\nFrom Yahoo!’s 1999 $5.7 billion purchase of Broadcast.com to AtHome Corp.’s $7.5 billion purchase of Excite, companies were lapping up the “growth now, profitability later” phenomenon. Such acquisitions reached their zenith in the first few weeks of 2000.\n\nFinancial transactions can range from simple buy-and-sell deals to acquisitions that take place when one company acquires most or all of another entity’s shares to take over the target’s operations.\n\nOther reasons for acquisitions can include entering a new market, gaining market share, or even cutting out the competition. Large-scale acquisitions make big news, but these deals are fairly common in the small-sized to mid-sized business market.\n\nTime. “A Brief Guide to the Tumultuous 30-Year History of AOL.”\n\nBusiness Insider. “Billionaire Investor Steve Case Says the Failure of the 2000 AOL Time Warner Mega Merger Taught Him a Crucial Lesson About Execution.”\n\nCNN Business. “Verizon Buys AOL for $4.4 Billion.”\n\nReuters, via Yahoo! News. “AT&T to Pay $85 Billion for Time Warner, Create Telecom-Media Giant.”\n\nU.S. Department of Justice, Office of Public Affairs. “Justice Department Challenges AT&T/DirecTV’s Acquisition of Time Warner.”\n\nCNBC. “AT&T Battled the DOJ to Buy Time Warner, Only to Spin It Out Again Three Years Later.”\n\nCNN Money. “Yahoo! Buying BCST.com.”\n\nThe Wall Street Journal. “AtHome Agrees to Acquire Excite in Stock Deal Valued at $7.5 Billion.”",
  "url": "https://www.investopedia.com/terms/a/acquisition.asp"
}