{
  "term": "Acquisition Accounting: Definition, How It Works, Requirements",
  "definition": "Investopedia / Paige McLaughlin\n\nAcquisition accounting is a set of formal guidelines describing howassets,liabilities,non-controlling interest(NCI) andgoodwillof a purchased company must be reported by the buyer on itsconsolidated statementof financial position.\n\nThefair market value(FMV) of the acquired company is allocated between thenet tangibleandintangible assetsportion of thebalance sheetof the buyer. Any resulting difference is regarded as goodwill. Acquisition accounting is also referred to as business combination accounting.\n\nInternational Financial Reporting Standards(IFRS) andInternational Accounting Standards(IAS) require all business combinations to be treated asacquisitionsfor accounting purposes, meaning that one company must be identified as anacquirerand one company must be identified as anacquireeeven if the transaction creates a new company.\n\nThe acquisition accounting approach requires everything to be measured at FMV, the amount a third-party would pay on the open market, at the time of acquisition — the date that the acquirer took control of the target company. That includes the following:\n\nFair value analysis is often conducted by a third-party valuation specialist.\n\nAcquisition accounting was introduced in 2008 bythe major accounting authorities, theFinancial Accounting Standards Board(FASB) and the International Accounting Standards Board (IASB),to replacethe previous method, known aspurchase accounting.\n\nAcquisition accounting was preferred because it strengthened the concept of fair value. It focuses on prevailing market values in a transaction and includescontingenciesand non-controlling interests, which were not accounted for under the purchase method.\n\nAnother difference between the two techniques is how bargain acquisitions are treated. Under the purchase method, the difference between the acquired company's fair value and its purchase price was recorded asnegative goodwill(NGW) on the balance sheet that was to beamortizedover time. In contrast, with acquisition accounting, NGW is immediately treated as a gain on theincome statement.\n\nAcquisition accounting improved the transparency ofmergers and acquisitions(M&A) but did not make the process of combining financial records easier. Each component ofassets and liabilities of the acquired entityhas to be adjusted for fair value in items ranging frominventoryand contracts tohedginginstruments and contingencies, to name just a few.\n\nThe amount of work needed to adjust and integrate the books of the two companies is one main reason for the long period between agreement on a deal by the respectiveboards of directorsand the actual deal closing.",
  "url": "https://www.investopedia.com/terms/a/acquisition-accounting.asp"
}