{
  "term": "Acquisition Premium: Difference Between Real Value and Price Paid",
  "definition": "An acquisition premium is a figure that's the difference between the estimatedreal valueof a company and the actual price paid to acquire it. An acquisition premium represents the increased cost of buying a target company during amerger and acquisition (M&A)transaction.\n\nThere is no requirement that a company pay apremiumfor acquiring another company; in fact, depending on the situation, it may even get a discount.\n\nIn an M&A scenario, the company that pays to acquire another company is known as theacquirer, and the company to be purchased or acquired is referred to as thetarget firm.\n\nTypically, an acquiring company will pay an acquisition premium to close a deal and ward off competition. An acquisition premium might be paid, too, if the acquirer believes that thesynergycreated from the acquisition will be greater than the total cost of acquiring the target company. The size of the premium often depends on various factors such as competition within the industry, the presence of other bidders, and the motivations of the buyer and seller.\n\nIn cases where the target company’s stock price falls dramatically, its product becomes obsolete, or if there are concerns about the future of its industry, the acquiring company may withdraw its offer.\n\nWhen a company decides that it wants to acquire another firm, it will first attempt to estimate the real value of the target company. For example, theenterprise valueof Macy’s, using data from its 201710-K report, is estimated at $11.81 billion. After the acquiring company determines the real value of its target, it decides how much it is willing to pay on top of the real value so as to present an attractive deal to the target firm, especially if there are other firms that are considering an acquisition.\n\nIn the example above an acquirer may decide to pay a 20% premium to buy Macy’s. Thus, the total cost it will propose would be $11.81 billion x 1.2 = $14.17 billion. If this premium offer is accepted, then the acquisition premium value will be $14.17 billion - $11.81 billion = $2.36 billion, or in percentage form, 20%.\n\nYou also may use a target company's share price to arrive at the acquisition premium. For instance, if Macy’s is currently trading at $26 per share, and an acquirer is willing to pay $33 per share for the target company’soutstanding shares, then you may calculate the acquisition premium as ($33 - $26)/$26 = 27%.\n\nHowever, not every company pays a premium for an acquisitionintentionally.\n\nUsing our price-per-share example, let's assume that there was no premium offer on the table and the agreed-upon acquisition cost was $26 per share. If the value of the company drops to $16 before the acquisition becomes final, the acquirer will find itself paying a premium of ($26 - $16)/$16 = 62.5%.\n\nIn financial accounting, the acquisition premium is known asgoodwill—the portion of the purchase price that is higher than the sum of the netfair valueof all of the assets purchased in the acquisition and theliabilitiesassumed in the process. The acquiring company records goodwill as a separate account on itsbalance sheet.\n\nGoodwill factors inintangible assetslike the value of a target company's brand, solid customer base, good customer relations, healthy employee relations, and any patents or proprietary technology acquired from the target company. An adverse event, such as declining cash flows, economic depression, increased competitive environment and the like can lead to animpairment of goodwill, which occurs when the market value of the target company's intangible assets drops below its acquisition cost. Any impairment results in a decrease in goodwill on the balance sheet and shows as a loss on theincome statement.\n\nAn acquirer can purchase a target company for a discount, that is, for less than its fair value. When this occurs,negative goodwill, also known asbadwill, is recognized.",
  "url": "https://www.investopedia.com/terms/a/acquisitionpremium.asp"
}