{
  "term": "Activist Investor: Definition, Role, Biggest Player",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAn activist investor, typically a specializedhedge fund, buys a significant minority stake in apublicly traded companyin order to change how it is run.\n\nThe activist investor's goals may be as modest as advising company management or as ambitious as forcing the sale of the company,divestituresor restructuring, or replacing theboard of directors.\n\nUnlikeprivate equity firmsthat buy and restructure companies in order to profit when they are resold, activist investors seldom acquire full or majority stakes.Instead, they use public communications and private discussions to win over other shareholders andcompany insiders. When such efforts fail, an activist investor may pursue aproxy contestto elect new directors in order to force the company to meet their demands.\n\nActivist investors are sometimes called shareholder activists, a term also used to describe those lobbying companies to improve working conditions for the overseas employees of their contractors, or backers of a dissident board slate elected to fight climate change.\n\nHowever, many activist investor campaigns seek only to maximizeshareholder value, and most of those are the work of hedge funds specializing in the unique mix of public pressure, behind-the-scenes lobbying, and business expertise required.\n\nUnlike the public pension funds and mutual funds that also engage in activism at times, activist hedge funds may hold highly concentrated stakes and supplement them with additionalleveragefromderivatives like stock optionsto offset the considerable cost of such campaigns. In contrast withinstitutional investorsthat sometimes turn to activism after owning a disappointing investment for years, activist hedge funds typically buy a stake in an underperforming company shortly before calling for change, and hope to profit from the resulting turnaround and price appreciation.\n\nIn contrast to institutional investors, activist hedge funds are also more willing to use confrontational tactics, from poison-pen letters to management and unflattering public reports to proxy fights seeking to oust incumbent directors.\n\nThe rise of activist investors has been described as an effective market response tothe agency problem, which arises when agents (in this case company managements) have the opportunity and the means to enrich themselves at the expense of clients (in this case shareholders—a diffuse group with limited powers to safeguard its ownership interests.)\n\nInvestor activists often announce their campaigns by filing aSchedule 13Dform with the U.S.Securities and Exchange Commission (SEC), which must be filed within 10 calendar days of acquiring 5% or more of a company's voting class shares.\n\nQualified institutional investors and passive investors, meaning those not trying to acquire or influence control of the company, may instead file a simplifiedSchedule 13Gwith less stringent disclosure requirements and thresholds.Schedule 13D filers must disclose, among other facts, their reasons for acquiring the stake and any plans they may have for the company in terms of mergers and acquisitions, asset disposals, capitalization or dividends, or other policies.\n\nThe initial 13D filing gives the activist investor a golden opportunity to publicize their case for change at the targeted company. At the same time, the filing curtails the activist's ability to alter their stake in, and plans for, the company out of the public eye. Any changes to the facts disclosed on a Schedule 13D must be reported in an amended filing \"promptly,\" under current SEC rules.\n\nActivist investors may use amended Schedule 13D filings to comment on a company's response to their proposals. For example, when Netflix, Inc. (NFLX) adopted apoison pillafter funds affiliated withCarl Icahnreported a stake of nearly 10% in the video streaming company, the funds filed an amended disclosure calling the poison pill \"an example of poor corporate governance.\"Activist investors may also write sharply worded letters to incumbent managers, issue press releases arguing their case to other shareholders, or privately lobby institutional investors to side with them.\n\nWhichever tactics activist investors use must be persuasive, since the only way to overcome opposition from entrenched company management short of ahostile takeoveris to persuade a sufficient number of other shareholders to replace the board in a proxy fight, or at least to be able to credibly threaten to do so.\n\nThere has been a claim that \"activism is dying,\" lamented Carl Icahn in May 2022, contrasting the legendary investor's few-holds-barred approach seen in the past.Some have feared the changes proposed to the Schedule 13D disclosure requirements in 2022 constitute a pressing threat, with Elliott Investment Management stating publicly that the proposed rules \"will virtually shut down activism.\"\n\nIn February 2022 the SEC had proposed shortening the initial Schedule 13 filing deadline from 10 calendar days to 5, with amendments due within a day of a material change rather than \"promptly\" as currently. The proposal, if passed, would effectively force 13D filers to specify holdings of derivatives (such as options) that confer an economic interest in the company without the shareholder rights associated with an outright stock position. Perhaps more controversially, the proposed rules would no longer require investors to agree to act in concert and be designated a single group by the SEC for Schedule 13D reporting purposes.Rules have also been proposed to make it harder for activist shareholders to squash a company's environmental or other pro-ESG initiatives.\n\nSEC Chair Gary Gensler argued the stepped up requirements proposed would address \"an information asymmetry\" between activist investors and other shareholders.Critics countered the proposed rules would make activism unprofitable by making it more difficult and costly for activist investors to accumulate significant stakes, while inhibiting communication among shareholders.\n\nDespite these proposed rule changes, shareholder activism does not seem to be slowing down (at least, not yet). For example, activist investor Nelson Peltz reportedly made a profit of more than $150 million by acquiring shares of Disney (DIS) in November 2022, in a move that prompted a proxy fight against the returning CEO, Bob Iger; however, this brief fight was called off after Iger announced a restructuring plan that is expected to save the media giant $5.5 billion in costs and cut 7,000 employees. Peltz has expressed satisfaction with the company's direction and decision to make changes, praising Iger and his management team.In early 2023, ValueAct Capital Management, a San Francisco-based activist hedge fund, took a stake in streaming media company Spotify Technology SA (SPOT), with the goal of cutting costs and streamlining management.ValueAct has also disclosed a major position and board seat in SalesForce (CRM), which now has no less than five large activist investor shareholders on board with long positions, resulting in early 2023 cost cutting measures that include layoffs of 10% of the company's employees.In all three of the these examples, markets have reacted positively to the inclusion of activist shareholders, seeing their share prices afterwards outperform.\n\nYes, because activist investing is not azero-sum game. Since activist investors and incumbent managers share an interest in the company's success, they may sometimes agree to a mutually acceptable compromise. Such agreements typically grant the activist investor representation on the company board in exchange for a pledge to support management and the company's director nominees for a specified time. The agreements may also specify steps management will take at activist investors' behest, while includingstandstillprovisions preventing the activist from increasing their stake in the company or requiring them to maintain a specified minimum stake.\n\nWhile some fear recently proposed SEC rule changes may put a damper on activist investing, it has not yet seemed to slow down. After taking a dip in 2020 and 2021 due to COVID19 restrictions, activist investors were seen back above 2019 levels. In fact, shareholder activism activity hit a record high in 2022.Some predict this upward trend will continue through 2023 and beyond despite regulatory roadblocks that may be put in the way, although only time will tell.\n\nActivist investors have been effective at times in addressing the agency problem faced by shareholders whose interests don't always coincide with those of entrenched management teams. They've certainly created value for themselves and other shareholders. Activist investing can't easily be pigeonholed asgood or bad, however. Activist investors look out for themselves and realize the lion's share of the value they unlock. Their relatively short-term focus on strategies likely to lift the share price, such asreturn of capitalto shareholders in the form ofdividendsorshare buybacks, can prevent companies from making needed long-term investments.\n\nIt is difficult to know for sure which activist investors have been the more successful dollar-for-dollar and what other factors may cause particular stocks to rise in addition to an activist taking on a stake, but we can look to SEC disclosures and public statements made by these investors. Elliott Investment Management, for one, claims that its investments receive an average rise of 8% in the shares of the target company on the day the firm made its stake public. According to Elliot, its activist engagements have increased the market values of the targeted companies by an aggregate of more $30 billion.\n\nThe largest activist shareholders by assets under management (AUM) as of Q1 2023 are listed in the table below, led by New York City-based Third Point Partners:\n\nWhen activist investors use their significant but still relatively small minority stakes to push for change at publicly listed companies, they must often exercise their rights as shareholders to the fullest to get the attention of incumbent management and persuade other shareholders. Activists often call for extreme cost cutting measures, including layoffs, more streamlined management, and disposing of unprofitable units. The discipline they impose promotes shareholder-friendly policies at other companies as well. But they are not always right, and any public benefit they provide may be incidental to their pursuit of profits for themselves and their clients.\n\nEuropean Corporate Governance Institute. \"Governance by Persuasion: Hedge Fund Activism and Market-Based Shareholder Influence,\" Page 1.\n\nCNN. \"A Third Climate Activist Is Expected to Be Elected to Exxon's Board.\"\n\nBusiness & Human Rights Resource Centre. \"Australia: Shareholders Urge Coles to Change Its Policies Covering Potential Modern Slavery in Its Supply Chains.\"\n\nEuropean Corporate Governance Institute. \"Governance by Persuasion: Hedge Fund Activism and Market-Based Shareholder Influence,\" pp. 9-10.\n\nEuropean Corporate Governance Institute. \"Governance by Persuasion: Hedge Fund Activism and Market-Based Shareholder Influence,\" pp. 10-11.\n\nMintz Levin. \"Summary of Schedule 13D and Schedule 13G Filing Obligations.\"\n\nEuropean Corporate Governance Institute. \"Governance by Persuasion: Hedge Fund Activism and Market-Based Shareholder Influence,\" Page 13.\n\nU.S. Securities and Exchange Commission. \"Icahn Capital Schedule 13D for Netflix, Inc., Nov. 5, 2012.\"\n\nVanity Fair. \"Dan Loeb's Top 10 Most Scathing Letters.\"\n\nBusiness Wire. \"Third Point Accumulates Position in The Walt Disney Company, Files for Hart-Scott-Rodino to Engage Directly With the Company.\"\n\nThe New York Times. \"New Alliances in Battle for Corporate Control.\"\n\nThe Economist. \"Activist Investors Are Becoming Tamer.\"\n\nU.S. Securities and Exchange Commission. \"Elliott 13D Comment Letter,\" Page 2.\n\nU.S. Securities and Exchange Commission. \"SEC Proposes Rule Amendments to Modernize Beneficial Ownership Reporting.\"\n\nHarvard Law School Forum on Corporate Governance. \"SEC Proposes Amendments to Schedules 13D and 13G.\"\n\nS&P Global Market Intelligence. \"Investor Activism Campaigns Hit Record Mark in H1 2022.\"\n\nBloomberg. \"The SEC Wants to Stop Activism.\"\n\nBusiness Insider. \"Activist investor Nelson Peltz reportedly scored a $150 million profit in his 3-month proxy fight against Disney.\"\n\nReuters. \"Activist investor ValueAct takes stake in Spotify.\"\n\nCNBC. \"Yet another activist targets Salesforce — further validation there’s money to be made in the stock.\"\n\nU.S. Securities and Exchange Commission. \"Exhibit 10.1: July 20, 2022 Agreement Between LivePerson, Inc. and Starboard.\"\n\nPharmaCyte Biotech. \"PharmaCyte Biotech Reaches Cooperation Agreement with Iroquois Capital; Company Appoints Five New Independent Directors to Reconstituted Board.\"\n\nZDNet. \"How Cognizant's Digital Evolution Was Derailed by an Activist Investment Firm.\"\n\nU.S. Securities and Exchange Commission. \"Elliott 13D Comment Letter,\" pp. 95-96.\n\nSovereign Wealth Fund Institute. \"Activist Investors: Rankings by Total Managed AUM.\"",
  "url": "https://www.investopedia.com/terms/a/activist-investor.asp"
}