{
  "term": "Active Management Definition, Investment Strategies, Pros & Cons",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe term active management means that an investor, a professional money manager, or a team of professionals is tracking the performance of an investment portfolio and making buy, hold, and sell decisions about the assets in it. The goal of any investment manager is to outperform a designated benchmark while simultaneously accomplishing one or more additional goals such as managing risk, limiting tax consequences, or adhering to environmental, social, and governance (ESG) standards for investing. Active managers may differ from other is how they accomplish some of these goals.\n\nFor example, active managers may rely on investment analysis, research, and forecasts, which can include quantitative tools, as well as their own judgment and experience in making decisions on which assets to buy and sell. Their approach may be strictly algorithmic, entirely discretionary, or somewhere in between.\n\nBy contrast,passive management, sometimes known as indexing, follows simple rules that try to track an index or other benchmark by replicating it. Those who advocate for passive management maintain that the best results are achieved by buying assets that mirror a particular market index or indexes. Their contention is that passive management removes the shortfalls of human biases and that this leads to better performance. However, studies comparing active and passive management have only served to keep the debate alive about the respective merits of either approach.\n\nInvestors who believe in active management do not support the stronger forms of theefficient market hypothesis(EMH), which argues that it is impossible to beat the market over the long run because all public information has already been incorporated into stock prices.\n\nThose who support these forms of the EMH insist that stock pickers who spend their days buying and selling stocks to exploit their frequent fluctuations will, over time, likely do worse than investors who buy the components of the major indexes that are used to track the performance of the wider markets over time. But this point of view narrows investing goals into a single dimension. Active managers would contend that if an investor is concerned with more than merely tracking or slightly beating a market index, an active management approach might be better suited for the task.\n\nActive managers measure their own success by measuring how much their portfolios exceed (or fall short of) the performance of a comparable unmanaged index, industry, or market sector.\n\nFor example, the Fidelity Blue Chip Growth Fund uses the Russell 1000 Growth Index as its benchmark. Over the five years that ended June 30, 2020, the Fidelity fund returned 17.35% while the Russell 1000 Growth Index rose 15.89%. Thus,in terms of Active Share, the Fidelity fund outperformed its benchmark by 1.46% for that five-year period.Active managers will also assess portfolio risk, along with their success in achieving other portfolio goals. This is an important distinction for investors in retirement years, many of whom may have to manage risk over shorter time horizons.\n\nActive managers believe it is possible to profit from the stock market through any of a number of strategies that aim to identify stocks that are trading at a lower price than their value merits. Their strategies may include researching a mix of fundamental, quantitative, and technical indications to identify stock selections. They may also employ asset allocation strategies aligned with their fund's goals.\n\nMany investment companies and fund sponsors believe it's possible to outperform the market and employ professional investment managers to manage the company's mutual funds. They may see this as a way to adjust to ever-changing market conditions and unprecedented innovations in the markets.\n\nActively managed funds generally have higher fees and are less tax-efficient than passively managed funds. The investor is paying for the sustained efforts of investment advisers who specialize in active investment, and for the potential for higher returns than the markets as a whole.\n\nThere is no consensus on which strategy yields better results: active or passive management.\n\nAn investor considering active management should take a hard look at the actual returns after fees of the manager.\n\nA fund manager’s expertise, experience, and judgment are employed by investors in an actively managed fund. An active manager who runs an automotive industry fund might have extensive experience in the field and might invest in a select group of auto-related stocks that the manager concludes are undervalued.\n\nActive fund managers have more flexibility. There is more freedom in the selection process than in an index fund, which must match as closely as possible the selection and weighting of the investments in the index.\n\nActively managed funds allow for benefits in tax management. The flexibility in buying and selling allows managers to offset losers with winners.\n\nActive fund managers can manage risks more nimbly. A global banking exchange-traded fund (ETF) may be required to hold a specific number of British banks. That fund is likely to have dropped significantly following the shock Brexit vote in 2016. An actively managed global banking fund, meanwhile, might have reduced its exposure to British banks due to heightened levels of risk.\n\nActive managers can also mitigate risk by using various hedging strategies such as short selling and using derivatives.\n\nThere is plenty of controversy surrounding the performance of active managers. Their success or failure depends largely on which of the contradictory statistics is quoted.\n\nOver 10 years ending in 2021, active managers who invested in domestic small growth stocks were most likely to beat the index. A study showed that 88% of active managers in this category outperformed their benchmark index before fees were deducted.\n\nFidelity. \"Fidelity Blue Chip Growth Fund.\" Accessed Sept. 1, 2020.\n\nWilshire Associates. \"Wilshire Active Management Review.\"",
  "url": "https://www.investopedia.com/terms/a/activemanagement.asp"
}