{
  "term": "Activity-Based Costing (ABC): Method and Advantages Defined with Example",
  "definition": "Activity-based costing (ABC) is a costing method that assignsoverheadand indirect costs to related products and services. Thiscost accounting methodrecognizes the relationship between costs, overhead activities, and manufactured products, assigning indirect costs to products less arbitrarily than traditional costing methods. However, some indirect costs—such as management and office staff salaries—are difficult to assign to a product.\n\nActivity-based costing (ABC) is mostly used in the manufacturing industry. It enhances the reliability of cost data, hence producing nearly true costs and better classifying the costs incurred by the company during its production process.\n\nThis costing system is used in target costing, product costing,product lineprofitability analysis, customer profitability analysis, and service pricing. Activity-based costing is used to get a better grasp on costs, allowing companies to form a more appropriate pricing strategy.\n\nThe formula for activity-based costing is the cost pool total divided by the cost driver, which yields the cost driver rate. The cost driver rate is used in activity-based costing to calculate the amount of overhead and indirect costs related to a particular activity.\n\nThe ABC calculation is as follows:\n\nAs an activity-based costing example, consider Company ABC, which has a $50,000 per year electricity bill. The number of labor hours has a direct impact on the electric bill. For the year, there were 2,500 labor hours worked; in this example, this is the cost driver. Calculating the cost driver rate is done by dividing the $50,000 a year electric bill by the 2,500 hours, yielding a cost driver rate of $20. For Product XYZ, the company uses electricity for 10 hours. The overhead costs for the product are $200, or $20 times 10.\n\nActivity-based costing benefits the costing process by expanding the number of cost pools that can be used to analyze overhead costs and by making indirect costs traceable to certain activities.\n\nThe ABC system of cost accounting is based on activities, which are any events, units of work, or tasks with a specific goal—such as setting up machines for production, designing products, distributing finished goods, or operating machines. Activities consume overhead resources and are considered cost objects.\n\nUnder the ABC system, an activity can also be considered as any transaction or event that is a cost driver. A cost driver, also known as an activity driver, is used to refer to an allocation base. Examples of cost drivers include machine setups, maintenance requests, consumed power, purchase orders, quality inspections, or production orders.\n\nThere are two categories of activity measures: transaction drivers, which involve counting how many times an activity occurs, and duration drivers, which measure how long an activity takes to complete.\n\nUnlike traditional cost measurement systems that depend on volume count, such as machine hours and/or direct labor hours, to allocate indirect or overhead costs to products, the ABC system classifies five broad levels of activity that are, to a certain extent, unrelated to how many units are produced. These levels includebatch-level activity, unit-level activity, customer-level activity, organization-sustaining activity, and product-level activity.\n\nActivity-based costing (ABC) enhances the costing process in three ways. First, it expands the number of cost pools that can be used to assemble overhead costs. Instead of accumulating all costs in one company-wide pool, it pools costs by activity.\n\nSecond, it creates new bases for assigning overhead costs to items, so costs are allocated based on the activities that generate costs, instead of on volume measures—such as machine hours or direct labor costs.\n\nFinally, ABC alters the nature of several indirect costs, making costs previously considered indirect—such asdepreciation, utilities, or salaries—traceable to certain activities. Alternatively, ABC transfers overhead costs from high-volume products to low-volume products, raising theunit costof low-volume products.\n\nThere are five levels of activity in ABC costing: unit-level activities, batch-level activities, product-level activities, customer-level activities, and organization-sustaining activities. Unit-level activities are performed each time a unit is produced. (For example, providing power for a piece of equipment is a unit-level cost.) Batch-level activities are performed each time a batch is processed, regardless of the number of units in the batch. Coordinating shipments to customers is an example of a batch-level activity.\n\nProduct-level activities are related to specific products; product-level activities must be carried out regardless of how many units of product are made and sold. (For example, designing a product is a product-level activity.) Customer-level activities relate to specific customers. An example of a customer-level activity is general technical product support. The final level of activity, organization-sustaining activity, refers to activities that must be completed regardless of the products being produced, how many batches are run, or how many units are made.\n\nThe goal of ABC costing is to optimize business activities and processes to enhance efficiency and reduce costs. It seeks to identify the highest cost drivers: the activities and processes that consume the most of a company's resources.\n\nABC costing is calculated by finding the total cost pool and dividing it by the cost driver. The cost pool is an aggregate of all the costs associated with performing a particular business task, such as making a particular product. Cost drivers are labor hours, machine hours, and customer contacts.\n\nActivity-based costing (ABC) is a costing method that directly ties all overhead and indirect costs to specific products and services.\n\nActivity-based costing recognizes the relationships between costs, overhead activities (all events, tasks, or units of work with a specific purpose), and manufactured products. The goal of activity-based costing is to understand a company's true costs and reduce inefficiencies by identifying the highest cost drivers: the activities and processes that consume most of a company's resources.\n\nChartered Global Management Accountant. \"Activity-Based Costing (ABC).\"",
  "url": "https://www.investopedia.com/terms/a/abc.asp"
}