{
  "term": "Actuarial Life Table: What it is, How it Works, FAQs",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn actuarial life table is a table or spreadsheet that shows the probability of a person at a certain age dying before their next birthday. It's often used by life insurance companies to calculate the remaining life expectancy for people at different ages and stages, and the probability of surviving a particular year of age.\n\nBecause men and women have different mortality rates, an actuarial life table is computed separately for men and women. An actuarial life table is also called amortality table, life table, or actuarial table.\n\nInsurance companies utilize actuarial life tables to help price products and project future insured events. Mathematically and statistically based actuarial life tables assist life insurance companies by showing event probabilities, such as death, sickness, and disability.\n\nAn actuarial life table can also include factors to differentiate variable risks such as smoking, occupation, socio-economic status, and even gambling, anddebt load. Computerized predictive modeling allows actuaries the ability to calculate for a wide variety of circumstances and probable outcomes.\n\nActuarial science uses primarily two types of life tables. First, the period life table is used to determine mortality rates for a specific time period of a certain population. The other type of actuarial life table is called the cohort life table, also referred to as a generation life table. It is used to represent the overallmortality rates of a certain population'sentire lifetime.\n\nActuarial life tables for men and women are computed differently due to the discrepancy of life expectancies for each gender.\n\nThe population selection must be born during the same specific time interval. A cohort life table is more commonly used because it attempts to predict any expected change in mortality rates of a population in the future.\n\nA cohort table also analyzes observable mortality patterns over time. Both types of actuarial life tables are based on actual populations of the present and educated predictions of a population's near future. Other types of life tables may be based on historical records. These types of life tables often undercount infants and understate infant mortality.\n\nInsurance companies use actuarial life tables to primarily make two types of predictions: the probability of surviving any particular year of age and the remaininglife expectancyfor people of different ages.\n\nActuarial life tables also play an important role in the sciences of biology and epidemiology. In addition, the Social Security Administration in the United States uses actuarial life tables to examine the mortality rates of people who have Social Security in order to inform certain policy decisions or actions.\n\nActuarial life tables are also important in product life cycle management and for pension calculations.\n\nTypically they're used by life insurance companies to calculate the remaining life expectancy for people at different ages and stages, and the probability of surviving a particular year of age.\n\nActuaries say they are risk managers, and experts in evaluating the likelihood of future events.\n\nThe two tables are the period life table (to determine mortality rates for a specific time period of a defined population) and the cohort life table (used to represent the overall mortality rates of a certain population's entire lifetime).\n\nU.S. Social Security Administration. “Actuarial Life Table.”",
  "url": "https://www.investopedia.com/terms/a/actuarial-life-table.asp"
}