{
  "term": "Add-On Interest: Definition, Formula, Cost vs. Simple Interest",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nIf you're looking for a loan, finding the most affordable option is important. While interest rate is a big factor, the way the interest is calculated can be just as important. Add-on interest loans tend to favor the lender, resulting in more money paid, even if the loan is paid off early.\n\nAdd-on interest is a method of calculating the interest to be paid on a loan by combining the total principal amount borrowed and the total interest due over the life of the loan into a single figure. This combined amount is then divided by the number of monthly payments to be made. The result is a loan that combines the initial principal and total interest into one amount due, regardless of how much principal is repaid.\n\nThis method of calculating the payment on a loan is substantially more expensive for the borrower than the traditionalsimple interestcalculation and is rarely used in consumer loans. Most loans use simple interest, where the interest charged is based on the amount of principal that is owed after each payment is made. Add-on interest loans may occasionally be used in short-term installment loans and in loans tosubprime borrowers.\n\nIn simple interestloans, where theinterestcharged is based on the amount ofprincipalthat's owed after each payment is made, the payments may be identical in size from month to month, but that's because the principal paid increases over time while the interest paid decreases.\n\nIf the consumer pays off a simple interest loan early, the savings can be substantial. The number of interest payments that would have been attached to future monthly payments has been effectively erased.\n\nBut in an add-on interest loan, the amount owed is calculated upfront as a total of the principal borrowed plus the total interest owed over the life of the loan. This combined figured is then divided by the number of months of payments due in order to arrive at a monthly payment figure.\n\nThis means that the interest owed each month remains constant throughout the life of the loan. The interest owed is much higher, and, even if the borrower pays off the loan early, the interest charged will be the same.\n\nSay a borrower obtains a $25,000 loan at an 8% add-on interest rate that's to be repaid over four years.\n\nUsing a simple interest loanpayment calculator, the same borrower with the same 8% interest rate on a $25,000 loan over four years would have required monthly payments of $610.32. The total interest due would be $4,295.51.\n\nThe borrower would pay $3,704.49 more for the add-on interest loan compared to the simple interest loan, assuming the borrower didn't pay off the latter early, reducing the total interest even more.\n\nYour loan agreement should disclose what interest calculating method is used. Read the fine print, and if you're still unsure, ask your loan officer directly.\n\nSince all of the interest and principal is calculated at the onset of an add-on loan, paying off the total early won't impact how much interest is paid on the loan. A simple interest or amortized loan offers the ability to save money on interest if you pay off the loan faster.\n\nAnamortized loanis a loan that calculates the interest owed based on the existing principal. Although payments stay the same, as with an add-on interest loan, the amount of each payment that goes to principal vs. interest changes over time. Amortized loans tend to pay more of each payment to interest at the beginning of the loan, as the principal amount is higher. By the end of the loan, the balance shifts. Anamortization calculatorcan help visualize your payments and how the ratio changes over time.\n\nWhen researching a consumer loan, especially if you have poor credit, read the fine print carefully to determine whether the lender is charging you add-on interest. If that is the case, you're likely better off continuing your search until you find a loan that charges simple interest.",
  "url": "https://www.investopedia.com/terms/a/add-on_interest.asp"
}