{
  "term": "Additional Child Tax Credit (ACTC): Definition and Who Qualifies",
  "definition": "The Additional Child Tax Credit (ACTC) is the refundable portion of the Child Tax Credit, but only if you claim it.\n\nThe Additional Child Tax Credit (ACTC) is an extra tax credit that allows you to claim and potentially receive a portion of the unusedChild Tax Creditas a refund.\n\nThe Child Tax Credit can erase some of what you owe the Internal Revenue Service (IRS), but the government keeps any portion that's left over because this credit isn't refundable. The ACTC is used to claim at least a portion of this money as a refund.\n\nIf taxpayers qualify for and claim the ACTC, they can receive a portion of their Child Tax Credit as part of their refund. This requires completingSchedule 8812and filing it with their Form 1040 tax return.\n\nHowever, the credit has limits. In the 2024 and 2025 tax years, only $1,700 unused Child Tax Credit money can be transferred to the refundable ACTC. That $1,700 is a significant portion (85%) of the $2,000 maximum Child Tax Credit available in these years. And it's per child, so it increases to $5,100 if you have three children.\n\nYou should note that there are income limits for both credits. The $2,000 and $1,700 figures begin to decrease atadjusted gross incomes (AGIs)of $200,000 for single filers or $400,000 for those who are married and file joint returns. You can't claim the ACTC if you exclude foreign-earned income by filingIRS Form 2555.\n\nTheTaxpayer Relief Actcreated the Child Tax Credit in 1997. TheEconomic Growth and Tax Relief Reconciliation Actmade a refundable portion available by adding the Additional Child Tax Credit in 2001. This measure was initially intended to be temporary, but the ACTC has endured.\n\nThen came theTax Cuts and Jobs Actin 2017. This legislation increased the Child Tax Credit from $1,000 to $2,000. It increased the income requirements for receiving the full credit to $200,000 and $400,000, which still stand in 2025.\n\nThe IRS indicated in February 2025 that Puerto Rican residents could qualify for the Additional Child Tax Credit with just one qualifying child rather than three, which used to be the rule. The agency states that tax refunds that include the ACTC can't be issued before mid-February 2025 under current law.\n\nEligibility for the Additional Child Tax Credit depends on first claiming the Child Tax Credit and having an excess refund left after eliminating your tax obligation. Qualifying for the Child Tax Credit depends on several factors relating to your dependent child.\n\nThe child must be no older than 16 as of the last day of the tax year. They must be a U.S. citizen, national or resident alien, and have aSocial Security number. You must claim them as a dependent on your tax return, and they must have lived with you for more than six months out of the tax year. They can't have contributed more than half of their financial support, and they must be related to you somehow, although stepchildren can also qualify as dependents.\n\nYour dependent's Social Security number must be valid for employment and issued before the due date for your tax return. If yourequested a filing time extension, that date could be extended to October of that year.\n\nThe Additional Child Tax Credit (ACTC) won't help significantly high earners because of the $200,000 and $400,000 income phaseout limits. Still, it can give a nice financial boost to other families—particularly those who have several children. The two credits work in tandem toreduce your tax billwith the IRS and provide you with a bit of cash, too. Fortunately, the rules for claiming them aren't complex.\n\nDon't overlook them at tax time if you have one or more qualifying dependents.\n\nInternal Revenue Service. \"What You Need to Know About CTC, ACTC and ODC.\"\n\nCongressional Research Service. \"The Child Tax Credit: Legislative History.\" Summary Pages 1-2.\n\nInternal Revenue Service. \"Tax Time Guide 2025: Essentials Needed for Filing a 2024 Tax Return.\"\n\nInternal Revenue Service. \"Get an Extension to File Your Tax Return.\"",
  "url": "https://www.investopedia.com/terms/a/additional-child-tax-credit.asp"
}