{
  "term": "Additional Paid-in Capital: What It Is, Formula, and Examples",
  "definition": "Additional paid-in capital (APIC) is the difference between the issue price of the shares and their par value.\n\nAdditional paid-in capital (APIC) occurs when an investor buys newly-issued shares directly from a company during itsinitial public offering(IPO). APIC is itemized under theshareholder equity(SE) section of a balance sheet and is viewed as a profit opportunity for companies because it results in them receiving excess cash from stockholders.\n\nAPIC is also referred to as \"contributed capital in excess of par.”\n\nDuring its IPO, a firm is entitled to set any price for its stock that it sees fit. Meanwhile,investorsmay elect to pay any amount above this declared par value of a share price, which generates the APIC. This APIC is also known ascontributed surplus.\n\nLet us assume that during its IPO phase, the XYZ Widget Company issues one million shares of stock with a par value of $1 per share and that investors bid on shares for $2, $4, and $10 above the par value. Let us further assume that those shares ultimately sell for $11, consequently making the company $11 million. In this instance, the APIC is $10 million ($11 million minus the par value of $1 million). Therefore, the company’sbalance sheetitemizes $1 million as \"paid-in capital\" and $10 million as \"additional paid-in capital.\"\n\nOnce a stock trades in thesecondary market, an investor may pay whatever the market will bear. When investors buy shares directly from a given company, that corporation receives and retains the funds as paid-in capital. But after that time, when investors buy shares in theopen market, the generated funds go directly into the pockets of the investors selling off their positions.\n\nAPIC is recorded at the initial public offering (IPO) only; the transactions that occur after the IPO do not increase the APIC account.\n\nAPIC is generally booked in the SE section of the balance sheet. When a company issues stock, there are two entries that take place in the equity section: common stock and APIC. The total cash generated by the IPO is recorded as a debit and the common stock and APIC are recorded as credits. Note that the cash recorded is reported in the asset section of the balance sheet, while common stock and APIC are reported in the equity section of the balance sheet.\n\nDue to the fact that APIC represents money paid to the company above the par value of a security, it is essential to understand what par actually means. Simply put, “par” signifies the value a company assigns to stock at the time of its IPO, before there is even a market for the security. Issuers traditionally set stock par values deliberately low—in some cases as little as a penny per share—in order to preemptively avoid any potential legal liability, which might occur if the stock dips below its par value.\n\nMarket valueis the actual price a financial instrument is worth at any given time. The stock market determines the real value of a stock, which shifts continuously as shares are bought and sold throughout the trading day. Thus, investors make money on the changing value of a stock over time, based on company performance and investor sentiment.\n\nPaid-in capital, orcontributed capital, is the full amount of cash or other assets that shareholders have given a company in exchange for stock. Paid-in capital includes the par value of both common andpreferred stockplus any amount paid in excess.\n\nAdditional paid-in capital, as the name implies, includes onlythe amount paid in excess of the par value of stock issued during a company's IPO.\n\nBoth of these items are included next to one another in the SE section of the balance sheet.\n\nFor common stock, paid-in capital consists of a stock's par value and APIC, the latter of which may provide a substantial portion of a company's equity capital, beforeretained earningsbegin to accumulate. This capital provides a layer of defense against potential losses, in the event that retained earnings begin to show a deficit.\n\nAnother huge advantage for a company issuing shares is that it does not raise the fixed cost of the company. The company doesn't have to make any payment to the investor; evendividends are not required. Furthermore, investors do not have any claim on the company's existing assets.\n\nAfter issuing stock to shareholders, the company is free to use the funds generated any way it chooses, whether that means paying off loans, purchasing an asset, or any other action that may benefit the company.\n\nAPIC is a great way for companies to generate cash without having to give any collateral in return. Furthermore, purchasing shares at a company's IPO can be incredibly profitable for some investors.\n\nAPIC is recorded under the equity section of a company's balance sheet. It is recorded as a credit under shareholders' equity and refers to the money an investor pays above the par value price of a stock. The total cash generated from APIC is classified as a debit to the asset section of the balance sheet, with the corresponding credits for APIC and regular paid in capital located in the equity section.\n\nThe APIC formula is APIC = (Issue Price – Par Value) x Number of Shares Acquired by Investors.\n\nAny new issuance of preferred or common shares may increase the paid-in capital as the excess value is recorded. Paid-in capital can be reduced with share repurchases.\n\nAdditional Paid-in Capital represents the amount of money investors contribute to a company above the stated par value of its stock. It is the equity portion of a company's balance sheet that includes funds received from issuing stock at a premium. This capital reflects the difference between the issue price of the shares and their par value, allowing companies to generate additional funds for expansion, research, or other business activities.\n\nCorrection—May 13, 2023:A previous version of this article incorrectly stated cash is recorded to the equity section of the balance sheet as opposed to the asset section.\n\nPwC. \"5.10 Additional Paid-In Capital.\"\n\nMyAccountingCourse. \"What is Additional Pain In Capital (APIC)?\"",
  "url": "https://www.investopedia.com/terms/a/additionalpaidincapital.asp"
}