{
  "term": "Addition Rule for Probabilities Formula and What It Tells You",
  "definition": "The addition rule for probabilities describes two formulas, one for the probability for either of two mutually exclusive events happening and the other for the probability of two non-mutually exclusive events happening.\n\nThe first formula is just the sum of the probabilities of the two events. The second formula is the sum of the probabilities of the two events minus the probability that both will occur.\n\nMathematically, the probability of twomutually exclusiveevents is denoted by:\n\n﻿P(YorZ)=P(Y)+P(Z)P(Y \\text{ or } Z) = P(Y)+P(Z)P(YorZ)=P(Y)+P(Z)﻿\n\nMathematically, the probability of two non-mutually exclusive events is denoted by:\n\n﻿P(YorZ)=P(Y)+P(Z)−P(YandZ)P(Y \\text{ or } Z) = P(Y) + P(Z) - P(Y \\text{ and } Z)P(YorZ)=P(Y)+P(Z)−P(YandZ)﻿\n\nTo illustrate the first rule in the addition rule forprobabilities, consider a die with six sides and the chances of rolling either a 3 or a 6. Since the chances of rolling a 3 are 1 in 6 and the chances of rolling a 6 are also 1 in 6, the chance of rolling either a 3 or a 6 is:\n\nTo illustrate the second rule, consider a class in which there are 9 boys and 11 girls. At the end of the term, 5 girls and 4 boys receive a grade of B. If a student is selected by chance, what are theoddsthat the student will be either a girl or a B student? Since the chances of selecting a girl are 11 in 20, the chances of selecting a B student are 9 in 20 and the chances of selecting a girl who is a B student are 5/20, the chances of picking a girl or a B student are:\n\nIn reality, the two rules simplify to just one rule, the second one. That's because in the first case, the probability of two mutually exclusive events both happening is 0. In the example with the die, it's impossible to roll both a 3 and a 6 on one roll of a single die. So the two events are mutually exclusive.\n\nMutually exclusive is a statistical term describing two or more events that cannot coincide. It is commonly used to describe a situation where the occurrence of one outcome supersedes the other.  For a basic example, consider the rolling of dice. You cannot roll both a five and a three simultaneously on a single die. Furthermore, getting a three on an initial roll has no impact on whether or not a subsequent roll yields a five. All rolls of a die are independent events.",
  "url": "https://www.investopedia.com/terms/a/additionruleforprobabilities.asp"
}