{
  "term": "Adhesion Contract: Definition, History, and Enforceability",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn adhesion contract is an agreement that usually has non-negotiableterms and conditions. Generally, it's prepared by a party to a potential transaction that has the product or service sought by another party, the consumer. The former has the stronger bargaining position. The latter must accept the adhesion contract to obtain the product or service.\n\nAdhesion contracts are also known as standard, standardized, orboilerplatecontracts.\n\nAdhesion contracts are often used for insurance,leases, vehicle purchases, mortgages, and other transactions where there is a high volume of customers who fit a standard form of agreement.\n\nFor instance, with aninsurance contract, the company and its agent have the power to draft the contract, while the potential policyholder only has the right of refusal. In other words, the customer cannot counter the offer or create their own, new contract to which the insurer could agree.\n\nIt is important for consumers to read an adhesion contract carefully, as all the information and rules have been written by the other party.\n\nAdhesion contracts are usually enforceable in the United States according to theUniform Commercial Code (UCC). The UCC helps to ensure that commercial transactions take place under a similar set of laws across the country.\n\nAlthough the UCC is followed by most U.S. states, it has not been fully adopted by some jurisdictions such as American Samoa and Puerto Rico.Louisiana stands alone among the 50 states in adopting only parts of the UCC.\n\nThe UCC has specific provisions relating to adhesion contracts for the sale or lease of goods. Contracts of adhesion are, however, subject to additional scrutiny and interpretation under state law.\n\nAdhesion contracts started to become part of the U.S. legal system only after theHarvard Law Reviewpublished an article on life insurance contracts by Edwin W. Patterson in 1919. Subsequently, most courts accepted the idea of contract adhesion, due in large part to a Supreme Court of California case that supported adhesion analysis in 1962.\n\nThe specifics of the legality and enforceability of adhesion contracts have changed over time. The case law and interpretation may vary from state to state, but it is generally agreed that adhesion contracts are an efficient way to handle standardized transactions.\n\nWhen used properly, adhesion contracts save companies and customers time and the expense relating to obtaining contract advice from attorneys. However, soome aspects of adhesion contracts pose problems.\n\nFor example, in certain cases, electronic adhesion contracts signed online have been challenged in court because contract details were so difficult to access and review. As a result, electronic adhesion contracts must provide the accessibility of contracts that a consumer would receive and read offline.\n\nOften, courts won't enforce \"browse-wrap\" electronic contracts that require consumers to click through a number of links to find and read the various terms of a contract and agree to it. However, \"click-wrap\" electronic contracts that simplify this process by efficiently providing all the text and a click-to-accept method in one place typically are upheld by courts.\n\nFor a contract to be treated as an adhesion contract, it must be presented as a \"take it or leave it\" deal. This means that one party has no ability to negotiate with the party offering the contract.\n\nAdhesion contracts are subject to scrutiny that usually comes in one of two forms:\n\nCourts have traditionally used the doctrine of reasonable expectations to test whether an adhesion contract is enforceable. Under this doctrine, specific parts of an adhesion contract or the whole contract may be deemed unenforceable if the contract terms go beyond or don't match what the weaker party would have reasonably expected.\n\nWhether a contract is reasonable depends on the prominence of its terms, the purpose of the terms, and the circumstances surrounding acceptance of the contract.\n\nThe doctrine of unconscionability has also been used in contract law to challenge certain adhesion contracts. It is a fact-specific doctrine arising from, again, equitable principles, and specifically, the idea of bargaining in good faith. Unconscionability shifts the focus from what the customer might reasonably expect to the motive of the supplier.\n\nUnconscionability in adhesion contracts usually comes up if there is an absence of meaningful choice on the part of one party due to one-sided contract provisions combined with unreasonably oppressive terms that no one would or should accept.\n\nSimply put, if the contract is exceptionally unfair to the signing party, it can be declared unenforceable in court.\n\nUnconscionability is easier to argue if the supplier is making a significant profit from the agreement, especially if the amount of profit is tied to the weaker party's lack of bargaining power.\n\nSome legal experts have pushed back on this approach as it has implications concerning the freedom of contract. That's the legal concept that people can freely determine the provisions of a contract without government interference.\n\nYou usually encounter them when you're arranging for airline tickets, insurance policies, mortgage loans, health care, or the purchase of an automobile.\n\nYes, generally speaking, because it standardizes contracts and makes transactions faster and easier to conduct. If consumers had to read every contract for every purchase they make or hire a lawyer to review them on their behalf, it's possible that far fewer transactions would take place. Despite that, it's important to understand the terms of any adhesion contract provided to you.\n\nWhile you can't make changes to an adhesion contract, if you don't like what it states, you can turn it down and go elsewhere to make your purchase.\n\nAdhesion, or standardized, contracts require that one party to a transaction, e.g., the consumer who wishes to purchase a product or service, agree to all terms and conditions prepared by the other party to the transaction, e.g., the supplier of the product or service.\n\nThey are typical in many types of consumer transactions. Nonetheless, be sure to read the adhesion contract that's offered to you carefully before signing it.\n\nCornell Law School, Legal Information Institute. \"Adhesion Contract (Contract of Adhesion).\"\n\nU.S. Government Publishing Office. \"Code of Federal Regulations: Title 7 - Agriculture, Subtitle B, Chapter XVIII, Subchapter H, Part 1941, Subpart B, Section 1941.57 - Security Instruments.\"\n\nLouisiana Secretary of State. \"What is Uniform Commercial Code?\"\n\nPatterson, Edwin W. “The Delivery of a Life-Insurance Policy.”Harvard Law Review, vol. 33, no. 2, Dec. 1919, pp. 222. Download PDF.\n\nZhang, Mo. \"Contractual Choice of Law in Contracts of Adhesion and Party Autonomy.\"Akron Law Review, vol. 41, no. 1, 2008, pp. 123.\n\nPandaDoc. \"Everything You Need to Know About Electronic vs Traditional Contracts.\"\n\nCornell Law School, Legal Information Institute. \"Unconscionability.\"",
  "url": "https://www.investopedia.com/terms/a/adhesion-contract.asp"
}