{
  "term": "Adjusted EBITDA: Definition, Formula and How to Calculate",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAdjusted EBITDA (earnings before interest, taxes,depreciation, andamortization) is a measure computed for a company that takes its earnings and adds back interest expenses, taxes, and depreciation charges, plus other adjustments to the metric.\n\nStandardizingEBITDAby removing anomalies means the resulting adjusted or normalized EBITDA is more accurately and easily comparable to the EBITDA of other companies, and to the EBITDA of a company's industry as a whole.\n\n﻿NI+IT+DA=EBITDAEBITDA+/−A=AdjustedEBITDAwhere:NI=Net incomeIT=Interest & taxesDA=Depreciation & amortization\\begin{aligned} ∋+IT+DA=EBITDA\\\\ &EBITDA +\\!\\!/\\!\\!-A = \\text{Adjusted }EBITDA\\\\ &\\textbf{where:}\\\\ ∋\\ =\\ \\text{Net income}\\\\ &IT\\ =\\ \\text{Interest \\& taxes}\\\\ &DA\\ =\\ \\text{Depreciation \\& amortization}\\\\ &A\\ =\\ \\text{Adjustments} \\end{aligned}​NI+IT+DA=EBITDAEBITDA+/−A=AdjustedEBITDAwhere:NI=Net incomeIT=Interest & taxesDA=Depreciation & amortization​﻿\n\nStart by calculating earnings before income, taxes, depreciation, and amortization, i.e. EBITDA, which begins with a company's net income. To this figure, add back interest expense, income taxes, and all non-cash charges including depreciation and amortization.\n\nNext, either add back non-routine expenses, such as excessive owner's compensation or deduct any additional, typical expenses that would be present in peer companies but may not be present in the company under analysis. This could include salaries for necessary headcount in a company that is under-staffed, for example.\n\nAdjusted EBITDA is used to assess and compare related companies for valuation analysis and for other purposes. Adjusted EBITDA differs from the standard EBITDA measure in that a company's adjusted EBITDA is used tonormalizeits income and expenses since different companies may have several types of expense items that are unique to them. Adjusted EBITDA, as opposed to the non-adjusted version, will attempt to normalize income, standardize cash flows, and eliminate abnormalities or idiosyncrasies (such as redundant assets,bonusespaid to owners, rentals above or below fair market value, etc.), which makes it easier to compare multiple business units or companies in a given industry.\n\nFor smaller firms, owners' personal expenses are often run through the business and must be adjusted out. The adjustment for reasonable compensation to owners is defined by Treasury Regulation 1.162-7(b)(3) as “the amount that would ordinarily be paid for like services by like organizations in like circumstances.”\n\nOther times, one-time expenses need to be added back, such as legal fees, real estate expenses such as repairs or maintenance, or insurance claims. Non-recurring income and expenses such as one-time startup costs that usually reduce EBITDA should also be added back when computing the adjusted EBITDA.\n\nAdjusted EBITDA should not be used in isolation and makes more sense as part of a suite of analytical tools used to value a company or companies. Ratios that rely on adjusted EBITDA can also be used to compare companies of different sizes and in different industries, such as theenterprise value/adjusted EBITDA ratio.\n\nThe adjusted EBITDA metric is most helpful when used in determining the value of a company for transactions such asmergers, acquisitions or raising capital. For example, if a company is valued using a multiple of EBITDA, the value could change significantly after add-backs.\n\nAssume a company is being valued for a sale transaction, using an EBITDA multiple of 6x to arrive at the purchase price estimate. If the company has just $1 million of non-recurring or unusual expenses to add back as EBITDA adjustments, this adds $6 million ($1 million times the 6x multiple) to its purchase price. For this reason, EBITDA adjustments come under much scrutiny from equity analysts and investment bankers during these types of transactions.\n\nThe adjustments made to a company's EBITDA can vary quite a bit from one company to the next, but the goal is the same. Adjusting the EBITDA metric aims to \"normalize\" the figure so that it is somewhat generic, meaning it contains essentially the same line-item expenses that any other, similar company in its industry would contain.\n\nThe bulk of the adjustments are often different types of expenses that are added back to EBITDA. The resulting adjusted EBITDA often reflects a higher earnings level because of the reduced expenses.\n\nCommon EBITDA adjustments include:\n\nThis metric is typically calculated on an annual basis for a valuation analysis, but many companies will look at adjusted EBITDA on a quarterly or even monthly basis, though it may be for internal use only.\n\nAnalysts often use a three-year or five-year average adjusted EBITDA tosmooth out the data. The higher the adjusted EBITDA margin, the better. Different firms or analysts may arrive at slightly different adjusted EBITDA due to differences in their methodology and assumptions in making the adjustments.\n\nThese figures are often not made available to the public, while non-normalized EBITDA is typically public information. It is important to note that adjusted EBITDA is not agenerally accepted accounting principles (GAAP)-standard line item on a company's income statement.\n\nCode of Federal Regulations. “Title 26: § 1.162-7 Compensation for Personal Services.”\n\nU.S. Securities and Exchange Commission. “Non-GAAP Financial Measures.”",
  "url": "https://www.investopedia.com/terms/a/adjusted-ebitda.asp"
}