{
  "term": "Adjusting Journal Entry: Definition, Purpose, Types, and Example",
  "definition": "An adjusting journal entry is an entry in a company’sgeneral ledgerthat occurs at the end of anaccounting periodto record any unrecognized income or expenses for the period. When a transaction is started in one accounting period and ended in a later period, an adjusting journal entry is required to properly account for the transaction.\n\nAdjusting journal entries can also refer to financial reporting that corrects a mistake made previously in the accounting period.\n\nThe purpose of adjusting entries is to convert cash transactions into theaccrual accountingmethod. Accrual accounting is based on the revenue recognition principle that seeks to recognize revenue in the period when it was earned, rather than the period when cash is received.\n\nAs an example, assume a construction company begins construction in one period but does not invoice the customer until the work is complete in six months. The construction company will need to do an adjusting journal entry at the end of each of the months to recognize revenue for 1/6 of the amount that will be invoiced at the six-month point.\n\nAn adjusting journal entry involves anincome statementaccount (revenue or expense) along with abalance sheetaccount (asset or liability). It typically relates to the balance sheet accounts for accumulated depreciation,allowance for doubtful accounts,accrued expenses,accrued income,prepaid expenses,deferred revenue, andunearned revenue.\n\nIncome statement accounts that may need to be adjusted include interest expense, insurance expense,depreciation expense, and revenue. The entries are made in accordance with the matching principle to match expenses to the related revenue in the same accounting period. The adjustments made in journal entries are carried over to the general ledger that flows through to thefinancial statements.\n\nIn summary, adjusting journal entries are most commonlyaccruals, deferrals, and estimates.\n\nAccruals are revenues and expenses that have not been received or paid, respectively, and have not yet been recorded through a standard accounting transaction. For instance, an accrued expense may be rent that is paid at the end of the month, even though a firm is able to occupy the space at the beginning of the month that has not yet been paid.\n\nDeferrals refer to revenues and expenses that have been received or paid in advance, respectively, and have been recorded, but have not yet been earned or used.Unearned revenue, for instance, accounts for money received for goods not yet delivered.\n\nEstimates are adjusting entries that record non-cash items, such as depreciation expense, allowance for doubtful accounts, or theinventory obsolescencereserve.\n\nNot all journal entries recorded at the end of an accounting period are adjusting entries. For example, an entry to record a purchase of equipment on the last day of an accounting period is not an adjusting entry.\n\nBecause many companies operate where actual delivery of goods may be made at a different time than payment (either beforehand in the case of credit or afterward in the case of prepayment), there are times when one accounting period will end with such a situation still pending. In such a case, theadjusting journal entriesare used to reconcile these differences in the timing of payments as well as expenses.\n\nWithout adjusting entries to the journal, there would remain unresolved transactions that are yet to close.\n\nFor example, a company that has a fiscal year ending Dec. 31 takes out a loan from the bank on Dec. 1. The terms of the loan indicate that interest payments are to be made every three months. In this case, the company’s first interest payment is to be made on March 1. However, the company still needs to accrue interest expenses for the months of December, January, and February.\n\nSince the firm is set to release its year-end financial statements in January, an adjusting entry is needed to reflect theaccrued interestexpense for December. To accurately report the company’s operations and profitability, the accrued interest expense must be recorded on the December income statement, and the liability for the interest payable must be reported on the December balance sheet. The adjusting entry will debit interest expense and credit interest payable for the amount of interest from Dec. 1 to Dec. 31.\n\nAdjusting journal entries are used to reconcile transactions that have not yet closed, but that straddle accounting periods. These can be either payments or expenses whereby the payment does not occur at the same time as delivery.\n\nThe main two types are accruals and deferrals. Accruals refer to payments or expenses on credit that are still owed, while deferrals refer to prepayments where the products have not yet been delivered.\n\nThe primary distinction between cash and accrual accounting is in the timing of when expenses and revenues are recognized. With cash accounting, this occurs only when money is received for goods or services. Accrual accounting instead allows for a lag between payment and product (e.g., with purchases made on credit).\n\nCompanies that use accrual accounting and find themselves in a position where one accounting period transitions to the next must see if any open transactions exist. If so, adjusting journal entries must be made accordingly.\n\nAn adjusting journal entry is an entry in a company’s general ledger that records transactions that have occurred but have not yet been appropriately recorded in accordance with the accrual method of accounting. The entry records any unrecognized income or expenses for the accounting period, such as when a transaction starts in one accounting period and ends in a later period.\n\nAdjusting journal entries can also refer to financial reporting that corrects a mistake made earlier in the accounting period.",
  "url": "https://www.investopedia.com/terms/a/adjusting-journal-entry.asp"
}