{
  "term": "Adjustable-Rate Mortgage (ARM): What It Is and Different Types",
  "definition": "The term adjustable-rate mortgage (ARM) refers to a home loan with avariable interest rate. With an ARM, the initial interest rate is fixed for a period of time. After that, the interest rate applied on the outstanding balance resets periodically, at yearly or even monthly intervals.\n\nARMs are also calledvariable-rate mortgagesor floating mortgages. The interest rate for ARMs is reset based on a benchmark or index, plus an additional spread called an ARM margin. TheLondon Interbank Offered Rate (LIBOR)was the typical index used in ARMs until October 2020, when it was replaced by the Secured Overnight Financing Rate (SOFR) in an effort to increase long-term liquidity.\n\nHomebuyers in the U.K. also have access to a variable-rate mortgage loan. These loans,called tracker mortgages, have a base benchmark interest rate from the Bank of England or the European Central Bank.\n\nMortgages allow homeowners to finance the purchase of a home or other piece of property. When you get amortgage, you’ll need to repay the borrowed sum over a set number of years as well as pay the lender something extra to compensate them for their troubles and the likelihood thatinflationwill erode the value of the balance by the time the funds are reimbursed.\n\nIn most cases, you can choose the type of mortgage loan that best suits your needs. A fixed-rate mortgage comes with a fixedinterest ratefor the entirety of the loan. As such, your payments remain the same. An ARM, where the rate fluctuates based on market conditions. This means that you benefit from falling rates and also run the risk if rates increase.\n\nThere are two different periods to an ARM. One is the fixed period, and the other is the adjusted period. Here's how the two differ:\n\nAnother key characteristic of ARMs is whether they are conforming or nonconforming loans.Conforming loansare those that meet the standards ofgovernment-sponsored enterprises (GSEs)like Fannie Mae and Freddie Mac. They are packaged and sold off on the secondary market to investors.Nonconforming loans, on the other hand, aren't up to the standards of these entities and aren't sold as investments.\n\nRates are capped on ARMs. This means that there are limits on the highest possible rate a borrower must pay. Keep in mind, though, that yourcredit scoreplays an important role in determining how much you'll pay. So, the better your score, the lower your rate.\n\nThe initial borrowing costs of an ARM are fixed at a lower rate than what you’d be offered on a comparablefixed-rate mortgage. But after that point, the interest rate that affects your monthly payments could move higher or lower, depending on the state of the economy and the general cost of borrowing.\n\nARMs generally come in three forms: Hybrid, interest-only (IO), and payment option. Here’s a quick breakdown of each.\n\nHybrid ARMs offer a mix of a fixed- and adjustable-rate period. With this type of loan, the interest rate will be fixed at the beginning and then begin to float at a predetermined time.\n\nThis information is typically expressed in two numbers. In most cases, the first number indicates the length of time that thefixed rateis applied to the loan, while the second refers to the duration or adjustment frequency of the variable rate.\n\nFor example, a2/28 ARMfeatures a fixed rate for two years followed by afloating ratefor the remaining 28 years. In comparison, a5/1 ARMhas a fixed rate for the first five years, followed by a variable rate that adjusts every year (as indicated by the number one after the slash). Likewise, a 5/5 ARM would start with a fixed rate for five years and then adjust every five years.\n\nYou can compare different types of ARMs using a mortgage calculator.\n\nIt’s also possible to secure aninterest-only (I-O) ARM, which essentially would mean only paying interest on the mortgage for a specific time frame, typically three to 10 years. Once this period expires, you are then required to pay both interest and theprincipalon the loan.\n\nThese types of plans appeal to those keen to spend less on their mortgage in the first few years so that they can free up funds for something else, such as purchasing furniture for their new home. Of course, this advantage comes at a cost: The longer the I-O period, the higher your payments will be when it ends.\n\nApayment-option ARMis, as the name implies, an ARM with several payment options. These options typically include payments covering principal and interest, paying down just the interest, or paying a minimum amount that does not even cover the interest.\n\nOpting to pay the minimum amount or just the interest might sound appealing. However, it’s worth remembering that you will have to pay the lender back everything by the date specified in the contract and that interest charges are higher when the principal isn’t getting paid off. If you persist with paying off little, then you’ll find your debt keeps growing, perhaps to unmanageable levels.\n\nAdjustable-rate mortgages come with many benefits and drawbacks. We've listed some of the most common ones below.\n\nThe most obvious advantage is that a low rate, especially the intro orteaser rate, will save you money. Not only will your monthly payment be lower than most traditional fixed-rate mortgages, but you may also be able to put more down toward yourprincipalbalance. Just ensure your lender doesn't charge you a prepayment fee if you do.\n\nARMs are great for people who want to finance a short-term purchase, such as a starter home. Or you may want to borrow using an ARM tofinancethe purchase of a home that you intend to flip. This allows you to pay lower monthly payments until you decide to sell again.\n\nMore money in your pocket with an ARM also means you have more in your pocket to put toward savings or other goals, such as a vacation or a new car.\n\nUnlike fixed-rate borrowers, you won't have to make a trip to the bank or your lender torefinancewhen interest rates drop. That's because you're probably already getting the best deal available.\n\nOne of the major cons of ARMs is that the interest rate will change. This means that if market conditions lead to a rate hike, you'll end up spending more on your monthly mortgage payment. And that can put a dent in your monthlybudget.\n\nARMs may offer you flexibility, but they don't provide you with any predictability as fixed-rate loans do. Borrowers with fixed-rate loans know what their payments will be throughout the life of the loan because the interest rate never changes. But because the rate changes with ARMs, you'll have to keep juggling your budget with every rate change.\n\nThese mortgages can often be very complicated to understand, even for the most seasoned borrower. There are various features that come with these loans that you should be aware of before you sign your mortgage contracts, such as caps,indexes, and margins.\n\nLets you put money aside for other goals\n\nPayments may increase due to rate hikes\n\nNot as predictable as fixed-rate mortgages\n\nAt the end of the initial fixed-rate period, ARM interest rates will become variable (adjustable) and will fluctuate based on some reference interest rate (the ARM index) plus a set amount of interest above that index rate (theARM margin). The ARM index is often a benchmark rate such as theprime rate, the LIBOR, theSecured Overnight Financing Rate (SOFR), or the rate on short-term U.S. Treasuries.\n\nAlthough the index rate can change, the margin stays the same. For example, if the index is 5% and the margin is 2%, the interest rate on the mortgage adjusts to 7%. However, if the index is at only 2%, the next time that the interest rate adjusts, the rate falls to 4% based on the loan’s 2% margin.\n\nThe interest rate on ARMs is determined by a fluctuating benchmark rate that usually reflects the general state of the economy and an additional fixed margin charged by the lender.\n\nUnlike ARMs, traditional or fixed-rate mortgages carry the same interest rate for the life of the loan, which might be 10, 20, 30, or more years. They generally have higher interest rates at the outset than ARMs, which can make ARMs more attractive and affordable, at least in the short term. However, fixed-rate loans provide the assurance that the borrower’s rate will never shoot up to a point where loan payments may become unmanageable.\n\nWith a fixed-rate mortgage, monthly payments remain the same, although the amounts that go to pay interest or principal will change over time, according to the loan’samortization schedule.\n\nIf interest rates in general fall, then homeowners with fixed-rate mortgages canrefinance, paying off their old loan with one at a new, lower rate.\n\nLenders are required to put in writing all terms and conditions relating to the ARM in which you’re interested. That includes information about the index and margin, how your rate will be calculated and how often it can be changed, whether there are any caps in place, the maximum amount that you may have to pay, and other important considerations, such as negative amortization.\n\nAn ARM can be a smart financial choice if you are planning to keep the loan for a limited period of time and will be able to handle any rate increases in the meantime. Put simply, an adjustable-rate mortgage is well suited for the following types of borrowers:\n\nIn many cases, ARMs come with rate caps that limit how much the rate can rise at any given time or in total. Periodic rate caps limit how much the interest rate can change from one year to the next, whilelifetime rate capsset limits on how much the interest rate can increase over the life of the loan.\n\nNotably, some ARMs have payment caps that limit how much the monthly mortgage payment can increase in dollar terms. That can lead to a problem callednegative amortizationif your monthly payments aren’t sufficient to cover the interest rate that your lender is changing. With negative amortization, the amount that you owe can continue to increase even as you make the required monthly payments.\n\nAdjustable-rate mortgages aren’t for everyone. Yes, their favorable introductory rates are appealing, and an ARM could help you to get a larger loan for a home. However, it’s hard to budget when payments can fluctuate wildly, and you could end up in big financial trouble if interest rates spike, particularly if there are no caps in place.\n\nOnce the initial fixed-rate period ends, borrowing costs will fluctuate based on a reference interest rate, such as the prime rate, the London Interbank Offered Rate (LIBOR), the Secured Overnight Financing Rate (SOFR), or the rate on short-term U.S. Treasuries. On top of that, the lender will also add its own fixed amount of interest to pay, which is known as the ARM margin.\n\nARMs have been around for several decades, with the option to take out a long-term house loan with fluctuating interest rates first becoming available to Americans in the early 1980s.\n\nPrevious attempts to introduce such loans in the 1970s were thwarted by Congress due to fears that they would leave borrowers with unmanageable mortgage payments. However, the deterioration of thethrift industrylater that decade prompted authorities to reconsider their initial resistance and become more flexible.\n\nBorrowers have many options available to them when they want to finance the purchase of their home or another type of property. You can choose between a fixed-rate or adjustable-rate mortgage. While the former provides you with some predictability, ARMs offer lower interest rates for a certain period before they begin to fluctuate with market conditions.\n\nThere are different types of ARMs to choose from, and they have pros and cons. But keep in mind that these kinds of loans are better suited for certain kinds of borrowers, including those who intend to hold onto a property for the short term or if they intend to pay off the loan before the adjusted period begins. If you're unsure, talk to a financial expert about your options.\n\nThe Federal Reserve Board. “Consumer Handbook on Adjustable-Rate Mortgages,” Page 15 (Page 18 of PDF).\n\nThe Federal Reserve Board. “Consumer Handbook on Adjustable-Rate Mortgages,” Pages 15–16 (Pages 18–19 of PDF).\n\nThe Federal Reserve Board. “Consumer Handbook on Adjustable-Rate Mortgages,” Pages 16–18 (Pages 19–21 of PDF).\n\nBNC National Bank. “Commonly Used Indexes for ARMs.”\n\nConsumer Financial Protection Bureau. “For an Adjustable-Rate Mortgage (ARM), What Are the Index and Margin, and How Do They Work?”\n\nThe Federal Reserve Board. “Consumer Handbook on Adjustable-Rate Mortgages,” Page 7 (Page 10 of PDF).\n\nThe Federal Reserve Board. “Consumer Handbook on Adjustable-Rate Mortgages,” Pages 10–14 (Pages 13–17 of PDF).\n\nThe Federal Reserve Board. “Consumer Handbook on Adjustable-Rate Mortgages,” Pages 22–23 (Pages 25–26 of PDF).\n\nFederal Reserve Bank of Boston. “A Call to ARMs: Adjustable-Rate Mortgages in the 1980s,” Page 1 (download PDF).",
  "url": "https://www.investopedia.com/terms/a/arm.asp"
}