{
  "term": "Adjustable Life Insurance: Definition, Pros & Cons, vs. Universal",
  "definition": "Adjustable life insurance is a policy that allows you to change features after signing up, including the premium payment and the death benefit. Also known as universal life, adjustable life policies include an interest-bearing savings component, the “cash value” account, which you can tap into while alive.\n\nAdjustable life insurance policies take more work to plan and manage in exchange for offering much more flexibility versus other options. Here's what to know if you're considering an adjustable life insurance policy.\n\nAdjustable life insurance is a type ofpermanent life insurancethat can last your entire life, provided you keep paying the premiums.It differs from other products like whole life because you have a lot more flexibility to change the policy terms after signing up.\n\nFor example,whole lifealways charges the same monthly premium, whereas adjustable life lets you change how much you pay each year, provided you at least cover the underlying cost of insurance.You could pay more into adjustable life during years when you're earning a lot and decrease the premium while on a restricted budget, like after a job loss.\n\nAs with other permanent life insurance, adjustable life insurance has a cash value savings component that earns interest. The cash value grows based on market interest rates. The return can go up and down each year.You can take out the cash value through a withdrawal or loan.You can also save the cash value to cover the future premiums on adjustable life insurance.\n\nAdjustable life insurance is the most flexible type of insurance available. It is attractive if you want the protection and cash value benefits of permanent life insurance yet need or want some flexibility with policy features.\n\nChanging the death benefit may require additional underwriting or possibly an updated medical exam.\n\nThree factors can be changed in an adjustable life insurance policy. These are the premium, cash value, and death benefit.All three elements can be adjusted because this policy is a permanent life insurance policy and does not expire, as a term life policy does. First, premiums can be changed by frequency or amount of payments as long as you pay the policy's minimum cost for the life insurance.\n\nSecond, the policy's cash value can be increased by upping your premium payments. You can decrease your cash amount if you withdraw funds or use the cash in the policy to pay the premiums. However, if you use up all the cash value, your policy might lapse, so check with your agent to make sure you have enough value to keep your coverage in force.\n\nThird, you can adjust your death benefit by increasing or decreasing that amount. For example, you might use adjustable life insurance to increase the death benefit due to a life event like the birth of another child. Your premiums would go up for a larger death benefit. In some cases, your policy will have to undergo additionalmedical underwriting. Decreasing the face amount is done upon request or in writing and doesn't require underwriting.\n\nAdjustable life insurance gives you much more flexibility than other insurance options. You can adjust your premium payments and death benefit to meet your evolving needs. Adjustable life also earns cash value, which is another source of savings while you're alive. An adjustable life insurance policy can last your entire life. These policies do not have an expiration date so long as you cover the underlying insurance cost.\n\nHowever, adjustable life insurance takes more work to manage than a policy that always charges the same premium, like whole life. If you don't pay enough into your adjustable life insurance to cover the insurance costs, your future premiums will go up. If you can't cover the rising costs yourself, your policy will lapse, and you'll lose coverage.\n\nAdjustable life insurance is more expensive than a temporary term life insurance policy.Finally, while the cash value does grow over time, the interest rates are modest. You might earn a higher return investing outside of a life insurance policy.\n\nYou can decrease or increase your death benefit\n\nInterest earnings may be modest\n\nInternal Revenue Code (IRC)Section 7702defines the characteristics of and guidelines for life insurance policies. The code includes rules governing how your policy must be designed to qualify for preferred tax treatment, such as the option to take loans from cash value without owing income tax.\n\nSubsection C of this section provides guidelines for premium payments. You may not adjust the premiums in a manner that violates these guidelines. If you pay too much and violate this law, you lose the tax benefits on your adjustable life insurance policy. However, many life insurers set parameters to prevent IRC violations.\n\nAdjustable life insurance policies typically have optionalriders.Typical riders include thewaiver of premiumandaccidental death and dismembermentriders.\n\nAdjustable life insurance is another name for universal life insurance. There is no difference between them, as they are the same type of policy.\n\nThe cash value account is an interest-bearing savings component contained in adjustable life policies. As premiums are deposited and interest accumulates, the policy'scash valuegrows. After several years, you can borrow against the cash value or withdraw funds from the policy.\n\nAn adjustable life policy allows a policy owner to make changes to the death benefit amount, adjust their payment on their premiums, modify the guaranteed protection or premium payment periods, and add money to or remove funds from their cash value.\n\nIf you increase the death benefit amount, the insurance company may require additional underwriting before approving the change. Substantial face amount increases may require a medical exam and full medical underwriting.\n\nAdjustable life policies provide the flexibility that mosttraditional policiesdo not. You can change premiums, cash value, and death benefits based on your situation. Effectively, adjustable life insurance policies allow you to customize the life insurance to meet your current or anticipated needs.\n\nThe rules for any adjustments will depend on the guidelines set by your insurer. As with buying any policy, you must carefully research the insurer you work with to make sure they're among the best life insurance companies currently operating.\n\nInsurance Information Institute. \"What are the Different Types of Permanent Life Insurance Policies?\"\n\nExperian. \"Why Is Whole Life Insurance More Expensive Than Term Life?\"\n\nAllstate. \"What Is Universal Life Insurance?\"\n\nGuardian Life. \"Guide to Life Insurance Loans.\"\n\nAssurance. \"Adjustable Rate Life Insurance: A Flexible Option for Coverage.\"\n\nCornell University, Legal Information Institute. \"26 U.S. Code § 7702 - Life insurance contract Defined.\"",
  "url": "https://www.investopedia.com/terms/a/adjustable-life-insurance.asp"
}