{
  "term": "Administrative Services Only (ASO): Definition, Pros & Cons",
  "definition": "Administrative services only (ASO) refers to an agreement that companies use when they fund theiremployee benefit planbut hire an outside vendor to administer it. For example, an organization may hire an insurance company to evaluate and process claims under its employee health plan while maintaining the responsibility of paying the claims itself. An ASO arrangement contrasts with a company that purchases health insurance for its employees from an external provider.\n\nPlan specifics for administrative services only (ASO) vary depending on the agreement a company establishes with insurance companies andthird-party administrators (TPA). In ASO arrangements, the insurance company provides little to no insurance protection, which is in contrast to a fully insured plan sold to the employer.\n\nAs such, an ASO plan is a type of self-insured or self-funded plan. The employer takes full responsibility for claims made to the plan. For this reason, many employers using ASO plans also establishaggregate stop-losspolicies in which the insurance company takes responsibility for paying claims that exceed a certain level—for example, $10,000 per insured person in exchange for a premium.\n\nAggregate stop-loss insurance policies will protect the employer if claims are greater than expected. To reduce financial risk, these policies are especially advisable for companies that choose self-funded benefit plans.\n\nASO insurance plans typically cover short-termdisability, health, and dental benefits.Occasionally, they cover long-term disability for larger employers. ASO services are gaining popularity as many employers, particularly larger ones, explore the potential financial advantages that this type of plan can provide. An ASO may allow an employer to take greater control of benefit costs to meet the organization's needs. However, ASO arrangements may not be suitable for all companies, and they come with certainrisks.\n\nA traditional administrator agreement is an arrangement whereby an insurance company fully administers claims. The insurance company is responsible for the services to maintain and manage plans, including making decisions on and covering the costs of claims.\n\nAlternatively, under the ASO, the insurance company only provides administrative services for plans. The insurer serves as a third-party administrator to the employer, who assumes the duty to cover claim costs.\n\nThe percentage of employees who were covered by an ASO plan in 2022.\n\nUnder the traditional administrator agreement, premiums are fixed and reviewed annually. This arrangement makes it difficult for employers to know the impact of claims until premiums are assessed for the next year. With ASO arrangements, employers can, in real-time, keep track of fluctuating costs and plan accordingly.\n\nConsidering costs, when they exceed what was expected, premiums increase the following year with the traditional administrator. If costs are less than expected, the surplus remains with the insurance company. On the other hand, with an ASO agreement, the surplus is reinvested with the employer.\n\nThe costs for fully insured plans depend on an insurer's evaluation of anticipated claims for a given year. For an ASO, however,annual fundinglevels are based on actual paid claims. If there are fewer claims than anticipated, then employers keep the surplus and reinvest the reserves. The surplus can translate into employers offering additional benefits, many of which would not be ordinarily covered by conventional health plans.\n\nThe total costs for an ASO are typically lower than those for a traditional administrator as the employer pays a negotiated fee to the third party rather than salaries and benefits to dedicated staff. These cost savings can offset rises in claims and be used to help the company grow. Alternatively, if claims consistently exceed forecasts, the cost for ASO may exceed that of a traditional administrator plan.\n\nOn the other hand, employers would be responsible for anydeficitif claims exceed budgeted amounts. Catastrophic claims or sudden and unexpected events are of particular concern as they can exceed projected budgets and erode profits. Employers often invest in a stop-loss insurance policy to provide an additional level of protection in the event of these cases.\n\nIn some cases, an ASO arrangement may not be suitable forlife insuranceand extended healthcare benefits. Employers need to weigh the risks and benefits of how different ASO arrangements might affect their organizations.\n\nCost savings are retained by the employer.\n\nAdditional benefits may be offered to employees.\n\nStop-loss insurance protects the employer from large, unforeseen expenses.\n\nDeficits are realized by the employer.\n\nTraditional administrator plans may be more cost-efficient.\n\nA common stop loss level for an ASO plan is $10,000 per eligible employee.\n\nSelf-funded healthcare and administrative services only (ASO) are the same. These terms indicate an insurance arrangement in which the employer or organization assumes full responsibility for the cost of covered claims.\n\nUnder a fully insured plan, the insurance company retains profits.\n\nThe Benefits Group. \"Administrative Services Only (ASO).\"\n\nKaiser Family Foundation. \"2022 Employer Health Benefits Survey.\"",
  "url": "https://www.investopedia.com/terms/a/administrative-services-only.asp"
}