{
  "term": "ADP National Employment Report: Definition and What It Covers",
  "definition": "The ADP National Employment Report is a monthly report of economic data that tracks the level ofnonfarmprivate employment in the U.S. It is published by Automatic Data Processing. The ADP National Employment Report is also known as the ADP Jobs Report or the ADP Employment Report.\n\nIf you're notself-employedor a government employee, there is a decent chance that your pay statement is processed by Automatic Data Processing Inc. (ADP). The firm handles payroll for about a fifth of U.S. private employment, putting it in a unique position to survey trends in the nation’slabor market.\n\nADP collects data through the payroll services and benefits administration it provides to companies. It issues reports on its findings through a partnership with Stanford Digital Economy Lab.\n\nThe ADP National Employment Report is released two days prior to theBureau of Labor Statistics'employment situationreport, which is available on the first Friday of each month. Investors and economists see the ADP report as a preview of the more detailed and comprehensive government data release.\n\nThe methodology of the ADPNational Employment Report is managed by Stanford Digital Economy Lab using figures that areseasonally adjusted.\n\nThe report has two main sections: \"Change in U.S. Private Employment\" and \"Pay Insights.\" Both of these sections are broken down as follows:\n\nChange in U.S. Private Employment:This section provides an overall national number, then it breaks down the numbers by industry (goods-producing and service-providing), region (Northeast, Midwest, South, and West), and establishment size (small, medium, and large). All of these categories are broken down even further: industry by type, regions by smaller regions, and establishment size by the number of employees.\n\nPay Insights:This section provides an overall median change in annual pay (job-stayers and job-changers). It then breaks the numbers down by industry sector (goods-producing and service-providing) and firm size (small, medium, and large). These are also broken down further as detailed above.\n\nIn April 2024, private-sector employment increased by 192,000 jobs. According to the ADP report, the average pace of hiring has grown over the past three months after a slowdown at the end of last year.\n\nThe report states that hiring was broad-based in the month with only the information sector, which includes media, telecommunications, and information technology, exhibiting weakness. This sector posted job losses and the smallest pace of growth in pay since August 2021.\n\nThe ADP report is published by a private company, not a government agency. But historically, its figures tend to align closely with the official figures from the Bureau of Labor Statistics.\n\nThe number of people that are employed can tell us a lot about the state of the economy. Total employment and the rate of unemployment are used to determine when the economy is in a recession. The chart below illustrates the monthly changes in nonfarm private employment data since 2002. As you can see, the COVID-19 pandemic coincided with a dramatic rise inunemployment.\n\nA population that is fully employed and where many people are earning steady paychecks is synonymous with a strong economy. More real goods and services are being produced and, in turn, people are earning the income to buy them. More money is circulating, which triggers an increase in demand for goods and services, plus more job opportunities for people to help manufacture and sell them.\n\nEventually, demand for labor can outstrip supply. When this occurs, employees have greater bargaining power and can demand better wages, which can lead to falling corporate profits, higher inflation, and pressure to raise interest rates.\n\nThe ADP National Employment Report is usually published two days before the Bureau of Labor Statistics publishes its monthly employment report, which is issued on the first Friday of every month. Since the ADP report comes first, it is often used as a preview of the more thorough statistics from the government agency.\n\nThe main difference between the ADP Employment Report and the official BLS report is that ADP only covers non-farm, private employees. As a government body, the BLS survey also includes government employees. In addition, while the ADP only releases one set of numbers, the BLS report is updated to include companies that send in their survey responses after their report is published. Both reports have very similar methodologies and tend to yield very similar results.\n\nBeginning in 2017, economists began observing significant divergences between the ADP and BLS figures on national employment, with the ADP estimates consistently higher than government figures. This is likely due to subtle differences in methodology and sampling between the two bodies. ADP's data is based on the payrolls of their client companies, meaning that their figures must be adjusted to reflect national economic data.\n\nThe ADP National Employment Report provides monthly insight into the nonfarm payroll activity in the United States. The report is helpful in gauging different facets of the U.S. economy and is useful to investors and policy-makers alike.\n\nEnlyft. \"Companies Using ADP Payroll.\"\n\nADP Research. \"ADP National Employment Report.\"\n\nU.S. Bureau of Labor Statistics. \"Schedule of Releases for the Employment Situation.\"\n\nADP Research. \"ADP National Employment Report.\" Select \"Calendar.\"\n\nADP Research. \"ADP National Employment Report: Private Sector Employment Increased by 192,000 Jobs in April; Annual Pay Was Up 5.0%,\" Pages 1-2.\n\nADP Research. \"ADP National Employment Report.\" Select \"Technical Notes.\"\n\nU.S. Bureau of Labor Statistics. \"Employment Situation Technical Note.\"\n\nBusiness Insider. \"The 2 Most Popular Ways to Track the US Jobs Market are Telling Wildly Different Stories.\"",
  "url": "https://www.investopedia.com/terms/a/adpreport.asp"
}