{
  "term": "Advance/Decline (A/D) Line: Definition and What It Tells You",
  "definition": "The advance/decline line (or A/D line) is atechnical indicatorthat plots the difference between the number of advancing and declining stocks on a daily basis. The indicator is cumulative, with a positive number being added to the prior number, or if the number is negative it is subtracted from the prior number.\n\nThe A/D line is used to show marketsentiment, as it tells traders whether there are more stocks rising or falling. It is used to confirm price trends in major indexes, and can also warn of reversals whendivergenceoccurs.\n\n﻿A/D=Net Advances+{PA, if PA value exists0, if no PA valuewhere:Net Advances=Difference between number of dailyascending and declining stocksPA=Previous AdvancesPrevious Advances=Prior indicator reading\\begin{aligned} &\\text{A/D} = \\text{Net Advances} + \\begin{cases} \\text{PA, if PA value exists} \\\\ \\text{0, if no PA value} \\\\ \\end{cases} \\\\ &\\textbf{where:} \\\\ &\\text{Net Advances} = \\text{Difference between number of daily} \\\\ &\\text{ascending and declining stocks} \\\\ &\\text{PA} = \\text{Previous Advances} \\\\ &\\text{Previous Advances} = \\text{Prior indicator reading} \\\\ \\end{aligned}​A/D=Net Advances+{PA, if PA value exists0, if no PA value​where:Net Advances=Difference between number of dailyascending and declining stocksPA=Previous AdvancesPrevious Advances=Prior indicator reading​﻿\n\nThe A/D line is used to confirm the strength of a current trend and its likelihood of reversing. The indicator shows if the majority ofstocksare participating in the direction of the market.\n\nIf the indexes are moving up but the A/D line is sloping downwards, called bearishdivergence, it's a sign that the markets are losing their breadth and may be about to reverse direction. If the slope of the A/D line is up and the market is trending upward, then the market is said to be healthy.\n\nConversely, if the indexes are continuing to move lower and the A/D line has turned upwards, calledbullish divergence, it may be an indication that the sellers are losing their conviction. If the A/D line and the markets are both trending lower together, there is a greater chance that declining prices will continue.\n\nThe A/D line is typically used as a longer-term indicator, showing how many stocks are rising and falling over time. TheArms Index(TRIN), on the other hand, is typically a shorter-term indicator that measures the ratio of advancing stocks to the ratio of advancing volume. Because the calculations and the time frame they focus on are different, both these indicators tell traders different pieces of information.\n\nThe A/D line won't always provide accurate readings in regards toNASDAQstocks. This is because the NASDAQ frequently lists small speculative companies, many of which eventually fail or getdelisted. While the stocks get delisted on the exchange, they remain in the prior calculated values of the A/D line. This then affects future calculations which are added to the cumulative prior value. Because of this, the A/D line will sometimes fall for extended periods of time, even while NASDAQ-related indexes are rising.\n\nAnother thing to be aware of is that some indexes aremarket capitalization weighted. This means that the bigger the company the more impact they have on the index's movement. The A/D line gives equal weight to all stocks. Therefore, it is a better gauge of the average small tomid-cap stock, and not the fewer in number large ormega-capstocks.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/a/advancedeclineline.asp"
}