{
  "term": "Adverse Selection: Definition, How It Works, and The Lemons Problem",
  "definition": "Adverse selection refers to a situation in which sellers have information that buyers do not have, or vice versa. This asymmetric information can then be exploited.\n\nAsymmetric information, also called information failure, occurs when one party to a transaction has greater material knowledge than the other, typically about product quality. Symmetric information is when both parties have equal knowledge. Usually, the more knowledgeable party is the seller.\n\nIn the case ofinsurance, adverse selection is the tendency of those in dangerous jobs or high-risk lifestyles to purchase products likelife insurance. In these cases, it is the buyer who actually has more knowledge. To fight adverse selection, insurance companies reduce exposure to large claims by limiting coverage or raising premiums.\n\nAdverse selection occurs when one party in a negotiation has relevant information the other party lacks. The asymmetry of information often leads to poor decisions, such as the choice to do more business with less profitable or riskiermarket segments.\n\nIn the case of insurance, avoiding adverse selection requires identifying groups of people more at risk than the general population and charging them more money. For example, life insurance companies go through underwriting when evaluating whether to give an applicant a policy and whatpremiumto charge.\n\nUnderwriterstypically evaluate an applicant’s height, weight, current health, medical history, family history, occupation, hobbies, driving record, and lifestyle risks such as smoking. All these issues impact an applicant’s health and the company’s potential for paying a claim. The insurance company then determines whether to give the applicant a policy and what premium to charge for taking on that risk.\n\nA seller may have better information than a buyer about products and services being offered, putting the buyer at a disadvantage in the transaction. For example, a company’s managers may more willingly issue shares when they know the share price is overvalued compared to thereal value; buyers can end up buying overvalued shares and lose money. In the secondhand car market, a seller may know about a vehicle’s defect and charge the buyer more without disclosing the issue.\n\nThe general consequence of adverse selection is that it increases costs since consumers lack information held by sellers or producers, creating an asymmetry in the market. This can also lower consumption as buyers may be wary of the quality of the products that are offered for sale. Or, it may exclude certain consumers that do not have access to or cannot afford to obtain information that could lead them to make better buying decisions.\n\nOne indirect effect of this is a negative impact on consumers' health and well-being. If you buy a faulty product or dangerous medication because you don't have good information, consuming these products can cause physical harm. Similarly, by refraining from buying certain healthcare products, such as medicines or vaccines, consumers may wrongly judge a safe intervention as overly risky.\n\nBecause of adverse selection, insurers find that high-risk people are more willing to take out and pay greater premiums for policies. If the company charges an average premium for insurance but only high-risk consumers enroll, then the company takes a financial loss by paying out more in benefits orclaims.\n\nBy increasing premiums for high-risk policyholders, the company has more money with which to pay those benefits. For example, a life insurance company charges higher premiums for race car drivers. A car insurance company charges more for customers living in high-crime areas. Ahealth insurancecompany charges higher premiums for customers who smoke. In contrast, customers who do not engage in risky behaviors are less likely to pay for insurance due to increasing policy costs.\n\nA prime example of adverse selection in regard to life or health insurance coverage is a smoker who successfully manages to obtain insurance coverage as a nonsmoker. Smoking is a key identified risk factor for life insurance or health insurance, so a smoker must pay higher premiums to obtain the same coverage level as a nonsmoker. By concealing their behavioral choice to smoke, an applicant is leading the insurance company to make decisions on coverage or premium costs that are adverse to the insurance company's management of financial risk.\n\nAnother example of adverse selection in the case ofauto insurancewould be a situation where the applicant obtains insurance coverage based on providing a residence address in an area with a very low crime rate when the applicant actually lives in an area with a very high crime rate. Obviously, the risk of the applicant's vehicle being stolen, vandalized, or otherwise damaged when regularly parked in a high-crime area is substantially greater than if the vehicle was regularly parked in a low-crime area.\n\nAdverse selection might occur on a smaller scale if an applicant states that the vehicle is parked in a garage every night when it is actually parked on a busy street.\n\nBoth sellers and buyers can reduce adverse selection by increasing access to information, thusminimizing asymmetries. For consumers, the internet has greatly increased access while reducing costs. Crowd-sourced information in the form of user reviews along with more formal reviews by bloggers or specialist websites are often free and warn potential buyers about otherwise obscure issues around quality.\n\nWarranties and guarantees offered by sellers can also help, allowing consumers to use a product risk-free for a certain period to see if it has flaws or quality issues and to return them without consequence if any arise. Laws and regulations can also help, such as Lemon Laws in the used car industry. Federal regulatory authorities such as theFood and Drug Administration (FDA)also help ensure that products are safe and effective for consumers.\n\nInsurers reduce adverse selection by requesting medical information from applicants in the form of requiring paramedical examinations, querying doctors' offices for medical records, and looking at one's family history. This gives the insurance company more information that an applicant may fail to disclose on their own.\n\nMoral hazard is the risk that one party has not entered into a contract ingood faithor has previously provided false details about its assets, liabilities, or credit capacity.\n\nLike adverse selection,moral hazardoccurs when there is asymmetric information between two parties. However, adverse selection occurs when there's a lack of symmetric information priorto a deal between a buyer and a seller, and moral hazard occurs after a deal is struck.\n\nFor instance, in theinvestment bankingsector, it may become known that government regulatory bodies will bail out failing banks; as a result, bank employees may take on excessive amounts of risk to score lucrative bonuses knowing that if their risky bets do not pan out, the bank will be saved anyhow.\n\nThelemons problemrefers to issues that arise regarding the value of an investment or product due to asymmetric information possessed by the buyer and the seller.\n\nThe lemons problem was put forward in a research paper, \"The Market for 'Lemons': Quality Uncertainty and the Market Mechanism,\" written in the late 1960s by George A. Akerlof, an economist and professor at the University of California, Berkeley.The tag phrase identifying the problem came from the example of used cars Akerlof used to illustrate the concept of asymmetric information, as defective used cars are commonly referred to aslemons. The takeaway is that due to adverse selection, the only used cars left on the market will ultimately be lemons.\n\nThe lemons problem exists in the marketplace for both consumer and business products, and also in the arena of investing, related to the disparity in the perceived value of an investment between buyers and sellers. The lemons problem is also prevalent in financial sector areas, including insurance and credit markets. For example, in the realm of corporate finance, a lender has asymmetrical and less-than-ideal information regarding the actualcreditworthinessof a borrower.\n\n\"Adverse\" means unfavorable or harmful. Adverse selection is therefore when certain groups are at higher-risk because they lack full information of unfavorable terms. In fact, they are often selected to enter into a transaction precisely because they are at such a disadvantage.\n\nAdverse selection arises from information asymmetries. In economic theory, markets are assumed to be efficient and that everybody has full and \"perfect\" information. When some have more information than others, they can take advantage of those less-informed, often to their detriment. This creates market inefficiencies that can increase prices or prevent transactions from occurring.\n\nIn stock markets, there are some natural information asymmetries. For example, companies that issue shares know more about their internal finances and earnings before the general public does. This can lead to cases ofinsider trading,where those in-the-know profit from stock trades before public announcements are made, which is an illegal practice.\n\nAnother asymmetry involves the inventories ofmarket makersand some institutional traders. While large holders of a company's stock are made public, this information is only disseminated on a quarterly basis. This means that these players in the market may have a particular \"axe to grind\"—for example, a strong desire or need to buy or sell—that is not known by the investing public.\n\nContrary to assumptions made by mainstream economic and financial models, information is not symmetrically accessible and available to all actors in a market. In particular, sellers and producers often have far more information about what they are selling than do buyers. This information asymmetry can lead to market inefficiencies via what is known as adverse selection. In insurance markets, applicants have more information about themselves than do insurers, meaning that they withhold key information about being higher-risk.\n\nAkerlof, George A. \"The Market for 'Lemons': Quality Uncertainty and the Market Mechanism.\"The Quarterly Journal of Economics,vol 84, no. 3, pp. 488-500.",
  "url": "https://www.investopedia.com/terms/a/adverseselection.asp"
}