{
  "term": "Adverse Possession: Legal Definition and Requirements",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nInvestopedia / Michela Buttignol\n\nThe term \"adverse possession\" refers to a legal principle that grantstitleto someone who resides on or is in possession of another person's land. The property's title is granted to the possessor as long as certain conditions are met including whether they infringe on the rights of the actual owner and whether they are in continuous possession of theproperty. Adverse possession is sometimes called squatter’s rights, although squatter’s rights are a colloquial reference to the idea rather than a recorded law.\n\nAdverse possession occurs when a person takes over land they do not own. This can happen intentionally, with a squatter or trespasser deliberately occupying the land, or unintentionally, such as when someone unknowingly encroaches on a neighbor’s property.\n\nIn cases of intentional adverse possession, a trespasser orsquatter—someone who occupies another person's land illegally—knowingly comes on to another person's land to live on it and/or take it over. In other cases, adverse possession may be unintentional. For example, a homeowner may build a fence separating their yard without realizing they've crossed over andencroachedon their neighbor's property line. In either case, the adverse possessor—also referred to as the disseisor—can lay claim to that property. And if the claimant is successful in proving adverse possession, they are not required to pay the owner for the land.\n\nA disseisor who successfully proves adverse possession is not required to pay the owner for the land.\n\nThe requirements to prove adverse possession tend to vary between jurisdictions. In many states, proof of payment for thetaxeson a property and adeedis essentially required for the claimant to be successful. Each state has a period during which the landowner of record can invalidate the claim at any time.\n\nFor example, if the state threshold is 20 years and thelandlordpaints or pays for other maintenance on the house in question in the 19th year, then the claimant will have a difficult time proving adverse possession. That said, landowners are advised to remove the possibility of adverse possession as soon as possible by having signed agreements for any use of an owned property.\n\nTo successfully claim land under adverse possession, the claimant must demonstrate that his or her occupation of the land meets the following requirements:\n\nAdverse possession has been proposed as a possible solution to discourage abuses ofintellectual property rightslike cybersquatting, excessive copyright, andpatent trolling. Applying adverse possession to intellectual property as well as physical property would force the abusers to put more resources into actively using their portfolio oftrademarks, patents, and so on, rather than just sitting on them and waiting for the actual innovators to step in their territory.\n\nIf you are a landowner, you can prevent a trespasser from gaining property ownership by taking some easy measures:\n\nHire a lawyer as soon as you detect signs of trespassing on your land. You might need to file a lawsuit to expel the trespasser, or a court order to remove an unwanted structure from your land.\n\nAdverse possession is similar to homesteading in practice. In homesteading, government-owned land or property with no clear owner on record is granted to new owners provided they are using and improving it. If a homesteader doesn't use the land, they can lose it. Adverse possession can operate similarly by freeing up land with an unclear title for productive use.\n\nOf course, adverse possession can also be abused in ways homesteading cannot. If there is an informal easement between two farms where one farmer’s fence has an acre of the neighbors’ land, for example, the farmer using it can claim adverse possession to bite off that chunk of land if there is no written easement agreement.\n\nAlthough the requirements for adverse possession may vary significantly between jurisdictions, the following are the typical requirements that need to be met:\n\nAlthough all states allow adverse possession, the requirements can vary widely from state to state. The main differences involve the length of possession, the payment oftaxes, and the presence of a document that claims to establish ownership (such as a deed). In general terms, states in the East do not require additional documentation, but they may require the payment of taxes on the property. States in the West tend to allow shorter periods of possession but have some additional requirements, such as the payment of taxes or a deed.\n\nThe time limit varies by jurisdiction, ranging from three years (Arizona) to 30 years (Louisiana and New Jersey). The typical time threshold is 10-15 years.\n\nAny person in possession of land owned by someone else may claim adverse possession and acquire valid title to it under, as long as certain requirements are met, like being in possession for a sufficient period of time or paying taxes on the property. These requirements vary by jurisdiction.\n\nAdverse possession allows a person to claim ownership of land they don't legally own, provided they meet specific legal requirements, such as continuous and hostile occupation, open use, and exclusive possession for a statutory period. While it can be a useful legal tool in certain situations, it also poses risks to property owners. To prevent adverse possession claims, landowners should take proactive steps to monitor and maintain their property boundaries, address trespassers promptly, and ensure clear agreements with others using their land.\n\nNolo. “State-by-State Rules on Adverse Possession.”",
  "url": "https://www.investopedia.com/terms/a/adverse-possession.asp"
}