{
  "term": "Affiliated Companies: Definition, Criteria, and Example",
  "definition": "Companies are affiliated when one company is a minorityshareholderof another. In most cases the parent company will own less than a 50% interest in its affiliated company. Two companies may also be affiliated if they are controlled by a separatethird party.\n\nIn the business world affiliated companies are often simply called “affiliates.” The term is sometimes used to refer to companies that are related to each other in some way. For example,Bank of Americahas many different affiliated companies, including Bank of America, U.S. Trust Company of Delaware, BofA Securities, First Franklin Financial Corporation, andMerrill Lynch.\n\nCompanies may be affiliated with one another to get into a new market, to maintain separate brand identities, to raisecapitalwithout affecting the parent or other companies, and to save on taxes. In most cases affiliates are associates orassociated companies, which describes an organization whose parent has a minority stake in it.\n\nThere are several ways that companies can become affiliated. A company may decide tobuy outortake overanother one, or it may decide tospin offa portion of its operations into a new affiliate. In either case the parent company generally keeps its operations separate from its affiliates. As the parent company has a minority ownership, its liability is limited, and the two companies keep separate management teams.\n\nAffiliates are a common way for parent businesses to enter foreign markets while keeping aminority interestin a business. This is especially important if the parent wants to shake off its majority stake in the affiliate.\n\nThere is no single bright-line test to determine if one company is affiliated with another. In fact, the criteria for affiliation changes from country to country, state to state, and even between regulatory bodies. For instance, companies considered affiliates by theInternal Revenue Service (IRS)may not be considered affiliated by theSecurities and Exchange Commission (SEC).\n\nAn affiliate is different from a subsidiary, in which the parent company's stake is more than 50%. In asubsidiarythe parent is amajority shareholder, which gives the parent company’s management and shareholders voting rights. Subsidiary financials may also appear on the parent company’sfinancial statements.\n\nStill, subsidiaries remain separate legal entities from their parents, meaning they are liable for their own taxes, liabilities, and governance.They are also responsible for following the laws and regulations where they are headquartered, especially if they operate in a different jurisdiction from the parent company.\n\nAn example of a subsidiary is the relationship between ABC, Inc. and sports network ESPN. ABC owns an 80% interest in ESPN, making it a majority shareholder. ESPN is its subsidiary. Interestingly, because ABC is an indirect subsidiary of the Walt Disney Company,having been bought by the company in 1995, ESPN is also a subsidiary of Disney.\n\nIne-commerce, an affiliate refers to a company that sells the products of another merchant on its website. The practice is known as “affiliate marketing.”\n\nSecurities markets around the world have rules that concern affiliates of the businesses they regulate. Here again, these are complex rules that need to be analyzed by local experts on a case-by-case basis.\n\nExamples of rules enforced by the SEC include:\n\nIn nearly all jurisdictions there are important tax consequences for affiliated companies. In general,tax creditsanddeductionsare limited to one affiliate in a group, or a ceiling is imposed on the tax benefits that affiliates may reap under certain programs.\n\nDetermining whether companies in a group are affiliates, subsidiaries, or associates is done through a case-by-case analysis by local tax experts.\n\nReasons for companies becoming affiliated include:\n\nThe parent company of a subsidiary owns more than 50% of the other company and is a majority shareholder. This gives voting rights to the management and shareholders of the parent company. The parent company of an affiliate, by contrast, is a minority shareholder, generally owning less than 50% of the other company.\n\nWhen one company is a minority shareholder of another, they are affiliated companies. The parent company will usually own less than a 50% interest in its affiliated company. Two or more companies may also be affiliated if they are controlled by a separate third party.\n\nBank of America. \"Bank of America Affiliate Companies.\"\n\nValen Legal & Tax. \"Understanding Subsidiary Companies: Subsidiary Company Definition, Types, and Examples.\"\n\nFinancial Industry Regulatory Authority (FINRA). \"FINRA Provides Guidance on Amendments to FINRA Rules Relating to SEC Regulation M.\"\n\nConsumer Financial Protection Bureau. \"§ 1016.10 Limits on Disclosure of Nonpublic Personal Information to Nonaffiliated Third Parties.\"\n\nFinancial Industry Regulatory Authority (FINRA). \"Books and Records.\"",
  "url": "https://www.investopedia.com/terms/a/affiliatedcompanies.asp"
}