{
  "term": "Affiliate: Definition in Corporate, Securities, and Markets",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAffiliateis used primarily to describe a business relationship wherein one company owns less than a majority stake in the other company's stock. Affiliations can also describe a type of relationship in which at least two different companies are subsidiaries of the same larger parent company.\n\nAffiliate is also commonly used in the retail sector. In this case, one company becomes affiliated with another in order to sell its products or services, earning a commission for doing so. This term is now used widely in partnerships among online companies in which the affiliate supports another company by channeling internet traffic and e-sales.\n\nThere are several definitions of the term affiliate in the corporate, securities, and capital markets.\n\nIn the first, an affiliate is a company that is related to another. The affiliate is generally subordinate to the other and has aminority stake(i.e. less than 50%) in the affiliate. In some cases, an affiliate may be owned by a third company. An affiliate is thus determined by the degree of ownership aparent companyholds in another.\n\nFor example, if BIG Corporation owns 40% of MID Corporation's common stock and 75% of TINY Corporation, then MID and BIG are affiliates, while TINY is a subsidiary of BIG. MID and TINY may also refer to one another as affiliates.\n\nNote that for the purposes of filing consolidated tax returns, IRS regulations state a parent company must possess at least 80% of a company's voting stock to be considered affiliated.\n\nIn retail, and particularly ine-commerce, a company that sells other merchants' products for a commission is an affiliate company. Merchandise is ordered from the primary company, but thesale is transactedat the affiliate's site. Amazon and eBay are examples of e-commerce affiliates.\n\nA multinational company may set up affiliates to break into international markets while protecting the parent company's name in case the affiliate fails or the parent company is not viewed favorably due to its foreign origin. Understanding the differences between affiliates and other company arrangements is important in covering debts and other legal obligations.\n\nCompanies can become affiliated through mergers, takeovers, or spinoffs.\n\nAffiliates can be found all around the business world. In the corporate securities andcapital markets, executive officers, directors, large stockholders, subsidiaries, parent entities, and sister companies are affiliates of other companies. Two entities may be affiliates if one owns less than a majority of voting stock in the other. For instance, Bank of America has a number of different affiliates around the world including Merrill Lynch.\n\nAffiliation is defined in finance in a loan agreement as an entity other than a subsidiary directly or indirectly controlling, being controlled by or under common control with an entity.\n\nIn commerce, two parties are affiliated if either can control the other, or if athird partycontrols both. Affiliates have more legal requirements and prohibitions than other company arrangements to safeguard against insider trading.\n\nAnaffiliate networkis a group of associated companies that offer compatible or complementary products and will often pass leads to each other. They may offer cross-promotional deals, encouragingclientswho have utilized their services to look into the services offered by an affiliate.\n\nIn banking, affiliate banks are popular for underwriting securities and entering foreign markets where other banks do not have direct access.\n\nUnlike an affiliate, asubsidiary'smajority shareholder is the parent company. As the majority shareholder, theparent companyowns more than 50% of the subsidiary and has a controlling stake. The parent thus has a great deal of control over the subsidiary and is allowed to make important decisions such as the hiring and firing of executives, and the appointment of directors on the board.\n\nInternal Revenue Service. \"Chapter 7 Controlled and Affiliated Service Groups,\" Page 7-5. Accessed Aug. 10. 2021.\n\nBank of America. \"Bank of America Affiliate Companies.\" Accessed Aug. 10, 2021.",
  "url": "https://www.investopedia.com/terms/a/affiliate.asp"
}