{
  "term": "Affiliate Marketer: Definition, Examples, and How to Get Started",
  "definition": "Affiliatemarketingis an advertising model where a company compensates third-party publishers to generate traffic or leads to the company’s products and services. The third-party publishers are affiliates, and the commission fee incentivizes them to find ways to promote the company.\n\nThe internet has increased the prominence of affiliate marketing. Amazon (AMZN) popularized the practice by creating an affiliate marketing program where websites and bloggers put links to the Amazon page for a reviewed or discussed product to receive advertising fees when a purchase is made. (Now, it's expanded to YouTube and social media, like Instagram.) In this sense, affiliate marketing is essentially a pay-for-performance marketing program where the act of selling isoutsourcedacross a vast network.\n\nAffiliate marketing predates the internet, but in the world ofdigital marketing, analytics and cookies made it a billion-dollar industry. A company running an affiliatemarketing programcan track the links that bring in leads and, through internal analytics, see how many convert to sales.\n\nFor instance, ane-commercemerchant wanting to reach a wider base of internet users and shoppers may hire an affiliate. An affiliate could be the owner of multiple websites or email marketing lists. The more websites or email lists that an affiliate has, the wider their network. The hired affiliate then communicates and promotes the products offered on the e-commerce platform to their network. The affiliate does this by runningbannerand text ads, posting links on their websites, and/or emailing clientele. Companies use advertisements in the form of articles, videos, and images to draw an audience’s attention to a service or product.\n\nVisitors who click the ads or links are redirected to the e-commerce site. If they purchase the product or service, the e-commerce merchant credits the affiliate’s account with the agreed-uponcommission, which could be 5% to 10% of the sales price.\n\nAmazon's affiliate marketing program, Amazon Associates, is one of the world's largest affiliate marketing programs.Creators, publishers, influencers, and bloggers sign up to have Amazon products and services shared on their websites, social media accounts, or apps and receive compensation for the sales their sites generate.\n\nAmazon sets strict criteria for the sites and apps hosting its ads. For example, sites must not contain replicated content from another site or creator and be available to the public. Websites must be active with fresh content and suitable according to Amazon's standards. For example, they must not contain obscene or offensive content, promote violence or illegal acts, or contain any content deemed harmful to others.\n\nApproval is contingent on a thorough review by Amazon staff and meeting a qualified sales quota. If an application is rejected, it will not be eligible for reconsideration. Once approved, commissions are earned as site visitors purchase products or services from Amazon.\n\nAmazon Associates can earn up to 10% in commissions for qualified sales. Rates are fixed and based on product and program categories.As a bonus, Amazon offers special commissions on certain events.\n\nEtsy (ETSY) is a global online marketplace for vintage goods and other unique items. It promotes its products through various channels, including affiliate marketing partners. Applicants must submit an online application through its affiliate program portal. To qualify as an Etsy affiliate marketing partner, eligible candidates must be at least 18, have an active, unique website, have a brand identity, and meet other criteria.\n\nIf approved, Etsy pays a commission to the affiliate for sales they procure—sales resulting from their site's product promotion. Commission rates vary and are paid on the order price. Etsy sellers can be affiliates but cannot earn commissions on their products without special permission. Etsy declares that it has the right to terminate an agreement at any time for any reason.\n\neBay's Partner Network is eBay's affiliate marketing program that pays partners for sharing their personal listings outside of eBay Inc. (EBAY). The affiliate earns a commission and may earn credit toward their final merchant fees.eBay partners can also earn commissions on other sellers' items.\n\nCommissions are earned when a buyer bids on or immediately purchases an item within 24 hours of clicking the eBay purchase link on the affiliate's site. For submitted bids, the commission is paid if the buyer wins the auction within 10 days of the bid.\n\nCommission rates depend on the category of items sold and range up to 4%.Gift cards, items sold by charities, and special promotions are generally excluded as qualifying sales because of their low revenue streams.\n\nBuzzfeed is a New York-based digital media company known for viral news and entertainment stories, quizzes, and product reviews. Its Buzzfeed Shopping segment features and reviews different partners' products and services. Visitors can read Buzzfeed's product reviews and select affiliate links to purchase. Buzzfeed may earn a commission from each sale generated from its website.\n\nThere are three main types of affiliate marketing:\n\nAffiliate marketing can yield great rewards for the advertising company and the affiliate marketer. The company benefits from low-cost advertising and the creative marketing efforts of its affiliates, and the affiliate benefits by earningadditional income and incentives. Thereturn on investmentfor affiliate marketing is high as the company only pays on traffic converted to sales. The cost of advertising, if any, is borne by the affiliate.\n\nEarly on, companies largely paid the cost per click (traffic) or cost per mille (one thousand impressions) on banner advertisements. As technology evolved, the focus turned to commissions onactual salesor qualified leads. The early affiliate marketing programs were vulnerable to fraud because clicks could be generated by software, as could impressions.\n\nNow, most affiliate programs have strict terms and conditions for generating leads. Some affiliate marketing programs go as far as to lay out how a product or service should be discussed in the content before an affiliate link can be validated.\n\nThere are certain banned methods, such as installing adware or spyware that redirect all search queries for a product to an affiliate's page.\n\nUnscrupulous affiliates can squat on domain names with misspellings and get a commission for the redirect. They can populate online registration forms with fake or stolen information, purchase AdWords on search terms the company already ranks high on, and so on. Even if the terms and conditions are clear, an affiliate marketing program requires that someone monitor affiliates and enforce rules.\n\nIn exchange, however, a company can access motivated, creative people to help sell their products or services to the world.\n\nBetter accounting of qualified leads\n\nAffiliate marketers get paid a commission for referring customers to companies where they make purchases. These commissions can range from less than 1% to 20% or more, depending on the product and level of referral volume. For online campaigns, a customized link or referral code is used to track sales. In this sense, it is a source ofpassive incomesince the affiliate can continue to earn money once they have set up their campaign.\n\nIncomes for affiliate marketers vary, with some making a few hundred dollars and some making six figures. It depends on what is being marketed, how much influence the marketer has, the affiliate's reach, and how much time is invested in marketing products.\n\nBecoming successful through affiliate marketing takes time, skill, and experience. However, it may suit beginners a bit better than alternative platforms since you do not have to invest in physical merchandise or inventory at the start.\n\nYes, several free platforms and affiliate networks are available for little or no money. Instead, you will need a large online following through efforts such as blogging or social media posting.\n\nTo become an affiliate marketer, consider what platform you will use to promote products and/or services. Social media and YouTube can effective channels for advertising and promoting as it allows the influencer, serving as an expert, to express an opinion about the offering.\n\nAfter identifying a platform, find a specific category you are comfortable with or are interested in. A focused segment can better help you attract a dedicated consumer base. Research affiliate programs and choose one or more based on your needs, whether it be earning high commissions or generating more traffic. Lastly, develop solid and interesting content around the offerings. Build an audience and keep trying—if you can gain enough followers, you might be contacted by marketing representatives looking for more exposure.\n\nThe goal of affiliate marketing is to increase sales and create a win-win solution for both the merchant and the affiliate. Those interested in pursuing affiliate marketing will benefit from understanding what's involved and its advantages and disadvantages. Companies seeking affiliates will benefit from properly vetting and qualifying their partners. Overall, it is a low-cost, effective way of advertising products and services, increasing brand awareness, and expanding a consumer base.\n\nAmazon Associates. \"Amazon Associates - Amazon’s Affiliate Marketing Program.\"\n\nAmazon. \"Associates Program Policies.\"\n\nAmazon. \"Application Review Process.\"\n\nEtsy. \"Affiliates Policy (Effective from December 1, 2022).\"\n\neBay. \"The eBay Partner Network.\"",
  "url": "https://www.investopedia.com/terms/a/affiliate-marketing.asp"
}