{
  "term": "After-Tax Contribution: Definition, Rules, and Limits",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn after-tax contribution is money paid into a retirement or investment account after income taxes on those earnings have already been deducted. When opening atax-advantagedretirement account, an individual may choose to defer the income taxes owed until after retiring, if it is a traditional retirement account, or pay the income taxes in the year in which the payment is made, if it is a Roth retirement account.\n\nSome savers, mostly those with higher incomes, may contribute after-tax income to a traditional account in addition to the maximum allowable pre-tax amount. They don't get any immediate tax benefit. This commingling of pre-tax and post-tax money takessome careful accountingfor tax purposes.\n\nIn order to encourage Americans to save toward their retirement years, the government offers several tax-advantaged retirement plans such as the401(k) plan, offered by many companies to their employees, and theindividual retirement account (IRA), which anyone with earned income can open through a bank or a brokerage.\n\nMost, but not all, people who open a retirement account can choose either of the two main options:\n\nThe post-tax Roth option offers the attraction of a retirement nest egg that is not subject to further taxes. It makes the most sense for those who believe they may be paying a higher tax rate in the future, either because of their expected retirement income or because they think taxes will go up.\n\nIn addition, money contributed post-tax can be withdrawn at any time without penalty. (The same is not true for the profits in the account, however; account-holders must wait until they are 59½ to withdraw profits without penalty.)\n\nOn the downside, the post-tax option means a smaller paycheck with every contribution into the account.\n\nThe pre-tax or traditional option reduces the saver's taxes owed for theyear the contributions are made, and it is a smaller hit to current income. With a traditional account that is funded with pre-tax contributions, withdrawals are considered taxable income, whether it's money that was paid in or profits from the money earned.\n\nBoth post-tax and pre-tax retirement accounts have limits on how much can be contributed each year:\n\nIf you have a pre-tax or traditional account, you will have to pay taxes on money withdrawn before age 59½. The funds are also subject to a 10%early withdrawalpenalty.\n\nWithdrawals of after-tax contributions to a traditional IRA should not be taxed. However, the only way to make sure this doesn't happen is to file IRSForm 8606. Form 8606 must be filed for every year you make after-tax contributions to a traditional IRA and for every subsequent year until you have used up all of your after-tax balance.\n\nSince the funds in the account are separated into taxable and non-taxable components, figuring the tax due on therequired distributionsis more complicated than if the account holder had made only pre-tax contributions.\n\nThe IRA contribution limits for 2023 are $7,000 ($6,500 in 2023). If you are age 50 or older, you may contribute an additional $1,000 in both 2023 and 2024. These limits are for both traditional IRAs and Roth IRAs.\n\nYes, you can contribute to both a traditional IRA and a Roth IRA. There are no restrictions on contributing to both; however, the total amount you contribute to both cannot be over the overall limit for IRAs set by the IRS. That limit in 2024 is $7,000. For 2023, it was $6,500. There's an additional $1,000 allowed in both years if you're 50 or older.\n\nWhether it's better to contribute on a pre-tax or after-tax basis will depend on your financial circumstances. The rule of thumb is that pre-tax contributions are better for higher-earners while after-tax contributions are better for lower-earners, particularly those who expect to be in a higher tax bracket when they retire.\n\nAfter-tax contributions into retirement accounts can be beneficial if you expect to be in a higher income-tax bracket when you are retired. This may not always be the case, and everyone's situation is different. Generally, it's good to have a mix of retirement accounts that allow for tax advantages in the present and when you are retired.\n\nInternal Revenue Service. \"Rollovers of After-Tax Contributions in Retirement Plans.\"\n\nInternal Revenue Service. \"Retirement Plans.\"\n\nInternal Revenue Service. \"Publication 590-B (2020), Distributions From Individual Retirement Arrangements.\"\n\nInternal Revenue Service. \"IRS Announces 401(k) Limit Increases to $20,500.\"\n\nInternal Revenue Service. \"401(k) Limit Increases to $23,000 for 2024, IRA Limit Rises to $7,000.\"\n\nInternal Revenue Service. \"IRA FAQs - Distributions (Withdrawals).\"\n\nInternal Revenue Service. \"About Form 8606, Nondeductible IRAs.\"",
  "url": "https://www.investopedia.com/terms/a/aftertaxcontribution.asp"
}