{
  "term": "After-Tax Real Rate of Return: Definition and How to Calculate It",
  "definition": "Michela Buttignol / Investopedia\n\nThe after-tax real rate of return is the amount of profit or loss that an investment yields after subtracting the impact of taxes and inflation.\n\nThe after-tax real rate of return is the amount of profit that an investor earns after any taxes are paid and the impact of inflation is accounted for. Usually expressed as a percentage, this is a more accurate number than gross rate of return ornominal rate of return.\n\nIt is the \"real\" return on the money, or the amount that the investor actually pockets after costs.\n\nOver the course of a year, an investor might earn a nominalreal rate of returnof 12% on a stock investment, but the real rate of return—the money the investor pockets after selling the stock—will be less than 12%. Inflation might have been 3% for the year, knocking his real rate of return down to 9%.\n\nAnd, if the stock was sold at a profit, the investor will have to pay capital gains taxes on those profits, taking more off his return, say 2%, for an after-tax real rate of return of 7%.\n\nThecommissionhe paid to buy and sell the stock also diminishes his return. Thus, to truly grow their nest eggs over time,investorsmust focus on the after-tax real rate of return, not the nominal rate of return.\n\nThe after-tax real rate of return is a more accurate measure of investment earnings and usually differs significantly from an investment’s nominal (gross) rate of return, or its return before fees, inflation, and taxes.\n\nHowever, investments intax-advantagedsecurities, such as municipal bonds and inflation-protected securities, such asTreasury inflation-protected securities (TIPS), as well as investments held in tax-advantaged accounts, such asRoth individual retirement accounts (Roth IRAs), will show less discrepancy between nominal rates of return and after-tax real rates of return.\n\nThe difference between the nominal rate of return and the after-tax real rate of return will be smaller on tax-advantaged accounts like municipal bonds.\n\nLet’s be more specific about how the after-tax real rate of return is determined. First, the return is calculated by determining the after-tax return before inflation, which is calculated as nominal return × (1 - tax rate). For example, consider an investor whose nominal return on his equity investment is 17% and his applicable tax rate is 15%. Therefore, his after-tax return is:0.17×(1−0.15)=0.1445=14.45%0.17 \\times (1 - 0.15) = 0.1445 = 14.45\\%0.17×(1−0.15)=0.1445=14.45%\n\nLet’s assume that the inflation rate during this period is 2.5%. To calculate the real rate of return after tax, divide 1 plus the after-tax return by 1 plus the inflation rate, then subtract 1. Dividing by inflation reflects the fact that a dollar in hand today is worth more than a dollar in hand tomorrow. In other words, future dollars have less purchasing power than today’s dollars.\n\nFollowing our example, the after-tax real rate of return is:\n\n(1+0.1445)(1+0.025)−1=1.1166−1=0.1166=11.66%\\frac{(1 + 0.1445)}{(1 + 0.025)} - 1 = 1.1166 - 1 = 0.1166 = 11.66\\%(1+0.025)(1+0.1445)​−1=1.1166−1=0.1166=11.66%\n\nThat figure is quite a bit lower than the 17% gross return received on the investment. As long as the real rate of return after taxes is positive, however, an investor will be ahead of inflation. If it’s negative, the return will not be sufficient to sustain an investor’sstandard of livingin the future.\n\nThe after-tax real rate of return is figured after accounting for fees, inflation, and tax rates. The nominal rate of return is simply the gross rate of return before considering any outside factors that impact an investment’s actual performance.\n\nYour after-tax real rate of return will give you the actual benefit of the investment and whether it is sufficient to sustain your standard of living in the future, because it takes into account your fees, tax rate, and inflation.\n\nBoth figures are useful tools to analyze an investment’s performance. If you are comparing two investments, it would be important to use the same figure for both.\n\nYour after-tax real rate of return is calculated by, first, figuring your after-tax pre-inflation rate of return, which is calculated as nominal return × (1 - tax rate). That would be 0.12 × (1 - 0.15) = 0.102 = 10.2%.\n\nTo calculate the after-tax real rate of return, divide 1 plus the figure above by 1 plus the inflation rate. That would be [(1 + 0.102) ÷ (1 + 0.085) - 1] = 1.0157 - 1 = 0.0157 = 1.57% after-tax real rate of return. As you can see, the high inflation rate has a substantial impact on the after-tax real rate of return for your investment.\n\nWhen you are assessing the value of your investments, it’s important to look at not just your nominal rate of return but also the after-tax real rate of return, which takes into account the taxes you’ll owe and inflation’s effect. The after-tax real rate of return can tell you if yournest egginvestments will allow you to maintain your standard of living in the future.\n\nYahoo! Finance. “Investors, Make Sure You Know How to Calculate This.”",
  "url": "https://www.investopedia.com/terms/a/after-tax-real-rate-of-return.asp"
}