{
  "term": "After-Hours Trading: How It Works, Advantages, Risks, and Example",
  "definition": "The term “after-hours trading” refers to trading activity that starts at 4 p.m. U.S. Eastern time (ET) after the major U.S. stock exchanges close. The after-hours trading session can run as late as 8 p.m., thoughvolumetypically thins out much earlier in the session. After-hours trading is conducted throughelectronic communication networks (ECNs).\n\nAlthough there are some key advantages of trading when the market closes, traders should be mindful of all the risks associated with this period.\n\nAfter-hours trading generally refers to trading that takes place after normal market hours and up until about 8 p.m. Premarket trading refers to trading that takes place before the start of normal market hours, generally from 7 a.m. until 9:25 a.m. Together, after-hours trading and premarket trading are referred to asextended-hours trading.\n\nThe precise times of extended-hours trading can depend on the ECN that an investor uses or the financial institution where they place their orders. For instance, Wells Fargo allows after-hours trading from 4:01 p.m. ET until 6:30 p.m.\n\nTraders and investors engage in after-hours trading for a variety of reasons. They may prefer trading with fewer market participants, or their schedules may require it. They may want to take positions as a result of news that breaks after the close of the stock exchange, or they may want to close out a position before they leave on vacation.\n\nElectronic markets used in after-hours trading automatically attempt to match up buy and sell orders. If they can do so, trades are completed. If they can’t, trades remain unfilled. Quotes provided are limited to those available through the electronic market used. Investors may have access to other participating ECNs, but it isn’t guaranteed.\n\nExtended-hours trading may occur during two periods: after-hours (after markets close but on the same calendar day) orpremarket(after markets close but on the subsequent calendar day before the next opening). Premarket trading often occurs between 4 a.m. ET and 9:30 a.m. ET. After-hours trading often occurs between 4 p.m. ET and 8 p.m. ET.\n\nNote that different exchanges may have varying hours and varying trade data posting times. For example,Nasdaqpre-trade data will be posted from 4:15 a.m. ET to 7:30 a.m. ET of the following day, while after-hours trades will be posted from 4:15 p.m. ET to 3:30 p.m. ET of the following day.\n\nTo trade stocks after hours, you need to have an account with abrokerage firmthat offers after-hours trading. Not all brokerage firms offer this service; check with your broker to see if they provide after-hours trading. In addition, each brokerage firm that offers after-hours trading may have varying hours, so ensure you understand when after-hours trading is allowed.\n\nThe process for placing an order in after-hours trading is similar to placing an order during regular trading hours. However, there are some important differences. Assuming your brokerage firm offers after-hours trading, you can place orders through its online trading platform.\n\nMost importantly, not all order types are usually available during after-hours trading. For example,limit ordersmay not be available, andmarket ordersmay only be partially filled due to the order book’s lack ofliquidity. For example, Charles Schwab does not allow the following orders:\n\nThere are several things to consider when you trade in an after-hours session, including volume, price, and participation.\n\nIn after-hours trading, the trading volume for a stock may spike on the initial release of news but most of the time thins out as the session progresses. The growth of volume generally slows significantly by 6 p.m. So, there is a substantial risk that investors will be trading illiquid stocks after hours.\n\nNot only does volume sometimes come at a premium in the after-hours trading sessions, but so does price. It is not unusual for the spreads to be wide in the after-hours. Thespreadis the difference between the bid and the ask prices. Due to fewer shares trading, the spread may be significantly wider than during the normal trading session.\n\nIf liquidity and prices weren’t enough to make after-hours trading risky, the lack of participants may do the trick. That’s why certain investors and institutions may choose not to participate inafter-hours trading, regardless of news or events.\n\nIt’s quite possible for a stock to fall sharply after hours, only to rise once the regular trading session resumes the next day at 9:30 a.m. Many big institutional investors have a certain view of price action during after-hours trading sessions and express that view with their trades once the regular market reopens.\n\nSince volume is thin and spreads are wide in after-hours trading, it is much easier to push prices higher or lower. Fewer shares and trades are needed to make a substantial impact on astock’s price. That’s why after-hours orders usually are restricted to limit orders. If your brokerage doesn’t restrict them, consider them anyway as a means to protect yourself from unexpected price swings and order fills.\n\nThe ability to place trades and have them filled in trading sessions that occur after normalstock exchangebusiness hours can be important to some traders and investors. After-hours trading offers certain advantages.\n\nIf the electronic communication network you use for after-hours trading suddenly becomes unavailable for technical reasons, your broker may try to direct orders to other participating ECNs so that they can continue to be filled. If this isn’t possible, a broker may find it necessary to cancel all orders entered for the after-hours session.\n\nMake sure you understand the risks associated with after-hours trading before you start. Bear in mind, these drawbacks are on top of the inherent risks of stock trading. Some brokerages require that investors accept the ECN user agreement and speak with their brokerage representative before they’re allowed to trade so that they fully grasp and accept those risks.\n\nMay allow investors to take advantage of being early to an opportunity\n\nOffers greater convenience to traders instead of restricting trades to select hours\n\nMay present greater profit opportunities due to higher volatility\n\nAllows investors to move when new market information is presented\n\nOften results in low liquidity of a security, making it more difficult to transact with\n\nOften results in greater price volatility due to greater bid-ask spreads\n\nMay result in greater competition due to limited availability of shares\n\nMay result in restrictions due to your broker\n\nAfter-hours trading often has an impact on the opening price for a stock at the beginning of the next normal trading session. This is especially true if select events have occurred such as anearnings releaseor extremely low liquidity.\n\nAs discussed above, because after-hours trading is usually done with a low amount of available shares, after-hours trading may result in stock movements that do not resolve until the subsequent day. This price volatility may be temporary as themarketmay capture spikes in price to resolve liquidity shortages of securities once regular trading hours have opened.\n\nAfter-hours trading may also affect astock priceif the company has released important news or earnings after the market has closed. Not only may this information positively or negatively impact the valuation of the security, but traders also may attempt to capitalize on this new information. In some situations, large-enough news may invoke larger activity of after-hours traders, further increasing or decreasing the opening price on the subsequent day.\n\nFinally, after-hours traders may attemptprice discovery, the process where buyers and sellers negotiate a price based on available supply and demand. This process may move the existing price of a stock after hours as each side sees what sentiments of a stock may be before its opening the following trading period.\n\nThe table below highlights some of the key differences between trading after hours and during the normaltrading session.\n\nLet’s take a real-world example with Nvidia (NVDA) to show how after-hours trading works. Though a historical example, this situation adequately defines the opportunity traders may find in after-hours trading and how early movement on news may yield benefits that are saturated by the time markets have opened to the general public.\n\nNvidia’s stock was greeted by a big jump in price after it reported its fourth quarter and annual results in 2019. Market reaction led to a rise in the company’s stock price to nearly $169 from $154.50 in the 10 minutes following the news.\n\nThe chart below shows that the stock’s trading volume was steady in the first 10 minutes and dropped quickly after 4:30 p.m. During the first five minutes of trading, around 700,000 shares were traded and the stock jumped nearly 6%. However, volume slowed materially with just 350,000 shares trading between 4:25 and 4:30 p.m. By 5 p.m., volume measured only 100,000 shares, while the stock was still trading around $165.\n\nImage by Sabrina Jiang © Investopedia 2020\n\nBut, when the market opened for normal trading the next morning, traders and investors had a chance to weigh in on Nvidia’s results. From 9:30 a.m. to 9:35 a.m., nearly 2.3 million shares were traded—more than three times the volume in the initial minutes of the previous day’s after-hours trading. The price dropped from $164 to $161.\n\nThe stock proceeded to trade lower throughout the rest of the day, closing at $157.20. That was just $3 higher than the previous day’s close. Moreover, it was a plummet from the nearly $15 increase made in the after-hours session. Sadly, nearly all of the after-hours gains made by investors during that session had evaporated.\n\nIt certainly can. Since a great deal of trading may be taking place after hours, prices of securities can change from their levels when the regular market previously closed.\n\nYes, provided your brokerage authorizes you to do so. First, you’ll want to make sure you clearly understand how after-hours trading works and the risks involved in it. Your brokerage may ask that you meet with an investment representative to make sure you know the difficulties posed by after-hours and premarket trading.\n\nLower trading volume and less liquidity result when fewer traders and investors are in the market. This causes wider bid-ask spreads and, in turn, greater stock price volatility. This is the challenging trading environment that can exist in after-hours trading.\n\nAfter-hours trading of securities occurs after the regular trading session closes at 4 p.m. ET and can last until about 8 p.m. ET. While it offers investors certain advantages, it also can be quite risky. So, in addition to understanding those risks, be sure to consider yourinvesting goals, yourrisk tolerance, and yourtrading stylebefore getting involved.\n\nMost investors may want to stick with the familiar buy-and-hold strategy that can be executed during normal trading sessions. However, for those prepared for it, after-hours trading may be a useful investment tool and worth trying out.\n\nCorrection—March 1, 2025:This article has been corrected to state that Wells Fargo after-hours trading is from 4:01 p.m. Eastern time to 6:30 p.m. ET.\n\nWells Fargo Advisors. “Extended Hours Trading Risk Disclosure Statement.”",
  "url": "https://www.investopedia.com/terms/a/afterhourstrading.asp"
}