{
  "term": "Agency Bond: Definition, Types, and Tax Rules",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAn agency bond is a debt security issued by a government-sponsored enterprise or by a federal government department other than the U.S. Treasury. Some agency bonds not fully guaranteed in the same way that U.S. Treasury and municipal bonds are. An agency bond is also known as agency debt.\n\nMost agency bonds pay a semi-annual fixed coupon. They are sold in a variety of increments, generally with a minimum investment level of $10,000 for the first increment and $5,000 for additional increments. GNMA securities, however, come in $25,000 increments.\n\nSome agency bonds have fixed coupon rates while others have floating rates. The interest rates onfloating rate agency bondsare periodically adjusted according to the movement of a benchmark rate, such asLIBOR.\n\nLike all bonds, agency bonds haveinterest rate risks. That is, a bond investor may buy bonds only to find that interest rates rise. The real spending power of the bond is less than it was. The investor could have made more money by waiting for a higher interest rate to kick in. Naturally, this risk is greater for long-term bond prices.\n\nThere are two types of agency debt, including federal government agency bonds and government-sponsored enterprise (GSE) bonds.\n\nFederal government agencybonds are issued by the Federal Housing Administration (FHA), Small Business Administration (SBA), and the Government National Mortgage Association (GNMA). GNMAs are commonly issued as mortgage pass-through securities.\n\nLike Treasury securities, federal government agency bonds are backed by the full faith and credit of the U.S. government. An investor receives regular interest payments while holding this agency bond. At its maturity date, the full face value of the agency bond is returned to the bondholder.\n\nFederal agency bonds offer a slightly higher interest rate than Treasury bonds because they are less liquid. In addition, agency bonds may becallable, which means that the agency that issued them may decide to redeem them before their scheduled maturity date.\n\nA GSE is issued by entities such as the Federal National Mortgage Association (Fannie Mae),Federal Home Loan Mortgage(Freddie Mac), Federal Farm Credit Banks Funding Corporation, and the Federal Home Loan Bank.\n\nThese are not government agencies. They are private companies that serve a public purpose, and thus may be supported by the government and subject to government oversight.\n\nGSE agency bonds do not have the same degree of backing by the U.S. government as Treasury bonds and government agency bonds. Therefore, there is some credit risk and default risk, and the yield offered on them typically higher.\n\nTo meet short-term financing needs, some agencies issue no-coupon discount notes, or “discos,” at a discount to par. Discos have maturities ranging from a day to a year and, if sold before maturity, may result in a loss for the agency bond investor.\n\nGovernment-sponsored enterprise bonds do not have the same degree of backing by the U.S. government as Treasury bonds and other agency bonds.\n\nThe interest from most, but not all, agency bonds is exempt from local and state taxes. Farmer Mac, Freddie Mac, and Fannie Mae agency bonds are fully taxable.\n\nAgency bonds, when bought at a discount, may subject investors tocapital gains taxeswhen they are sold or redeemed. Capital gains or losses when selling agency bonds are taxed at the same rates as stocks.\n\nTennessee Valley Authority (TVA), Federal Home Loan Banks, and Federal Farm Credit Banks agency bonds are exempt from local and state taxes.\n\nInvestors can buy agency bonds through broker-dealers, such as Fidelity or TD Ameritrade. These bonds should be listed in the broker's bond screener, just like Treasurys, municipal bonds, and corporate bonds.\n\nTax rules for agency bonds will depend on the issuing agency. In most cases, the interest payments on agency bonds are subject to state and federal taxes. However, the interest from certain agencies, such as the Federal Home Loan Bank and Farmer Mac, is not subject to state taxes. Moreover, if you buy an agency bond at a discount, you may be subject to capital gains taxes.\n\nLike other bonds, agency bonds are subject to interest rate risk, meaning that they lose market value if marketwide interest rates increase. This is because prospective buyers could earn more money by buying new issues at a higher interest rate. Moreover, many agency bonds have call risk, meaning that the issuer has the option to pay off the bond early.\n\nAgency bonds are the debt securities issued by certain departments of the U.S. government, along with associated government-sponsored enterprises. Although they are not issued by the Treasury, these bonds typically have a low risk profile and are considered extremely safe investments.",
  "url": "https://www.investopedia.com/terms/a/agencybonds.asp"
}