{
  "term": "Agency by Necessity: Meaning in Estate Planning",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAgency by necessity is a type of legal relationship in which one party can make essential decisions for another party until legally recognized agents like someone with power of attorney or guardianship are put in place. The courts recognize agency by necessity during an emergency or urgent situation under which the beneficiary is unable to provide explicit authorization. Under such circumstances, those granted agency must act for the sole benefit of the beneficiary.\n\nIn finance, agency by necessity often takes the form of replacing an individual’s investment or retirement decisions.\n\nEmergency situations often lead to agency by necessity in the eyes of the court. For example, if an individual is sick and unable to make a critical investment or retirement decision, agency of necessity would allow an attorney, parent, or spouse to make decisions on behalf of the incapacitated party.\n\nAgency by necessity becomes important in wealth management. For example, many wealth managers are involved in the creation of wills,trusts, and overseeing inheritances of wealth from one generation to the next. If a family member in possession of or who is an agent of the family’s wealth becomes incapacitated in an accident or is ill, another close family member of similar capabilities and understanding of the family finances may take over as an agent of necessity.\n\nAt times this can become fraught, however, particularly in cases ofhigh net worth individualsor wealthy families that have to make decisions about wealth distribution for future generations. Family members and additional stakeholders may take issue with decisions that the agent by necessity makes.\n\nAlthough many conduct theirestate planningbefore becoming incapacitated, at times these tasks may be given to an agent by necessity. Estate planning entails a variety of critical tasks such as the bequest of assets to heirs and the settlement of estate taxes. Most estate plans require the help of an attorney. Estate planning can also take into account the management of an individual’s properties and financial obligations. If the individual owes debts and is not of sound mind to pay them, an agent by necessity may step in to figure out a plan for repayment.\n\nThe assets that could comprise an individual’s estate include houses, cars, stocks, bonds, and other financial assets, paintings and other collectibles, life insurance, and pensions. These must be distributed as the individual has chosen after passing. In addition to preserving family wealth and providing for surviving spouses and children, many individuals will undertake serious estate planning to fund children or grandchildren’s education or leave their legacy to a charitable cause.\n\nSpecific estate planning tasks could include but are not limited to:",
  "url": "https://www.investopedia.com/terms/a/agency-by-necessity.asp"
}