{
  "term": "Agency Problem: Definition, Examples, and Ways to Minimize Risks",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAn agency problem is a conflict of interest inherent in any relationship where one party is expected to act in the best interest of another.\n\nAn agency problem is a conflict of interest where one party, motivated by self-interest, is expected to act in another's best interest. Incorporate finance, an agency problem usually refers to a conflict of interest between a company's management and the company's stockholders. The manager, acting as the agent for the shareholders, or principals, is supposed to make decisions that will maximize shareholder wealth even though it is in the manager’s best interest to maximize their own wealth.\n\nThe agency problem does not exist without a relationship between aprincipaland anagent. In this situation, the agent performs a task on behalf of the principal. Agents are commonly engaged by principals due to different skill levels, different employment positions, or restrictions on time and access.\n\nAgency problems are common infiduciaryrelationships, such as between trustees and beneficiaries,board members and shareholders, and lawyers and clients. A fiduciary is an agent that acts in the principal's or client's best interest. These relationships can be stringent in a legal sense, as is the case in the relationship between lawyers and their clients due to the U.S. Supreme Court's assertion that an attorney must act in complete fairness, loyalty, and fidelity to their clients.\n\nAgency costsare a type of internal cost that a principal may incur as a result of the agency problem. They include the costs of any inefficiencies that may arise from employing an agent to take on a task, along with the costs associated with managing theprincipal-agent relationshipand resolving differing priorities. While it is not possible to eliminate the agency problem, principals can take steps to minimize the risk of agency costs.\n\nPrincipal-agent relationships can be regulated, and often are, by contracts, or laws in the case of fiduciary settings. TheFiduciary Ruleis an example of an attempt to regulate the arising agency problem in the relationship betweenfinancial advisorsand their clients. The term fiduciary in the investment advisory world means that financial and retirement advisors are to act in the best interests of their clients.In other words, advisors are to put their clients' interests above their own. The goal is to protect investors from advisors who areconcealing potential conflicts of interest.\n\nFor example, an advisor might have several investment funds that are available to offer a client, but instead only offer those that pay the advisor a commission for the sale. The conflict of interest is an agency problem whereby the financial incentive offered by the investment fund prevents the advisor from working on behalf of the client's best interest.\n\nThe agency problem may also be minimized by incentivizing an agent to act in better accordance with the principal's best interests. For example, a manager can be motivated to act in the shareholders' best interests through incentives such asperformance-based compensation, direct influence by shareholders, the threat of firing, or the threat oftakeovers.\n\nPrincipals who are shareholders can also tie CEO compensation directly to stock price performance. If a CEO was worried that a potential takeover would result in being fired, the CEO might try to prevent the takeover, which would be an agency problem. However, if the CEO was compensated based on stock price performance, the CEO would be incentivized to complete the takeover. (The stock price of a target company typically rises after an acquisition.) Through proper incentives, both the shareholders' and the CEO's interests would be aligned and benefit from the rise in the stock price.\n\nPrincipals can also alter the structure of an agent's compensation.\n\nIf an agent is paid not on an hourly basis but by the completion of a project, there is less incentive to not act in the principal’s best interest.\n\nIn addition, performance feedback and independent evaluations hold the agent accountable for their decisions.\n\nIn 2001, energy giantEnronfiled for bankruptcy.Accounting reports had been fabricated to make the company appear to have more money than what was actually earned. The company's executives used fraudulent accounting methods to hide debt in Enron's subsidiaries and overstaterevenue. These falsifications allowed the company’s stock price to increase during a time when executives were selling portions of their stock holdings.\n\nIn the four years leading up to Enron's bankruptcy filing, shareholders lost an estimated $74 billion in value.Enron became the largest U.S.bankruptcyat that time with its $63 billion in assets.Although Enron's management had the responsibility to care for the shareholders' best interests, the agency problem resulted in management acting in their own best interest.\n\nAn agency problem arises during a relationship between a principal (such as shareholders) and an agent (such as management). Instead of acting in the best interest of the principal, the agent may be motivated to act in self-interest. So management may decide to enrich themselves, rather than shareholders.\n\nEnron filed for bankruptcy in 2001. Even though its management was supposed to act in the best interest of its shareholders, management acted in their own best interest due to the agency problem.\n\nWhile it is not possible to eliminate the agency problem, principals can take steps to minimize the risk, known as agency cost, associated with it. Principal-agent relationships can be regulated, and often are, by contracts, or laws in the case of fiduciary settings. Another method is to incentivize an agent to act in better accordance with the principal's best interests. For example, if an agent is paid not on an hourly basis but by the completion of a project, there is less incentive to not act in the principal’s best interest.\n\nThe agency problem arises due to an issue with incentives and the presence of discretion in task completion. An agent may be motivated to act in a manner that is not favorable for the principal if the agent is presented with an incentive to act in this way.\n\nFor example, a principal might hire a plumber—the agent—to fix plumbing issues. Although the plumber‘s best interest is to collect as much income as possible, they are given the responsibility to perform in whatever situation results in the most benefit to the principal. The plumber may make three times as much money by recommending a service the agent does not need. An incentive (three times the pay) is present, causing the agency problem to arise.\n\nAmerican Bar Association. \"ABA Model Code of Professional Responsibility.\" Page 49.\n\nU.S. Securities and Exchange Commission. \"Regulation Best Interest: The Broker-Dealer Standard of Conduct.\" Pages 4-5.\n\nFederal Bureau of Investigation, Archives. \"A Look Back at the Enron Case.\"\n\nU.S. Securities and Exchange Commission. \"SEC v. Andrew S. Fastow.\"\n\nTime. \"How the Enron Scandal Changed American Business Forever.\"",
  "url": "https://www.investopedia.com/terms/a/agencyproblem.asp"
}