{
  "term": "Aggregation: Meaning, Importance, Effects",
  "definition": "Amilcar has 10 years of FinTech, blockchain, and crypto startup experience and advises financial institutions, governments, regulators, and startups.\n\nAggregation in the futures markets is a process that combines of all futures positions owned or controlled by a single trader or group of traders into one aggregate position. Aggregation in a financial planning sense, however, is a time-saving accounting method that consolidates an individual’s financial data from various institutions.\n\nAggregation is increasingly popular with advisors when servicing clients’ accounts, as they are able to discuss the accounts with the client in a cleaner, more easily understood way before they break down the account into its respective categories.\n\nFinancial advisors use account-aggregation technology to gather position and transaction information from investors’ retail accounts held at other financial institutions. Aggregators provide investors and their advisors with a centralized view of the investor’s complete financial situation, including daily updates.\n\nFinancial plannershandle both managed and non-managed accounts. Managed accounts contain assets under the advisor’s control that are held by the advisor’s custodian. The planners utilize portfolio management and reporting software to capture a client’s data through a direct link from the custodian. It is important for the planner to have all the accounts because aggregating them without the complete collection would paint an inaccurate picture of that client's finances.\n\nAdditionally, non-managed accounts contain assets that are not under the advisor's management but are nevertheless important to the client’s financial plan. Examples include 401(k) accounts, personal checking orsavings accounts, pensions, and credit card accounts.\n\nThe advisor’s concern with managed accounts is lack of accessibility when the client does not provide log-in information. Advisors cannot offer an all-encompassing approach to financial planning and asset management without daily updates on non-managed accounts.\n\nAccount aggregationservices solve the issue by providing a convenient method for obtaining current position and transaction information about accounts held at most retail banks or brokerages. Because investors’ privacy is protected, disclosing their personal-access information for each non-managed account is unnecessary.\n\nFinancial planners use aggregate account software for analyzing a client’s total assets, liabilities, and net worth; income and expenses; and trends in assets, liability, net worth, and transaction values. The advisor also assesses various risks in a client’s portfolio before making investment decisions.\n\nMany aggregation services offer direct data connections between brokerage firms and financial institutions, rather than using banks’ consumer-facing websites. Clients give financial institutions their consent by providing personal information for the aggregate services.",
  "url": "https://www.investopedia.com/terms/a/aggregation.asp"
}