{
  "term": "Aggregate Supply: What It Is and How It Works",
  "definition": "Aggregate supply is the relationship between an economy's average price per good and the quantity of goods of average value supplied.\n\nThe term \"aggregate supply\" refers to the supply of products that companies produce and plan to sell at a certain price in a given period.\n\nPut simply, it's the finished goods that consumers purchase during a specified time.\n\nAggregate supply is represented by theaggregate supply curve. There is typically a positive relationship between aggregate supply and the price level.\n\nInvestopedia / Michela Buttignol\n\nAggregate supply is sometimes described as the relationship between price level andreal GDP.\n\nWhere aggregate supply involves all products supplied by a nation's producers,simple supplyis the supply of products or services available from a single producer.\n\nAggregate supply is commonly affected by prices. Rising prices generally indicate to businesses that they should expand production to meet a higher level of aggregate demand.\n\nWhen demand increases amid constant supply, consumers compete for available goods and pay higher prices. This dynamic induces firms to increase output to sell more goods.\n\nThe resulting supply increase causes prices to normalize while output remains elevated.\n\nA shift in aggregate supply can be attributed to many variables. They include:\n\nSome of these factors lead to positive changes in aggregate supply while others cause a decline in it.\n\nFor example, increased laborefficiency, perhaps through outsourcing or automation, raises supply output by decreasing the labor cost per unit of supply. By contrast, wage increases place downward pressure on aggregate supply by increasing production costs.\n\nAggregate supply is usually calculated over a year because changes in supply tend to lag changes in demand.\n\nAggregate supply responds to higherdemandand higher prices in the short run by increasing the use of current inputs in the production process.\n\nThe level ofcapitalis fixed over shorter periods. This means that a company cannot do certain things such as build a new factory or introduce a new technology to increase production efficiency.\n\nInstead, the company ramps up supply by getting more out of its existing factors of production, such as assigning workers more hours or increasing the use of existing technology.\n\nOver the long run, aggregate supply is not affected by the price level and is driven only by improvements in productivity and efficiency.\n\nSuch improvements include increases in the level of skill and education among workers, technological advancements, and increases in capital.\n\nCertain economic viewpoints, such as theKeynesian theory, assert that long-run aggregate supply is still price elastic up to a certain point. Once this point is reached, supply becomes insensitive to changes in price.\n\nThe aggregate supply curve depicts aggregate supply graphically. It portrays the relationship betweenprice levelsand the quantity of output that firms are willing to provide to consumers in the market.\n\nAggregate supply is the opposite ofaggregate demand. While aggregate supply is the total amount of goods and services that producers are willing to sell at a certain price level, aggregate demand is the total amount of demand for finished goods and services in the economy over a specified time.\n\nIt is expressed as a dollar value that corresponds to how much consumers spend on these products.\n\nAggregate demand includes a variety of products, including:\n\nYou can calculate aggregate demand by adding together the total amount of consumer goods, private investment,government spending, and net exports (exports less imports).\n\nSeveral factors affect the aggregate demand in the economy. They include interest rates, foreign exchange rates, inflation, and income levels.\n\nAssume that XYZ Corporation produces 100,000 widgets perquarterat a total expense of $1 million. The cost of a critical component that accounts for 10% of that expense doubles in price because of a shortage of materials or other external factors.\n\nIn that event, XYZ Corporation could produce only 90,909 widgets if it still spends $1 million on production. This reduction would represent a decrease in aggregate supply.\n\nThe lower amount of aggregate supply could mean that demand exceeds output. That, coupled with the increase in production costs, is likely to lead to a rise in price.\n\nAggregate supply is important because it can affect output and price levels in an economy. In turn, this can impact inflation levels. In addition, changes in aggregate supply can influence the decisions that businesses make about production, hiring, and investments.\n\nAggregate demand is the total demand for all finished goods and services in the market during a certain time. This figure is commonly expressed as a dollar figure—notably the prices at which consumers pay for finished products. Aggregate demand is calculated by adding together consumption spending, government spending, investment spending, and a country's net exports.\n\nThe law of supply and demand is an economic theory that describes the relationship between sellers and buyers of goods and services. According to the law of supply, supplies of goods and services are propelled by higher prices while lower prices cause supplies to drop. The law of demand, on the other hand, suggests that higher prices cause demand for goods and services to drop while lower prices lead to an increase in demand for them.\n\nFactors that affect supply in the economy include prices, production costs, the number of producers, production technology, and the labor market.\n\nAggregate supply is defined as the total amount of goods and services that producers make and are willing to sell at a certain price within a certain time. Changes in supply can affect demand and how the economy functions.\n\nAggregate supply data helps businesses and other entities make better-informed decisions about their financial situations, budgets, and plans for the future.\n\nThe Library of Economics and Liberty. \"Aggregate Supply.\"\n\nUniversity of Colorado, Boulder. \"A Model of the Macro-Economy: Aggregate Demand and Supply.\"\n\nEastern Economic Journal. \"Keynesian Theory and the Aggregate-Supply/Aggregate-Demand Framework: A Defense.\"",
  "url": "https://www.investopedia.com/terms/a/aggregatesupply.asp"
}