{
  "term": "Aggressive Investment Strategy: Definition, Benefits, and Risks",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAn aggressive investment strategy typically refers to a style ofportfolio managementthat attempts to maximize returns by taking a relatively higher degree of risk. Strategies for achieving higher than average returns typically emphasizecapital appreciationas a primary investment objective, rather than income or safety of principal. Such a strategy would therefore have an asset allocation with a substantial weighting in stocks and possibly little or no allocation to bonds or cash.\n\nAggressive investment strategies are typically thought to be suitable for young adults with smaller portfolio sizes. Because a lengthy investment horizon enables them to ride out market fluctuations, and losses early in one's career have less impact than later, investment advisors do not consider this strategy suitable for anyone else but young adults unless such a strategy is applied to only a small portion of one's nest-egg savings. Regardless of the investor’s age, however, a high tolerance for risk is an absolute prerequisite for an aggressive investment strategy.\n\nThe aggressiveness of an investment strategy depends on the relative weight of high-reward, high-riskasset classes, such as equities andcommodities, within the portfolio.\n\nFor example, Portfolio A which has an asset allocation of 75% equities, 15% fixed income, and 10% commodities would be considered quite aggressive, since 85% of the portfolio is weighted to equities and commodities. However, it would still be less aggressive than Portfolio B, which has an asset allocation of 85% equities and 15% commodities.\n\nEven within the equity component of an aggressive portfolio, the composition of stocks can have a significant bearing on itsrisk profile. For instance, if the equity component only consists ofblue-chip stocks, it would be considered less risky than if the portfolio only held small-capitalization stocks. If this is the case in the earlier example, Portfolio B could arguably be considered less aggressive than Portfolio A, even though it has 100% of its weight in aggressive assets.\n\nYet another aspect of an aggressive investment strategy has to do with allocation. A strategy that simply divided all available money equally into 20 different stocks could be a very aggressive strategy, but dividing all money equally into just 5 different stocks would be more aggressive still.\n\nAggressive Investment strategies may also include a high turnover strategy, seeking to chase stocks that show high relative performance in a short time period. The high turnover may create higher returns, but could also drive higher transaction costs, thus increasing the risk of poor performance.\n\nAn aggressive strategy needs moreactive managementthan a conservative “buy-and-hold” strategy, since it is likely to be much more volatile and could require frequent adjustments, depending on market conditions. Morerebalancingwould also be required to bring portfolio allocations back to their target levels. Volatility of the assets could lead allocations to deviate significantly from their original weights. This extra work also drives higher fees as the portfolio manager may require more staff to manage all such positions.\n\nRecent years have seen significant pushback against active investing strategies. Many investors have pulled their assets out ofhedge funds, for example, due to those managers' underperformance. Instead, some have chosen to place their money withpassive managers. These managers adhere to investing styles that often employ managing index funds for strategic rotation. In these cases, portfolios often mirror a market index, such as the S&P 500.",
  "url": "https://www.investopedia.com/terms/a/aggressiveinvestmentstrategy.asp"
}