{
  "term": "Air Waybill (AWB) Definition and How to Get One",
  "definition": "Investopedia / Paige McLaughlin\n\nAn air waybill (AWB) is a document that accompanies goods shipped by an international air courier to provide detailed information about the shipment and allow it to be tracked. The bill has multiple copies so that each party involved in the shipment can document it. An air waybill (AWB), also known as an air consignment note, is a type ofbill of lading. However, an AWB serves a similar function to ocean bills of lading, but an AWB is issued in non-negotiable form, meaning there's less protection with an AWB versus bills of lading.\n\nAn air waybill (AWB) serves as areceipt of goodsby an airline (the carrier), as well as a contract of carriage between the shipper and the carrier. It’s a legal agreement that’s enforceable by law. The AWB becomes an enforceable contract when the shipper (or shipper's agent) and carrier (or carrier's agent) both sign the document.\n\nAn air waybill is a standard form distributed by the International Air Transport Association (IATA).\n\nThe air waybill also contains the shipper's name and address, consignee's name and address, three-letter origin airport code, three-letter destination airport code, declared shipment value for customs, number of pieces, gross weight, a description of the goods, and any special instructions (e.g., \"perishable\").\n\nAn AWB also contains the conditions of the contract that describe the carrier's terms and conditions, such as its liability limits and claims procedures, a description of the goods, and applicable charges.\n\nAWBs are unlike other bills of lading, in that they are non-negotiable instruments, meaning that it does not specify on which flight the shipment will be sent, or when it will reach its destination.Bills of ladingare legal documents between the shipper of goods and the carrier, detailing the type, quantity, and destination of the goods being carried.\n\nBills of lading alsoact as a receipt of shipmentwhen the goods are delivered at a predetermined destination. This document accompanies the goods and is signed by authorized representatives of the shipper, the carrier, and the recipient. However, unlike a bill of landing, an air waybill (AWB) is non-negotiable. Beingnon-negotiable,the AWB is a contract just for transportation and does not cover the merchandise value.\n\nThe International Air Transport Association (IATA) designs and distributes air waybills. There are two types of AWBs—an airline-specific one and a neutral one. Each airline AWB must include the carrier’s name, head office address, logo, and air waybill number.Neutral air waybills have the same layout and format as airline AWBs; they just aren’t prepopulated.\n\nSome airlines no longer produce paper air waybills, only allowing access to electronic air waybills.\n\nAn air waybill has 11 numbers and comes with eight copies of varying colors. With the Multilateral Electronic Air Waybill Resolution 672, paper air waybills are no longer required.Dubbed the e-AWB, it’s been in use since 2010 and became the default contract for all air cargo shipments on enabled trade lines as of 2019.\n\nAir Waybills are IATA documents signed by both the shipper and the carrier. The IATA is a trade association that represents more than 80% of all air traffic, including many major airlines and major parcel services such as FedEx and UPS.\n\nAn air waybill contains the names and addresses of the shipper and the recipient, the value of the cargo, three-letter codes for the origin and destination airports, the number of pieces, gross weight, description, special instructions, and other conditions of the contract.\n\nIATA provides a standard agreement on its website for e-AWBs.Most carriers, such as FedEx, also provide access to e-AWBs for convenience.\n\nIf shipping goods internationally, an air waybill serves as contract between you and the carrier that defines the contents of the shipment, its origin, its destination, and other pertinent details. The default form has been electronic since 2019. It is a non-negotiable form that defines the details of the shipment and is signed by both parties. It is enforceable by law.\n\nBritish Red Cross Society. \"Transport Documentation.\"\n\nInternational Air Transport Association. \"Resolution 672-Form of Multilateral E-Air Waybill Agreement.\"\n\nInternational Air Transport Association. \"e-AWB.\"\n\nInternational Air Transport Association. \"Airline Profitability Outlook Improves for 2024.\"\n\nFedEx. \"Create Your Air Waybill Online.\"",
  "url": "https://www.investopedia.com/terms/a/airway-bill.asp"
}