{
  "term": "Alan Greenspan: Brief Bio, Policies, Legacy",
  "definition": "Alan Greenspan is an American economist who was the chair of the Board of Governors of theFederal Reserve(Fed), the United States' central bank, from 1987 until 2006. In that role, he also served as the chair of theFederal Open Market Committee(FOMC), which is the Fed’s principal monetary policymaking committee that makes decisions on interest rates and managing the U.S. money supply.\n\nGreenspan is best known for largely presiding over theGreat Moderation, a period of relatively stableinflationand macroeconomic growth, that lasted from the mid-1980s to the financial crisis in 2007.\n\nAlan Greenspan was born in New York City on March 6, 1926. He received his bachelor’s, master’s, and doctoral degrees in economics, all from New York University, as well as studying economics at Columbia University in the early 1950s under Arthur Burns, who would later serve two consecutive terms as chair of the Board of Governors of the Fed.\n\nGreenspan's first job, in 1948, was not in government but for anon-profitanalyzing demand for steel, aluminum, and copper. After this, Greenspan ran an economic consulting firm in New York City, Townsend-Greenspan & Co., Inc., from 1954 to 1974 and 1977 to 1987. Greenspan began his career in the public sector in 1974 when he served as chair of the President’sCouncil of Economic Advisers(CEA) under President Gerald Ford.\n\nIn 1987, Greenspan became the 13th chair of the Fed, replacing Paul Volcker. President Ronald Reagan was the first to appoint Greenspan to the office, but three other presidents, George H.W. Bush, Bill Clinton, and George W. Bush, named him to four additional terms. His tenure as chair lasted for more than 18 years before he retired in 2006 to be replaced byBen Bernanke. After leaving, he published his memoir,The Age of Turbulence, andbegan his own Washington DC-based consulting firm, Greenspan Associates LLC.\n\nAlan Greenspan was known as being adept at gaining consensus among Fed board members on policy issues and for serving during one of the most severe economic crises of the late 20th century, the aftermath of the stock marketcrash of 1987. After that crash, he advocated for sharply slashinginterest ratesto prevent the economy from sinking into a deep depression.\n\nAlan Greenspan was awarded the Presidential Medal of Freedom by George W. Bush, making him the only Fed chair to receive the award.\n\nGreenspan presided over one of the most prosperous periods in American history—thanks in no small part, supporters feel, to his helming of the Fed. Still, some of his policies and actions were controversial, either at the time or in retrospect.\n\nEarly in his career, Greenspan developed a reputation for beinghawkish on inflation, in part due to his advocacy for a return to thegold standardin monetary policy in the 1967 essay \"Gold and Economic Freedom.\"\n\nHis allegedly “hawkish” stance was portrayed by early critics as a preference for sacrificing economic growth in exchange for preventing inflation. Greenspan eventually reversed those views as Fed chief; in a 1998 speech, he conceded that thenew economymight not be as susceptible to inflation as he had first thought.\n\nIn practice, Greenspan's supposedly hawkish approach was flexible, to say the least. He was clearly willing to risk inflation under conditions that could create a severe depression and certainly pursued a generallyeasy moneypolicy relative to his predecessor, Paul Volcker. In particular, in the early 2000s, Greenspan presided over cutting interest rates to levels not seen in many decades.\n\nIn 2000, Greenspan advocated reducing interest rates after thedot-com bubbleburst. He did so again in 2001 after 9-11, the World Trade Center attack. Following 9-11, Greenspan led the FOMC to immediately reduce theFed funds ratefrom 3.5% to 3%, and, in the following months, he worked toward lowering that rate to a record (at the time) low of almost 1.00% and holding it there for a full year.\n\nSome criticized those rate cuts as having the potential to inflate asset price bubbles in the U.S. Greenspan's pro-inflationary policies, particularly during this period, are today generally understood to have contributed to the U.S. housing bubble, subsequentsubprime mortgage financial crisis, and theGreat Recession, though this is of course disputed by Greenspan and his allies.\n\nIn a 2004 speech, Greenspan suggested more homeowners should consider taking outadjustable-rate mortgages(ARMs) where the interest rate adjusts itself to prevailing market interest rates.Under Greenspan’s tenure, interest rates subsequently rose as inflation accelerated.This increase reset many of those mortgages to much higher payments, creating even more distress for many homeowners and exacerbating the impact of that crisis.\n\nThe \"Greenspan put\" was a monetary policy strategy popular during the 1990s and 2000s under Greenspan. Throughout his reign, he attempted to help support the U.S. economy by actively using the federal funds rate to aggressively lower interest rates to fight the deflation of asset price bubbles.\n\nThe Greenspan put created a substantialmoral hazardin financial markets. Informed investors could expect the Fed to take predictable actions that would bailout investor's losses, which distort the incentives of market participants.This created an environment where investors were encouraged to take excessive risk because Fed monetary policy tended to inherently limit their potential losses in the event of a market downturn in an analogous way to buyingput optionson the open market.\n\nAlan Greenspan served as Chair of the Fed from 1987 to 2006, for a total of five terms.\n\nPresident Ronald Reagan appointed Alan Greenspan as Chair of the Fed in 1987.\n\nBen Bernanke replaced Alan Greenspan as Chair of the Fed when he was appointed in 2006. Bernanke served until 2014.\n\nAlan Greenspan was born on March 6, 1926, making him 97 years old as of October 2023.\n\nAlan Greenspan married journalist Andrea Mitchell in 1997.\n\nAfter his time at the Fed, Greenspan has worked as an advisor through his company, Greenspan Associates LLC.\n\nLike many other government officials, the success of Alan Greenspan's five terms as Chair of the Fed will depend on who you ask. However, it is certainly true that Greenspan faced some massive challenges during his tenure, such as the 1987 stock market crash and the attacks on the World Trade Center.\n\nOverall, Greenspan helped usher in a strong U.S. economy in the 1990s. Opinion on how much his actions caused the economic recession that began shortly after his term ended varies.\n\nFederal Reserve History. \"Alan Greenspan.\"\n\nAlan Greenspan. \"Gold and Economic Freedom.\"\n\nFederal Reserve Board. \"1998 Remarks by Chairman Alan Greenspan.\"\n\nFederal Reserve Economic Data. \"Effective Federal Funds Rate.\"\n\nMario Rojas Miranda. \"The Debate over the Origin of the Great Recession in the United States,\" Pages 79-103. Norteamérica, Volume 12, Issue 1, 2017.\n\nFederal Reserve Board. \"Remarks by Chairman Alan Greenspan.\"\n\nMarcus Miller, Paul Weller, Lei Zhang. \"Moral Hazard and The US Stock Market: Analysing the ‘Greenspan Put',\" Pages 171–186. The Economic Journal, Volume 112, Issue 478, 2002.\n\nSandeep Dahiya, Bardia Kamrad, Valerio Potì, and Akhtar R. Siddique. \"The Greenspan Put.\" Accessed June 14, 2021.",
  "url": "https://www.investopedia.com/terms/a/alangreenspan.asp"
}