{
  "term": "Algorithmic Trading: Definition, How It Works, Pros & Cons",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAlgorithmic trading involves three broad areas of algorithms: execution algorithms, profit-seeking or black-box algorithms, and high-frequency trading (HFT) algorithms. While not wholly separated in real-world applications, these are all automated processes for financial trades and decision-making that use price, timing, volume, and more, along with sets of rules, to tackle trading problems that might once have required a team of financial specialists.\n\nAlgorithmic trading uses complex mathematical models with human oversight to make decisions to trade securities, andHFT algorithmic tradingenables firms to make tens of thousands of trades per second. Algorithmic trading can be used for, among other things, order execution, arbitrage, and trend trading strategies.\n\nThe use ofalgorithmsin trading increased after computerized trading systems were introduced in American financial markets during the 1970s. In 1976, the New York Stock Exchange introduced its designated order turnaround system for routing orders from traders to specialists on the exchange floor.In the following decades, exchanges enhanced their abilities to accept electronic trading, and by 2009, upward of 60% of all trades in the U.S. were executed by computers.\n\nMichael Lewis, the author of bestselling books on underdogs in finance, baseball, and other sectors, brought HFT algorithmic trading to the public’s attention withFlash Boys, which documented the lives of Wall Street traders and entrepreneurs who helped build the companies that came to define the structure of electronic trading in the U.S.His book showed that these companies were engaged in an arms race to build ever faster computers, which could communicate with exchanges ever more quickly, to gain an advantage over competitors with speed, using order types that benefited them to the detriment of average investors.\n\nThe algorithms used in financial trading are rules or instructions designed to make trading decisions automatically. They range from simple single-stock to more complex black-box algorithms that analyze market conditions, price moves, and other financial data to execute trades at optimal times for the least cost-to-maximum profit ratio. The crossover of computer engineering and finance is notorious for its leaden jargon, so we won't weigh you down with too many terms here. While some phrases might change slightly from one trading firm to the next, the following should give you an idea of the wide uses for algorithmic trading:\n\nLet's walk through a straightforward algorithmic trading example. Suppose you've programmed an algorithm to buy 100 shares of a particular stock of Company XYZ whenever the 75-day moving average goes above the 200-day moving average. This is known as a bullish crossover in technical analysis and often indicates an upward price trend. The execution algorithm monitors these averages and automatically executes the trade when this condition is met, eliminating the need for you to watch the market continuously. This allows for precise, emotion-free trading based on specific predetermined rules, which is the essence of algorithmic trading.\n\nWe've separated these algorithms since they function differently than those above and are at the heart of debates over using artificial intelligence (AI) in finance.Black box algorithmsare not just preset executable rules for certain strategies. The name is for a family of algorithms in trading and a host of other fields.The term black box refers to an algorithm with obscure and undisclosable internal mechanisms.\n\nUnlike other algorithms that follow predefined execution rules (such as trading at a certain volume or price), black box algorithms are characterized by their goal-oriented approach. As complicated as the algorithms above can be, designers determine the goal and choose specific rules and algorithms to get there (trading at certain prices at certain times with a certain volume). Black box systems are different since while designers set objectives, the algorithms autonomously determine the best way to achieve them based on market conditions, outside events, etc.\n\nOften, those using the term in the public sphere confuse two issues: there are quantified strategies that firms and others regard as trade secrets, which users know but don't share. Competitors and regulators may not understand the strategies, for example, a high-frequency trading firm might be using. However, that's because those who do within the firm aren't sharing proprietary technology.\n\nThen, there are black box systems. A hallmark of black box algorithms, especially those employing artificial intelligence and machine learning, is another issue, namely that the decision-making processes of these systems are opaque, even to their designers.While we can measure and evaluate these algorithms' outcomes, understanding the exact processes undertaken to arrive at these outcomes has been a challenge.This lack of transparency can be a strength since it allows for sophisticated, adaptive strategies to process vast amounts of data and variables. But this can also be a weakness because the rationale behind specific decisions or trades is not always clear. Since we generally define responsibility in terms of why something was decided, this is not a minor issue regarding legal and ethical responsibility within these systems.\n\nThus, this obscurity raises questions about accountability and risk management within the financial world, as traders and investors might not fully grasp the basis of the algorithmic systems being used.Despite this, black box algorithms are popular in high-frequency trading and other advanced investment strategies because they can outperform more transparent and rule-based (sometimes called \"linear\") approaches. Such systems are at the leading edge of financial technology research as fintech firms look to take the major advances in machine learning and artificial intelligence in recent years and apply them to financial trading.\n\nJust as smartphone apps and advanced AI systems have enabled non-specialists to create tailored applications and application programming interfaces (popularly known asAPIs), the world of algorithmic trading has allowed outsiders to have a hand in expanding upon their proprietary work. This open-source approach permits individual traders and amateur programmers to participate in what was once the domain of specialized professionals. Hedge funds and investment firms, such as Two Sigma and PanAgora, have at times leveraged this shift by crowdsourcing algorithms and trumpeting their efforts to pay back the community of programmers by going the other way and releasing improvements to open-source applications for all to use.They also host competitions where amateur programmers can propose their trading algorithms, with the most profitable applications earning commissions or recognition.\n\nBut just as tech companies have leveraged open-access applications and programming for problem-solving and community engagement, fintech firms are increasingly going beyond just using open-access cloud computing and similar apps common all over the business world. The Fintech Open Source (FINOS) Foundation said in a November 2023 report that about a quarter of financial service professionals were involved in open-source data science and artificial intelligence/machine learning platforms.Nevertheless, there may be limits to how far this can go in the financial sector: about two-thirds of those FINOS surveyed said that they or their firms worried about using open access systems given the need to safeguard proprietary knowledge.\n\nSpeed: Executes trades faster than humans.\n\nAccuracy: Reduces chances of manual errors.\n\nEfficiency: Can trade 24/7 without fatigue.\n\nEmotionless: Avoids emotional trading decisions.\n\nBacktesting: Traders and researchers can test diverse scenarios outside real-world trading.\n\nSystem Failure: Technical glitches can cause losses.\n\nOver-optimization: Can lead to unrealistic results.\n\nMarket Manipulation: May be used for nefarious purposes.\n\nComplacency: Not adapting algorithmic system to market and regulatory changes.\n\nUsing algorithmic trading can offer quicker and more efficient responses to market changes and events. They can also automate and ensure a closer alignment between investment decisions and trading instructions, leading to lower market impact costs and timing risks, as well as a higher rate of order completion. Here are additional advantages:\n\nAlgorithmic trading has its limits, both for individual traders and concerning theexternalitiesfor other traders and the market as a whole:\n\nTo start algorithmic trading, you need to learn programming (C++, Java, and Python are commonly used), understand financial markets, and create or choose atrading strategy. Then, backtest your strategy using historical data. Once satisfied, implement it via a brokerage that supports algorithmic trading. There are also open-source platforms where traders and programmers share software and have discussions and advice for novices.\n\nThe amount of money needed for algorithmic trading can vary substantially depending on the strategy used, the brokerage chosen, and the markets traded.\n\nHFT is actually a form of algorithmic trading, and it's characterized byextremely high speed and a large number of transactions. It uses high-speed networking and computing, along with black-box algorithms, to trade securities at very fast speeds. Trades can take place in a millionth of a second.\n\nNo doubt, algorithmic trading can offer several different advantages, such as speed, efficiency, and objectivity in trading decisions. It can automate entry and exit points, reduce the risk of human error, and prevent information leakage. However, it also carries significant risks: it's reliant on complex technology that can malfunction or be hacked, and high-frequency trading can amplify systemic risk. Market volatility, execution errors, and technical glitches are also potential hazards.\n\nR. Kissell. \"Algorithmic Trading Methods: Applications Using Advanced Statistics, Optimization, and Machine Learning Techniques.\" Elsevier, 2020. Pages 23-39.\n\nSecurities and Exchange Commission. \"Release No. 34-59593; File No. NYSEALTR-2009-28,\" Page 3.\n\nDeutsche Bank Research. \"High-Frequency Trading: Reaching the Limits,\" Page 2.\n\nMichael Lewis. \"Flash Boys.\" W. W. Norton, 2015.\n\nR. Kissell. \"Algorithmic Trading Methods: Applications Using Advanced Statistics, Optimization, and Machine Learning Techniques.\" Elsevier, 2020. Page 32-33.\n\nR. Kissell. \"Algorithmic Trading Methods: Applications Using Advanced Statistics, Optimization, and Machine Learning Techniques.\" Elsevier, 2020. Page 33.\n\nE. Tsang. \"AI for Finance.\" Taylor & Francis Group, 2023. Pages 2-11.\n\nJarek Gryz and Marcin Rojszczak. \"Black Box Algorithms and the Rights of Individuals: No Easy Solution to the 'Explainability' Problem.\"Internet Policy Review. (June 30, 2021.)\n\nRola Shaway, et al. \"Artificial Intelligence in Financial Services: Advantages and Disadvantages.\" In J. S. Hasan, et al., eds. \"Artificial Intelligence for Capital Markets.\" CRC Press, 2023. Pages 28-39.\n\nMahmoud El Samad, et al. \"Machine Learning and Big Data in Financial Services.\" In J. S. Hasan, et al., eds. \"Artificial Intelligence for Capital Markets.\" CRC Press, 2023. Pages 13-27.\n\nFintech Open Source Foundation. \"2023: State of Open Source in Financial Services.\" Page 30.\n\nBank of England. \"Judgement Day: Algorithmic Trading Around the Swiss Franc Cap Removal,\" Pages 24-25.",
  "url": "https://www.investopedia.com/terms/a/algorithmictrading.asp"
}