{
  "term": "All About Fibonacci Extensions: What They Are, How To Use Them",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nFibonacci extensions are a tool that traders can use to establishprofit targetsor estimate how far a price may travel after apullbackis finished. Extension levels are also possible areas where the price may reverse.\n\nDrawn as connections to points on a chart, these levels are based on Fibonacci ratios (as percentages). Common Fibonacci extension levels are 61.8%, 100%, 161.8%, 200%, and 261.8%.\n\nFibonacci ratios are common in everyday life and nature, seen in galaxy formations, architecture, shells, hurricanes, and some plants. Therefore, some traders believe these common ratios may also have significance in the financial markets.\n\nFibonacci extensions don't have a formula. When the indicator is applied to a chart, the trader chooses three points. The first point chosen is the start of a move, the second point is the end of a move and the third point is the end of the retracement against that move. The extensions then help project where the price could go next. Once the three points are chosen, the lines are drawn at percentages of that move.\n\nExtensions are drawn on a chart, marking price levels of possible importance. These levels are based on Fibonacci ratios (as percentages) and the size of the price move the indicator is being applied to.\n\nYou can calculate Fibonacci retracement levels by completing the following steps:\n\nFor example, if the price moves from $10 to $20, back to $15, $10 could be point one, $20 point two, and $15 point three. The Fibonacci levels will then be projected out above $15, providing levels to the upside of where the price could go next. If instead, the price drops, the indicator would need to be redrawn to accommodate the lower price at point three.\n\nIf the price rises from $10 to $20, and these two price levels are points one and two used on the indicator, then the 61.8% level will be $6.18 (0.618 x $10) above the price chosen for point three. In this case, point three is $15, so the 61.8% extension level is $21.18 ($15 + $6.18). The 100% level is $10 above point three for an extension level of $25 ((1.0 x $10) + 15).\n\nThe ratios themselves are based on something called thegolden mean or ratio.To learn about this ratio, start a sequence of numbers with zero and one, and then add the prior two numbers to end up with a number string like this:\n\nThe Fibonacci extension levels are derived from this number string. Excluding the first few numbers, as the sequence gets going, if you divide one number by the prior number, you get a ratio approaching 1.618, such as dividing 233 by 144. Divide a number by two places to the left and the ratio approaches 2.618. Divide a number by three to the left and the ratio is 4.236.\n\nThe key Fibonacci extension levels include 23.6%, 38.2%, 50%, 61.8%, and 78.6%.Also common are 100%, 161.8%, 200%, and 261.8%.The 100% and 200% levels are not official Fibonacci numbers, but they are useful since they project a similar move (or a multiple of that move) to what just happened on the price chart.\n\nFibonacci extensions are a way to establish price targets or find projected areas of support or resistance when the price is moving into an area where other methods of finding support or resistance are not applicable or evident.\n\nIf the price moves through one extension level, it may continue moving toward the next. That said, Fibonacci extensions are areas ofpossibleinterest. The price may not stop or reverse right at the level, but the area around it may be important. For example, the price may move just past the 1.618 level, or pull up just shy of it, before changing directions.\n\nIf a trader islongon a stock and a new high occurs, the trader can use the Fibonacci extension levels for an idea of where the stock may go. The same is true for a trader who isshort. Fibonacci extension levels can be calculated to give the trader ideas on profit target placement. The trader then has the option to decide whether to cover the position at that level.\n\nFibonacci extensions can be used for any timeframe or in any market. Typically,clustersof Fibonacci levels indicate a price area that will be significant for the stock, and also for traders in their decision making. Since extension levels can be drawn on different price waves over time, when multiple levels from these different waves converge at one price, that could be a very important area.\n\nWhile extensions show where the price will go following a retracement,Fibonacci retracementlevels indicate how deep a retracement could be. In other words, Fibonacci retracements measure the pullbacks within a trend, while Fibonacci extensions measure theimpulse wavesin the direction of the trend.\n\nFibonacci extensions are not meant to be the sole determinant of whether to buy or sell a stock. Investors should use extensions along with other indicators orpatternswhen looking to determine one or multiple price targets. Candlestick patterns andprice actionare especially informative when trying to determine whether a stock is likely to reverse at the target price.\n\nThere is no assurance price will reach or reverse at a given extension level. Even if it does, it is not evident before a trade is taken which Fibonacci extension level will be important. The price could move through many of the levels with ease, or not reach any of them.\n\nIG. \"Fibonacci Retracement: What Is It and How Do You Use It In Trading?\"\n\nTD Ameritrade. \"Fibonacci Retracement: A Golden (Ratio) Idea for Trading?\"\n\nJournal of Knowledge Management, Economics, and Information Technology. \"How to Use Fibonacci Retracement to Predict Forex Market,\" Page 5.\n\nJournal of Knowledge Management, Economics, and Information Technology. \"How to Use Fibonacci Retracement to Predict Forex Market,\" Page 4.\n\nElliott Wave Forecast. \"Fibonacci Retracement, Extension & Trading Strategies.\"",
  "url": "https://www.investopedia.com/terms/f/fibonacciextensions.asp"
}