{
  "term": "All About Schedule A (Form 1040 or 1040-SR): Itemized Deductions",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nConstantine Johnny / Getty Images\n\nSchedule A (Form 1040 or 1040-SR): Itemized Deductions is anInternal Revenue Service (IRS)form for U.S. taxpayers who itemize theirtax-deductibleexpenses rather than take thestandard deduction. Schedule A is an attachment toForm 1040that taxpayers use to report their annualincome taxes.\n\nAny U.S. taxpayer can file a Schedule A Form and claimitemized deductionsas an alternative to taking the standard deduction.\n\nEligible deductions may include qualified medical expenses, a portion ofstate and local taxes (SALT),mortgage interest, certain sales tax payments, and somecharitable contributions.\n\nMany taxpayers who once itemized their deductions on Schedule A have found it more advantageous to claim the standard deduction. TheTax Cuts and Jobs Act (TCJA)of 2017 limits the amount taxpayers can deduct for state and local taxes to a maximum of $10,000 for married couples or $5,000 for married taxpayers filing separately.The law nearly doubled the previous standard deduction.\n\nThe $10,000 limit on deductions for state andlocal taxesmay be a deciding factor for residents of high-tax states. If a married couple in the state cannot find the additional balance in eligible deductions on top of the $10,000, they'll likely choose the standard deduction.\n\nMany taxpayers have eligible deductions that total less than the standard deduction and do not need to keep track of their expenses or collect their receipts. Additionally, itemized deductions are subject to challenge by the IRS, while taking the standard deduction is not.\n\nWhen a taxpayer has significant eligible expenses that exceed the standard deduction, filing Schedule A makes sense.\n\nMortgage interest is often a goodbenchmark. If your annual mortgage interest (found on your Mortgage Interest Statement orForm 1098) is higher than the standard deduction, it is advantageous to itemize deductions on Schedule A.\n\nYou can deduct home mortgage interest on the first $750,000 ($375,000 if married, filing separately) of indebtedness. However, higher limitations of $1 million or $500,000 if married filing separately apply if you deduct mortgage interest from debt incurred before December 16, 2017.\n\nThe instructions for Schedule A explain which of your expenses are deductible and where they should be listed on the form.\n\nSchedule A can be downloadedon the IRS website.\n\nSchedule A requires taxpayers to list their deductible expenses in six designated categories:\n\nLike the standard deduction, the itemized deductions on Schedule A are subtracted from the taxpayer'sadjusted gross income (AGI)to determine taxable income. If you itemize your deductions, save documentation of eligible expenses throughout the year, including receipts, invoices, and images of canceled checks.\n\nSchedule A is an Internal Revenue Service (IRS) tax form that allows you to itemize your deductions when filing your taxes. Itemized deductions reduce your taxable income. Filers can choose between taking the standard deduction or itemizing their deductions.\n\nSchedule A is used to claim itemized deductions that reduce your taxable income and the total amount of taxes you pay. The categories that can be itemized include taxes, interest paid, gifts to charity, medical and dental expenses, certain casualty and theft losses, and other miscellaneous expenses.\n\nSome items that cannot be itemized on Schedule A include federal income andexcise taxes, Social Security or Medicare taxes, federal unemployment, railroad retirement taxes, customs duties, federal gift taxes, per capita taxes, and foreign real property taxes.\n\nU.S. taxpayers file Schedule A to itemize their deductions when they submit their annual tax returns. Taxpayers are allowed to either take the standard deduction or itemize their deductions.\n\nSchedule A is the tax form used by taxpayers who itemize their deductible expenses rather than take the standard deduction. A taxpayer with significant eligible expenses that exceed the standard deduction will file a Schedule A. Eligible expenses include qualified medical costs, some state and local taxes, and some charitable contributions.\n\nInternal Revenue Service. \"Schedule A (Form 1040), Itemized Deductions.\"\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2024.\"\n\nInternal Revenue Service. \"Topic No. 503, Deductible Taxes.\"\n\nTax Policy Center. \"How Did the TCJA Change the Standard Deduction and Itemized Deductions?\"\n\nInternal Revenue Service. \"Publication 5307, Tax Reform Basics for Individuals and Families,\" Page 5.\n\nInternal Revenue Service. \"Instructions for Schedule A, Itemized Deductions.\"\n\nInternal Revenue Service. \"Instructions for Schedule A, Itemized Deductions,\" Page 3.\n\nInternal Revenue Service. \"Topic No. 501, Should I Itemize?\"",
  "url": "https://www.investopedia.com/terms/s/schedulea.asp"
}