{
  "term": "Allotment Definition, Reasons for Raising Shares, IPOs",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe term allotment refers to the systematic distribution or assignment of resources in a business to various entities over time. Allotment generally means the distribution of equity, particularly shares granted to a participatingunderwritingfirm during aninitial public offering(IPO).\n\nThere are several types of allotment that arise when new shares are issued and allocated to either new or existing shareholders. Companies allot shares and other resources when demand is much stronger than the available supply.\n\nIn business, allotment describes the systematic distribution of resources across different entities and over time. Infinance, the term typically relates to the allocation of shares during a public share issuance. When aprivate companywants to raise capital for any reason (to fund operations, make a large purchase, or acquire a rival), it may decide to issue shares by going public. Two or more financial institutions usually underwrite a public offering. Eachunderwriterreceives a specific number of shares to sell.\n\nThe allotment process can get somewhat complicated during an IPO, even for individual investors. That's becausestock marketsare incredibly efficient mechanisms for matching prices and quantities, but thedemandmust be estimated before an IPO takes place. Investors must express interest in how many shares they would like to purchase at a specific price before the IPO.\n\nIf demand is too high, the actual allotment ofsharesreceived by an investor may be lower than the amount requested. If demand is too low, which means the IPO is undersubscribed, then the investor may be able to get the desired allotment at a lower price.\n\nOn the other hand, low demand often leads to the share price falling after the IPO takes place. This means that the allotment is oversubscribed.\n\nIt's a good idea for first-time IPO investors to start small because allotment can often be a tricky process.\n\nAnIPOis not the only case of share allocation. Allotment can also occur when a company's directors earmark new shares to predetermined shareholders. These are investors who have either applied for new shares or earned them by owning existing shares. For example, the company allocates shares proportionately based on existing ownership in astock split.\n\nCompanies allot shares to their employees throughemployee stock options(ESOs). This is a form of compensation that companies offer to attract new and keep existing employees in addition to salaries and wages. ESOs incentivize employees to perform better by increasing the number of shares without diluting ownership.\n\nRights offerings or rights issuesallocate shares to investors who wish to purchase more rather than doing so automatically. Thus, it gives investors the right but not the obligation to purchase additional shares in the company. Some companies may elect to do a rights issue to the shareholders of a company they want to acquire. This allows the acquiring company to raise capital by giving investors in thetarget firman ownership stake in the newly formed company.\n\nAny remaining shares go to other firms that win the bid for the right to sell them.\n\nThe number one reason a company issues new shares for allotment is to raise money to finance business operations. An IPO is also used to raisecapital. In fact, there are very few other reasons why a company would issue and allocate new shares.\n\nNew shares can be issued to repay apublic company'sshort- or long-term debt. Paying down debt helps a company with interest payments. It also changes critical financial ratios such as thedebt-to-equity ratioanddebt-to-asset ratio. There are times when a company may want to issue new shares, even if there is little or no debt. When companies face situations where current growth is outpacing sustainable growth, they may issue new shares to fund the continuation oforganic growth.\n\nCompany directors may issue new shares to fund theacquisitionortakeoverof another business. In the case of a takeover, new shares can be allotted to existing shareholders of the acquired company, efficiently exchanging their shares for equity in the acquiring company.\n\nAs a form of reward to existing shareholders andstakeholders, companies issue and allot new shares. Ascripdividend, for example, is a dividend that gives equity holders some new shares proportional to the value of what they would have received had thedividendbeen cash.\n\nThere are options for underwriters where additional shares can be sold in an IPO orfollow-on offering. This is called an overallotment orgreenshoe option.\n\nIn an overallotment, underwriters have the option to issue more than 15% shares than the company originally intended to do. This option doesn't have to beexercisedthe day of the overallotment. Instead, companies can take as long as 30 days to do so. Companies do this when shares trade higher than the offering price and when demand is really high.\n\nOverallotments allow companies to stabilize the price of their shares on the stock market while ensuring it floats below the offering price. If the price increases above this threshold, underwriters can purchase the additional shares at theoffering price. Doing so ensures they don't have to deal with losses. But if the price falls below the offering price, underwriters can decrease thesupplyby purchasing some of the shares. This may push the price up.\n\nA greenshoe is an overallotment option that occurs during an IPO. A greenshoe or overallotment agreement allows underwriters to sell additional shares than the company originally intended. This generally occurs when investor demand is particularly high—higher than originally expected.\n\nGreenshoe options allow underwriters to flatten out any fluctuations and stabilize prices. Underwriters are able to sell as much as 15% more shares up to 30 days after the initial public offering in case demand increases.\n\nAn oversubscription takes place when demand for shares is higher than anticipated. In this kind of scenario, prices can rise significantly. Investors end up receiving a lower amount of shares for a higher price.\n\nAn undersubscription occurs when demand for shares is lower than a company expects. This situation causes the stock price to drop. This means that an investor gets more shares than they expected at a lower price.\n\nUnderwriters must determine how much they expect to sell before an initial public offering takes place by estimating demand. Once this is determined, they are granted a certain number of shares, which they must sell to the public in the IPO. Prices are determined by gauging demand from the market—higher demand means the company can command a higher price for the IPO. Lower demand, on the other hand, leads to a lower IPO price per share.\n\nCFI. \"Allotment.\" Accessed Oct. 10, 2021.\n\nAccounting Tools. \"Allotment definition.\" Accessed Oct. 10, 2021.",
  "url": "https://www.investopedia.com/terms/a/allotment.asp"
}