{
  "term": "Allocated Loss Adjustment Expenses (ALAE) Definition, Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAllocated loss adjustment expenses (ALAE) are costs attributed to the processing of a specific insurance claim. ALAE is part of an insurer’s expense reserves. It is one of the largestexpensesfor which an insurer has to set aside funds, along withcontingent commissions.\n\nAllocated loss adjustment expenses, along withunallocated loss adjustment expenses(ULAE), represent an insurer's estimate of the money it will pay out in claims and expenses. Insurers set aside reserves for these expenses to ensure claims aren't made fraudulently and to process legitimate claims quickly.\n\nALAEs link directly to the processing of a specific claim. These costs may include payments tothird partiesfor activities like investigating claims, acting as loss adjusters, or as legal counsel for the insurer. Expenses associated with ULAE are more general and may include overhead, investigations, and salaries.\n\nLife insurance companies that use in-house employees for field adjustments would report that expense as an unallocated loss adjustment expense.\n\nSome commercial liability policies contain endorsements, which require the policyholder to reimburse its insurance company for loss adjustment expenses (ALAE or ULAE).Adjusting a loss is \"the process of ascertaining the value of a loss or negotiating a settlement.\"\n\nTherefore, loss adjustment expenses are most often those costs incurred by an insurance company in defending or settling a liability claim brought against its policyholder. These expenses can include fees charged by attorneys, investigators, experts,arbitrators, mediators, and other fees or expenses incidental to adjusting a claim.\n\nIt is important to carefully read the endorsement language, which may say that a loss adjustment expense is not intended to include the policyholder’s attorney fees and costs if an insurer denies coverage and a policyholder successfully sues the insurer. In this situation, where the insurance company has done no actual “adjusting” of the claim, it should not be entitled to apply its deductible to the expenses incurred by the policyholder in defending the claim abandoned by the insurance company.\n\nInsurers have gradually shifted from categorizing expenses as ULAE to categorizing them as ALAE. This is primarily because insurers are more sophisticated in how they treat claims and have more tools at their disposal to manage the costs associated with claims.\n\nSmall, straightforward claims are the easiest for an insurance company to settle and often require less ALAE when compared to claims that may take years to settle. Claims that could result in substantial losses are the most likely to receive extra scrutiny by insurers and may involve in-depth investigations, settlement offers, and litigation. With greater scrutiny comes greater cost.\n\nAnalysts can tell how accurate an insurance company has been at estimating its reserves by examining itsloss reservedevelopment. Loss reserve development involves an insurer adjusting estimates to its loss andloss adjustment expensereserves over a period of time.\n\nAllocated loss adjustment expenses (ALAE) are costs attributed to the processing of a specific insurance claim. ALAE is part of an insurer’s expense reserves. Expenses associated with unallocated loss adjustment are more general and may include overhead, investigations, and salaries.\n\nEndorsements require the policyholder to reimburse the insurance company for loss adjustment expenses. Read the endorsement language, which may say that a loss adjustment expense is not intended to include the policyholder’s attorney fees and costs if an insurer denies coverage and a policyholder successfully sues the insurer.\n\nWashington State Legislature. \"WAC 284-24D-020: Definitions.\"\n\nBruening Insurance Agency. \"Common General Liability Insurance Endorsements, And Why You Need Them.\"",
  "url": "https://www.investopedia.com/terms/a/allocated-loss-adjustment-expenses-alae.asp"
}