{
  "term": "Alpha: Its Meaning in Investing, With Examples",
  "definition": "Alpha (α) is a term used in investing to describe an investment strategy’s ability to beat the market, or its “edge.” Alpha is thus also often referred to asexcess returnor theabnormal rate of returnin relation to a benchmark, when adjusted for risk.\n\nAlpha is often used in conjunction withbeta(the Greek letter β), which measures the broad market’s overallvolatilityor risk, known assystematic market risk.\n\nAlpha is used in finance as a measure ofperformance, indicating when a strategy, trader, or portfolio manager has managed to beat the market return or other benchmark over some period. Alpha, often considered theactive returnon an investment, gauges the performance of an investment against a market index or benchmark that is considered to represent the market’s movement as a whole.\n\nThe excess return of an investment relative to thereturnof a benchmark index is the investment’s alpha. Alpha may be positive or negative and is the result of active investing. Beta, on the other hand, can be earned through passiveindex investing.\n\nAlpha is one of five popular technical investmentrisk ratios. The others are beta,standard deviation,R-squared, and theSharpe ratio. These are all statistical measurements used inmodern portfolio theory (MPT). All of these indicators are intended to help investors determine the risk-return profile of an investment.\n\nActive portfolio managers seek to generate alpha in diversified portfolios, withdiversificationintended to eliminateunsystematic risk. Because alpha represents the performance of aportfoliorelative to a benchmark, it is often considered to represent the value that a portfolio manager adds to or subtracts from a fund’s return.\n\nIn other words, alpha is the return on an investment that is not a result of a general movement in the greater market. As such, an alpha of zero would indicate that the portfolio or fund is tracking perfectly with the benchmark index and that the manager has not added or lost any additional value compared to the broad market.\n\nThe concept of alpha became more popular with the advent ofsmart betaindex funds tied to indexes like the Standard & Poor’s 500 index and the Wilshire 5000 Total Market Index. These funds attempt to enhance the performance of a portfolio that tracks a targeted subset of the market.\n\nDespite the considerable desirability of alpha in a portfolio, many index benchmarks manage to beat asset managers the vast majority of the time. Due in part to a growing lack of faith in traditional financial advising brought about by this trend, more and more investors are switching to low-cost,passiveonline advisors (often calledrobo-advisors​) who exclusively or almost exclusively invest clients’ capital into index-tracking funds, the rationale being that if theycannot beat the market, they may as well join it.\n\nMoreover, because most traditional financial advisors charge a fee, when one manages a portfolio and nets an alpha of zero, it actually represents a slightnet lossfor the investor. For example, suppose that Jim, a financial advisor, charges 1% of a portfolio’s value for his services and that during a 12-month period, Jim managed to produce an alpha of 0.75 for the portfolio of one of his clients, Frank.\n\nWhile Jim has indeed helped the performance of Frank’s portfolio, the fee that Jim charges is in excess of the alpha he has generated, so Frank’s portfolio has experienced a net loss. For investors, the example highlights the importance of considering fees in conjunction with performance returns and alpha.\n\nTheefficient market hypothesis (EMH)postulates that market prices incorporate all available information at all times, so securities are always properly priced (the market is efficient). Therefore, according to the EMH, there is no way to systematically identify and take advantage of mispricings in the market because they do not exist.\n\nIf mispricings are identified, they are quicklyarbitragedaway, so persistent patterns of market anomalies that can be taken advantage of tend to be few and far between.\n\nEmpirical evidence comparing historical returns of active mutual funds relative to their passive benchmarks indicates that fewer than 10% of all active funds are able to earn a positive alpha over a 10-plus-year time period, and this percentage falls once taxes and fees are taken into consideration. In other words, alpha is hard to come by, especially after taxes and fees.\n\nBecause beta risk can be isolated by diversifying andhedgingvarious risks (which comes with various transaction costs), some have proposed that alpha does not really exist, but simply represents the compensation for taking some unhedged risk that hadn’t been identified or was overlooked.\n\nAlpha is commonly used to rank active mutual funds as well as all other types of investments. It is often represented as a single number (like +3.0 or -5.0) and typically refers to a percentage measuring how the portfolio or fund performed compared to the referenced benchmark index (i.e., 3% better or 5% worse).\n\nA deeper analysis of alpha may also includeJensen’s alpha. Jensen’s alpha takes into consideration thecapital asset pricing model (CAPM)market theory and includes a risk-adjusted component in its calculation. Beta (or the beta coefficient) is used in the CAPM, which calculates the expected return of an asset based on its own particular beta and the expected market returns.Alpha and betaare used together by investment managers to calculate, compare, and analyze returns.\n\nThe entire investing universe offers a broad range of securities, investment products, and advisory options for investors to consider. Different market cycles also have an influence on the alpha of investments across different asset classes. This is why risk-return metrics are important to consider in conjunction with alpha.\n\nAlpha is illustrated in the following two historical examples of a fixed-incomeexchange-traded fund (ETF)and an equity ETF:\n\nTheiSharesConvertible Bond ETF (ICVT) is a fixed-income investment with low risk. It tracks a customized index called the Bloomberg U.S. Convertible Cash Pay Bond > $250MM Index. The three-year standard deviation was 18.94% as of Feb. 28, 2022. The year-to-date return, as of Feb. 28, 2022, was -6.67%. The Bloomberg U.S. Convertible Cash Pay Bond > $250MM Index had a return of -13.17% over the same period. Therefore, the alpha for ICVT was 6.5% compared to the Bloomberg U.S. Aggregate Index and a three-year standard deviation of 18.97%.\n\nHowever, since the aggregate bond index is not the proper benchmark for ICVT (it should be the Bloomberg Convertible index), this alpha may not be as large as initially thought; in fact, it may be misattributed sinceconvertible bondshave far riskier profiles than plain vanilla bonds.\n\nThe WisdomTree U.S. Quality Dividend Growth Fund (DGRW) is an equity investment with higher market risk that seeks to invest in dividend growth equities. Its holdings track a customized index called the WisdomTree U.S. Quality Dividend Growth Index. It had a three-year annualized standard deviation of 10.58%, higher than ICVT.\n\nAs of Feb. 28, 2022, DGRW’s annualized return was 18.1%, which was also higher than the S&P 500 at 16.4%, so it had an alpha of 1.7% compared to the S&P 500. But again, the S&P 500 may not be the correct benchmark for this ETF, since dividend-paying growth stocks are a very particular subset of the overall stock market, and may not even be inclusive of the 500 most valuable stocks in the United States.\n\nWhile alpha has been called the “holy grail” of investing, and as such receives a lot of attention from investors and advisors alike, there are a couple of important considerations that one should take into account when using alpha.\n\nWhen using a generated alpha calculation, it is important to understand the calculations involved. Alpha can be calculated using various different index benchmarks within an asset class. In some cases, there might not be a suitable preexisting index, in which case advisors may usealgorithmsand other models to simulate an index for comparative alpha calculation purposes.\n\nAlpha can also refer to the abnormal rate of return on asecurityor portfolio in excess of what would be predicted by anequilibriummodel like CAPM. In this instance, a CAPM might aim to estimate returns for investors at various points along anefficient frontier. The CAPM analysis might estimate that a portfolio should earn 10% based on the portfolio’s risk profile. If the portfolio actually earns 15%, the portfolio’s alpha would be 5.0, or +5% over what was predicted in the CAPM.\n\nAlpha measures the excess return above a benchmark for an investment, while beta is the measure of volatility, also known as risk. Active investors seek to achieve alpha returns by employing unique strategies.\n\nIn finance, specifically in trading and investing, what is considered a good alpha will vary depending on the goal of the investor and the risk tolerance. Generally, a good alpha is one that is greater than zero when adjusted for risk.\n\nAnegative alphain stocks means that a stock is underperforming the benchmark when adjusted for risk. If an investor is intending to match or outperform a specific benchmark and their investment portfolio is performing under that rate, then their alpha is negative.\n\nThe goal of aninvestoris to achieve the highest returns possible. Alpha is a measure of performance regarding investment returns that are better when compared to a benchmark when adjusted for risk. Active investors seek to achieve returns that are higher than a benchmark and can employ a variety of strategies to do so. Many funds, such as hedge funds, have the purpose of achieving alpha and charge high management fees for doing so.\n\niShares by BlackRock. “ICVT: iShares Convertible Bond ETF.”\n\nWisdomTree. “DGRW: WisdomTree U.S. Quality Dividend Growth Fund.”\n\nCharles Schwab. “Exchange-Traded Funds Quotes & Research Tools: WisdomTree U.S. Quality Dividend Growth Fund DGRW:NASDAQ.”",
  "url": "https://www.investopedia.com/terms/a/alpha.asp"
}