{
  "term": "Alphabet Stock: What it Means, How it Works",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nAn alphabet stock refers to a separate class ofcommon stockthat is tied to a specific subsidiary of a corporation. More broadly, it refers to shares of common stock that are distinguished in some way from other common stock of the same company.\n\nIt is called an alphabet stock because the classification system used to identify each class of common stock uses letters to distinguish it from theparent company'sstock. Alphabet stock may have differentvoting rightsfrom the parent company's stock.\n\nPublicly traded companies may issue alphabet stock when purchasing a business unit from another company. This unit becomes asubsidiaryof the acquirer, and holders of the alphabet stock are only entitled to the earnings, dividends, and rights of the subsidiary, not the entire acquirer. A similar situation would be the issuance oftracking stock, where a firm issues a subclass of shares on an existing subsidiary.\n\nAlternatively, like with all stockissuance, a firm may issue a new class of common stock to raise capital. However, this new asset class of stock may have limited voting rights, allowing insiders and management to maintain control of the firm.\n\nAlphabet shares may be indicative of acomplex capital structure. Companies with complex capital structures and several subsidiaries and divisions may have a combination of several different varieties of common stock classes, with eachshare classcarrying different voting rights and dividend rates.\n\nWhen alphabet stock is issued, typical nomenclature is to see a period and letter behind the existing stock symbol, indicating a separate share class. So, for example, if ABC company, whose stock symbol is ABC, issued Class A and B shares, the newtickerfor these shares would be ABC.A. and ABC.B., respectively.\n\nThere is no standard format for alphabet stock in terms of which share class has more voting rights if voting rights differ among them. Typically, Class A shares would have more rights than Class B, and so forth, but it is important to read the details about share classes before investing. To learn more about the issuance of multiple share classes by a firm, check outrelatedwriting on the topic.",
  "url": "https://www.investopedia.com/terms/a/alphabet-stock.asp"
}