{
  "term": "Altcoin Explained: Pros and Cons, Types, and Future",
  "definition": "Altcoins are generally defined as all cryptocurrencies other thanBitcoin(BTC). However, some people consider altcoins to be all cryptocurrencies other than Bitcoin and Ethereum (ETH) because most cryptocurrencies are forked from one of the two. Some altcoins use different consensus mechanisms to validate transactions, open new blocks, or attempt to distinguish themselves from Bitcoin and Ethereum by providing new or additional capabilities or purposes.\n\nMost altcoins are designed and released by developers with different visions or uses for their tokens or cryptocurrency. Learn more about altcoins and what makes them different from Bitcoin.\n\nInvestopedia / Michela Buttignol\n\n\"Altcoin\" is a combination of the two words \"alternative\" and \"coin.\" The term generally includes all cryptocurrencies and tokens that are not Bitcoin. Altcoins belong to the blockchains for which they were explicitly designed. Many are forks—creating a blockchain from another chain—from Bitcoin and Ethereum. These forks generally have more than one reason for occurring. Most of the time, a group of developers disagree with others and leave to make their own coin.\n\nMany altcoins are used within their respective blockchains to accomplish something, such as ether, which is used in Ethereum to pay transaction fees. Some developers have created forks of Bitcoin and re-emerged as an attempt to compete with it as a payment method, like the fork that createdBitcoin Cash.\n\nOthers fork or are developed from scratch, attempting to create a blockchain and token that appeals to a specific industry or group, such as Ripple's attempt to use the XRP Ledger and XRP to attract the banking industry with a faster payment system.\n\nDogecoin, the popularmeme coin, was apparently created as somewhat of a joke. It was forked fromLitecoin, which itself was forked from Bitcoin in 2011. Whatever the intent behind its creation, it was still designed to be a digital payment method.\n\nAltcoins attempt to improve upon the perceived limitations of whichever cryptocurrency and blockchain they are forked from or competing with. The first altcoin was Litecoin, forked from the Bitcoin blockchain in 2011. Litecoin uses a different proof-of-work (PoW) consensus mechanism than Bitcoin, called Scrypt (pronounced ess-crypt), which is less energy-intensive and quicker than Bitcoin's SHA-256 PoW consensus mechanism.\n\nEtheris another altcoin. However, it did not fork from Bitcoin. It was designed by Vitalik Buterin, Dr. Gavin Wood, and a few others to be used in Ethereum, the world's largest blockchain-based virtual machine. Ether (ETH) is used to pay network participants for the transaction validation work their machines do. It is also used as collateral (called staking) for the privilege of becoming a validator and block proposer.\n\nAltcoins come in various flavors and categories. Here’s a brief summary of some of the types of altcoins and what they are intended to be used for.\n\nIt is possible for an altcoin to fall into more than one category, such as TerraUSD, which was a stablecoin and utility token.\n\nAs the name implies, payment tokens are designed to be used as currency—to exchange value between parties. Bitcoin is the prime example of a payment token.\n\nCryptocurrency trading and use have been marked byvolatilitysince its launch. Stablecoins aim to reduce this overall volatility by pegging value to another asset. This is accomplished by holding assets in reserve. Some of the assets held by stablecoin creators arefiat currencies, precious metals, or investment assets. Price fluctuations for stablecoins are not meant to exceed a very narrow range.\n\nNotable stablecoins include Tether'sUSDT, MakerDAO's DAI, and theUSD Coin(USDC). In March 2021, payment processing giant Visa Inc. (V) announced that it would begin settling some transactions on its network in USDC over the Ethereumblockchain, with plans to roll out further settlement solutions.\n\nSecurity tokensare tokens that represent fundraising efforts or ownership. They could also represent tokenized assets. Tokenization is the transfer of value from an asset to a token. Any asset can be tokenized, such as real estate or stocks. For this to work, the asset must be transparently secured and held. Otherwise, the tokens are worthless because they wouldn't represent anything. Security tokens are regulated by the Securities and Exchange Commission because they are designed to act as securities.\n\nIn 2021, the Bitcoin wallet firm Exodus successfully completed a Securities and Exchange Commission-qualified Reg A+ token offering, allowing for $75 million shares of common stock to be converted to tokens on the Algorand blockchain.This historic event was the first digital asset security to offer equity in a United States-based issuer.\n\nUtility tokens are used to provide services within a network. For example, they might be used to purchase services, pay network fees, or redeem rewards. Filecoin, which is used to buy storage space on a network and secure the information, is an example of a utility token.\n\nEther (ETH) is also a utility token. It is designed to be used in theEthereum blockchainand virtual machine to pay for transactions. The former stablecoin USTerra used utility tokens to attempt to maintain its peg to the dollar—which it lost on May 11, 2022—by minting and burning two utility tokens to create downward or upward pressure on its price.\n\nUtility tokens can be purchased on exchanges and held, but they are meant to be used in the blockchain network to keep it functioning.\n\nAs their name suggests, meme coins are inspired by a joke or a silly take on other well-known cryptocurrencies. They typically gain popularity quickly, often hyped online by prominent influencers or investors attempting to exploit short-term gains.\n\nMany refer to the sharp run-up in this type of altcoins during April and May 2021 as \"meme coin season,\" with hundreds of these cryptocurrencies posting enormous percentage gains based on purespeculation.\n\nAn initial coin offering (ICO) is the cryptocurrency industry’s equivalent of aninitial public offering(IPO). A company looking to raise money to create a new coin, app, or service launches an ICO to raise funds.\n\nGovernance tokens allow holders certain rights within a blockchain, such as voting for changes to protocols or having a say in the decisions of a decentralized autonomous organization (DAO). Because they are generally native to a private blockchain and used for blockchain purposes, they are utility tokens but have come to be accepted as a separate type because of their purpose.\n\nImprove upon another cryptocurrency's weaknesses\n\nLower popularity and smaller market cap\n\nDifficult to determine use cases\n\nMany altcoins are scams or have lost developer and community interest\n\nDiscussions about the future of altcoins and cryptocurrencies have a precedent in the circumstances that led to a federally issued dollar in the 19th century. Various forms of local currencies circulated in the United States. Each had unique characteristics and was backed by a different instrument.\n\nLocal banks were also issuing currency, sometimes backed by fictitious reserves. That diversity of currencies and financial instruments parallels the current situation in altcoin markets. There are thousands of altcoins available in the markets today, each claiming to serve a different purpose and market.\n\nThe current state of affairs in the altcoin market indicates that it will unlikely consolidate into a single cryptocurrency. However, it is likely that most of the thousands of altcoins listed in crypto markets will not survive. The altcoin market will probably coalesce around a few altcoins—those with strong utility, use cases, and a solid blockchain purpose—which will dominate the markets.\n\nIf you're looking to diversify within the cryptocurrency market, altcoins can be less expensive than Bitcoin. However, the cryptocurrency market, regardless of the type of coin, is young and volatile. Cryptocurrency is still finding its role in the global economy, so it's best to approach all cryptocurrencies cautiously.\n\nAn altcoin is any cryptocurrency other than Bitcoin (and, to some people, Ethereum).\n\nBy market cap, the top five altcoins are ETH, USDT, BNB, SOL, and USDC.\n\nWhich altcoin will take off in 2024 is anyone's guess. There might not be any changes in the market, or a new one could be introduced that attracts a whirlwind of investors.\n\nAltcoins are any cryptocurrency that is not Bitcoin (or Ethereum). There are thousands of altcoins on the market, so it is difficult to tell which might be legitimate and which are not. It's best to read all the documentation behind whichever cryptocurrency piques your interest.\n\nIf there is a purpose for the blockchain and token, it might be worth watching—if not, consider other coins or investments. If you're unsure, talk to a financial advisor familiar with cryptocurrencies to help you decide if they are suitable for your portfolio.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes only. Read ourwarranty and liability disclaimerfor more info.\n\nCoinMarketCap. \"Dogecoin,\" Click \"All\".\n\nEthereum. \"Decentralized Autonomous Organizations (DAOs).\"\n\nCoinMarketCap. \"Charts,\" Scroll down and hover cursor over \"Bitcoin Dominance.\"\n\nFederal Reserve Bank of Philadelphia. \"Money in Colonial Times.\"\n\nCoinMarketCap. \"Today's Cryptocurrency Prices by Market Cap.\"",
  "url": "https://www.investopedia.com/terms/a/altcoin.asp"
}