{
  "term": "Alternative Depreciation System (ADS): Definition, Uses, vs. GDS",
  "definition": "An alternative depreciation system (ADS) is one of the methods the Internal Revenue Service (IRS) requires taxpayers to use to determine the depreciation allowed onbusiness assets. An ADS has a depreciation schedule with a longer recovery period that generally better mirrors the asset's income streams than declining balance depreciation. If the taxpayer elects to use an alternative depreciation system, they must apply it to all property of the same class placed in service during the same year.\n\nDepreciation is an accounting method that allows businesses to spread out the cost of a physical asset over a specified number of years, which is known as theuseful lifeof the asset. The useful life of an asset is an estimate of the number of years a company will use that asset to help generate revenue. The IRS allows businesses to depreciate many kinds of business assets, including computers and peripherals; office furniture, fixtures, and equipment; automobiles; and manufacturing equipment.\n\nTaxpayers who elect to use the alternative depreciation system feel that the alternative schedule will allow for a better match of depreciationdeductionsagainst income than the recovery period under the general depreciation system. While the ADS method extends the number of years an asset can be depreciated, it also decreases the annual depreciation cost. The depreciation amount is set at an equal amount each year with the exception of the first and last years, which are generally lower because they do not include a full twelve months.\n\nTaxpayers need to be cautious about selecting the alternative depreciation system. According to IRS rules, once a taxpayer has chosen to use the alternative depreciation system for an asset, they can't switch back to the general depreciation system.\n\nFor property placed in service after 1986, the IRS requires that taxpayers use theModified Accelerated Cost Recovery System (MACRS)to depreciate property. There are two methods that fall under the MACRS: thegeneral depreciation system(GDS) and the alternative depreciation system (ADS).\n\nThe alternative depreciation system offers depreciation over a longer period of time than the general depreciation system, which is adeclining balance method. The general depreciation system is often used by companies to depreciate assets that tend to become obsolete quickly and are replaced with newer versions on a fairly frequent basis. Computers and phone equipment are examples of this.\n\nThe general depreciation system allows companies to accelerate the asset's depreciation rate by recording a larger depreciation amount during the early years of an asset's useful life and smaller amounts in later years. The general depreciation system is more commonly used than the alternative depreciation system.\n\nHere is a non-exhaustive list of properties that qualify for ADS treatment:\n\nSome properties are required to be depreciated using ADS; other properties can be elected to be depreciated using ADS by a taxpayer.\n\nOne advantage of ADS is the more consistent and predictable depreciation expense. Unlike GDS which provides higher deductions in the early years of an asset's life, ADS spreads the depreciation expense evenly over a longer period. This consistency can help businesses better forecast their future expenses and taxable income.\n\nAnother advantage of ADS is its ability to help businesses avoid large fluctuations in taxable income. By spreading out depreciation deductions evenly, ADS prevents the high depreciation expenses in the initial years that are typical under GDS. Again, this can help with cash flow planning and budgeting.\n\nADS can also be beneficial for long-term financial planning and investment strategies. For businesses with assets that have a longer useful life, using ADS aligns the depreciation expense with the actual economic use of the asset. For example, ADS might give an asset a longer life, and this may align with the actual useful life of that asset. This means that it may be easier for companies to track and make decisions on what assets to retire and re-invest in because useful lives are more aligned.\n\nLet's turn our attention to the downsides of ADS. One of the downsides is the slower rate of depreciation. This results in smaller annual deductions, leading to higher taxable income in the early years of an asset's life. This means businesses may face higher tax liabilities initially.\n\nAnother disadvantage of ADS is the potential for reduced cash flows. Because companies may face higher tax liabilities upfront, this means companies must have higher amounts ofcash on handto pay potentially higher tax expenses when it comes time to file IRS annual returns.\n\nThe requirement to use ADS for certain types of property can also add complexity to tax planning and compliance. Though the IRS maintains lists of properties required to use ADS, it may not be evidently clear how to depreciate each type of asset. Managing these requirements involves keeping detailed records, especially if a company has a mix of assets subject to both ADS and GDS.\n\nThetax implications of calculating depreciationcan affect a company's profitability. For this reason, business owners need to carefully consider the pros and cons of ADS versus GDS. Since the alternative depreciation system offers depreciation over a longer course of time, the yearly deductions for depreciation are smaller than with the other method. Taxpayers who choose the alternative depreciation system schedule must use this schedule for all property of the same class that was placed in service during the taxable year.\n\nHowever, taxpayers may elect the alternative depreciation system schedule for real estate on a property-by-property basis. The alternative depreciation system recovery schedule is listed inIRS Publication 946.\n\nADS is a method of calculating depreciation for tax purposes, specified under the Internal Revenue Code in the United States. Unlike the General Depreciation System (GDS), which allows for accelerated depreciation, ADS typically requires a longer recovery period, resulting in smaller annual depreciation deductions.\n\nYes, taxpayers can voluntarily elect to use ADS instead of GDS.\n\nThe depreciation period under ADS is generally longer than that under GDS. For example, residential rental property has a recovery period of 30 years under ADS, compared to 27.5 years under GDS. The specific period depends on the type of property and its use, and periods can be determined using tax tables.\n\nADS affects taxable income by spreading the depreciation deductions over a longer period, leading to lower annual deductions. This results in higher taxable income in the early years compared to GDS. Over time, the total depreciation expense remains the same, but the impact on taxable income is more evenly distributed.\n\nUnder ADS, assets are depreciated evenly over extended periods, resulting in more stable but smaller annual tax deductions. This system is often mandatory for properties with particular uses or financing and aligns depreciation with the asset's useful life.\n\nCornell Law School. \"IRC Section 168.\"",
  "url": "https://www.investopedia.com/terms/a/alternative-depreciation-system.asp"
}