{
  "term": "Alternative Minimum Tax (AMT): What It Is and How It Works",
  "definition": "The alternative minimum tax (AMT) adds back some claimed tax deductions and adjustments to a taxpayer's income to ensure they're taxed on whichever obligation is greater.\n\nThe alternative minimum tax (AMT) is a tax levied by the U.S. government on entities with significantly high incomes. It ensures they pay a minimum amount of tax. The AMT is based on the concept that taxpayers with high incomes can afford to spend more money on tax-deductible expenses so they therefore gain a superior break at tax time. The AMT prevents this by adding certaintax deductionsand adjustments back to these taxpayers' incomes. The result is their alternative minimum tax income.\n\nThe AMT compares an individual's income before and after they claim certain deductions andtax breaks. The taxpayer is obligated to pay tax on whichever amount is greater after a portion of income is exempted.\n\nThe tax calculation begins with their alternative minimum tax income (AMTI), an adjusted amount after certain deductions are added back to the income they would otherwise claim. An exemption amount is then subtracted from the resulting income. This exemption was $85,700 for single filers in 2024, increasing to $88,100 in 2025.Married taxpayers filing jointlyhad an exemption amount of $133,300 in 2024, increasing to $137,000 in 2025.\n\nHowever, these exemptions arephased outas the taxpayer's AMTI increases. They decrease by 25 cents per dollar of income over certain thresholds.The phaseout range begins for single filers at $609,350 in 2024 and $1,218,700 for married taxpayers who file jointly. These income limits increase to $626,350 and $1,252,700 respectively in 2025.\n\nThe appropriate AMT tax rate is applied to the remaining AMTI balance after the exemption amount is applied. These rates are 26% and 28%.The 28% rate applies when the AMTI exceeds $239,100 as of 2025. This drops to $119,550 formarried taxpayers filing separate returns.\n\nThe taxpayer must then pay either the AMT tax or their ordinary tax obligation, whichever is greater.\n\nThe AMT was created and passed into law in 1969 when it was discovered that 155 high-income individuals could pay no income tax in 1966 because they claimed multiple advantageous tax breaks. Congress launched the AMT rather than repeal these tax breaks which would have had an unduly harsh impact on all taxpayers, particularly those with modest incomes.\n\nThe AMT has been tweaked a couple of times over the years. Congress acted in 2012 to index the AMT exemptions so they would account for inflation and maintain their effect on high-income families and individuals.\n\nTheTax Cuts and Jobs Act (TCJA)revised and repealed several tax breaks that benefited high-income individuals beginning in 2018. These included personal exemptions and miscellaneous itemized deductions, which were eliminated for all taxpayers regardless of income.\n\nDetermining if you must pay the AMT is relatively easy if you're not a high earner. Simply deduct your exemption amount from your remaining taxable income after claiming deductions. The AMT doesn't affect you if the result is a negative balance. You don't have sufficient income for the tax to apply.\n\nYour other option is to accessIRS Form 6251and complete it if your income is significant enough that the AMT might be a factor. It will tell you if you owe the tax and, if so, how much. You might consider asking a tax professional to prepare the form for you because it's highly detailed. It includes about 50 lines of requested information.Most reputabletax softwareprograms will complete the form for you as well.\n\nYou must submit Form 6251 with your tax return if you owe the AMT.\n\nThe alternative minimum tax was conceived to ensure that high-income earners can't eliminate their tax obligations by seizing significant tax breaks and loopholes to an extent that only they can afford. It can be very concerning, however, for mid-income taxpayers who may earn just enough that their taxable incomes pull them into the AMT spotlight. Check with atax professionalif you have concerns.\n\nInternal Revenue Service. \"Topic No. 556, Alternative Minimum Tax.\"\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2024.\"\n\nInternal Revenue Service. \"IRS Releases Tax Inflation Adjustments for Tax Year 2025.\"\n\nTax Foundation. \"Alternative Minimum Tax (AMT).\"\n\nInternal Revenue Service. \"Instructions for Form 6251.\" Page 10.\n\nInternal Revenue Service. \"Rev. Proc. 2024-40.\" Page 10.\n\nU.S. Congress. \"H.R.8 - American Taxpayer Relief Act of 2012.\"\n\nTax Policy Center. \"How Did the TCJA Change the AMT?\"\n\nInternal Revenue Service. \"Form 6251, Alternative Minimum Tax—Individuals.\"",
  "url": "https://www.investopedia.com/terms/a/alternativeminimumtax.asp"
}