{
  "term": "Always Be Closing (ABC): Explanation of Motivational Phrase",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nAlways Be Closing (ABC) is a motivational phrase used to describe a sales person's strategy for success. It implies that a salesperson should continuously be looking for newprospects, pitching products, or completing transactions.\n\nAs a strategy, ABC requires that the salesperson be persistent but also know when to cut their losses and move on to another prospect.\n\nThe phrase Always Be Closing was popularized in the 1992 film, \"Glengarry Glen Ross\" starring Alec Baldwin, Al Pacino, Jack Lemmon, and Kevin Spacey. It was a dark drama, written by David Mamet based on his Pulitzer Prize-winning play, that emphasized the cutthroat side of the sales industry.\n\nIn the film, an aggressive representative from the corporate office (Baldwin) is brought in to motivate a group of real estate agents, telling them to sell more property or be fired. Flaunting his own wealth and success, he delivers a profanity-laced tirade accusing the sales team of being timid and unmotivated. During his speech, he flips over a blackboard on which the words \"Always Be Closing\" are written, and repeats the phrase several times. The desperate salespeople resort to a host of unethical tactics to achieve their sales numbers.\n\nThe scene is echoed in the 2000 film \"Boiler Room,\" set in a stock brokerage firm. A sales trainer mentoring a youngstockbrokerasks the trainee if he's seen \"Glengarry Glen Ross\" and quizzes him on the meaning of Always Be Closing.\n\nThe term has become an example of the kind of pithy phrase that some sales managers use to motivate staff and drive home the importance of tenacity. It serves as a reminder that every action a salesperson takes with a prospective client should move the discussion toward a successful close.\n\nFrom the initial rapport-building stage to uncovering the customer's needs and positioning the product, the representative should be \"closing\" the entire time, working toward the moment that the customer pulls out a checkbook.\n\nAlways Be Closing may be a relic of an earlier time. Many of today's consumers might tune out sales pitches in favor of online product research.\n\nThe ABC sales method may have lost some of its effectiveness in real life.\n\nA 2018 study by CSO Insights, an independent research and data provider, indicated that successful salespeople spent at most 35% of their time selling or \"closing\" deals.The research found that lead generation, customer follow-up, strategy and planning sessions, and administrative tasks took up most of their time.\n\nA report in InvestementNews.com suggests that contemporary consumers are well-armed against the ABC method.Mamet's play was first staged in 1984 and was filmed in 1992. Today's consumers prefer to shop around and do their research before making purchases. They're less susceptible to slick sales pitches than earlier generations.\n\nThe Always Be Closing sales strategy certainly has its drawbacks. First, some people bolt at the first sign of aggressive sales tactics. Others can be bullied into a sale, but they may back out later if they can. Even if they don't, the Always Be Closing strategist is leaving behind a trail of dissatisfied customers. And that's bad for business.\n\nModern salespeople have learned that a high-pressure sales pitch doesn't work well with a customer base that has the full resources of the internet at its fingertips. Today's alternative mantra might be Always Be Helping. This suggests that a salesperson's goal is to find out what the customer needs and wants and tailor the message to how a product can meet those needs and wants.\n\nModern thinking in marketing is that every sale should start with understanding the individual customer and identifying a problem that the customer has that this product can solve. The ABC method suggests that consumers are interchangeable, and that a certain number of them can be bullied into a sale. The alternatives involve listening to the consumer.\n\nThe hard sell tactics of the Always Be Closing strategy have largely gone out of style since their heyday in the 1990s. Today's sales professionals are better off listening to their customers, identifying their needs, and providing solutions better than their competitors can.\n\nCSO Insights. \"2016 CSO Insights Sales Enablement Optimization Study,\" Page 5.\n\nInvestmentNews.com. \"Always Be Closing? The End of Selling.\"\n\nDon Tyre. \"It's Time to Move From 'Always Be Closing' to This New Sales Mantra.\"\n\nDon Tyre. \"It's Time to Move From 'Always Be Closing' to This New Sales Mantra.\"\n\nLinkedIn: Anya Overmann. \"3 Alternatives to the ABC Sales Method.\"",
  "url": "https://www.investopedia.com/terms/a/always-be-closing.asp"
}