{
  "term": "Amalgamation: Definition, Pros and Cons, vs. Merger & Acquisition",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAn amalgamation is the combination of two or more companies into an entirely new entity. Amalgamations are distinct from acquisitions in that none of the companies involved in the combination survive as legal entities.\n\nInstead, a completely new entity, with the combined assets and liabilities of the former companies, is born.\n\nThe term amalgamation has fallen out of popular use in the United States. It has been replaced with terms such asmergerandconsolidation, with which it can be synonymous. However, it is still commonly used in certain countries, such as India.\n\nAmalgamations typically happen between two (or more) companies engaged in the same line of business or that share some similarity in their operations.\n\nUsually, the process involves a larger entity, called a \"transferee\" company, absorbing one or more smaller \"transferor\" companies before creating the new entity.\n\nThe terms of an amalgamation are finalized by the board of directors of each company involved. The plan is prepared and submitted to regulators for approval.\n\nIn India, for example, that authority resides in the High Court and Securities and Exchange Board of India (SEBI).\n\nIndian tax law defines amalgamation somewhat broadly as \"the merger of one or more companies with another company or the merger of two or more companies to form one company.\"\n\nIt refers to the merging companies as \"the amalgamating company or companies,\" while the company they merge with or which is newly formed as a result of the merger is \"the amalgamated company.\"\n\nIn Canada, amalgamations must be approved by Corporations Canada and the relevant provincial and territorial governments.\n\nCanada defines amalgamation as \"when two or more corporations, known as predecessor corporations, combine their businesses to form a new successor corporation.\"\n\nOnce approved, the new company officially becomes a legal entity and can issue shares of stock in its own name.\n\nAmalgamation is a way businesses can:\n\nAmalgamation may also increase shareholder value, reduce risk throughdiversification, and improve managerial effectiveness.\n\nThe new company may achieve financial results and levels of growth that would have been more difficult for its separate predecessor companies to achieve.\n\nOn the other hand, if too much competition is eliminated through amalgamation, a monopoly may result. This can be troublesome for consumers and the marketplace, and bring about government intervention.\n\nAmalgamation may also cost some in the new company's workforce their jobs, because their positions become redundant.\n\nIn addition, it can increase debt, possibly to a dangerous level. By combining two or more companies, the new entity assumes the liabilities of all involved.\n\nCould result in a dangerous debt load\n\nIn April 2022, the telecom giant AT&T and the television entertainment company Discovery, Inc. announced that they had finalized a deal to combine AT&T's WarnerMedia business unit with Discovery.\n\nThat month, a new entity known as Warner Bros. Discovery Inc. began trading on theNasdaqstock exchange under the symbol WBD. WarnerMedia and Discover, Inc. ceased to exist.\n\nIn accounting, amalgamations may also be referred to as consolidations.\n\nAs explained, in a typical amalgamation, two or more companies agree to combine their assets and liabilities and form an entirely new company.\n\nBy contrast, in anacquisition, one company purchases another (usually by buying up enough of its stock) and takes on its assets and liabilities, with no new company being created.\n\nWhile amalgamations tend to involve voluntary agreements between the different parties, acquisitions can occur without the assent of the acquired company. This is known as ahostile takeover.\n\nIn general, the objective of an amalgamation is to establish a unique entity capable of more effectively competing in the marketplace while also achieving economies of scale. In that respect, it is not all that different from an acquisition and similar strategies to aid corporate growth.\n\nThere are two primary ways to account for an amalgamation in some countries: thepooling-of-interests method, which usesbook values, and the purchase method, which usesfair market values. In the U.S., theFinancial Accounting Standards Board (FASB)put an end to the use of the pooling-of-interests method in 2001. It required combining companies to use only the purchase method. In 2007, however, the FASB adopted a new standard known as thepurchase acquisition accounting method.\n\nIn accounting, the amalgamation reserve is the amount of cash available to the new entity after the amalgamation is completed. If this amount is negative, it will be booked as goodwill.\n\nAmalgamations are one of several ways existing companies can join forces and create an entirely new company. While the term is rarely heard in the U.S. today, the practice continues both there and elsewhere around the world.\n\nAmalgamation can also refer to the combining of other types of organizations into a single one, such as nonprofit groups and entities in the public sector, including government agencies and municipalities.\n\nClearTax. \"AS 14—Accounting for Amalgamations.\"\n\nIncomeTaxIndia.gov. \"Definitions.\"\n\nGovernment of Canada. \"Amalgamation (Corporations).\"\n\nAT&T. \"AT&T and Discovery Close WarnerMedia Transaction.\"\n\nFASB. \"Summary of Statement No. 141 (Revised 2007): Business Combinations.\"\n\nIFRS. \"IFRS 3 Business Combinations.\"\n\nInternational Federation of Accountants (IFAC). \"Introduction to IPSAS.\"",
  "url": "https://www.investopedia.com/terms/a/amalgamation.asp"
}