{
  "term": "Amended Tax Return: Who Needs to File One, How, and When",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nKseniya Ovchinnikova / Getty Images\n\nAn amended return is how a taxpayer corrects errors on a previous tax return.\n\nAn amended return is a form filed with theInternal Revenue Service (IRS)in order to make corrections to a tax return from a previous year. An amended return can correct errors and claim a more advantageous tax status, such as arefund. For example, one might choose to file an amended return in instances of misreported earnings ortax credits. Mathematical errors, however, do not require amendments because the IRS automatically corrects for such errors when processing the tax return.\n\nAll taxpayers are required to file their taxes annually for the previous tax year.Taxpayers may realize that they made a mistake in filling out their tax forms, or their circumstances may have changed after they have submitted or mailed a return that has been accepted by the government. If this occurs, theInternal Revenue Service (IRS)has provided a way for these individuals to redo their taxes by providing an amended return form,Form 1040-X, on the IRS website.\n\nAn amended tax return can be filed even after the tax filing deadline for the tax year has passed.\n\nNot all errors need amending by the form. The IRS will spot and correct a mathematical error, for example, when the initial tax return is sent in for processing. When this happens, any refund owed will be adjusted and any extratax liabilitydue will be billed to the taxpayer.In the event that the individual fails to include a required form or schedule in their submitted original tax return, the IRS will send a letter requesting that they mail the missing information to one of their offices.\n\nA taxpayer must file an amended return if:\n\nForm 1040-X has three columns: A, B, and C. Under column A, the figure that was reported in the original or last-amended tax form is recorded. The taxpayer will need to input the adjusted number in column C. The difference between columns A and C is reflected in column B. The adjustments made to a tax return will either result in a tax refund, balance due, or no tax change. The taxpayer also has to explain what changes they are making and the reasons for making each change in a section provided on the back of Form 1040-X.\n\nYou can correct errors on an amended tax return.\n\nYou can claim a refund you were owed even if you didn't file for it.\n\nYou can correct for circumstances that changed since you filed.\n\nForm 1040-X cannot be filed electronically for all tax years.\n\nProcessing an amended return can take 16 weeks or longer.\n\nThere is a three-year statute of limitations for collecting tax refunds.\n\nAll current and prior revisions of IRS Form 1040-X areavailable on the IRS websiteby searching for 1040-X.\n\nYes, Form 1040-X can be submitted electronically for the current or two previous tax periods. However, if the original return was on paper, the amended return must be on paper, too.If filling out the form manually, the taxpayer has to mail the printed-out document to the IRS Service Center that processed the original tax form.\n\nThe IRS manually processes amended returns, and the process can take 16 weeks—or even longer, if the amended return is not signed, is incomplete, has errors, requires additional information, needs clearance by the IRS bankruptcy department, has been routed to another specialized area, or has been affected byidentity fraud.\n\nThere is a three-yearstatute of limitationsfor issuing tax refund checks. Therefore, the taxpayer must file any amended returns that will result in a tax refund within three years after the date they filed the original tax return.An amended return filed to account for additional income or overstated deductions does not fall under any such statute and can be filed at any time.\n\nTo file an amended tax return, use Form 1040-X, which is available on the IRS's website. There are several reasons why you might file an amended return, but an mathematical error shouldn't be one of them: the IRS will spot the error and fix it. If you've misreported the number of dependents, for example, or underreported income, then use Form 1040-X to file an amended return.\n\nInternal Revenue Service. \"IRM Part 21.5.4. General Math Error Procedures.\"\n\nInternal Revenue Service. \"About Form 1040-X, Amended U.S. Individual Income Tax Return.\"\n\nInternal Revenue Service. \"Exhibit B - RC Refund Claims Limitation Periods (Published 5/2008).\"\n\nInternal Revenue Service. \"Tax Years.\"\n\nInternal Revenue Service, Taxpayer Advocate Service. \"Amending a Tax Return.\"\n\nInternal Revenue Service. \"Frequently Asked Questions, Amended Returns & Form 1040X.\"\n\nInternal Revenue Service. \"Topic No. 308 Amended Returns.\"\n\nInternal Revenue Service. \"Publication 936: Home Mortgage Interest Deduction,\" Page 1.\n\nFederation of American Scientists. \"Congressional Research Service, Temporary Individual Tax Provisions (“Tax Extenders”),\" Page 1.\n\nInternal Revenue Service. \"Disaster Assistance and Emergency Relief for Individuals and Businesses.\"\n\nInternal Revenue Service. \"Tax Relief in Disaster Situations.\"\n\nInternal Revenue Service. \"Amended Returns.\"\n\nInternal Revenue Service. \"IRS Announces Form 1040-X Electronic Filing Options Coming This Summer; Major Milestone Reached for Electronic Returns.\"\n\nInternal Revenue Service. \"Form 1040-X, Amended U.S. Individual Income Tax Return, Frequently Asked Questions.\"",
  "url": "https://www.investopedia.com/terms/a/amendedreturn.asp"
}