{
  "term": "American Depositary Share: Definition, Examples, Vs. ADR",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAn American depositary share is an equity stake in a non-U.S. company held by a U.S. bank that can be bought by U.S. investors.\n\nFor investors seeking exposure to foreign companies without the complexity of buying shares on international exchanges, American depositary shares (ADS) are a convenient solution. These securities, issued by U.S. banks and representing a specific number of shares in a foreign company, trade on American stock exchanges like any domestic stock.\n\nThe acronym ADS is often used interchangeably with the one for American depositary receipts (ADRs). ADRs refer to the physical certificates issued by the depositary bank, while ADSs represent the individual shares of the foreign company held by the depositary bank.\n\nAn ADR is a negotiable certificate issued by a U.S. bank under an agreement with a foreign company. It's evidence of ownership of ADSs, the same way a stock certificate means owning equity shares.\n\nADSs are meant to facilitate share trading. Depending on how much the foreign company is willing to follow U.S. regulations, they can trade over the counter (OTC) or on a major exchange such as the New York Stock Exchange or the Nasdaq. Listing on a major exchange generally requires reporting at the same level as domestic companies and adherence to generally accepted accounting principles (GAAP).\n\nAn American depositary receipt (ADR) is a financial instrument non-US companies use to offer their shares to American investors and raise capital in the U.S. market. ADRs allow American investors to invest in foreign companies without the complexities of dealing with foreign stockexchanges, different currencies, and varying trade practices.\n\nADRs are also issued by U.S. depositary banks and represent a specified number of shares of a foreign company's stock. Although originally valued in the company's local currency, dividends are paid to ADR holders in U.S. dollars. The depositary bank converts dividends into U.S. dollars, simplifying the process for American investors.\n\nThere are two main types of ADRs. First are sponsored ADRs, which are officially supported by the foreign company, involve a formal agreement between the company and the depositary bank, and are typically listed on major U.S. exchanges.The second are unsponsored ADRs that are set up without the company's direct involvement and usually trade OTC.\n\nSponsored ADRs are regulated by the U.S. Securities and Exchange Commission (SEC), which can include filing financial statements using U.S. GAAP or a reconciliation with them.\n\nForeign companies that offer shares on U.S. exchanges gain the advantage of a wider investor base, which can also lower the costs of raising capital. For U.S. investors, ADSs offer the chance to invest in foreign companies without dealing with currencyconversionsand other cross-border administrative hurdles.\n\nHolding ADSs involves some currency risk. Fluctuations in the exchange rate between the U.S. dollar and a foreign currency can affect the price of shares and income payments, which must be converted to U.S. dollars.\n\nThe tax treatment of dividends from ADSs is also different. Most countries withhold a certain amount of taxes on the dividends issued for ADRs. For example, Chile and Switzerland withhold 35%, while France can withhold as much as 75% of the dividend tax for noncooperative countries within the EU. The withholding tax is in addition to the dividend tax already levied by U.S. authorities. ADR investors can avoid the dividend tax by filling out Form 1116 for the foreign tax credit.\n\nA single ADS often represents more than one share of common stock. ADSs can also \"gap\" up or down outside U.S. trading hours when trading occurs in the company's home country and U.S. markets are closed.\n\nFor example, Taiwan Semiconductor Manufacturing Company Limited (TSM) has ADSs in the U.S. There have been times when it has gapped, as illustrated in the candlestick chart in 2024. The gaps higher are represented by the green boxes, while the gaps lower are represented by the red boxes.\n\nActual shares of the foreign company\n\nEases U.S. investor access to foreign equities\n\nSimplifies the investment process in foreign securities\n\nADSs and ADRs are closely linked financial instruments that ease the trading of shares of foreign companies on U.S. exchanges. Here are the key differences:\n\n\"F shares\" refer to shares of a foreign company that are traded on U.S. stock exchanges but not through ADRs. Instead, these shares are directly listed and denoted with an \"F\" at the end of their ticker symbol to indicate their foreign status.\n\nArbitragein trading an ADS occurs when there are market inefficiencies, currency exchange rates, and liquidity.However, executing arbitrage strategies involves significant challenges, such as transaction costs, market risk, and the operational complexities of intra-market trading.\n\nDepositary banks play a crucial role in the issuance and management of ADSs, ADRs, and other related securities. These banks act as a bridge between U.S. investors and foreign companies, allowing for easier access to foreign investments. Major depositary banks include JPMorgan Chase & Co. (JPM), Citigroup (C), Bank of New York Mellon (BK), and Deutsche Bank (DB).\n\nADSs are U.S. dollar-denominated equity shares of a foreign-based company that can be bought and sold on an American stock exchange. A U.S. depositary bank issues them and represent a specific number of shares of the foreign company. The depositary bank sets the ratio of ADSs to the underlying shares in the foreign company and allows access to foreign company stocks without the need to trade on exchanges overseas. Meanwhile, an ADR is a certificate issued by a U.S. depositary bank and represents a specific number of ADSs.\n\nU.S. Securities Exchange Commission. \"American Depositary Receipts.\"\n\nReinhard Marsch-Barner, et al. \"Handbuch Börsennotierte AG: Aktien- und Kapitalmarktrecht.\" Verlag, 2017. Section 11.40.\n\nInternal Revenue Service. \"Foreign Tax Credit.\"\n\nCorporate Finance Institute, \"American Depositary Shares (ADS)\"\n\nR. Dubil. \"An Arbitrage Guide to Financial Markets.\" John Wiley & Sons, 2020. Pages 110-111, 129-130.",
  "url": "https://www.investopedia.com/terms/a/ads.asp"
}