{
  "term": "American Express Card (AmEx Card): Definition, Types, and Fees",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn American Express card, also known as an “Amex” card, is an electronic payment card branded by the publicly traded financial services company American Express (AXP). The company issues and processesprepaid,charge, andcredit cards. American Express cards are available to individuals, small businesses, and corporate consumers across the United States and around the world.\n\nAmerican Express cards are issued by American Express and processed on the American Express network. American Express is one of only a few financial service companies in the industry that has the capability to both issue and process electronic payment cards.\n\nAmerican Express is apublicly traded companyin the financial services industry. It offers both credit lending and network processing services, giving it a broad range ofcompetitors in the industry. As with traditional lenders, it has the capability to issue credit products, which it provides in the form of charge cards and credit cards.\n\nAmerican Express has its own processing network that competes withMastercard(MA) andVisa(V). Its most comparable competitor isDiscoverFinancial Services (DFS), which is also a publicly traded financial service company offering both credit lending and a processing service network.With multiproduct capabilities,American Express generates revenuefrom both interest-earning products and network processing transaction services.\n\nThe term “Black Card” refers to the American Express Centurion card, which is offered by invitation only.\n\nAmerican Express generates a significant portion of its revenue from transaction processing. Many merchants accept American Express cards and are willing to pay the transaction fees associated with processing because of the advantages that come with offering American Express as a payment option to customers.\n\nIn an American Express transaction, the merchant’s acquiring bank communicates with American Express as both the processor and the issuing bank in the transaction process. Merchant acquiring banks must work with the American Express processing network to transmit communications in American Express transactions. American Express is also the issuer that authenticates and approves the transaction.\n\nMerchants pay a small fee to American Express for its processing network services, which are part of the comprehensive fees involved with a single transaction. As both a processor and high-quality lender, American Express has built a strong reputation in the financial services industry.\n\nAs noted above, American Express credit cards and prepaid debit cards are offered to a variety of both retail and commercial customers. It is also an industry-leading provider of charge cards, which offer month-to-month credit with card balances that must be paid off each month.\n\nAmerican Express charge and credit cards follow standardunderwritingprocedures. The company seeks good- to high-credit quality borrowers—which means acredit scoreof at least 670—and generally is not asubprime lender.\n\nAmerican Express credit and charge cards come with a variety of benefits in the form of rewards points and travel perks, which depend, in part, on the annual fee charged.American Express cards may offer cash back on certain purchases, though they aren’t among the best cash back cards currently available.American Express also offers numerous branded prepaid debit cards, which can be used as gift cards or special-purpose reloadable payment cards.\n\nAnnual fees for American Express cards tend to run high: $95 for the Blue Cash Preferred Card, $99 for the Delta SkyMiles Gold American Express Card, $150 for the Green Card, $250 for the Gold Card, and $550 for the Platinum Card.That said, the Green, Gold, and Platinum cards have no predetermined spending limits.American Express does offer at least six cards with no annual fee.Customer service for all Amex cards is highly rated, with the company coming in No. 1 on J.D. Power’s 2020 U.S. Credit Card Satisfaction Study.\n\nAmerican Express issues many of its cards directly to consumers, but it also has partnerships with other financial institutions. In the U.S., for example, Wells Fargo issued an American Express card (new applications were paused in April 2021, although this doesn’t affect current cardholders), and in Mexico, Banco Santander offers American Express cards.American Express also has partnerships with other companies to encourage consumers to apply for its credit cards. Two examples are itsco-branded cardswith Delta Air Lines, which allow consumers to earn frequent flier miles redeemable on Delta, and its Hilton Hotels co-branded cards.\n\nGreen, Gold, and Platinum Amex cards don’t have any predetermined spending limits.\n\nAmex is known for the high quality of its customer service, ranking number one in J.D. Power’s 2020 U.S. Credit Card Satisfaction Study.\n\nAmex cards offer a host of rewards, perks, and cash back on purchases.\n\nYou must pay the balance on Amex charge cards in full each month, which prevents you from running up high interest charges.\n\nDue to higher transaction fees than other cards, some merchants won’t accept Amex cards.\n\nYou can’t get an Amex card without at least a good (670 or higher) credit score.\n\nAnnual fees for Amex cards can be high.\n\nYou must pay the balance on Amex charge cards in full each month, so you can’t use them to “borrow” money.\n\nAmerican Express. “Flexibility That Works for You.” Accessed June 2, 2021.\n\nAmerican Express. “American Express Cards.” Accessed June 2, 2021.\n\nExperian. “Where Can I Use My Credit Card?” Accessed June 2, 2021.\n\nAmerican Express. “Centurion.” Accessed June 2, 2021.\n\nExperian. “Who Accepts American Express?” Accessed June 2, 2021.\n\nAmerican Express. “American Express Merchant Reference Guide — U.S.” Accessed June 2, 2021.\n\nExperian. “What Credit Score Do I Need to Get an American Express Card?” Accessed June 2, 2021.\n\nAmerican Express. “Don’t Live Life Without It.” Accessed June 2, 2021.\n\nAmerican Express. “Don’t Live Life Without It.” Accessed June 2, 2021.\n\nAmerican Express. “All Cards.” Accessed June 2, 2021.\n\nAmerican Express. “Can I Spend Over My Card’s Credit Limit?” Accessed June 2, 2021.\n\nAmerican Express. \"No Annual Fee Credit Cards.\" Accessed June 2, 2021.\n\nJ.D. Power. “American Express Ranks Highest in Overall Customer Satisfaction Among National Credit Card Issuers.” Accessed June 2, 2021.\n\nAmerican Express. “Wells Fargo Propel American Express Card.” Accessed June 2, 2021.\n\nSantander Mexico. “American Express.” Accessed June 2, 2021.\n\nAmerican Express. “Travel Rewards Credit Cards.” Accessed June 2, 2021.",
  "url": "https://www.investopedia.com/terms/a/american-express-card.asp"
}