{
  "term": "American Stock Exchange (AMEX): Definition, History, Current Name",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe American Stock Exchange (AMEX) was once the third-largeststock exchangein the United States, as measured by trading volume. The exchange, at its height, handled about 10% of all securities traded in the U.S.\n\nToday, the AMEX is known as the NYSE American. In 2008, NYSEEuronextacquired the AMEX. In the subsequent years, it also became known as NYSE Amex Equities and NYSE MKT.﻿﻿\n\nThe AMEX developed a reputation over time as an exchange that introduced and traded new products and asset classes. For example, it launched itsoptionsmarket in 1975. Options are a type ofderivativesecurity. They are contracts that grant the holder the right to buy or sell an asset at a set price on or before a certain date, without the obligation to do so. When the AMEX launched its options market, it also distributed educational materials to help educate investors as to the potential benefits and risks.﻿﻿\n\nThe AMEX used to be a larger competitor of the New York Stock Exchange (NYSE), but over time the Nasdaq filled that role.\n\nIn 1993, the AMEX introduced the firstexchange traded fund (ETF). The ETF, now a popular investment, is a type of security that tracks anindexor a basket of assets. They are much like mutual funds but differ in that they trade like stocks on an exchange.﻿﻿\n\nOver time, the AMEX gained the reputation of listing companies that could not meet the strict requirements of the NYSE. Today, a good portion of trading on the NYSE American is insmall capstocks. It operates as a fully electronic exchange.\n\nThe AMEX dates back to the late 18th century when the American trading market was still developing. At that time, without a formalized exchange,stockbrokerswould meet in coffeehouses and on the street to trade securities. For this reason, the AMEX became known at one time as the New York Curb Exchange.﻿﻿\n\nThe traders who originally met in the streets of New York became known as curbstone brokers. They specialized in trading stocks of emerging companies. At the time, many of these emerging businesses were in industries such as railroads, oil, and textiles, while those industries were still getting off the ground.﻿﻿\n\nIn the 19th century, this type of curbside trading wasinformal and quite disorganized. In 1908, the New York Curb Market Agency was established in order to bring rules and regulations to trading practices.﻿﻿\n\nIn 1929, the New York Curb Market became the New York Curb Exchange. It had a formalized trading floor and a set of rules and regulations. In the 1950s, more and more emerging businesses began trading their stocks on the New York Curb Exchange. The value of companies listed on the exchange almost doubled between 1950 and 1960, going from $12 billion to $23 billion during that time. The New York Curb Exchange changed its name to the American Stock Exchange in 1953.﻿﻿\n\nOver the years, the NYSE American has become an attractive listing place for younger, entrepreneurial companies, some of whom are in the early stages of their growth and certainly not as well-known asblue chipcompanies. Compared to the NYSE andNasdaq, the NYSE American trades at much smaller volumes.\n\nBecause of these factors, there could be concerns that investors would not be able to quickly buy and sell some securities in the market. To ensure market liquidity—which is the ease at which a security can be converted to cash without impacting its market price—the NYSE American offers electronic designatedmarket makers.\n\nMarket makers are individuals or firms that are available to buy and sell a particular security as needed throughout the trading session. These designated market makers have quoting obligations for specific NYSE American-listed companies. In return for making a market for a security, market makers earn money through thebid-ask spreadand from fees and commissions. So, despite the fact that the NYSE American is a smaller-volume exchange specializing in listing smaller companies, its use of market makers enables it to maintainliquidityand an orderly market.\n\nThe New York Times. \"NYSE to Acquire American Stock Exchange.\" Accessed Sept. 15, 2020.\n\nNew York Stock Exchange. \"American Stock Exchange Historical Timeline,\" Page 2. Accessed Sept. 15, 2020.\n\nNew York Stock Exchange. \"American Stock Exchange Historical Timeline,\" Page 1. Accessed Sept. 15, 2020.",
  "url": "https://www.investopedia.com/terms/a/amex.asp"
}