{
  "term": "American Opportunity Tax Credit (AOTC): Definition and Benefits",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe American Opportunity Tax Credit (AOTC) is a partially refundable credit that offsets certain qualified post-secondary education expenses, up to $2,500.\n\nThe American Opportunity Tax Credit (AOTC) is atax creditfor qualified education expenses associated with the first four years of a student’s postsecondary education. The maximum annual credit is $2,500 per eligible student. The student, someone claiming the student as adependent, or a spouse making postsecondary education payments can claim the AOTC on their tax return.\n\nWith the AOTC, a household with a qualifying student can receive a maximum $2,500 tax credit per year for the first four years of higher education.\n\nThe AOTC helps with educational costs such as tuition and other expenses related to a student’s coursework. Eligible students (or their parents) can claim 100% of the first $2,000 spent on school expenses and 25% of the next $2,000. This comes out to a maximum credit of $2,500.\n\nThe American Opportunity Tax Credit is partially refundable, which means that it could provide a refund even if your tax liability is $0.\n\nIn general, tax credits are refundable,nonrefundable, or partially refundable. Up to $1,000 (40%) of the AOTC is refundable, making it a partially refundable tax credit. So, if the credit brings your tax liability to $0, you can receive 40% of your eligible credit (up to $1,000) as a refund.\n\nYou must meet specific eligibility requirements to claim the AOTC.\n\nTo claim the AOTC on yourtax return, you must meet all three of these requirements:\n\nAdditionally, you must receiveInternal Revenue Service (IRS)Form 1098-T from an eligible school to claim the credit.Here’s an example of the form.\n\nAll pages of Form 1098-T are availableon the IRS website.\n\nA student is eligible for the AOTC only if they meet certain requirements. Specifically, the student must:\n\nAcademic periods can be quarters, trimesters, semesters, or summer school sessions. If the school doesn’t have academic terms, you can treat the payment period as an academic period.\n\nQualified education expenses include tuition and some related costs required to attend an eligible educational institution. An eligible educational institution is any accredited public, nonprofit, or private college, university, vocational school, or other postsecondary educational institution.Related expenses include:\n\nInsurance, medical expenses (including student health fees), room and board, transportation, and living expenses do not count as qualified education expenses.\n\nYou can pay for qualified education expenses with student loans. However, you can’t claim the credit if you paid for expenses with scholarships,grants, employer-provided assistance, or funds from a529 savings plan.\n\nOne exception: if some amount of qualified expenses remains after using tax-free educational assistance, those expenses are eligible for the credit.\n\nThose who wish to claim the full credit must havemodified adjusted gross income (MAGI)of $80,000 or less ($160,000 if married and filing jointly). The credit begins to phase out above these limits and disappears entirely if your MAGI is above $90,000 ($180,000 if married and filing jointly).\n\nAnother credit for educational expenses is theLifetime Learning Credit (LLC). While similar, the LLC and the AOTC differ in several ways.\n\nWith the LLC, you can claim up to 20% of the first $10,000 of qualifying expenses ($2,000). The LLC is not limited to students pursuing a degree or studying at least part time. Instead, it covers a broader group of students—including part-time, full-time, undergraduate, graduate, and courses for skill development. Finally, the LLC is nonrefundable, meaning that once your tax bill hits zero, you won’t receive a refund on any credit balance.\n\nNote: You can't claim both credits for the same student or the same expenses. So if you’re eligible for both the AOTC and the LLC, be sure to assess your individual situation to determine which tax credit provides the greater benefit.\n\nYou can claim the AOTC and the LLC (as well as the deduction for tuition and fees) on the same tax return, but not for the same student or the same qualified expenses.\n\nFederal and state governments support higher education expenses through various tax credits, tax deductions, andtax-advantagedsavings plans. Each of these programs can help lower your income tax liability and make education more affordable. Beyond the AOTC and the LLC, be sure to claim any education-related tax deductions you may be eligible for, including those for:\n\nSavings plans can also help with higher education expenses. These are tax-advantaged accounts that allow you to save and pay for education expenses. Two popular programs include:\n\nThanks to theTax Cuts and Jobs Act, you can now use up to $10,000 of 529 plan distributionsto pay for K–12 costsper beneficiary each year. Previously, you could use the funds only for college and other postsecondary education expenses.\n\nRosa is a full-time undergraduate college student at a four-year institution. She also works for a law firm. Her parents have a substantial529 savings accountin place, but it doesn’t cover all of Rosa’s expenses. Rosa also has a student loan with deferred payments and interest until after graduation.\n\nRosa and her family pay her tuition with student loans and use funds from a 529 plan to cover room and board. Rosa receives her annual 1098-T statement and, since she is working, she plans to take the AOTC herself. She is eligible for both the AOTC and the LLC, but she chooses the AOTC because it provides a larger credit and is partially refundable.\n\nRosa paid her tuition with a student loan, which is allowable for the AOTC. The AOTC helps alleviate any tax that she owes and she also gets a partial refund. Rosa doesn’t owe anything on her loans until after she graduates. The money distributed from the 529 was tax-free because it was used for room and board, which is a qualified 529 expense.\n\nTo claim the AOTC, complete Form 8863 and submit it with yourForm 1040or1040-SRwhen filing your annual income tax return. Enter the nonrefundable part of the credit on Schedule 3 of your 1040 or 1040-SR, line 3. The refundable portion of the credit goes on line 29 of the 1040 or 1040-SR.\n\nThough you can claim the AOTC and the LLC on the same tax return, you can’t claim both credits for the same student or the same expenses during a single tax year.\n\nYes. However, you need to subtract the grant amount from your qualified education expenses before claiming the tax credit. So, if you have $5,000 in costs and a $4,000 grant, you would be able to claim $1,000 of qualified education expenses with the AOTC. For the purposes of the AOTC, grants include:\n\nThe AOTC is a partially refundable tax credit that can offset certain qualified education expenses of postsecondary students. The student (or a spouse or someone claiming the student as a dependent) can claim up to $2,500. If the credit takes your bill down to zero, you can receive a refund of up to $1,000 (40% of your eligible credit).\n\nInternal Revenue Service. “American Opportunity Tax Credit.”\n\nInternal Revenue Service. \"Education Credits--AOTC and LLC.\"\n\nInternal Revenue Service. \"What Is an Eligible Educational Institution?\"\n\nInternal Revenue Service. “Publication 970, Tax Benefits for Education.\"\n\nInternal Revenue Service. “Education Benefits — No Double Benefits Allowed.”\n\nInternal Revenue Service. \"Compare Education Credits.\"\n\nInternal Revenue Service. “Lifetime Learning Credit.”\n\nInternal Revenue Service. “Tax Benefits for Education: Information Center.”",
  "url": "https://www.investopedia.com/terms/a/american-opportunity-tax-credit.asp"
}