{
  "term": "Amortization of Intangibles: Definition, Types, and Example",
  "definition": "Michela Buttignol / Investopedia\n\nAmortization of intangibles, also simply known as amortization, is the process of expensing the cost of anintangible assetover the projected life of the asset for tax or accounting purposes. Intangible assets, such as patents and trademarks, are amortized into an expense account called amortization.\n\nTangible assets are instead written off through depreciation. Also, theamortizationprocess for corporate accounting purposes may differ from the amount of amortization used for tax purposes.\n\nFor tax purposes, thecost basisof an intangible asset is amortized over a specific number of years, regardless of the actual useful life of the asset (as most intangibles don’t have a set useful life). TheInternal Revenue Service (IRS)allows intangibles to be amortized over a 15-year period if it’s one of the ones included in Section 197.\n\nIntangible assets are nonphysical assets that can be assigned an economic value.Intellectual property (IP)is considered to be an intangible asset and is a broad term that encompasses most intangible assets. Most IP is covered under Section 197. Examples of these Section 197 intangible assets includepatents, goodwill,trademarks, and trade and franchise names.\n\nNot all IP is amortized over the 15-year period set by the IRS, however. There are certain exclusions, such as software acquired in a transaction that is readily available for purchase by the general public, subject to a nonexclusive license, and has not been substantially modified. In those cases and select others, the intangibles are amortized under Section 167.\n\nPergenerally accepted accounting principles (GAAP), businesses amortize intangibles over time to help tie the cost of an asset to therevenuesit generates in the sameaccounting period.\n\nWhen a parent company purchases a subsidiary company and pays more than thefair market value (FMV)of the subsidiary’s net assets, the amount over fair market value is posted togoodwill(an intangible asset). IP is initially posted as an asset on the firm’sbalance sheetwhen it is purchased.\n\nIP can also be internally generated by a company’s ownresearch and development (R&D)efforts. For instance, a company may win a patent for a newly developed process, which has some value. That value, in turn, increases the value of the company and so must be recorded appropriately.\n\nIn either case, the process of amortization allows the company to write off annually a part of the value of that intangible asset according to a defined schedule.\n\nAssetsare used by businesses to generate revenue and produce income. Over a period of time, the costs related to the assets are moved into an expense account as the useful life of the asset dwindles. By expensing the cost of the asset over a period of time, the company is complying with GAAP, which requires the matching of revenue with the expense incurred to generate the revenue.\n\nTangible assets are expensed usingdepreciation, and intangible assets are expensed through amortization. Depreciation generally includes asalvage valuefor the physical asset—the value that the asset can be sold for at the end of its useful life. Amortization doesn’t take into account a salvage value.\n\nIntangible amortization is reported to the IRS usingForm 4562.\n\nFor accounting (financial statement) purposes, a company can choose from six amortization methods: straight line, declining balance, annuity, bullet, balloon, and negative amortization. There are only four depreciation methods that can be used for accounting purposes: straight line, declining balance,sum-of-the-years’ digits, and units of production.\n\nFor tax purposes, there are two options for amortization of intangibles that the IRS allows. These are straight line and the income forecast method. The income forecast method can be used instead of the straight-line method if the asset is motion picture films, videotapes, sound recordings, copyrights, books, or patents. For depreciation of physical assets, the IRS only allows theModified Accelerated Cost Recovery System (MACRS).\n\nAssume, for example, that a construction company buys a $32,000 truck for contractor work, and that the truck has a useful life of eight years. The annual depreciation expense on astraight-line basisis the $32,000 cost basis minus the expected salvage value—in this case, $4,000—divided by eight years. The annual deprecation for the truck would be $3,500 per year, or ($32,000 - $4,000) ÷ 8.\n\nOn the other hand, assume that a corporation pays $300,000 for a patent that allows the firm exclusive rights over the intellectual property for 30 years. The firm’s accounting department posts a $10,000 amortization expense each year for 30 years.\n\nBoth the truck and thepatentare used to generate revenue and profit over a particular number of years. Since the truck is a physical asset, depreciation is used, and since the rights are intangible, amortization is used.\n\nThe term “amortization of intangibles” describes the process of expensing costs associated with intangible assets, such as patents and trademarks, over the course of their life. This is done for tax or accounting purposes. Simply referred to as amortization, these assets are expensed into an amortization account.\n\nThere are several ways to calculate the amortization of intangibles. The most common way to do so is by using the straight line method, which involves expensing the asset over a period of time. Amortization is calculated by taking the difference between the cost of the asset and its anticipated salvage or book value and dividing that figure by the total number of years that it will be used.\n\nAmortization of intangibles (or amortization for short) appears on a company’sprofit and loss statementunder the expenses category. This figure is also recorded on corporate balance sheets under the non-current assets section.\n\nAmortization of intangibles, or simply amortization, is the process of expensing an intangible asset’s cost over that asset’s projected life for tax or accounting purposes. Intangible assets (which may include various types of intellectual property, such as goodwill, patents, and trademarks) are amortized into an expense account called amortization.\n\nInternal Revenue Service. “Intangibles.”\n\nCornell Law School, Legal Information Institute. “26 CFR § 1.197-2—Amortization of Goodwill and Certain Other Intangibles.”\n\nInternal Revenue Service. “Section 167—Depreciation.”\n\nRuchelman PLLC, Publications. “Tax 101: Taxation of Intellectual Property—The Basics.”\n\nInternal Revenue Service. “Instructions for Form 4562.”\n\nInternal Revenue Service. “Publication 946 (2023), How to Depreciate Property.”",
  "url": "https://www.investopedia.com/terms/a/amortization-of-intangibles.asp"
}