{
  "term": "Amortizable Bond Premium",
  "definition": "The amortizable bond premium is a tax term that refers to the excess price paid for a bond over and above its face value. Depending on the type of bond, the premium can be tax-deductible and amortized over the life of the bond on a pro-rata basis.\n\nA bond premium occurs when the price of the bond has increased in the secondary market due to a drop in market interest rates. A bond soldat a premiumto par has a market price that is above theface valueamount.\n\nThe difference between the bond's current price (or carrying value) and the bond's face value is the premium of the bond. For example, a bond that has a face value of $1,000 but is sold for $1,050 has a $50 premium. Over time, as the bond premium approaches maturity, the value of the bond fallsuntil it is at par on the maturity date. The gradual decrease in the value of the bond is called amortization.\n\nFor a bond investor, the premium paid for a bond represents part of thecost basisof the bond, which is important for tax purposes. If the bond pays taxable interest, the bondholder can choose to amortize the premium—that is, use a part of the premium to reduce the amount of interest income included for taxes.\n\nThose who invest in taxable premium bonds typically benefit from amortizing the premium, because the amount amortized can be used to offset the interest income from the bond. This, in turn, will reduce the amount oftaxable incomethe bond generates, and thus any income tax due on it as well. The cost basis of the taxable bond is reduced by the amount of premium amortized each year.\n\nIn a case where the bond paystax-exemptinterest, the bond investor must amortize the bond premium. Although this amortized amount is not deductible in determining taxable income, the taxpayer must reduce their basis in the bond by the amortization for the year.The IRS requires that theconstant yield methodbe used to amortize a bond premium every year.\n\nThe constant yield method is used to determine the bond premium amortization for each accrual period.It amortizes a bond premium by multiplying the adjusted basis by the yield at issuance and then subtracting thecoupon interest. Or in formula form:\n\nThe first step in calculating the premium amortization is to determine theyield to maturity(YTM), which is thediscount ratethat equates the present value of all remaining payments to be made on the bond to the basis in the bond.\n\nFor example, consider an investor that purchased a bond for $10,150. The bond has a five-year maturity date and a par value of $10,000. It pays a 5% coupon rate semi-annually and has a yield to maturity of 3.5%. Let’s calculate the amortization for the first period and second period.\n\nSince this bond makes semi-annual payments, the first period is the first six months after which the first coupon payment is made; the second period is the next six months, after which the investor receives the second coupon payment, and so on. Since we’re assuming a six-month accrual period, the yield and coupon rate will be divided by 2.\n\nFollowing our example, the yield used to amortize the bond premium is 3.5%/2 = 1.75%, and the coupon payment per period is 5% / 2 x $10,000 = $250. The amortization for period 1 is as follows:\n\nThe bond’s basis for the second period is the purchase price plus the accrual in the first period—that is, $10,150 - $72.38 = $10,077.62:\n\nFor the remaining eight periods (there are 10 accrual or payment periods for a semi-annual bond with a maturity of five years), use the same structure presented above to calculate the amortizable bond premium.\n\nIntrinsically, a bond purchased at a premium has a negative accrual; in other words, the basis amortizes.\n\nInternal Revenue Service. \"Publication 550 (2020), Investment Income and Expenses: Bond Premium Amortization.\" Accessed July 16, 2021.\n\nInternal Revenue Service. \"Publication 1212 (01/2021), Guide to Original Issue Discount (OID) Instruments: Constant Yield Method.\" Accessed July 16, 2021.",
  "url": "https://www.investopedia.com/terms/a/amortizable-bond-premium.asp"
}