{
  "term": "Amortized Loan: What It Is, How It Works, Loan Types, and Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nAn amortized loan is a type of loan with scheduled, periodic payments that are applied to both the loan's principal amount and accrued interest.\n\nAn amortized loan payment first pays off the relevant interest expense for the period, after which the remainder reduces the principal amount. Common amortized loans include auto loans, fixed-ratemortgages, home equity loans, andpersonal loans from a bankfor small projects ordebt consolidation.\n\nWith an amortized loan, a portion of each fixed monthly payment goes to paying themonthly interestand reducing the principal—the original borrowed amount. The interest on an amortized loan is calculated based on the most recent ending balance ofthe loan.\n\nAs a borrower makes payments over time, the principal decreases, reducing the balance on which the interest is calculated. As a result, the interest amount owed decreases over time.\n\nAs the interest portion of an amortized loan decreases, the principal portion of the payment increases. Therefore,interest and principalhave an inverse relationship within the payments over the life of the amortized loan.\n\nAn amortized loan is the result of a series of calculations. First, the loan's current balance is multiplied by the interest rate attributable to the current period to find the interest due for the period. (Annual interest rates may be divided by 12 to find a monthly rate.)\n\nSubtracting the interest due for the period from the total monthly payment results in the dollar amount of principal paid in the period.\n\nThe principal amount paid in the period is applied to the outstanding loan balance. Therefore, the current loan balance, minus the principal amount paid in the period, results in the new outstanding loan balance, which is used to calculate the interest for the next period.\n\nMortgagelending discrimination is illegal.If you think you’ve been discriminated againstbased on race, religion, sex, marital status, use of public assistance, national origin, disability, or age, there are steps you can take. One such step is to file a report, either to theConsumer Financial Protection Bureauor theU.S. Department of Housing and Urban Development (HUD).\n\nWhile amortized loans, balloon loans, and revolving debt—specifically credit cards—share similarities, they have important distinctions you should be aware of before signing up.\n\nTypically, amortized loans get paid off over an extended period of time, with equal amounts paid for each payment period. Amortized loans have an amortization schedule in which a portion of each fixed monthly payment comprises themonthly interestand the principal loan balance.\n\nHowever, borrowers can make an extra payment to reduce the principal owed, but the remaining monthly payments will remain unchanged. In other words, paying extra on an amortized loan reduces theloanbalance, shortens the loan term and saves you interest, but it does not change the monthly payment.\n\nBalloon loansusually have a relatively short term, and only a portion of the loan's principal balance is amortized over that term. At the end of the term, the remaining balance is due as a final repayment, which is generally large—at least double the amount of previous payments.\n\nCredit cards are the most well-known type of revolving debt, which allows you to borrow up to a preset credit limit. In other words, you can no longer borrow from a revolving credit line if you have reached your credit limit.\n\nHowever, if you pay down a portion of the outstanding balance on a revolving credit, your credit availability increases by that amount. As a result, a revolving credit allows you to pay off and borrow again up to your credit limit indefinitely.\n\nCredit cards work differently from amortized loans because they don't have set payment amounts or a fixed loan amount. Credit cardminimum monthly paymentstypically do not include any principal, meaning the payment only covers the monthly interest cost.\n\nAmortized loans apply each payment to both interest and principal, initially paying more interest than principal until eventually that ratio is reversed.\n\nAn amortization table displays the calculations of an amortized loan, listing relevant balances and dollar amounts for each period. In the example below, each row in the table represents one period.\n\nThe following table excerpt is for the first year of a 30-yearfixed-rate mortgagefor $165,000 with an annual interest rate of 4.5%\n\nRemember, applying an extra principal payment to an amortized loan, like afixed-rate mortgageorauto loan, does not reduce the amount of your future monthly payments. The monthly payments remain fixed throughout the life of amortized loans unless you modify the loan terms or refinance the loan.\n\nAmortized typically refers to a method of paying down a loan, such as afixed-rate mortgage, by making fixed, periodic payments comprised of a portion going towards the monthlyinterestand the remaining to the principal loan balance.\n\nYes. To pay off an amortized loan early, you can make payments more frequently or make principal-only payments. Since the interest is charged on the principal,making extra paymentslowers the principal amount that can accrue interest. Before making extra principal payments, review your loan agreement to see if your lender charges an early payoff penalty fee.\n\nYourlendershould provide an amortization schedule showing how much of each payment will comprise interest versus principal. You can also request a schedule from yourlender.\n\nAmortized loanstypically start with payments more heavily weighted toward interest payments.\n\nThe payment schedule of an amortized loan reflects the projected interest amount owed and your principal loan balance simultaneously. You can make extra principal payments, which lower your outstanding loan balance and shorten the length of the loan.\n\nHowever, paying extra does not change your monthly payment. An amortization calculator can help you create an amortization schedule to see how much of your monthly payment will go towards interest versus the principal.\n\nExperian. \"What Is an Amortized Loan?\"\n\nFederal Trade Commission Consumer Advice. \"Mortgage Discrimination.\"\n\nConsumer Financial Protection Bureau. \"What Is a Balloon Payments? When Is One Allowed?\"\n\nMyCreditUnion.gov. \"Paying Off Credit Cards.\"",
  "url": "https://www.investopedia.com/terms/a/amortized_loan.asp"
}