{
  "term": "Anchoring and Adjustment Definition in Business & Finance",
  "definition": "Anchoring and adjustment is a phenomenon wherein an individual bases their initial ideas and responses on one point of information and makes changes driven by that starting point. The anchoring and adjustment heuristic describes cases in which a person uses a specific target number or value as a starting point, known as an anchor, and subsequently adjusts that information until an acceptable value is reached over time. Often, those adjustments are inadequate and remain too close to the original anchor, which is a problem when the anchor is very different from the true answer.\n\nAnchoring is a cognitive bias described bybehavioral financein which individuals fixate on a target number or value—usually, the first one they get, such as an expected price or economic forecast. Unlike the conservatism bias, which has similar effects but is based on how investors relate new information to old information,anchoringoccurs when an individual makes new decisions based on the old, anchor number. Giving new information thorough consideration to determine its impact on the original forecast or opinion might help mitigate the effects of anchoring and adjustment, but the characteristics of the decision-maker are as important as conscious consideration.\n\nThe problem with anchoring and adjustment is that if the value of the initial anchor is not the true value, then all subsequent adjustments will be systematically biased toward the anchor and away from the true value. However, if the anchor is close to the true value then there is essentially no problem.\n\nOne of the issues with adjustments is that they may be influenced by irrelevant information that the individual may be thinking about and drawing unfounded connections to the actual target value. For instance, suppose an individual is shown a random number, then asked an unrelated question that seeks an answer in the form of an estimated value or requires a mathematical equation to be performed quickly. Even though the random number they were shown has nothing to do with the answer sought, it might be taken as a visual cue and become an anchor for their responses. Anchor values can be self-generated, be the output of a pricing model orforecastingtool, or be suggested by an outside individual.\n\nStudies have shown that some factors can influence anchoring, but it is difficult to avoid, even when people are made aware of it and deliberately try to avoid it. In experimental studies, telling people about anchoring, cautioning them that it can bias their judgment, and even offering them monetary incentives to avoid anchoring can reduce, but not eliminate, the effect of anchoring.\n\nHigher levels of experience and skill in a specific field can help reduce the impact of anchoring in that subject area, and higher general cognitive ability may reduce anchoring effects in general. Personality and emotion can also play a role. A depressed mood increases anchoring, as do the personality traits of agreeableness, conscientiousness, introversion, and openness.﻿﻿﻿\n\nIn sales, price, and wage negotiations, anchoring and adjustment can be a powerful tool. Studies have shown that setting an anchor at the outset of a negotiation can have more effect on the final outcome than the intervening negotiation process. Setting a deliberate starting point can affect the range of all subsequent counteroffers.﻿﻿﻿\n\nFor example, a used car salesman (or any salesman) can offer a very high price to start negotiations that are arguably well above thefair value. Because the high price is an anchor, the final price will tend to be higher than if the car salesman had offered a fair or low price to start. A similar technique may be applied in hiring negotiations when a hiring manager or prospective hire proposes an initial salary. Either party may then push the discussion to that starting point, hoping to reach an agreeable amount that was derived from the anchor.\n\nIn finance, the output of a pricing model or from aneconomic forecastingtool may become the anchor for an analyst. One possible way to counteract this is to look at multiple, diverse models or strands of evidence. Social psychology researcher Phillip Tetlock has found that forecasters who make predictions based on many different ideas or perspectives (\"foxes\") tend to make better forecasts than those who focus on only a single model or a few big ideas (\"hedgehogs\").﻿﻿﻿ Considering several different models and a range of different forecasts may make an analyst’s work less vulnerable to anchoring effects.\n\nAdrian Furnham and Hua Chu Boo. \"A Literature Review of the Anchoring Effect,\" Page 39. The Journal of Socio-Economics, 2011.\n\nHarvard Law School Program on Negotiation. \"The Anchoring Effect and How it Can Impact Your Negotiation.\" Accessed Oct. 27, 2020.\n\nPrinceton University Press. \"Expert Political Judgment: How Good Is It? How Can We Know?\" Accessed Oct. 27, 2020.",
  "url": "https://www.investopedia.com/terms/a/anchoring-and-adjustment.asp"
}