{
  "term": "Android Operating System (OS): Definition and How It Works",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe Android operating system is a mobile operating system that was developed by Google (GOOGL​) to be primarily used for touchscreen devices, cell phones, and tablets. Its design lets users manipulate the mobile devices intuitively, with finger movements that mirror common motions, such as pinching, swiping, and tapping. Google also employs Android software in televisions, cars, and wristwatches—each of which is fitted with a unique user interface.\n\nThe Android operating system was first developed by Android Inc., a software company located in Silicon Valley before Google acquired it in 2005. Investors and electronics industry analysts have questioned Google’s true intentions for entering the mobile market space since that acquisition. But in any case, soon thereafter, Google announced the impending rollout of its first commercially available Android-powered device in 2007, although that product actually hit the marketplace in 2008.\n\nSince then, software and application developers have been able to use Android technology to develop mobile apps, which are sold through app stores, such as Google Play. And because it is developed as a Google product, Android users are given the opportunity to link their mobile devices to other Google products, such as cloud storage, email platforms, and video services.\n\nThe Android source code is released in an open-source format to help advance open standards across mobile devices. However, despite being released as “open,” Android is still packaged with proprietary software when sold on handset devices.\n\nAccording to research from Bitdefender, Downloader.DN is the most common type of Android trojan as of February 2022. It involves \"repacked applications taken from Google App Store and bunded with aggressive adware.\"\n\nThe emergence of Android created a new rivalry between smartphone manufacturers, with Apple (AAPL) serving as Google's chief competitor. To some, this competitive dynamic mirrors that of the “cola wars” between Coca-Cola (KO) and Pepsi (PEP) over the past 40 years, where no clear winner or loser has emerged. Android was the most popular operating system on mobile devices as of Q1 2022, with 23.7% of the global market share while Apple's iOS was in second place with 18%, according to International Data Corporation.\n\nThe increased popularity of the system has also led to a number of patent-related lawsuits, including a lawsuit brought forth by Oracle (ORCL). In 2010, the company alleged that Google unlawfully used Java APIs to develop its Android software. In April 2021, the case was decided with the Supreme Court ruling 6-2 in Google's favor.\n\nWhile Android offers users a viable alternative to other mobile operating systems, several limitations still remain. On the developer side, coding complex user experiences and interfaces is an often difficult task that demands a greater reliance on Java than Objective-C.For users, the apps on the Android Market tend to have lower standards than comparable app stores.\n\nIn other words, the apps have lower security profiles and make users more susceptible to data breaches.Meanwhile, Android's lack of a voice-controlled assistant and its heavy dependence on advertising can repel some users.\n\nAndroid. \"Android Open Source Project.\"\n\nT-Mobile. \"T‑Mobile Unveils the T‑Mobile G1 — the First Phone Powered by Android.\"\n\nBitdefender. \"Bitdefender Threat Debrief | March 2022.\"\n\nIDC. \"Smartphone Market Share.\"\n\nSupreme Court of the United States. \"Google LLC v. Oracle America, Inc.\"\n\nNorton. \"Android vs. iOS: Which Is Better for Security?\"",
  "url": "https://www.investopedia.com/terms/a/android-operating-system.asp"
}