{
  "term": "Animal Spirits: Meaning, Definition in Finance, and Examples",
  "definition": "\"Animal spirits\" is a term coined by the famous British economist,John Maynard Keynes, to describe how people arrive at financial decisions, including buying and selling securities, in times of economic stress or uncertainty. In Keynes’s 1936 publication,The General Theory of Employment, Interest, and Money, he speaks of animal spirits as the human emotions that affectconsumer confidence.\n\nToday, animal spirits describe the psychological and emotional factors that drive investors to take action when faced with high levels ofvolatilityin the capital markets. The term comes from the Latinspiritus animalis,which means \"the breath that awakens the human mind.\" In some ways, Keynes' insights into human behavior predicted the rise ofbehavioral economics.\n\nThe technical concept ofspiritus animaliscan be traced as far back as 300 B.C., in the fields of human anatomy and medical physiology. There, animal spirits applied to the fluid or spirit present in sensory activities and nerve endings in the brain that resulting in mass psychological phenomena like manias or hysterias.\n\nAnimal spirits also appeared in literary culture, where they referred to states of physical courage, gaiety, and exuberance. The literary meaning implies that animal spirits can be high or low depending on an individual's degree of health and energy.\n\nToday in finance, the term animal spirits arise inmarket psychologyandbehavioral economics. Animal spirits represent the emotions of confidence, hope, fear, and pessimism that can affect financial decision-making, which in turn can fuel or hamper economic growth. If spirits are low, then confidence levels will be low, which will drive down a promising market—even if the market or economyfundamentalsare strong. Likewise, if spirits are high, confidence among participants in the economy will be high, and market prices will soar.\n\nAnimal spirits can give rise tobubblesin asset prices, and also can lead topanic selling.\n\nAccording to the theory behind animal spirits, the decisions of business leaders are based on intuition and the behavior of their competitors rather than on solidanalysis. Keynes understood that in times of economic upheaval, irrational thoughts might influence people as they pursue their financial self-interests.\n\nKeynes further posited inThe General Theorythat trying to estimate the futureyieldof various industries, companies, or activities using general knowledge and available insight \"amounts to little and sometimes to nothing.\" He proposed that the only way people can make decisions in an uncertain environment is if animal spirits guide them.\n\nIn 2009, the term animal spirits returned to popularity when two economists—George A. Akerlof (Nobel laureate and professor of economics at University of California) and Robert J. Shiller (professor of economics at Yale University)—published their book,Animal Spirits: How Human Psychology Drives the Economy, and Why it Matters for Global Capitalism.\n\nHere, the authors argue that although animal spirits are important, it is equally important that the government actively intervene to control them—via economic policymaking—when necessary. Otherwise, the authors postulate, the spirits might follow their own devices—that is, capitalism could get out of hand, and result in the kind of overindulgence that we saw in the 2008 financial crisis.\n\nThe five cognitive and psychological types of animal spirits identified by Akerlof and Shiller include following. These phenomena help economists consider answers to tricky questions such as \"why do economies fall into depression\" and why are financial prices and corporate investments so volatile?\"\n\nAnimal spirits often manifest as market psychology defined by either fear or greed. For the latter, the term \"irrational exuberance\" has been used to describe investor enthusiasm that drives asset prices far higher than those assets' fundamentals justify. Simply tacking on \"dotcom\" to the name of a company increased its market value to extraordinary levels, with startups showing zero earnings commanding ever-higher share prices.\n\nThecrashthat followed saw the Nasdaq index, which had risen five-fold between 1995 and 2000, tumble from a peak of 5,048.62 on March 10, 2000, to 1,139.90 on Oct 4, 2002, a 76.81% fall. By the end of 2001, most dot-com stocks had gone bust.\n\nAnother example was the lead-up to the 2008-09 financial crisis and theGreat Recession, when the markets were rife with financial innovations. Creative use of both new and existing financial products—likecollateralized debt obligations(CDOs)—abounded, particularly in the housing market. Initially, this trend was thought to be positive, that is until the new financial instruments were found to be deceptive and fraudulent. At this point, investor confidence plummeted, a sell-off ensued, and the markets plunged. A clear case of animal spirits run amok.\n\n\"Animal spirits\" refers to the tendency for investment prices to rise and fall based on human emotion rather thanintrinsic value. This theory, however, has been critiqued by some economists who argue that markets are nonethelessefficientand that individual irrationality washes out in the aggregate. The animal spirits thesis, like behavioral economics, essentially throws a monkey wrench into the assumptions of efficiency and rationality.\n\nOther critics argue that bubbles are not the result of mass psychology, but are due to the over-involvement of central banks and too much regulation, which stymie economic growth and throw markets out of equilibrium. These arguments often stem from Austrian economic theory or libertarianism that asserts that large increases in the money supply (\"printed\" by governments) are the cause of bubbles and their ultimate demise by encouraging malinvestment.\n\nAnimal Spirits is a concept developed by economist John Maynard Keynes, to describe the human emotions that affect consumer confidence. These account for market psychology and, in particular, the role of emotion and herd mentality in investing. This upends the assumptions of rationality and efficiency and primary drivers of economic behavior.\n\nAmazon. \"The General Theory of Employment, Interest, and Money.\"\n\nAmazon. \"Animal Spirits: How Human Psychology Drives the Economy, and Why It Matters for Global Capitalism.\"",
  "url": "https://www.investopedia.com/terms/a/animal-spirits.asp"
}