{
  "term": "Annualized Income Installment Method: Definition and Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe annualized income installment method calculates estimated tax payments and helps decrease underpayment penalties due to fluctuating income.\n\nTaxpayers who areself-employedtypically pay quarterly installments of theirestimated taxin four even amounts as figured by the regular installment method.\n\nWhen a taxpayer has a fluctuating income, however, it often causes them to underpay on one or more of the quarterly estimates, leading to underpayment penalties.\n\nOne solution is theannualizedincome installment method. With this method, taxpayers may estimate their taxes based on known information from the beginning of the tax year through the end of the period paid.\n\nConsider, for example, taxpayers Jamila and Juan. Each of them owes $100,000 in annual estimated tax. Jamila pays her estimated payments in four $25,000 installments per the regular installment method. She evenly earned her income, 25% each quarter, so the quarterly portions paid her estimated tax in full and on time.\n\nJuan's earnings were uneven, with each tax quarter at 0%, 20%, 30%, and 50%, respectively. Juan may have a difficult time coming up with the cash necessary to make his first and second quarter estimated tax payments when his earnings are low. Using the regular installment method, if Juan were to pay less estimated tax in the first two quarters and more in the second two quarters, he would owe anunderpayment penaltyfor the first two quarters.\n\nThe annualized income installment method allows Juan to refigure his installments, so they correlate to his income as he earns it. It does so by annualizing Juan’s installments over four overlapping periods. Each period begins on Jan. 1. The first period ends on March 31, the second ends on May 31, the third on Aug. 31, and the fourth period ends on Dec. 31. Each period includes all the previous periods, with the final period encompassing the entire year. It allows Juan to estimate his tax payments based on his income to that point in the year.\n\nIn this example, we know the exact percentage of Juan's annual earnings from each tax quarter. Juan pays $0 in March, $20,000 in May, $30,000 in August, and $50,000 in December. Juan now has four installments of different amounts that, when added together, equal his full annual estimated tax of $100,000. Juan's refigured installments are now paid on time, his underpayment penaltiesabated.\n\nTaxpayers should pay estimated taxes if they receive substantialdividends, interest, alimony, or other forms of income that are not subject to income taxwithholding.\n\nUnlike our scenario above, in real life, you will not already know your full annual tax payment when your quarterly estimated tax payment is due. Instead, you will have to estimate your annual tax payment by annualizing your income from the beginning of the year until the end of the period in which you are paying taxes. Because the \"quarters\" do not always fall on actual calendar quarters, year-to-date (YTD) income through May 31 is annualized by multiplying by 2.4, through Aug. 31 YTD by 1.5, and through Dec. 31 YTD by 1.\n\nThe annualized method can be calculated usingIRS Form 2210.\n\nNo, there is no underpayment penalty if the difference between your total tax on your return and the amount of tax you paid through withholding is less than $1,000.\n\nThe purpose of the regular installment method is to figure in quarterly tax installments. It divides theannual estimated taxinto four equal segments. The resulting payments are appropriate for thequarterly estimated taxesof taxpayers with a steady income, but this does not work as well for taxpayers whose income fluctuates. Some taxpayers may have a hard time finding the cash to pay estimated taxes in slower months.\n\nIRS Publication 505has forms, schedules, and worksheets that guide taxpayers desiring to refigure their installments using the annualized income installment method.However, figuring installments this way is complicated and best done on an IRS worksheet by a tax professional.\n\nInternal Revenue Service. \"Publication 505 (2019), Tax Withholding and Estimated Tax.\"\n\nInternal Revenue Service. \"Topic No. 306 Penalty for Underpayment of Estimated Tax.\"\n\nInternal Revenue Service. \"Instructions for Form 2210.\"",
  "url": "https://www.investopedia.com/terms/a/annualized-incomeinstallment-method.asp"
}