{
  "term": "Annual Percentage Rate (APR): What It Means and How It Works",
  "definition": "Lars Peterson joined Investopedia in 2023 as a senior editor of financial product reviews with a focus on personal loans, credit cards, mortgages, and other financial products and services. Lars has over 20 years of experience as a writer and editor in personal finance, business, and small business. He has a master's in English from California State University, Long Beach.\n\nAnnual percentage rate (APR) refers to the yearly interest generated by a sum that's charged to borrowers or paid to investors. APR is expressed as a percentage that represents the actual yearlycost of fundsover the term of a loan or income earned on an investment. This includes any fees or additional costs associated with the transaction but does not takecompoundinginto account. The APR provides consumers with a bottom-line number they can compare among lenders, credit cards, or investment products.\n\nAn annual percentage rate is expressed as aninterest rate. It calculates what percentage of the principal you’ll pay each year by taking things such as monthly payments and fees into account. APR is also the annual rate of interest paid on investments without accounting for the compounding of interest within that year.\n\nTheTruth in Lending Act (TILA)of 1968 mandates thatlenders disclosethe APR they charge to borrowers.Credit card companies are allowed to advertise interest rates on a monthly basis, but they must clearly report the APR to customers before they sign an agreement.\n\nCredit card companies can increase your interest rate for new purchases, but not existing balances if they provide you with 45 days' notice first.\n\nAPR is calculatedby multiplying theperiodic interest rateby the number of periods in a year in which it was applied. It does not indicate how many times the rate is actually applied to the balance.\n\nAPR=((Fees+InterestPrincipaln)×365)×100where:Interest=Total interest paid over life of the loanPrincipal=Loan amountn=Number of days in loan term\\begin{aligned} &\\text{APR} = \\left ( \\left ( \\frac{ \\frac{ \\text{Fees} + \\text{Interest} }{ \\text {Principal} } }{ n } \\right ) \\times 365 \\right ) \\times 100 \\\\ &\\textbf{where:} \\\\ &\\text{Interest} = \\text{Total interest paid over life of the loan} \\\\ &\\text{Principal} = \\text{Loan amount} \\\\ &n = \\text{Number of days in loan term} \\\\ \\end{aligned}​APR=((nPrincipalFees+Interest​​)×365)×100where:Interest=Total interest paid over life of the loanPrincipal=Loan amountn=Number of days in loan term​\n\nCredit card APRs vary based on the type of charge. The credit card issuer may charge one APR for purchases, another forcash advances, and yet another forbalance transfersfrom another card. Issuers also charge high-rate penalty APRs to customers for late payments or violating other terms of the cardholder agreement. There’s also the introductory APR—a low or 0% rate—with which many credit card companies try to entice new customers to sign up for a card.\n\nBank loans generally come witheither fixed or variable APRs. A fixed APR loan has an interest rate that is guaranteed not to change during the life of the loan or credit facility. A variable APR loan has an interest rate that may change at any time.\n\nThe APR borrowers are charged also depends on their credit. The rates offered to those with excellent credit are significantly lower than those offered to those with bad credit.\n\nAPR does not take into account the compounding of interest within a specific year: It is based only onsimple interest.\n\nThough an APR only accounts for simple interest, theannual percentage yield (APY)takes compound interest into account. As a result, a loan’s APY is higher than its APR. The higher the interest rate—and to a lesser extent, the smaller the compounding periods—the greater the difference between the APR and APY.\n\nImagine that a loan’s APR is 12%, and the loan compounds once a month. If an individual borrows $10,000, their interest for one month is 1% of the balance, or $100. That effectively increases the balance to $10,100. The following month, 1% interest is assessed on this amount, and the interest payment is $101, slightly higher than it was the previous month. If you carry that balance for the year, your effective interest rate becomes 12.68%. APY includes these small shifts in interest expenses due to compounding, while APR does not.\n\nHere's another way to look at it. Say you compare an investment that pays 5% per year with one that pays 5% monthly. For the first month, the APY equals 5%, the same as the APR. But for the second, the APY is 5.12%, reflecting the monthly compounding.\n\nGiven that an APR and a different APY can represent the same interest rate on a loan or financial product, lenders oftenemphasize the more flattering number, which is why theTruth in Savings Act of 1991mandated both APR and APY disclosure in ads, contracts, and agreements.A bank will advertise a savings account’s APY in a large font and its corresponding APR in a smaller one, given that the former features a superficially larger number. The opposite happens when the bank acts as the lender and tries to convince its borrowers that it’s charging a low rate. A great resource for comparing both APR and APY rates on a mortgage is amortgage calculator.\n\nLet's say that XYZ Corp. offers a credit card that levies interest of 0.06273% daily. Multiply that by 365, and that’s 22.9% per year, which is the advertised APR. Now, if you were to charge a different $1,000 item to your card every day and waited until the day after the due date (when the issuer started levying interest) to start making payments, you’d owe $1,000.6273 for each thing you bought.\n\nTo calculate the APY oreffective annual interest rate—the more typical term for credit cards—add one (that represents the principal) and take that number to the power of the number of compounding periods in a year; subtract one from the result to get the percentage:\n\nAPY=(1+Periodic Rate)n−1where:n=Number of compounding periods per year\\begin{aligned} &\\text{APY} = (1 + \\text{Periodic Rate} ) ^ n - 1 \\\\ &\\textbf{where:} \\\\ &n = \\text{Number of compounding periods per year} \\\\ \\end{aligned}​APY=(1+Periodic Rate)n−1where:n=Number of compounding periods per year​\n\nIn this case your APY or EAR would be 25.7%:\n\n((1+.0006273)365)−1=.257\\begin{aligned} &( ( 1 + .0006273 ) ^ {365} ) - 1 = .257 \\\\ \\end{aligned}​((1+.0006273)365)−1=.257​\n\nIf you only carry a balance on your credit card for one month’s period, you will be charged the equivalent yearly rate of 22.9%. However, if you carry that balance for the year, your effective interest rate becomes 25.7% as a result of compounding each day.\n\nAn APR tends to be higher than a loan’snominalinterest rate. That’s because the nominal interest rate doesn’t account for any other expense accrued by the borrower. The nominal rate may be lower on your mortgage if you don’t account for closing costs, insurance, andorigination fees. If you end up rolling these into your mortgage, your mortgage balance increases, as does your APR.\n\nThe daily periodic rate, on the other hand, is the interest charged on a loan’s balanceon a daily basis—the APR divided by 365. Lenders and credit card providers are allowed to represent APR on a monthly basis, though, as long as the full 12-month APR is listed somewhere before the agreement is signed.\n\nThe APR isn’t always an accurate reflection of the totalcost of borrowing. In fact, it may understate the actual cost of a loan. That’s because the calculations assume long-term repayment schedules. The costs and fees are spread too thin with APR calculations for loans that are repaid faster or have shorter repayment periods. For instance, the average annual impact of mortgage closing costs is much smaller when those costs are assumed to have been spread over 30 years instead of seven to 10 years.\n\nLenders have a fair amount of authority to determine how to calculate the APR, including or excluding different fees and charges.\n\nAPR also runs into some trouble withadjustable-rate mortgages (ARMs). Estimates always assume a constant rate of interest, and even though APR takes ratecapsinto consideration, the final number is still based on fixed rates. Because the interest rate on an ARM will change when the fixed-rate period is over, APR estimates can severely understate the actual borrowing costs ifmortgage ratesrise in the future.\n\nMortgage APRs may or may not include other charges, such asappraisals, titles,credit reports, applications, life insurance, attorneys and notaries, and document preparation. There are other fees that are deliberately excluded, including late fees and other one-time fees.\n\nAll this may make it difficult to compare similar products because the fees included or excluded differ from institution to institution.In order to accurately compare multiple offers, a potential borrower must determine which of these fees are included and, to be thorough, calculate APR using the nominal interest rate and other cost information.\n\nConsumer protection laws require companies to disclose the APRs associated with their product offerings in order to prevent companies from misleading customers. For instance, if they were not required to disclose the APR, a company might advertise a low monthly interest rate while implying to customers that it was an annual rate. This could mislead a customer into comparing a seemingly low monthly rate against a seemingly high annual one. By requiring all companies to disclose their APRs, customers are presented with an “apples to apples” comparison.\n\nWhat counts as a “good” APR will depend on factors such as the competing rates offered in the market, the prime interest rate set by the central bank, and the borrower’s own credit score. When prime rates are low, companies in competitive industries will sometimes offer very low APRs on their credit products, such as the 0% on car loans or lease options. Although these low rates might seem attractive, customers should verify whether these rates last for the full length of the product’s term, or whether they are simply introductory rates that will revert to a higher APR after a certain period has passed. Moreover, low APRs may only be available to customers with especially high credit scores.\n\nThe formula for calculating APR is straightforward. It consists of multiplying the periodic interest rate by the number of periods in a year in which the rate is applied. The exact formula is as follows:\n\nAPR=((Fees+InterestPrincipaln)×365)×100where:Interest=Total interest paid over life of the loanPrincipal=Loan amountn=Number of days in loan term\\begin{aligned} &\\text{APR} = \\left ( \\left ( \\frac{ \\frac{ \\text{Fees} + \\text{Interest} }{ \\text {Principal} } }{ n } \\right ) \\times 365 \\right ) \\times 100 \\\\ &\\textbf{where:} \\\\ &\\text{Interest} = \\text{Total interest paid over life of the loan} \\\\ &\\text{Principal} = \\text{Loan amount} \\\\ &n = \\text{Number of days in loan term} \\\\ \\end{aligned}​APR=((nPrincipalFees+Interest​​)×365)×100where:Interest=Total interest paid over life of the loanPrincipal=Loan amountn=Number of days in loan term​\n\nThe APR is the basic theoretical cost orbenefit of money loanedor borrowed. By calculating only the simple interest without periodic compounding, the APR gives borrowers and lenders a snapshot of how much interest they are earning or paying within a certain period of time. If someone is borrowing money, such as by using a credit card or applying for a mortgage, the APR can be misleading because it only presents the base number of what they are paying without taking time into the equation. Conversely, if someone is looking at the APR on a savings account, it doesn't illustrate the full impact of interest earned over time.\n\nAPRs are often a selling point for different financial instruments, such as mortgages or credit cards. When choosing a tool with an APR, be careful to also take into account the APY because it will prove a more accurate number for what you will pay or earn over time. Though the formula for your APR may stay the same, different financial institutions will include different fees in the principal balance. Be aware of what is included in your APR when signing any agreement.\n\nFederal Register. \"Truth in Lending (Regulation Z).\"\n\nFederal Trade Commission. \"Truth in Lending Act.\"\n\nConsumer Financial Protection Bureau. \"When Can my Credit Card Company Increase my Interest Rate?\"\n\nConsumer Financial Protection Bureau. \"Part 1030—Truth in Savings (Regulation DD).\"",
  "url": "https://www.investopedia.com/terms/a/apr.asp"
}