{
  "term": "Annual General Meeting (AGM): Definition and Purpose",
  "definition": "An annual general meeting of investors is a yearly gathering of a company's interested shareholders, usually hosted by executives and board members.\n\nAn annual general meeting (AGM) is a yearly event sponsored by board members and executives to report information to shareholders about the company’s performance and strategy.\n\nShareholders with voting rights participate in voting on current issues, such as appointments to the company’s board of directors, executive compensation, dividend payments, and the selection of auditors.\n\nAn annual general meeting, also known as an annual shareholder meeting, is primarily held to allow shareholders to vote on both company issues and the election of the company’s board of directors. In large companies, this meeting is typically the only time during the year when shareholders and executives interact.\n\nThe exact rules governing an AGM vary according to jurisdiction. As outlined by many states in their laws of incorporation, both public and private companies must hold AGMs, although the rules tend to be more stringent forpublicly traded companies.\n\nIf a company needs to resolve a problem between annual general meetings, it may call an extraordinary general meeting.\n\nPublic companies must file annual proxy statements, known as Form DEF 14A, with the U.S. Securities and Exchange Commission (SEC). The filing will specify the date, time, and location of the annual meeting, as well as executive compensation and any material matters of the company concerning shareholder voting and nominated directors.\n\nAnnual general meetings (AGMs) are important for the transparency they provide and the ability to include shareholders, as well as bringing management to accountability.\n\nThe corporate bylaws that govern a company, along with its jurisdiction, memorandum, andarticles of association, contain the rules governing an AGM. For example, there are provisions detailing how far in advance shareholders must be notified of where and when an AGM will be held and how to vote by proxy. In most jurisdictions, the following items, by law, must be discussed at an AGM:\n\nIf the company has not been performing well, the AGM is also an opportunity for shareholders to question the board of directors and management about the reasons for poor performance. The shareholders can demand satisfactory answers as well as inquire about the strategies that management plans to implement to turn the company around.\n\nThe AGM is also when shareholders can vote on company matters other than electing the board of directors. For example, if management is contemplating a merger or acquisition, the proposal can be presented to the shareholders, and they can vote on whether or not the company should proceed.\n\nSeveral other elements may be added to an AGM agenda. Often, the company’s directors and executives use the AGM as an opportunity to share their vision of the company’s future with shareholders. For example, at the AGM for Berkshire Hathaway, Warren Buffett delivers long speeches on his views of the company and the economy as a whole.\n\nBerkshire Hathaway’s annual gatheringhas become so popular that it is attended by tens of thousands of people each year, and it has been dubbed “Woodstock for Capitalists.”\n\nInvestor.gov, U.S. Securities and Exchange Commission. “Shareholder Voting.”\n\nFinancial Industry Regulatory Authority. “Annual Meeting.”\n\nNational Archive, Code of Federal Regulations. “Title 17 § 229.407 (Item 407) Corporate Governance.”\n\nNational Archive, Code of Federal Regulations. “Title 17 § 240.14a-101 Schedule 14A. Information Required in Proxy Statement.”\n\nWarren Buffett Archive. “Annual Meetings.”",
  "url": "https://www.investopedia.com/terms/a/agm.asp"
}