{
  "term": "Annual Equivalent Rate (AER): Definition, Formula, Examples",
  "definition": "The annual equivalent rate (AER) is the interest rate for a savings account or investment product that has more than one compounding period. AER is calculated under the assumption that any interest paid is included in the principal payment's balance and the next interest payment will be based on the slightly higher account balance.\n\nThe AER method means that interest can be compounded several times in a year, depending on the number of times that interest payments are made.\n\nAER is also known as theeffective annual interest rateor theannual percentage yield(APY).\n\nThe AER is the actual interest rate that an investor will earn for an investment, a loan, or another product, based on compounding. The AER reveals to investors what they can expect to return from an investment (the ROI)—the actual return of the investment based on compounding, which is more than the stated, or nominal, interest rate.\n\nAssuming that interest is calculated—or compounded—more than once a year, the AER will be higher than the stated interest rate. The more compounding periods, the greater the difference between the two will be. Investors can compare the AER for different banking products to find thebest savings accountsor other investment vehicles.\n\n﻿Annual equivalent rate=(1+rn)n−1where:n=The number of compounding periods (times per year interest is paid)r=The stated interest rate\\begin{aligned} &\\text{Annual equivalent rate}=\\left(1 + \\frac{r}{n}\\right)^n-1\\\\ &\\textbf{where:}\\\\ &n=\\text{The number of compounding periods (times per year interest is paid)}\\\\ &r = \\text{The stated interest rate}\\\\ \\end{aligned}​Annual equivalent rate=(1+nr​)n−1where:n=The number of compounding periods (times per year interest is paid)r=The stated interest rate​﻿\n\nThe AER is displayed as a percentage (%).\n\nLet's look at AER in both savings accounts and bonds.\n\nAssume an investor wishes to sell all the securities in their investment portfolio and place all the proceeds in a savings account. The investor is deciding between placing the proceeds in Bank A, Bank B, or Bank C, depending on the highest rate offered. Bank A has a quoted interest rate of 3.7% that pays interest on an annual basis. Bank B has a quoted interest rate of 3.65% that pays interest quarterly, and Bank C has a quoted interest rate of 3.7% that pays interest semi-annually.\n\nThe stated interest rate paid on an account offering monthly interest may be lower than the rate on an account offering only one interest payment per year. However, when interest is compounded, the former account may offer higher returns than the latter account. For example, an account offering a rate of 6.25% paid annually may look more attractive than an account paying 6.12% with monthly interest payments. However, the AER on the monthly account is 6.30%, as opposed to an AER of 6.25% on the account with annual interest payments.\n\nTherefore, Bank A would have an annual equivalent rate of 3.7%, or (1 + (0.037 / 1))1- 1. Bank B has an AER of 3.65% = (1 + (0.0365 / 4))4- 1, which is equivalent to that of Bank A even though Bank B is compounded quarterly. It would thus make no difference to the investor if they placed their cash in Bank A or Bank B.\n\nOn the other hand, Bank C has the same interest rate as Bank A, but Bank C pays interest semi-annually. Consequently, Bank C has an AER of 3.73%, which is more attractive than the other two banks' AER. The calculation is (1 + (0.037 / 2))2- 1 = 3.73%.\n\nLet's now consider a bond issued by General Electric. In March 2019, General Electric offered anoncallablesemiannual coupon with a 4% coupon rate expiring Dec. 15, 2023. The nominal, or stated rate, of the bond, is 8%—or the 4% coupon rate times two annual coupons. However, the annual equivalent rate is higher, given the fact that interest is paid twice a year. The AER of the bond is calculated as (1+ (0.08 / 2 ))2- 1 = 8.16%.\n\nWhile the stated interest rate doesn't account for compounding, the AER does. The stated rate will generally be lower than AER if there's more than one compounding period. AER is used to determine which banks offer better rates and which investments might be attractive.\n\nThe primary advantage of AER is that it is therealrate of interest because it accounts for the effects of compounding. In addition, it is an important tool for investors because it helps them evaluate bonds, loans, or accounts to understand their real return on investment (ROI).\n\nUnfortunately, when investors are evaluating different investment options, the AER is usually not stated. Investors must do the work of calculating the figure themselves. It's also important to keep in mind that AER doesn't include any fees that might be tied to purchasing or selling the investment. Also, compounding itself has limitations, with the maximum possible rate being continuous compounding.\n\nUnlike the APR, AER reveals the actual interest rate.\n\nCrucial in finding the true ROI from interest-bearing assets.\n\nInvestors must do the work of calculating AER themselves.\n\nAER doesn't take into account fees that may be incurred from the investment.\n\nCompounding has limitations, with the maximum possible rate being continuous compounding.\n\nAER is one of the various ways to calculate interest on interest, which is called compounding. Compounding refers to earning or paying interest on previous interest, which is added to theprincipalsum of a deposit or loan. Compounding allows investors to boost their returns because they can accrue additional profit based on the interest they've already earned.\n\nOne of Warren Buffett's famous quotes is, \"My wealth has come from a combination of living in America, some lucky genes, andcompoundinterest.\"Albert Einstein reportedly referred tocompound interestas mankind's greatest invention.\n\nWhen you are borrowing money (in the form of loans), you want to minimize the effects of compounding. On the other hand, all investors want to maximize compounding on their investments. Many financial institutions will quote interest rates that use compounding principles to their advantage. As a consumer, it is important to understand AER so you can determine the interest rate you are really getting.\n\nThere are many websites that offer tools for calculating AER, including the websitesCalculator Soup,Get Calc, andOmni Calculator.\n\nThe nominal interest rate is the advertised or stated interest rate on a loan, without taking into account any fees or compounding of interest. The nominal interest rate is what is specified in the loan contract, without adjusting for compounding. Once the compounding adjustment has been made, this is the effective interest rate.\n\nA real interest rate is an interest rate that has been adjusted to remove the effects of inflation. Real interest rates reflect the realcost of funds, in the case of a loan (and a borrower) and the real yield (or ROI) for an investor. The real interest rate of an investment is calculated as the difference between thenominal interest rateand the inflation rate.\n\nThe annual equivalent rate, or AER, is the actual interest rate on a loan when you account for how interest is compounded. This rate is higher than the nominal interest rate for a loan if interest is compounded more than once a year. Because this is a more accurate representation of the returns of a loan than the nominal rate, the AER is also known as the effective annual interest rate.\n\nThe Giving Pledge. \"My philanthropic pledge.\"\n\nInc. “Why Einstein Considered Compound Interest the Most Powerful Force in the Universe.”",
  "url": "https://www.investopedia.com/terms/a/aer.asp"
}