{
  "term": "Annual Turnover: Definition, Formula for Calculation, and Example",
  "definition": "Investopedia / Michela Buttignol\n\nAnnual turnover is the percentage rate at which something changes ownership over the course of a year. For a business, this rate could be related to its yearly turnover in inventories, receivables, payables, or assets.\n\nIn investments, a mutual fund orexchange-traded fund(ETF) turnover rate replaces its investment holdings on a yearly basis.Portfolio turnoveris the comparison of assets under management (AUM) to the inflow, or outflow, of a fund's holdings. The figure is useful to determine how actively the fund changes the underlying positions in its holdings. High figure turnover rates indicate an actively managed fund. Other funds are more passive and have a lower percentage of holding turnovers. An index fund is an example of a passive holding fund.\n\nTo calculate the portfolio turnover ratio for a given fund, first determine the total amount of assets purchased or sold (whichever happens to be greater), during the year. Then, divide that amount by the average assets held by the fund over the same year.\n\n﻿portfolio turnover=max&ApplyFunction;{fund purchasesfund salesaverage assets\\begin{aligned}&\\text{portfolio turnover}\\ =\\ \\frac{\\operatorname{max}\\begin{cases} \\text{fund purchases}\\\\ \\quad \\text{fund sales}\\end{cases}}{\\text{average assets}}\\end{aligned}​portfolio turnover=average assetsmax{fund purchasesfund sales​​​﻿\n\nFor example, if a mutual fund held $100 million inassets under management(AUM) and $75 million of those assets were liquidated at some point during the measurement period, the calculation is:\n\n﻿$75m$100m=0.75where:\\begin{aligned}&\\frac{\\$75\\text{m}}{\\$100\\text{m}}=0.75\\\\&\\textbf{where:}\\\\&\\text{m}=\\text{million}\\end{aligned}​$100m$75m​=0.75where:​﻿\n\nIt is important to note that a fund turning over at 100% annually has not necessarily liquidated all positions with which it began the year. Instead, the complete turnover accounts for the frequent trading in and out of positions and the fact that sales of securities equal total AUM for the year. Also, using the same formula, the turnover rate is also measured by the number of securities bought in the measurement period.\n\nAnnualized turnover is a future projection based on one month—or another shorter period of time—of investment turnover. For example, suppose that an ETF has a 5% turnover rate for the month of February. Using that figure, an investor may estimate annual turnover for the coming year by multiplying the one-month turnover by 12. This calculation provides an annualized holdings turnover rate of 60%.\n\nGrowth funds rely on trading strategies and stock selection from seasoned professional managers who set their sights on outperforming the index against which the portfoliobenchmarks. Owning large equity positions is less about a commitment to corporate governance than it is a means to positive shareholder results. Managers who consistently beat the indices stay on the job and attract significant capital inflows.\n\nWhile the passive versus active management argument persists, high volume approaches can realize moderate success. Consider theAmerican Century Small Cap Growth fund(ANOIX), a four-star-rated Morningstar fund with a frantic 141% turnover rate (as of February 2021) that outperformed the S&P 500 Index considently over the last 15 years (through 2021).\n\nIndex funds, such as theFidelity 500 Index Fund(FXAIX), adopt a buy-and-hold strategy. Following this system, the fund owns positions in equities as long as they remain components of the benchmark. The funds maintain a perfect, positive correlation to the index, and thus, the portfolio turnover rate is just 4%. Trading activity is limited to purchasing securities from inflows and infrequently selling issues removed from the index. More than 60% of the time, indices have historically outpaced managed funds.\n\nAlso, it is important to note, a high turnover rate judged in isolation is never an indicator of fund quality or performance. The Fidelity Spartan 500 Index Fund, after expenses, trailed the S&P 500 by 2.57% in 2020.\n\nBusinesses use several annual turnover metrics for understanding how well the business is running on a yearly basis.Inventory turnovermeasures how fast a company sells inventory and how analysts compare it to industry averages. A low turnover implies weak sales and possibly excess inventory, also known as overstocking. It may indicate a problem with the goods being offered for sale or be a result of too little marketing. A high ratio implies either strong sales or insufficient inventory. The former is desirable while the latter could lead to lost business. Sometimes a low inventory turnover rate is a good thing, such as when prices are expected to rise (inventory pre-positioned to meet fast-rising demand) or when shortages are anticipated.\n\nThe speed at which a company can sell inventory is a critical measure of business performance. Retailers that move inventory out faster tend to outperform. The longer an item is held, the higher its holding cost will be, and the fewer reasons consumers will have to return to the shop for new items.",
  "url": "https://www.investopedia.com/terms/a/annual-turnover.asp"
}