{
  "term": "Annuitant: Definition and Types",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn annuitant is someone who is entitled to collect the regular payments of a pension or an annuity investment. The annuitant may be the contract holder or another person, such as a surviving spouse.\n\nAnnuities are generally seen as retirement income supplements. They may be tied to an employeepension planor alife insuranceproduct. The size of the payments is usually determined by thelife expectancyof the annuitant as well as the amount invested.\n\nAnannuityis a regular payment of a guaranteed income for life or for some specified number of years. An annuitant may be a retired civil servant who receives a pension plan, or aninvestorwho has paid money to an insurance company in return for a regular income supplement.\n\nDepending on the specifics of the contract, the owner of an annuity may name one or more annuitants, such as a spouse and an elderly parent, or may arrange a joint annuity. The annuitant can also arrange for the payments to be transferred to a surviving spouse if the need arises. In any case, the annuitant must be a person, not a company, organization, ortrust.\n\nThe amount of the payments to an annuitant is based on the individual's age and life expectancy, and the age and life expectancy of any beneficiaries. For example, if the annuitant is 65 years old, but the annuity is transferrable to his 60-year-old wife if she survives him, the insurance company will calculate that it will make monthly payments for about 24 years, which is the life expectancy of a 60-year-old woman.\n\nMost annuities are taxed as ordinary income.\n\nIn yet another variation, an annuity can be for a term of \"life-plus\"—that is, the payments will continue for the annuitant's lifetime and then be transferred to a surviving spouse for a specified period of time.\n\nThere are many variations of an annuity, but they can be boiled down to two basic types:\n\nAnnuities are generally taxed as ordinary income. The portion ofthe annuity paymentsthat represents the contract holder'sbasisis not taxed, only thegainportion. In the case of an employer pension, the entire payment is generally taxed as ordinary income.\n\nNo, an annuitant is different from a beneficiary. In anannuity contract, though an annuitant might be the same person as the annuity owner, the annuitant cannot be the same person as the beneficiary. The beneficiary is the person who receives the death benefit when the annuitant dies.\n\nThis depends on the annuity contract. If the contract stipulates asingle life payout, then there are no death benefits. The payouts stop at the end of the annuitant's life. If it's ajoint-life payout, then there are death benefits: the beneficiary is eligible to collect payments until the end of their life. The beneficiary is typically a surviving spouse, but not always.\n\nAn annuitant is someone who receives a periodic orlump-sum paymentfor the rest of their life or for a certain period. The annuitant is often but not always the owner of the annuity. Their goal is typically to have a regular income stream sustain them in their retirement years.",
  "url": "https://www.investopedia.com/terms/a/annuitant.asp"
}