{
  "term": "Annuity Due: Definition, Calculation, Formula, and Examples",
  "definition": "Payment is due or made at the beginning of a payment interval with an annuity due and includes obligations like rent.\n\nAn annuity due is an annuity with a payment that's due immediately at the beginning of each period. Rent is a common example because landlords often require payment upon the start of a new month rather than collecting it after the renter has enjoyed the benefits of the apartment for an entire month.\n\nAn annuity due requires that payments be made at the beginning rather than the end of each annuity period. Annuity due payments received by an individual legally represent an asset. The individual paying the annuity due has a legal debt liability requiring periodic payments.\n\nA series of annuity due payments reflect a number of future cash inflows or outflows so the payer or recipient of the funds may wish to calculate the entire value of the annuity while factoring in thetime value of money. This can be accomplished by usingpresent valuecalculations.\n\nA present value table for an annuity due has the projectedinterestrate across the top of the table and the number of periods as the left-most column. The intersecting cell between the appropriate interest rate and the number of periods represents the present value multiplier. Finding the product between one annuity due payment and the present value multiplier yields the present value of the cash flow.\n\nAwhole life annuity dueis a financial product sold by insurance companies that requires annuity payments at the beginning of each monthly, quarterly, or annual period rather than at the end of the period. This is a type of annuity that will provide the holder with payments during the distribution period for as long as they live. The insurance company retains any funds remaining after theannuitantdies.\n\nIncome payments from an annuity are taxed as ordinary income.\n\nAn annuity due payment is a recurring issuance of money at the beginning of a period. Anordinary annuitypayment is a recurring issuance of money at the end of a period. Contracts and business agreements outline this payment and it's based on when the benefit is received. The beneficiary pays an annuity due payment before receiving the benefit when paying for an expense. The beneficiary makes ordinary due payments after the benefit has occurred.\n\nThe timing of an annuity payment is critical based onopportunity costs. The collector of the payment may invest an annuity due payment that's collected at the beginning of the month to generate interest orcapital gains. An annuity due is therefore more beneficial for the recipient because they have the potential to use the funds faster.\n\nIndividuals paying an annuity due lose out on the opportunity to use the funds for an entire period, however. Those paying annuities thus tend to prefer ordinary annuities.\n\nAn annuity due may arise due to any recurring obligation. Many monthly bills such as rent car payments, and cellphone payments are annuities due because the beneficiary must pay at the beginning of the billing period. Insurance expenses are typically annuities due because the insurer requires payment at the start of each coverage period.\n\nAnnuity due situations also typically arise when saving for retirement or putting money aside for a specific purpose.\n\nThepresent and future valuesof an annuity due can be calculated using slight modifications to the present value and future value of an ordinary annuity.\n\nThe present value of an annuity due tells us the current value of a series of expected annuity payments. It shows what the future total to be paid is worth now.\n\nCalculating the present value of an annuity due is similar to calculating the present value of an ordinary annuity but there are subtle differences to account for when annuity payments are due. Payments are made at the beginning of the interval for an annuity due and at the end of a period for an ordinary annuity. Theformula for the present valueof an annuity due is:\n\nLet's look at an example of the present value of an annuity due. Suppose you're abeneficiarydesignated to immediately receive $1,000 each year for 10 years earning an annual interest rate of 3%. You want to know how much the stream of payments is worth to you today. The present value is $8,786.11 based on the present value formula.\n\nThe future value of an annuity due shows us the end value of a series of expected payments or the value at a future date.\n\nThere are also differences in how the future value of money is calculated for an ordinary annuity and an annuity due just as there are differences in how the present value is calculated for an ordinary annuity and an annuity due. The future value of an annuity due is calculated as:\n\nUsing the same example, we calculate that the future value of the stream of income payments is $11,807.80.\n\nIt depends on whether you're the recipient or the payer. An annuity due is often preferred by a recipient because you receive payment upfront for a specific term. This allows you to use the funds immediately and enjoy a higher present value than that of an ordinary annuity.\n\nAn ordinary annuity might be favorable if you're the payer because you make your payment at the end of the term rather than the beginning. You're able to use those funds for the entire period before paying.\n\nYou typically aren't able to choose whether payment will be at the beginning or the end of the term, however. Insurance premiums are an example of an annuity due with premium payments due at the beginning of the covered period. A car payment is an example of an ordinary annuity with payments due at the end of the covered period.\n\nAn immediate annuity is an account that's funded with a lump-sum deposit and generates an immediate stream of income payments. The income can be for a stated amount such as $1,000 a month, a stated period such as 10 years, or a lifetime.\n\nThe contract terminates and no future payments are made when an annuity expires. The contractual obligation is fulfilled with no further duties owed by either party.\n\nAn annuity is an insurance product designed to generate payments immediately or in the future to the annuity owner or a designated payee. The account holder makes either a lump-sum payment or a series of payments into the annuity. They can either receive an immediate stream of income or defer receiving payments until a time in the future, usually after anaccumulation periodwhen the account earnstax-deferredinterest.\n\nAn annuity due is an annuity with payment due or made at the beginning of the payment interval. An ordinary annuity generates payments at the end of the period.\n\nThe method for calculating the present and future values differs as a result. A common example of an annuity due is rent payments made to a landlord. A common example of an ordinary annuity includes mortgage payments made to a lender. The annuity due might be a better option depending on whether you're the payer or payee.\n\nInternal Revenue Service. \"Topic No. 410, Pensions and Annuities.\"",
  "url": "https://www.investopedia.com/terms/a/annuitydue.asp"
}