{
  "term": "Annuitization: What It Is, How It Works, and Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAnnuitization is the process of converting anannuityinvestment into a series of periodic income payments. Annuities may be annuitized for a specific period or for the life of theannuitant. Depending on theannuity contract, payments may be made solely to the annuitant or to the annuitant and a surviving spouse in ajoint life arrangement. Annuitants can arrange forbeneficiariesto receive a portion of the annuity balance upon their death.\n\nThe concept of annuitization dates back centuries, butlife insurancecompanies formalized it into a contract offered to the public in the 1800s.\n\nWhen drawing up the annuity contract, the insurer makes calculations to determine the annuitypayoutamount. The key factors used in the calculation are the annuitant's current age,life expectancy, and the projectedinterest rate the insurer will credit to the annuity balance. The resulting payout rate establishes the amount of income that the insurer will pay. By the end of the payment period, the insurer will have returned the entire annuity balance plus interest to the annuitant.\n\nThe payment period may be a specified period or the life expectancy of the investor. If the insurer determines that the investor’s life expectancy is 25 years, then that becomes the payment period. The significant difference between using a specified period versus a lifetime period is that, if the annuitant lives beyond their life expectancy, the life insurer must continue the payments until the annuitant's death. This is the insurance aspect of an annuity in which the life insurer assumes the risk of extended longevity.\n\nAnnuity payments based on a single life cease when the annuitant dies, and the insurer retains the remaining annuity balance. When payments are based on joint lives, the payments continue until the death of the second annuitant. When an insurer covers joint lives, the amount of the annuity payment is reduced to cover thelongevity riskof the additional life.\n\nAnnuitants may designate a beneficiary to receive the annuity balance through a refund option. Annuitants can select refund options for varying periods of time during which, if death occurs, the beneficiary will receive the proceeds. For instance, if an annuitant selects a refund option for aperiod certainof 10 years, death must occur within that 10-year period for the insurer to pay the refund to the beneficiary. An annuitant may select a lifetime refund option, but the length of the refund period will affect the payout rate. The longer the refund period is, the lower the payout rate.\n\nIn 2019, the U.S. Congress passed theSECURE Act, which made changes to retirement plans, including those containing annuities.This law makes annuities more portable. For example, if you change jobs, your 401(k) annuity from your old job can be rolled over into the 401(k) plan at your new job.\n\nThe law also makes it more difficult for account holders to sue a retirement plan if it doesn't follow through with annuity payments, as in the case of bankruptcy. Note that asafe harborprovision of the SECURE Act prevents retirement plans (and not annuity providers) from being sued.\n\nThe SECURE Act eliminated the stretch provision for beneficiaries whoinherit an individual retirement account (IRA). In years past, a beneficiary of anIRAcould stretch out therequired minimum distributionsfrom the IRA over their lifetime, which helped to stretch out the tax burden.With the new ruling, non-spousal beneficiaries must withdraw all of the funds from the inherited IRA within 10 years of the death of the owner.\n\nYou can sign an annuity contract as long as you're over 18 or older. There is no age limit.\n\nThis depends on your goals andrisk tolerance. If you are determined to find a way to receive a guaranteed income stream for retirement, especially if you believe you will outlive your life expectancy, then an annuity may be for you. However, there are often high fees and strict rules involved. You might want to consider other options before settling on an annuity.\n\nWith an annuity, you enter into a contract with a life insurance company. You purchase the annuity with either a lump sum of capital or a series of premiums so that the insurer will either immediately or eventually transform these funds into periodic payments. This transformation is annuitization.\n\nCongress.gov. \"H.R.1994 - Setting Every Community Up for Retirement Enhancement Act of 2019.\"\n\nSociety for Human Resource Management. \"SECURE Act Alters 401(k) Compliance Landscape.\"",
  "url": "https://www.investopedia.com/terms/a/annuitization.asp"
}