{
  "term": "Antitrust Laws: What They Are, How They Work, Major Examples",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nAntitrust is the regulation to prevent the concentration of economic power in regards to monopolies and other anticompetitive practices.\n\nAntitrust laws are regulations that encourage competition by limiting themarket powerof any particular firm. This often involves ensuring thatmergers and acquisitionsdon’t overly concentrate market power or formmonopolies, as well as breaking up firms that have become monopolies.\n\nAntitrust laws also prevent multiple firms fromcolludingor forming acartelto limit competition through practices such asprice fixing. Due to the complexity of deciding what practices will limit competition, antitrust law has become a distinct legal specialization.\n\nAntitrust laws are the broad group of state and federal laws that are designed to make sure businesses are competing fairly. The “trust” in antitrust refers to a group of businesses that team up or form a monopoly to dictate pricing in a particular market.\n\nSupporters say antitrust laws are necessary and that competition amongsellersgives consumers lower prices, higher-quality products and services, more choices, and greater innovation. Most people agree with this concept and the benefits of anopen marketplace, although there are some who claim that allowing businesses to compete as they see fit would ultimately give consumers the best prices.\n\nThe Sherman Act, the Federal Trade Commission Act, and the Clayton Act are the key laws that set the groundwork for antitrust regulation.Predating the Sherman Act, the Interstate Commerce Act was also beneficial in establishing antitrust regulations, although it was less influential than some of the others.\n\nCongress passed the Interstate Commerce Act in 1887 in response to growing public demand that railroads be regulated. Among other requirements, the law ordered railroads to charge a fair fee to travelers and post those fees publicly. It was the first example of antitrust law but was less influential than the Sherman Act, passed in 1890.\n\nTheSherman Actoutlawed contracts and conspiracies restraining trade and/or monopolizing industries in an attempt to stopcompeting individuals or businesses fixing prices, dividing markets, or attempting to rig bids. The Sherman Act laid out specific penalties and fines for violating the terms.\n\nIn 1914, Congress passed the Federal Trade Commission Act, banning unfair competition methods and deceptive acts or practices. TheClayton Actwas also passed in 1914, addressing specific practices that the Sherman Act does not ban. For example, the Clayton Act prohibits appointing the same person to make business decisions for competing corporations.\n\nThe antitrust laws describe unlawful mergers and business practices in general terms, leaving courts to decide which ones are illegal based on the specifics of each case.\n\nTheFederal Trade Commission (FTC)and the U.S. Department of Justice (DOJ) are tasked with enforcing federal antitrust laws. In some cases, these two authorities may also work with other regulatory agencies to ensure that certain mergers fit the public interest.\n\nThe FTC mainly focuses on segments of the economy whereconsumer spendingis high, including healthcare, drugs, food, energy, technology, and anything related to digital communications. Factors that could spark an FTC investigation include premerger notification filings, certain consumer or business correspondence, congressional inquiries, or articles on consumer or economic subjects.\n\nIf the FTC thinks that a law has been violated, the agency will try to stop the questionable practices or find a resolution to the anticompetitive portion of, say, a proposed merger between two competitors. If no resolution is found, the FTC may put out an administrative complaint and/or pursue injunctive relief in federal court.\n\nThe FTC might also refer evidence of criminal antitrust violations to the DOJ. The DOJ has the power to impose criminal sanctions and holds sole antitrust jurisdiction in certain sectors, such as telecommunications, banks, railroads, and airlines.\n\nIn 2023, the DOJ and eight states filed an antitrust lawsuit against Alphabet’sGoogle, alleging that the search giant has illegally monopolized the digital advertising business. On April 17, 2025, Google was found liable on two counts by concluding that the company had unlawfully monopolized the publisher ad server and ad exchange markets.\n\nThe original complaint said, “Today’s complaint alleges that Google has used anticompetitive, exclusionary, and unlawful conduct to eliminate or severely diminish any threat to its dominance over digital advertising technologies,” the government agency said.\n\nThe filing, which sought to make Googledivestparts of its advertising business, alleged that the company has used acquisitions as a strategy for “neutralizing or eliminating” rivals and forces advertisers to use its products by making competitors’ products difficult to use. The complaint claimed that the company’s monopolistic practices curtail innovation, raise advertising fees, and prevent small businesses and publishers from growing.\n\nThe decision clears the way for another hearing to decide how Google can restore competition by such possible actions as selling off parts of its business.\n\nGoogle’s advertising business has long come under fire from critics who argue that the search giant controls both thesupplyanddemandsides of the digital advertising market. The company provides tools that help websites offer ad space and that assist advertisers in placing online ads. The suit alleged that Google’s dominance in the market allows it to pocket 30 cents of each dollar that advertisers spend using its suite of advertising tools.\n\nThe lawsuit marks the second federal antitrust complaint against Google in three years. Under the first Trump administration, the DOJ filed a lawsuit in October 2020, accusing the tech giant of using its monopoly to reduce competition through exclusionary agreements.\n\nGoogle is likely to appeal the decision.\n\nAntitrust laws were implemented to prevent companies from getting greedy and abusing their power. Without these regulations in place, many politicians fear that big businesses would gobble up the smaller ones. This would result in less competition and fewer choices for consumers, potentially leading to higher prices, lower quality, and less innovation, among other things.\n\nThere are three federal antitrust laws in effect today: the Sherman Act, the Federal Trade Commission Act, and the Clayton Act.\n\nThe Federal Trade Commission (FTC) and the U.S. Department of Justice (DOJ) are responsible for making sure that antitrust laws are abided by. The FTC mainly focuses on segments of the economy where consumer spending is high, while the DOJ holds sole antitrust jurisdiction in sectors such as telecommunications, banks, railroads, and airlines and has the power to impose criminal sanctions.\n\nAntitrust laws regulate the concentration of economic power to prevent companies from price colluding or creating monopolies. Proponents of antitrust laws argue that they keep consumer prices lower and foster innovation through increased competition. Critics say antitrust regulations intervene in the free market and reduce efficiency.\n\nAntitrust laws are enforced by the FTC and DOJ, with the agencies focusing on areas of the economy that receive significant consumer spending, such as technology, healthcare,pharmaceuticals, and communications. Typically, antitrust investigations arise from premerger notification filings, congressional inquiries, or consumer and business correspondence.\n\nFederal Trade Commission. “The Antitrust Laws.”\n\nNational Archives. “Interstate Commerce Act (1887).”\n\nFederal Trade Commission. “The Enforcers.”\n\nU.S. Justice Department. \"Memorandum Opinion.\"\n\nU.S. Department of Justice. “Justice Department Sues Google for Monopolizing Digital Advertising Technologies.”\n\nU.S. Department of Justice. “Justice Department Sues Monopolist Google for Violating Antitrust Laws.”",
  "url": "https://www.investopedia.com/terms/a/antitrust.asp"
}