{
  "term": "Anti-Dumping Duty: What It Is, How It Works, Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAmanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nAn anti-dumping duty is a protectionist tariff that a domestic government imposes on foreign imports that it believes are priced below fair market value. Dumping is a process wherein a company exports a product at a price that is significantly lower than the price it normally charges in its home (or its domestic) market.\n\nIn order to protect their respective economy, many countries impose duties on products they believe are being dumped in their national market because these products have the potential to undercut local businesses and the local economy.\n\nIn the U.S., the International Trade Commission (ITC)–an independent government agency–is tasked with imposing anti-dumping duties. Their actions are based on recommendations they receive from the U.S. Department of Commerce and investigations by the ITC and/or the Department of Commerce.﻿﻿\n\nIn many cases, the duties imposed on these goods exceeds the value of the goods. Anti-dumping duties are typically levied when a foreign company is selling an item significantly below the price at which it is being produced.\n\nWhile the intention of anti-dumping duties is to save domestic jobs, these tariffs can also lead to higher prices for domestic consumers. And, in the long-term, anti-dumping duties can reduce the international competition of domestic companies producing similar goods.\n\nThe World Trade Organization (WTO) is an international organization that deals with the rules of trade between nations. The WTO also operates a set of international trade rules, including the international regulation of anti-dumping measures. The WTO does not intervene in the activities of companies engaged in dumping. Instead, it focuses on how governments can—or cannot—react to the practice of dumping.﻿﻿ In general, the WTO agreement permits governments to act against dumping \"if it causes or threatens material injury to an established industry in the territory of a contracting party or materially retards the establishment of a domestic industry.\"﻿﻿\n\nThis intervention must be justified in order to uphold the WTO's commitment to free-market principles.﻿﻿ Anti-dumping duties have the potential to distort the market. In a free market, governments cannot normally determine what constitutes a fairmarket pricefor any good or service.\n\nIn June 2015, American steel companies United States Steel Corp., Nucor Corp., Steel Dynamics Inc., ArcelorMittal USA, AK Steel Corp., and California Steel Industries, Inc. filed a complaint with the U.S. Department of Commerce and the ITC. Their complaint alleged that several countries, including China, were dumping steel into the U.S. market and keeping prices unfairly low.\n\nAfter conducting a review, one year later the U.S. announced that it would be imposing a total of 522% combined anti-dumping andcountervailing import dutieson certain steel imported from China.In 2018, China filed a complaint with the WTO challenging the tariffs imposed by the Trump administration.Since then, the Trump administration has continued to use the WTO to challenge what it claims are unfair trading practices by the Chinese government and other trading partners.\n\nU.S. International Trade Commission. \"Understanding Antidumping & Countervailing Duty Investigations.\" Accessed Sept. 10, 2020.\n\nWorld Trade Organization. \"Technical Information on Anti-Dumping.\" Accessed Sept. 10, 2020.\n\nWorld Trade Organization. \"General Agreements on Tariffs and Trade,\" Page 36. Accessed Sept. 10, 2020.\n\nInternational Trade Administration. \"Commerce Initiates Antidumping Duty and Countervailing Duty Investigations of Imports of Corrosion-Resistant Steel Products from China, India, Italy, Korea, and Taiwan,\" Pages 1 and 5. Accessed Sept. 10, 2020.\n\nInternational Trade Administration. \"Commerce Finds Dumping of Imports of Certain Cold-Rolled Steel Flat Products from the People’s Republic of China and Japan, and Countervailable Subsidization of Imports of Certain Cold-Rolled Steel Flat Products from the People’s Republic of China,\" Page 1. Accessed Sept. 10, 2020.\n\nWorld Trade Organization. \"China Files WTO Complaint Over the United States’ Tariff Measures on Chinese Goods.\" Accessed Sept. 10, 2020.\n\nWorld Trade Organization. \"China — Additional Duties on Certain Products from the United States.\" Accessed Sept. 10, 2020.",
  "url": "https://www.investopedia.com/terms/a/anti-dumping-duty.asp"
}