{
  "term": "Anti-Dilution Provision: Definition, How It Works, Types, and Formula",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAnti-dilution provisions are clauses built intoconvertible preferred stocksand someoptionsto help shield investors from their investment potentially losing value. When new stock issues hit the market at a lower price than that paid by earlier investors in the same stock, equitydilutioncan occur. Anti-dilution provisions are also called anti-dilution clauses, subscription rights, subscription privileges, or preemptive rights.\n\nAnti-dilution provisions act as a buffer to protect investors against their equity ownership positions becoming diluted or less valuable. This can happen when the percentage of an owner's stake in a company decreases because of an increase in the total number ofshares outstanding. Total shares outstanding may increase because of new share issuance based on a round of equity financing. Dilution can also occur when holders ofstock options, such as company employees, or holders of other optionable securitiesexercisetheir options.\n\nSometimes the company receives enough cash in exchange for the shares that the increase in the value of the shares offsets the effects of dilution; but often this is not the case.\n\nWhen the number of shares outstanding increases, each existing stockholder owns a smaller, or diluted, percentage of the company, making each share less valuable.\n\nDilution can be particularly vexing to preferred shareholders ofventure capitaldeals, whose stock ownership may become diluted when later issues of the same stock hit the market at a cheaper price. Anti-dilution provisions can discourage this from happening by tweaking theconversion pricebetween convertible securities, such as corporate bonds orpreferred shares, and common stocks. In this way, anti-dilution clauses can keep an investor's original ownership percentage intact.\n\nThe two common types of anti-dilution clauses are known as \"full ratchet\" and \"weighted average.\" We will talk more about each of the two types more specifically in the next sections.\n\nWith afull ratchetprovision, the conversion price of the existing preferred shares is adjusted downward to the price at which new shares are issued in later rounds. Very simply, if the original conversion price was $5 and in a later round the conversion price is $2.50, the investor's original conversion price would adjust to $2.50.\n\nTheweighted averageprovision uses the following formula to determine new conversion prices:\n\nAnti-dilution provisions are typically accounted for in financial statements by disclosing their existence and potential impact in the notes to the financial statements.\n\nFull ratchet anti-dilution works by providing investors with the highest level of protection against dilution. When a company issues new shares at a price lower than what previous investors paid, the full ratchet provision resets the conversion price of the investor’s convertible securities to this new, lower price. This means that the investor can convert their preferred shares or convertible debt into common shares at the same price as the new investors.\n\nThe primary advantage of full ratchet anti-dilution for investors is the preservation of their ownership percentage and the value of their investment. By resetting the conversion price to the lower issuance price, investors can maintain a proportional stake in the company despite the issuance of additional shares at a reduced price. This protection is particularly important during down rounds where the company raises capital at lower valuations.\n\nHowever, full ratchet anti-dilution provisions can be less favorable for companies. They can lead to significant dilution of common shareholders and make it more challenging to attract new investors, as new investors might be wary of the potential for substantial dilution in future down rounds. Additionally, these provisions can complicatenegotiationsand financing strategies, as companies must carefully consider the potential impact of triggering full ratchet adjustments on their capital structure and investor relations.\n\nWeighted average anti-dilution provisions provide a more balanced approach to protecting investors from dilution. These provisions adjust the conversion price of convertible securities based on a weighted average formula that takes into account both the old and new shares and their respective prices. The adjustment ensures that the conversion price is lowered but not to the extent of the new issuance price.\n\nThis weighted average approach results in a more moderate reduction in the conversion price, allowing investors to convert their securities into additional common shares, but not as many as they would under a full ratchet provision.\n\nThere are two variations of weighted average anti-dilution: broad-based and narrow-based. The broad-based weighted average includes all outstanding shares in the calculation. The narrow-based weighted average only considers shares issued to investors. These two approaches give companies a little more leeway to negotiate the level of protection based on their specific circumstances and priorities.\n\nWeighted average anti-dilution provisions are generally viewed as more company-friendly than full ratchet provisions. They provide a fair compromise that protects investors from significant dilution while minimizing the impact on common shareholders and the company’s overall capital structure.\n\nAnti-dilution provisions aren't always great for all parties. Here are several downsides to anti-dilution provisions:\n\nAn anti-dilution provision is a clause in a company's charter or an investor agreement designed to protect investors from the dilution of their ownership percentage in the event of future stock issuances at a lower price.\n\nAnti-dilution provisions protect investors by adjusting the conversion price of their convertible securities (such as preferred stock or convertible debt) when new shares are issued at a price lower than the price they originally paid. This adjustment increases the number of shares the investor can convert their securities into, thereby preserving their ownership percentage and investment value.\n\nWeighted average anti-dilution is a more moderate approach compared to full ratchet. It adjusts the conversion price of the investor’s convertible securities based on a formula that takes into account both the number of shares previously issued and the number of new shares issued at the lower price.\n\nAnti-dilution provisions are typically triggered when a company issues new shares at a price per share lower than the price paid by the existing investors for their convertible securities.\n\nAn anti-dilution provision is a clause in an investment agreement designed to safeguard investors from the dilution of their ownership percentage when new shares are issued at a price lower than what they initially paid. It accomplishes this by adjusting the conversion price of its convertible securities.",
  "url": "https://www.investopedia.com/terms/a/anti-dilutionprovision.asp"
}