{
  "term": "Anti-Money Laundering (AML): What It Is, Its History, and How It Works",
  "definition": "Anti-money laundering is an international web of laws, regulations, and procedures aimed at uncovering money that has been disguised as legitimate income. For centuries, governments and law enforcement agencies have tried to fight crime by following the money. In modern times, that comes down to anti-money laundering (AML) laws and activities.\n\nMoney laundering is the concealment of the origins of money gained from crimes, including tax evasion, human trafficking, drug trafficking, andpublic corruption. It also includes money being illegally routed to terrorist organizations.\n\nAnti-money laundering regulations have had an impact on governments, financial institutions, and even individuals around the world.\n\nRegulatory compliance at financial institutions starts with a process often called Know Your Customer (KYC). KYC determines the identity of new customers and whether their funds originated from a legitimate source.\n\nMoney laundering can be divided into three steps:\n\nThe KYC process aims to stop money laundering at the first step—when a customer attempts to deposit money.\n\nA study from Verafin, a financial crime risk management company, estimates that $3.1 trillion in illicit money flowed through the global financial system in 2023.\n\nFinancial institutions screen new customers against lists of parties that pose a higher-than-average risk of money laundering: criminal suspects and convicts, individuals and companies undereconomic sanctions, and politically exposed people, encompassing foreign public officials, their family members, and close associates.\n\nThroughout the account’s lifetime, financial institutions must conduct customer due diligence (CDD)—the practice of maintaining accurate and up-to-date records of transactions and customer information for regulatory compliance and potential investigations.\n\nCertain customers may be added over time to sanctions and other AML watchlists, warranting checks for regulatory risks and compliance issues on an ongoing basis.\n\nAccording to the U.S. Treasury’sFinancial Crimes Enforcement Network(FinCEN), the four core requirements of CDD in the United States are:\n\nCDD may try to uncover and counter money laundering patterns such as layering and structuring, also known as “smurfing”—breaking up large transactions into smaller ones to dodge reporting limits.\n\nFor example, financial institutions have instituted AML holding periods that force deposits to remain in an account for a minimum of days before they can be transferred elsewhere.\n\nIf patterns and anomalies indicate money laundering activities, suspicious transactions in U.S. jurisdictions must be reported inSuspicious Activity Reports(SARs) to relevant financial agencies for further investigation.\n\nAML regulations in the U.S. expanded after theBank Secrecy Act(BSA) was passed in 1970. For the first time, financial institutions were required to report cash deposits of more than $10,000, collect identifiable information of financial account owners, and maintain records of transactions.\n\nAdditional legislation was passed in the 1980s amid increased efforts to fight drug trafficking, in the 1990s to enhance financial surveillance, and in the 2000s to cut off funding for terrorist organizations.\n\nBanks, brokers, and dealers now follow a complex regulatory framework of conducting due diligence on customers and tracking and reporting suspicious transactions.A written AML compliance policy must be implemented and approved in writing by a member of senior management and overseen by an AML compliance officer.\n\nTheAnti-Money Laundering Act of 2020—the most sweeping overhaul of U.S. AML regulations since the Patriot Act passed after the 9/11 terrorist attacks in 2001—subjected cryptocurrency exchanges, arts and antiquities dealers, and private companies to the same CDD requirements as financial institutions.\n\nTheCorporate Transparency Act, a clause of the Anti-Money Laundering Act, eliminated loopholes for shell companies to evade anti-money laundering measures and economic sanctions.\n\nFinCEN, a U.S. Department of the Treasury bureau, issues guidance and regulations that interpret and implement the BSA and other AML laws. FinCEN’s guidance and regulations provide detailed instructions for financial institutions on how to comply with AML requirements.\n\nIn addition to these federal laws, many states have their own AML statutes and regulations. These state laws often mirror the federal requirements but may include additional provisions.\n\nThe European Union (EU) and other jurisdictions adopted similar anti-money laundering measures to the U.S. anti-money laundering legislation. Enforcement assumed greater global prominence in 1989 when a group of countries and nongovernmental organizations (NGOs) formed theFinancial Action Task Force(FATF).\n\nThe FATF is an intergovernmental body that devises and promotes the adoption of international standards to prevent money laundering. In October 2001, following the 9/11 terrorist attacks, FATF’s mandate grew to combat terrorist financing.\n\nThose standards—the FATF’s 40 Recommendations—provide a framework for AML and Combating the Financing of Terrorism (CFT) regulations and policies in more than 190 jurisdictions worldwide, covering CDD, transaction monitoring, reporting of suspicious activity, and international cooperation.\n\nOther important international organizations in the fight against money laundering include the International Monetary Fund (IMF) and the United Nations (U.N.), and programs include the Council of the European Union’s Anti-Money Laundering Directive (AMLD) and the Basel Committee on Banking Supervision’s Customer Due Diligence (CDD) for Banks.\n\nThe IMF has pressed member countries to comply with international norms thwarting terrorist financing.The U.N. added AML provisions to address money laundering associated with drug trafficking in the 1998 Vienna Convention, with international organized crime in the 2001 Palermo Convention, and with political corruption in the 2005 Meridian Convention.\n\nThe Council of the European Union’s AMLD, a directive that sets out AML/CFT requirements for all EU member states, has been amended several times to reflect the changing risks of money laundering and terrorist financing. The Basel Committee on Banking Supervision’s CDD for Banks provides detailed recommendations for banks on how to identify and verify the identity of their customers.\n\nCryptocurrency has drawn increasing attention among AML professionals and regulatory bodies. Virtual coins provide anonymity to users, presenting criminals with a convenient way to store and move money.\n\nAccording to cryptocurrency and blockchain analytics firm Chainalysis, addresses connected to illicit activity sent nearly $39.6 billion worth of cryptocurrency in 2022, up 141% from 2021. This figure dropped to $24.2 billion in 2023, but it was still a significant amount of money (it was only about 0.78% of all illicit funds).\n\nThe decentralized nature of cryptocurrency markets makes it challenging to implement and enforce AML regulations. Traditional AML frameworks designed for centralized financial institutions were not adequate in the past for the decentralized cryptocurrency ecosystem, but regulators have made significant progress in addressing the weaknesses that were present.\n\nBlockchain analysis and monitoring tools enable financial institutions and law enforcement to identify and investigate suspicious cryptocurrency transactions. Crypto forensic services like Chainalysis, Elliptic, and TRM Labs have the technology to flagcrypto wallets, exchanges, and transactions tied to designated terrorist organizations, sanctions lists, political groups, government actors, and organized crime such as hacking, ransomware, scams, and contraband trafficking on darknet markets.\n\nIn the U.S., cryptocurrencies are largely an unregulated market, and few regulations explicitly target the asset class by name. Instead, AML enforcement actions, such as those against crypto exchanges Binance and FTX, have been prosecuted under existing laws and statutes, such as the Bank Secrecy Act and theForeign Corrupt Practices Act(FCPA).\n\nOnly under the Anti-Money Laundering Act of 2020 did U.S. companies become legally required to comply with financial screening regulations that apply to fiat currencies and tangible assets. Businesses that exchange or transmit virtual currencies now qualify as regulated entities and must register with FinCEN, adhere to AML and CFT laws, and report suspicious customer information to financial regulators.\n\nMore formal rules on intervening in virtual currency money laundering are expected to be introduced in the U.S. and abroad. Recent steps include an Internal Revenue Service (IRS) proposal and several European bills for financial platforms to report digital asset payments and transactions to national and transnational regulatory bodies, law enforcement agencies, and industry stakeholders.\n\nOn the global stage, theFinancial Action Task Force(FATF) Travel Rule, an international AML framework that would require collecting and sharing beneficiary information for cross-border cryptocurrency flows, is being closely watched and gaining traction among regulatory bodies worldwide.\n\nSeveral countries have implemented or are implementing the FATF Travel Rule in their civil and criminal codes to increase the transparency and accountability of cryptocurrency transactions.\n\nSome AML requirements apply to individuals. By law, U.S. residents must report receipts of multiple related payments totaling more than $10,000 to the Internal Revenue Service (IRS) onIRS Form 8300.\n\nAnti-money laundering (AML) refers to legally recognized rules, national and international, that are designed to thwart hiding criminal profits inside the financial system.\n\nCustomer due diligence (CDD) refers to practices that financial institutions implement to detect and report AML violations.\n\nKnow Your Customer (KYC), also known as Know Your Client, is a component of CDD that involves screening and verifying prospective banking clients.\n\nFinancial institutions are required by law to gather information on customers, track deposits and outflows, and report any suspicious activity.\n\nThe three stages are placement (depositing), layering (obscuring through many transactions), and integration or extraction (using for large purchases or withdrawing).\n\nGovernments have evolved their approach to money laundering deterrence by establishing and revising regulatory controls that elicit proactive participation from financial institutions. Anti-money laundering is crucial for safeguarding the financial system from crimes.\n\nUnited Nations, Office on Drugs and Crime. “Money Laundering.”\n\nNasdaq Verafin. \"2024 Global Financial Crime Report.\"\n\nSwift. “The KYC Process Explained.”\n\nFederal Financial Institutions Examination Council, Bank Secrecy Act/Anti-Money Laundering Infobase. “Politically Exposed Persons.”\n\nFinancial Industry Regulatory Authority. “Frequently Asked Questions (FAQ) Regarding Anti-Money Laundering (AML).”\n\nU.S. Treasury Financial Crimes Enforcement Network. “Information on Complying with the Customer Due Diligence (CDD) Final Rule.”\n\nCornell Law School Legal Information Institute. \"12 CFR § 229.13 - Exceptions.\"\n\nU.S. Treasury Financial Crimes Enforcement Network. “History of Anti-Money Laundering Laws.”\n\nU.S. Treasury Financial Crimes Enforcement Network. “BSA Timeline.”\n\nU.S. Office of the Comptroller of the Currency. “Bank Secrecy Act (BSA): BSA & Related Regulations.”\n\nU.S. Treasury Financial Crimes Enforcement Network. “FinCEN Informs Financial Institutions of Efforts Related to Trade in Antiquities and Art,” Pages 1–2.\n\nJD Supra. “FinCEN Crypto & Ransomware Guidance: Will 2022 Bring More Changes?”\n\nInternational Monetary Fund. “The IMF and the Fight Against Money Laundering and Terrorism Financing.”\n\nChainalysis. \"2024 Crypto Crime Trends: Illicit Activity Down as Scamming and Stolen Funds Fall, But Ransomware and Darknet Markets See Growth.\"\n\nChainalysis. “Crypto Money Laundering: Four Exchange Deposit Addresses Received Over $1 Billion in Illicit Funds in 2022.”\n\nAtlantic Council. “Cryptocurrency Regulation Tracker.”\n\nInternal Revenue Service. \"Treasury and IRS Issue Proposed Regulations on Reporting by Brokers for Sales or Exchanges of Digital Assets; New Steps Designed to End Confusion, Help Taxpayers, Aid High-Income Compliance Work.\"\n\nEuropean Parliament News. \"New EU Rules to Combat Money-Laundering Adopted.\"\n\nEuropean Council. “Anti-Money Laundering: Council Adopts Rules Which Will Make Crypto-Asset Transfers Traceable.”\n\nFinancial Action Task Force. “Virtual Assets: Targeted Update on Implementation of the FATF Standards on Virtual Assets and Virtual Asset Service Providers.”\n\nInternal Revenue Service. “Form 8300: Report of Cash Payments Over $10,000 Received in a Trade or Business.”\n\nInternal Revenue Service. “Cash Payment Report Helps Government Combat Money Laundering.”",
  "url": "https://www.investopedia.com/terms/a/aml.asp"
}