{
  "term": "Antwerp Rules: Meaning, Origin, When it's Used",
  "definition": "The York Antwerp Rules are a set of maritime regulations concerning protocols surrounding jettisonedcargo. Often, contracts and bills of lading will include these maritime rules and use them as a framework to establish liability and assign costs for lost and damaged cargo. The rules are broken into provisions that help set cost obligations. Provisions include the general average to help allocate the cost of losses, the particular average relating to the cargo owner, and the salvage average applied to salvage operations and rescue crews.\n\nThe York Antwerp Rules are a set of maritime rules that were established in 1890. Amended several times since their inception, this set of maritime rules outlines the rights and obligations of both ship and cargo owners in the case that cargo must be jettisoned in order to save a ship. Generally, bills of lading, contracts of affreightment and marineinsurance policiesall include the York Antwerp Rules in their language.\n\nThe York Antwerp Rules state three clear principles, all of which must be met in order for the rule to be applied. The first stipulation is that danger to the ship must be imminent. Second, there must be a voluntary jettison of a portion of theship’s cargoin order to save the whole. Third, the attempt to avoid the danger must be successful. If a situation meets all the stipulations, all parties involved in the maritime adventure must share proportionately in the financial burden of the losses incurred to the owner or owners of any of the cargo that was jettisoned in order to save the vessel.\n\nAll three principles of the York Antwerp Rules must be met for the rules to apply.\n\nThe York Antwerp Rules are a codification of a principle called the law of general average. Though the York Antwerp Rules are quite old themselves, the law of general average is a much oldermaritimeprinciple with roots that go back to Ancient Greece. The law specifies that all parties involved in a sea venture must proportionately share in any losses that result from sacrifices made to the cargo to save the remainder.\n\nIn a life-threatening situation at sea, the captain and crew may deem it necessary to jettison the cargo. To jettison cargo is a maritime term that is the last resort in an emergency situation where the crew throws the cargo overboard in order to stabilize the vessel. If there is a threat to a ship, due to damage to the hull, weather conditions, etc., the staff will jettison the cargo.\n\nWhile jettisoning happens as a last resort, the crew must move quickly when they throw the cargo overboard, which means they do not have time to see whose cargo gets tossed. This is when the York Antwerp Rules come into play, as those who lost their cargo will receive compensation from the profits of the ship’s owner and the owners of the other cargo.",
  "url": "https://www.investopedia.com/terms/y/york-antwerp-rules.asp"
}