{
  "term": "Application-Specific Integrated Circuit (ASIC) Miner",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAn application-specific integrated circuit (ASIC) is an integrated circuit chip designed for a specific purpose. An ASIC miner is a device that uses ASICs for the sole purpose of \"mining\" digital currency. Generally, each ASIC miner is constructed to mine a specific digital currency based on their hashing algorithms. One way to think about ASICs is as specialized computers optimized to solve a cryptographic proof-of-work puzzle.\n\nBecause ASICs are built especially formining cryptocurrency, they do it much faster than personal computers which might otherwise be considered powerful.\n\nCryptocurrency mining is required by aproof of work(PoW) blockchain like Bitcoin to carry out its operations. The mining process involves solving cryptographic puzzle by generating a hash until finding one with a value equal to or below the target difficulty number's value. The first miner to find the solution to the puzzle has their block added to the blockchain. Each winner in the bitcoin mining competition receives a reward (a specific amount of bitcoin) along with the transaction fees for the transactions in that block.\n\nIn Bitcoin's early days, any computer with adequate processing power could mine bitcoin. However, those days are long gone; in 2012, the first ASIC miner was introduced, attracting hordes of crypto miners.\n\nAs the network of mining machines grew, the mining difficulty increased because the network is designed to increase the difficulty when there is more computational power. This led to a race to harness the most \"hashing power,\" the term used to describe how many hashes per second a miner can generate (or the combined hashes per second of a networked mining rig or pool).\n\nThe most powerful Bitcoin ASICs can hash at more than 400 terahashes per second (12 zeros). The latest GPUs, on the other hand, hash at about 120 megahashes per second (one million).\n\nInstead of being general-purpose integrated circuits—like RAM chips, PC processors, or mobile device microprocessors—ASICs employed in cryptocurrency mining are custom-designed to mine cryptocurrencies by only generating hashes. The chips are designed to compute one or a few hashing algorithms. They are placed on an integrated circuit board (or many) and programmed to generate hashes.\n\nA hash is a long hexadecimal number, the result (output) of a hashing algorithm's input. Blocks have a dedicated space called a block header that includes certain information. One of these fields is the nonce, or \"number used once.\" In another field, there is information about the transaction that will transfer the block reward to the miner, which is called the coinbase. The coinbase field also acts as an \"extra nonce\" field because it can hold more data. These two fields can be altered to generate different hashes.\n\nTo mine a block, the mining program changes the nonce and the extra nonce (usually both) to generate a new hash until a number less than the target hash is reached. This is called hashing. The more hashes that can be performed in a set period, the more likely a miner is to earn the reward.\n\nBitcoin is programmed to allow a miner to hash at 8 x 1028hashes per second—much more than the entire network of ASICs and other computers can currently do.\n\nHashing uses all of the computational resources in the ASIC miner, which generates a lot of heat. Heat generation inhibits efficiency. Heat slows down conductivity and can cause damage, so the machines use active cooling, such as heat sinks, large fans, or liquid cooling, to combat the heat. One ASIC mining farm, CleanSpark, submerges thousands of ASICs in non-conductive oil, which is cycled through a cooling process to maintain a specific temperature.\n\nMany miners join amining poolto increase their chances of earning bitcoin. Mining pools usually pay shares of rewards based on a miner's hashrate and work contributed.\n\nBefore investing thousands of dollars in an ASIC mining rig, here are some factors to be considered:\n\nASIC stands for Application-Specific Integrated Circuit. These special circuits can be designed for any purpose, but in cryptocurrency, they are built for mining.\n\nNo. ASICs are specific to one purpose, while a central processing unit is designed to be able to do much more than one or a few tasks.\n\nASICs are printed electronic boards with circuits and processing units which act as a system that carries out specific tasks.\n\nApplication-specific integrated circuit mining machines are built to generate hashes for cryptocurrency mining. They are orders of magnitude faster than central and graphics processing units in this respect and have taken over minable cryptocurrency networks.\n\nO'Reilly. \"Mastering Bitcoin: Chapter 8. Mining and Consensus.\"\n\nCleanSpark. \"CleanSpark, Inc Form 10-K, 2023,\" Page 7.",
  "url": "https://www.investopedia.com/terms/a/asic.asp"
}