{
  "term": "Applicable Federal Rate (AFR): What It Is and How To Use It",
  "definition": "According to the Internal Revenue Service (IRS), private loans must charge a minimum interest rate known as the applicable federal rate (AFR), published monthly by the IRS. Since privateloanscan vary by term length, the IRA publishes several AFRs by loan type.\n\nTheInternal Revenue Service (IRS)uses the applicable federal rate (AFR) to help people initiatingpersonal loansdetermine whether they're charging enough interest. If not, both thelenderand borrower could be liable for additionaltaxesand penalties.\n\nTypically, a lender, such as abankorcredit union, would issue a loan at aninterest ratehigh enough to cover the cost of processing the loan and earn a profit. The loan rate also includes the embedded risk of lending to the borrower.\n\nHowever, when family members lend to one another, they might issue a loan at a below-market rate in an effort to help their family members. However, the IRS mandates a minimum interest rate that must be applied to a privateloan—the applicable federal rate (AFR).\n\nPeople interested in taking out apersonal loanshould review the AFR to see if they're charging or paying enough interest. For example, if you're making apersonal loanto a family member, check that you're charging at least the AFR, or you'll get hit with a tax bill for the interest the IRS believes you should have received for the loan.\n\nTo determine the monthly AFR, the IRS considers a number of economic factors, like U.S. Treasury obligations from the previous month. It publishes these rates under Section 1274(d) of theInternal Revenue Code.\n\nWhen you pull up the monthly applicable federal rate (AFR), you'll see several rates listed based onloan type. In other words, you apply a different rate depending on the length of theloan.\n\nThe U.S. Treasury Department determines the AFRs for each term based on the average yields for marketable debt securities with similar maturities.\n\nWhen you pull up the AFR rates, you'll also see various compounding interest periods (annually, semi-annually, quarterly, monthly).\n\nThe easiest way to understand AFR is by providing an example of when most people will encounter the term.\n\nImagine you loaned money to a family member but didn't charge them interest. If the IRS learns you didn't charge interest, the IRS would tax the interest you earned, but the amount of interest would count toward yourtax-free giftlimit for the year.\n\nTo avoid surprises when you file your taxes, use the AFR index published the month you provided your family member theloan. To find which rate to use, you'd consider the length of the loan: short-term (three years or less), mid-term (four to nine years), and long-term (more than nine years).\n\nLet's say that you're loaning your sister $10,000 to be repaid within one year. Since theloanterm is three years or less, you would use the annual short-term AFR. As a result, your sister would pay you 4.16% based on the AFR as of April 2025. In other words, your sister would pay you $416 in interest by the end of the year.\n\nIf you charge your sister a rate less than 4.16% (the published AFR for your loan terms), you trigger a taxable event, meaning the $416 you earned would be consideredtaxable income. The IRS might also impose penalties.\n\nPaying attention to and charging the applicable federal rate might seem like just one extra step to complicate what should be a simpleloanbetween a few people. However, the IRS uses the AFR to determine whether the interest charged is agiftor part of a loan. As a result, it's important to reference the AFR so you know how much interest to charge for a personal loan, or you'll be on the hook for additional taxes and penalties.\n\nInternal Revenue Service. “Applicable Federal Rates (AFRs) Rulings.”\n\nInternal Revenue Service. “Adjusted Applicable Federal Rates and Adjusted Federal Longterm Rates,” Pages 1–2.\n\nInternal Revenue Service. “Determination of Adjusted Applicable Federal Rates Under Section 1288 and the Adjusted Federal Long-Term Rate Under Section 382.” Page 2.\n\nInternal Revenue Service. \"Gift Tax.\"",
  "url": "https://www.investopedia.com/terms/a/applicablefederalrate.asp"
}