{
  "term": "Applied Economics: Definition, How It Works, and How It's Used",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nInvestopedia / Michela Buttignol\n\nThe aim of applied economics is to inform economic decisions and predict possible outcomes. Applied economics relates the conclusions drawn from economic theories and empirical studies to real-world situations.\n\nThe purpose of appliedeconomicsis to improve the quality of practice in business, public policy, and daily life by thinking rigorously about costs versus benefits, incentives, and human behavior. It can involve the use of case studies andeconometrics, which is the application of real-world data to statistical models and comparing the results against the theories being tested.\n\nApplied economics is the application of economic theory to determine the likely outcomes associated with various possible courses of action in the real world. By better understanding the likely consequences of choices made by individuals, businesses, and policymakers, we can help them make better choices. If economics is the science of studying how people use various, limited means available to them to achieve given ends, then applied economics is the tool to help choose the best means to reach those ends. As a result, applied economics can inform a \"to-do\" list identifying steps that can be taken to increase the probability of positive outcomes in real-world events.\n\nThe use of applied economics may first involve exploring economic theories to develop questions about a circumstance or situation and then drawing upon data resources and other frames of reference to form a plausible answer to that question. The idea is to establish a hypothetical outcome based on the specific ongoing circumstances drawn from the known implications of general economic laws and models.\n\nApplied economics can illustrate the potential outcomes of financial choices made by individuals. For example, if a consumer desires to own a luxury good but has limited financial resources, an assessment of the cost and long-term impact such a purchase would have on assets can compare them to the expected benefit of the good. This can helpdetermine if such an expense is worthwhile. Beyond finances, understanding the meaning of the economictheories of rational choice,game theory, or the findings ofbehavioral economicsandevolutionary economicscan help a person make better decisions and plan for success in their personal life and relationships.\n\nFor example, a person who wants to quit smoking might recognize that they are prone to hyperbolic discounting and might choose to employprecommitment strategiesto support their long-term preference to quit over more powerful short-term preferences to smoke. Or a group of friends sharing a large bowl of popcorn might explicitly or implicitly agree to limits, or shares, for how much popcorn each will take in order to avoid atragedy of the commonssituation.\n\nApplied economics can also help businesses make better decisions. Understanding the implications of economiclaws of supply and demandcombined with past sales data and marketing research regarding their target market can help a business with pricing and production decisions. Awareness of economicleading indicatorsand their relationship to a firm's industry and markets can help with operational planning and business strategy. Understanding economic ideas such asprincipal-agent problems,transaction costs, and thetheory of the firmcan help businesses design better compensation schemes, contracts, and corporate strategies.\n\nApplied economics is an invaluable tool for public policymakers. Many economists are employed to predict both themacro-andmicroeconomicconsequences of various policy proposals or to evaluate the effects of ongoing policy. Appliedmacroeconomic modelingis routinely used to project changes in unemployment, economic growth, and inflation at the national, regional, and state levels.\n\nUnderstanding the way the economic incentives and compensating behaviors created by public policy impact real-world trends in things like job growth, migration, and crime rates is critical to implementing effective policy and avoidingunintended consequences. For example, understanding what the application of the laws of supply and demand implies about the effects of price floors, along with case studies and empirical research, can inform better policy regarding minimum wage laws.",
  "url": "https://www.investopedia.com/terms/a/applied-economics.asp"
}