{
  "term": "Appraisal Management Company (AMC): What it is in Real Estate",
  "definition": "An Appraisal Management Company (AMC) is an independent entity through whichmortgagelenders order residential real estate valuation services for properties on which they are considering extending loans to homebuyers.\n\nAMCs fulfill an administrative function in theappraisalprocess, including selecting an appraiser and delivering the appraisal report to the lender. Individual appraisers who work for AMCs provide the actual property valuation services.\n\nAMCs have been a part of the real estate landscape for the past 50 years. However, their numbers remained limited until thefinancial crisisof 2007 to 2008.\n\nIn 2009, the New York Attorney General, government-sponsored enterprises Freddie Mac and Fannie Mae, and theFederal Housing Finance Agency(FHFA) established the Home Valuation Code of Conduct (HVCC) appraisal guidelines.The HVCC guidelines, no longer on the books, laid the foundation for the appraiser independence found in theDodd-Frank Wall Street Reform and Consumer Protection Actand the Truth in Lending Act. Laws obligating lenders to use independent appraisers led to a sharp rise in the use and number of AMCs.\n\nThe HVCC and later federal regulation sought to limit the amount of direct contact that lenders could have with appraisers. Essentially, the U.S. federal government created appraiser independence requirements to prevent lenders from influencing appraisers to inflate property values, a problem believed to have contributed to the housing crisis.\n\nWith an AMC, mortgage brokers, loan officers, nor homeowners may select the appraiser for the property on which they want to lend/borrow funds. Since the former parties have a financial interest in the transaction, there is a risk they might attempt to influence the appraiser to assign a higher value to the property than market conditions support so the transaction will go through.\n\nWhen the system works correctly, the AMC chooses an appraiser with local knowledge of the market for the property being appraised.\n\nAMCs maintain a pool of state-licensed or state-qualified appraisers to meet requests from lending institutions. An appraiser is then assigned to provide an appraisal report for the property.\n\nAMC appraisers are not provided with any prior information regarding the property or put in contact with the lending institution. The appraiser’s assessment must meet the Uniform Standards of Professional Appraisal Practice (USPAP) guidelines. If there are any issues, the AMC can legally assist.\n\nFederal Housing Finance Agency. \"FHFA Announces Home Valuation Code of Conduct.\" Accessed July 14, 2021.\n\nNational Association of Realtors. \"NAR Issue Brief: Appraisal Management Company Q&A.\" Accessed July 14, 2021.\n\nAppraisal Institute. \"Appraisal Management Company Oversight.\" Accessed July 14, 2021.",
  "url": "https://www.investopedia.com/terms/a/appraisal-management-company-amc.asp"
}