{
  "term": "Appreciation vs Depreciation: Examples and FAQs",
  "definition": "Appreciation, in general terms, is an increase in the value of an asset over time. The increase can occur for a number of reasons, including increased demand or weakening supply, or as a result of changes in inflation or interest rates. This is the opposite ofdepreciation, which is a decrease in value over time.\n\nAppreciation can be used to refer to an increase in any type of asset, such as a stock, bond, currency, or real estate. For example, the termcapital appreciationrefers to an increase in the value of financial assets such as stocks, which can occur for reasons such as improved financial performance of the company.\n\nJust because the value of an asset appreciates does not necessarily mean its owner realizes the increase. If the owner revalues the asset at its higher price on their financial statements, this represents a realization of the increase.\n\nAnother type of appreciation iscurrency appreciation. The value of a country's currency can appreciate or depreciate over time in relation to other currencies.\n\nCapital gainis the profit achieved by selling an asset that has appreciated in value.\n\nThe appreciation rate is virtually the same as thecompound annual growth rate(CAGR). Thus, you take the ending value, divide by the beginning value, then take that result to 1 dividend by the number of holding periods (e.g. years). Finally, you subtract one from the result.\n\nHowever, in order to calculate the appreciation rate that means you need to know the initial value of the investment and the future value. You also need to know how long the asset will appreciate.\n\nFor example, Rachel buys a home for $100,000 in 2016. In 2021, the value has increased to $125,000. The home has appreciated by 25% [($125,000 - $100,000) / $100,000] during these five years. The appreciate rate (or CAGR) is 4.6% [($125,000 / $100,000)^(1/5) - 1].\n\nAppreciation is also used in accounting when referring to an upward adjustment of the value of an asset held on a company's accounting books. The most common adjustment on the value of an asset in accounting is usually a downward one, known as depreciation.\n\nCertain assets are given to appreciation, while other assets tend to depreciate over time. As a general rule, assets that have a finiteuseful lifedepreciate rather than appreciate.\n\nDepreciation is typically done as the asset loses economic value through use, such as a piece of machinery being used over its useful life. While appreciation of assets in accounting is less frequent, assets such as trademarks may see an upward value revision due to increasedbrand recognition.\n\nReal estate, stocks, and precious metals represent assets purchased with the expectation that they will be worth more in the future than at the time of purchase. By contrast, automobiles, computers, and physical equipment gradually decline in value as they progress through their useful lives.\n\nAn investor purchases a stock for $10 and the stock pays an annual dividend of $1, equating to a dividend yield of 10%. A year later, the stock is trading at $15 per share and the investor has received the dividend of $1.\n\nThe investor has a return of $5 from capital appreciation as the price of the stock went from the purchase price or cost basis of $10 to a current market value of $15. In percentage terms, the stock price increase led to a return from capital appreciation of 50%. The dividend income return is $1, equating to a return of 10% in line with the original dividend yield. The return from capital appreciation combined with the return from the dividend leads to atotal returnon the stock of $6 or 60%.\n\nChina's ascension onto the world stage as a major economic power has corresponded with price swings in the exchange rate for its currency, the yuan. Beginning in 1981, the currency rose steadily against the dollar until 1996, when it plateaued at a value of $1 equaling 8.28 yuan until 2005. The dollar remained relatively strong during this period. It meant cheaper manufacturing costs and labor for American companies, who migrated to the country in droves.\n\nIt also meant that American goods were competitive on the world stage as well as the U.S. due to their cheap labor and manufacturing costs. In 2005, however, China's yuan reversed course and appreciated 33% in value against the dollar. As of May 2024, it's still near that retraced level, trading at 7.2 yuan.\n\nAn appreciating asset is any asset which value is increasing. For example, appreciating assets can be real estate, stocks, bonds, and currency.\n\nAppreciation rate is another word for growth rate. The appreciation rate is the rate at which an asset's value grows.\n\nA good appreciation rate is relative to the asset and risk involved. What might be a good appreciation rate for real estate is different than what is a good appreciation rate for a certain currency given the risk involved.\n\nCapital appreciation is the increase in the value or price of an asset. This can include stocks, real estate, or the like.\n\nAppreciation is the rise in the value of an asset, such as currency or real estate. It’s the opposite of depreciation, which reduces the value of an asset over its useful life. Increases in value can be attributed to interest rate changes, supply and demand changes, or various other reasons.\n\nMacrotrends. \"Dollar Yuan Exchange Rate - 35 Year Historical Chart.\"",
  "url": "https://www.investopedia.com/terms/a/appreciation.asp"
}