{
  "term": "Appropriation Account: Definition, How It Works, Example",
  "definition": "Investopedia / Madelyn Goodnight\n\nAppropriationis the act of setting aside money for a specific purpose. In accounting, it refers to a breakdown of how a firm’s profits are divided up, or for the government, an account that shows the funds a government department has been credited with. A company or a government appropriates funds in order to delegate cash for the necessities of its business operations.\n\nIn general accounting, appropriation accounts are mainly prepared by partnerships andlimited liability companies(LLCs). They are an extension of theprofit and loss statement, showing how the profits of a firm are allocated to shareholders or to increasereservesindicated in thebalance sheet. A company might appropriate money for short-term or long-term needs to finance things such as employee salaries,research and development, anddividends.\n\nFor a partnership, the primary purpose of the appropriation account is to show how profits are distributed among the partners. For an LLC, the appropriation account will start with profits before taxes and then subtract corporate taxes and dividends to arrive atretained profits.\n\nGovernment appropriation accounts come into play when they create theirbudgets. Appropriationcreditsare taken out of estimated revenues from taxes and trade and allocated to the proper agencies. Credits in appropriation accounts that are unused may be redistributed to other agencies or used for other purposes.\n\nAppropriations for the U.S. federal government are decided by Congress through various committees. The U.S. government'sfiscal yearruns from October 1 through September 30 of each calendar year.\n\nInvestors can monitor appropriations ofpublicly listedcorporations by analyzing theircash flow statements(CFS). The CFS shows if a firm is generating enough cash to pay its debt obligations and fund its operating expenses.\n\nHere’s a breakdown of how Tobacco giant Altria Group Inc. (MO), a popularincome stock, appropriated its cash and profits in the nine months to Sep. 30, 2018.",
  "url": "https://www.investopedia.com/terms/a/appropriation-account.asp"
}