{
  "term": "Arbitrageur: Definition, What They Do, Examples",
  "definition": "An arbitrageur is an investor who tries to profit from price differences in the market.\n\nAn arbitrageur is an investor who attempts to profit from market inefficiencies. Many arbitrageurs seek to profit from the same asset being priced differently in separate markets by simultaneously buying the asset at a lower price and selling it at a higher price. Alternatively, risk arbitrageurs try to profit from price differences during mergers and acquisitions before they close.\n\nThere is often confusion about this part of the finance world. For example, many might know that arbitrageurs seek price differences between stocks listed on more than one exchange by buying the undervalued shares on one exchange while short-selling the same number of overvalued shares on another. This allows them, one might think, to capture supposedly \"risk-free\" profits as the prices on the two exchanges converge. But this part of finance has many risks.\n\nThus, the following is worth highlighting: while true of some trades, the arbitrageur's trade is far from risk-free. Many arbitrageurs work on merger arbitrage, which has risks all along the way.\n\nAnother fundamental misunderstanding concerns practices that have long been illegal and would land an arbitrageur in legal jeopardy—if not with stiff fines or a prison sentence. Historically, in risk or merger arbitrage, arbitrageurs would go after insider information to get ahead of announcements of mergers and acquisitions. They might have contacts in law offices, investment banks, and accounting firms or call into major companies likely to expand. The point was to get critical information (often at a price) that the arbitrageur could trade on ahead of any public announcement.\n\nIn the 1980s, several insider trading cases, including those of the arbitrageurIvan Boesky, led to the Insider Trading Act of 1988, which stiffened penalties and called for stepped-up insider trading enforcement by the Securities and Exchange Commission (SEC).In 2000, the SEC introduced Regulation FD (the initials are for \"full disclosure\"), which further curtailed the information arbitrageurs could get their hands on.Any material information must be disclosed widely and publicly rather than shared privately with a select few.\n\nThis leads us to another aspect of the work of the arbitrageur to emphasize: despite the view that the job of an arbitrageur ends when a merger or acquisition is announced (and they cash out after the relevant stock rises), this is usually when the work of the modern arbitrageur begins.\n\nWhat, then, does an arbitrageur do? Let's first look at merger arbitrage, which has been behind the plots of several Hollywood movies over the years.\n\nAlso known asrisk arbitrage, merger arbitrage involves capitalizing on the price difference between the stock price of a target company and the offer price from an acquiring company. When mergers are announced, the target company's stock price usually trades for less than the offer price, reflecting uncertainty or risk factors related to the deal. Arbitrageurs will often strike at this point thinking that the merger is likely to be approved and the target company's stock price will eventually converge with the offer price. They take advantage of this price gap by buying the target company's stock at the lower market price and then selling it at the higher offer price when the deal is closed.\n\nOnce a merger or acquisition is announced, arbitrageurs track down detailed information about the transaction. They are somewhere between financial researchers and investigative reporters—if they only reported to one firm. The arbitrageur is sorting out whether the deal will go through.\n\nTheir initial step often includes obtaining the annual and quarterly reports and 10-K filings of the involved companies to assess their financial health. The better the financial health of the firms, the more likely the deal is to be completed. Arbitrageurs compile research from brokerage firms about both companies and their industries. Online databases and services have significantly streamlined this process. They also want to understand the industry and the rationale behind the deal. A strategically sound merger is not only a valuable addition to a portfolio but also more likely to close.\n\nNotable arbitrage opportunities were created by AT&T/Time Warner (announced 2016; closed 2018) and Disney/Fox mergers (announced 2017; closed 2019). Both mergers faced legal challenges and regulatory scrutiny because of concerns about media consolidation. Those delays meant that arbitrageurs were following each step—a court case here, a regulatory ruling there—as they calculated and recalculated the likelihood these deals would get done.\n\nOften, arbitrageurs are financial generalists, so they must be a quick study, as they might spend one day on a deal for two manufacturing firms and the next on natural gas companies with complicated details about proven reserves and pipelines near the Black Sea.At each turn, arbitrageurs are trying to figure out the potential return for their firm, the risk, and the likelihood that the deal will be completed. Only then can the arbitrageur determine what stocks to buy andwhat strategies are needed to hedgeif the deal goes south.\n\nHere's what could go wrong in the time between when a deal is announced and when it's closed:\n\nLooking out for these risks makes merger arbitrage an ongoing process. Arbitrageurs may be in the courtrooms of Delaware (where most U.S. companies are domiciled) following the ups and downs of cases there. Alternatively, they might be keeping a close eye on global economic indicators and regulatory changes that could affect the success of a deal. Arbitrageurs are also constantly calling industry experts, legal advisors, and other arbitrageurs to stay updated on any developments, market trends, and changes in investor sentiment that mean they need to alter their strategies.\n\nHere are some ways that arbitrageurs try to profit from the price differences that can appear across different markets:\n\nWhen an asset is tradable in several markets, prices for that asset may not always be the same.\n\nLet's look at an example of the work of an arbitrageur. Suppose the stock of Company X is trading at $20 on theNew York Stock Exchange(NYSE) while, at the same time, it is trading for the equivalent of $20.05 on the London Stock Exchange (LSE). A trader can buy the stock on the NYSE and immediately sell the same shares on the LSE, earning a total profit of 5 cents per share, less any trading costs. The trader exploits the arbitrage opportunity until the specialists on the NYSE run out of inventory of Company X's stock or until the NYSE or LSE adjust their prices to wipe out the opportunity.\n\nThe rise of cryptocurrencies offered another opportunity for arbitrageurs. As the price of Bitcoin reached records, several opportunities to exploit price discrepancies between multiple exchanges around the world presented themselves.\n\nFor example, Bitcoin traded at a premium at cryptocurrency exchanges in South Korea compared with those in the U.S. The price difference, also known as thekimchi premium, was mainly because of the high demand for crypto in these regions. Crypto traders profited by arbitraging the price difference between the two locations in real time.\n\nArbitrageurs have a role in the smooth functioning of the capital markets, as their efforts in exploiting price inefficiencies keep prices more accurate than they otherwise would be. When arbitrageurs buy an asset in cheaper markets and sell the same asset in more expensive markets, their actions generally lead to the same price being offered in both. This results in equal prices across all markets.\n\nIn short, arbitrageurs help resolve inefficiencies in pricing and addliquidity to the market.\n\nArbitrageurs often use specialized trading software designed for algorithmic trading. This software can process real-time market data, analyze that data, and execute trades very quickly after doing so. Also, many arbitrageurs use custom-built systems tailored to their specific trading strategies. These systems often have powerful processors and high-speed internet connections to minimize trade execution time. Cloud computing and data analytics are crucial since traders often need to store, process, and analyze large datasets when looking for arbitrage prospects across global markets.\n\nArbitrageurs face the risk that the expected price convergence between the two assets won't come about or will take longer than expected, potentially leading to losses. There's also execution risk, where delays or failures in executing trades can erode profit margins. In addition, arbitrageurs face the liquidity risk of not quickly buying or selling assets at the expected prices because of thin trading volumes. To mitigate these perils, arbitrageurs often spread their investments across different arbitrage opportunities to avoid heavy losses in any area. They also use sophisticated risk management tools and techniques, including real-time monitoring systems and stop-loss orders, to limit potential losses. Many arbitrageurs engage in hedging strategies to offset potential losses from market movements.\n\nHFT has a large role in modern arbitrage strategies. HFT involves the use of sophisticated algorithms to execute a large number of orders at extremely high speeds. For arbitrage, HFT allows traders to capitalize on fleeting price discrepancies that may exist only for fractions of a second across different exchanges or between different securities. These algorithms can analyze market conditions, execute orders, and then exit those positions within the blink of an eye, often before the market has had the chance to correct these inefficiencies.\n\nArbitrageurs scour the market for inefficiencies and profit from them. These inefficiencies generally relate to the same asset being priced differently on different exchanges. However, it can also mean researching deeply into market moves like mergers and acquisitions to make gains from price differences in those deals.\n\nArbitrageurs generally work for large financial firms with vast resources, and their work can boost liquidity and make pricing more equal across markets.\n\nKeith M. Moore, \"Risk Arbitrage: An Investor's Guide.\" John Wiley & Sons, 2018. Pages 61-82.\n\nT. Kirchner. \"Merger Arbitrage: How to Profit from Global Event-Driven Arbitrage.\" John Wiley & Sons, 2016. Chapter 6.\n\nU.S. Congress. \"H.R.5133 - Insider Trading and Securities Fraud Enforcement Act of 1988.\"\n\nU.S. Securities and Exchange Commission. \"Regulation FD.\"\n\nKeith M. Moore, \"Risk Arbitrage: An Investor's Guide.\" John Wiley & Sons, 2018. Pages 9-12.\n\nT. Kirchner. \"Merger Arbitrage: How to Profit from Global Event-Driven Arbitrage.\" John Wiley & Sons, 2016. Chapters 1-2.\n\nReuters. \"US Judge Blocks Jetblue From Acquiring Spirit Airlines.\"\n\nNew York Times.\"Microsoft Withdraws Bid for Yahoo.\"\n\nUniversity of Calgary. “Bitcoin Microstructure and the Kimchi Premium.” Page 1.",
  "url": "https://www.investopedia.com/terms/a/arbitrageur.asp"
}