{
  "term": "Arbitrage Pricing Theory (APT): Formula and How It's Used",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAsset pricing theory (APT) is a model that forecasts the potential returns of an asset based on its expected returns in tandem with several other factors.\n\nThe arbitrage pricing theory (APT) is a multi-factor asset pricing model. It's based on the idea that an asset's returns can be predicted using the linear relationship between the asset’s expected return and several macroeconomic variables that capture systematic risk. It's a useful tool for analyzing portfolios from avalue investingperspective to identify securities that may be temporarily mispriced.\n\nThe arbitrage pricing theory was developed by economist Stephen Ross in 1976 as an alternative to thecapital asset pricing model (CAPM).The CAPM assumes markets are perfectly efficient but the APT assumes that markets sometimes misprice securities before the market eventually corrects and securities move back to fair value. Arbitrageurs hope to take advantage of any deviations from fair market value using APT.\n\nThis isn't a risk-free operation in the classic sense ofarbitrage, however, because investors are assuming that the model is correct and making directional trades rather than locking in risk-free profits.\n\nE(R)i=E(R)z+(E(I)−E(R)z)×βnwhere:E(R)i=Expected return on the assetRz=Risk-free rate of returnβn=Sensitivity of the asset price to macroeconomicfactornEi=Risk premium associated with factori\\begin{aligned} &\\text{E(R)}_\\text{i} = E(R)_z + (E(I) - E(R)_z) \\times \\beta_n\\\\ &\\textbf{where:}\\\\ &\\text{E(R)}_\\text{i} = \\text{Expected return on the asset}\\\\ &R_z = \\text{Risk-free rate of return}\\\\ &\\beta_n = \\text{Sensitivity of the asset price to macroeconomic} \\\\ &\\text{factor}\\textit{ n}\\\\ &Ei = \\text{Risk premium associated with factor}\\textit{ i}\\\\ \\end{aligned}​E(R)i​=E(R)z​+(E(I)−E(R)z​)×βn​where:E(R)i​=Expected return on the assetRz​=Risk-free rate of returnβn​=Sensitivity of the asset price to macroeconomicfactornEi=Risk premium associated with factori​\n\nThe beta coefficients in the APT model are estimated using linear regression. Historical securities returns are generally regressed on the factor to estimate its beta.\n\nThe APT is more flexible than the CAPM but it's more complex. The CAPM only takes into account one factor: market risk. The APT formula has multiple factors and it takes a considerable amount of research to determine how sensitive a security is to various macroeconomic risks.\n\nThe factors as well as how many of them are used are subjective choices. Investors will have varying results depending on their choice. Four or five factors will usually explain most of a security's return, however.\n\nRead more about howCAPM and arbitrage pricing theory differfor more on the differences between the CAPM and APT.\n\nAPT factors are the systematic risk that can't be reduced by the diversification of an investment portfolio. The macroeconomic factors that have proven most reliable as price predictors include unexpected changes in inflation,gross national product(GNP), corporate bond spreads, and shifts in the yield curve. Other commonly used factors aregross domestic product(GDP), commodities prices, market indices, and exchange rates.\n\nThese four factors have been identified as explaining a stock's return, its sensitivity to each factor, and the risk premium associated with each factor:\n\nThe expected return using the APT formula is calculated as:\n\nThe main difference is that CAPM is a single-factor model while the APT is a multi-factor model. The only factor considered in the CAPM to explain the changes in the security prices and returns is the market risk. The factors can be several in the APT.\n\nThe main limitation of APT is that the theory doesn't suggest factors for a particular stock or asset. One stock could be more sensitive to one factor than another and investors have to be able to perceive the risk sources and sensitivities.\n\nThe main advantage of APT is that it allows investors to customize their research because it provides more data and it can suggest multiple sources of asset risks.\n\nArbitrage pricing theory (APT) is a multi-factor asset pricing model based on the idea that an asset's returns can be forecasted with the linear relationship between an asset’s return and several macroeconomic factors that affect the asset’s risk.\n\nArbitrage pricing theory assumes that markets sometimes misprice securities before they're corrected and move back to fair value.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.\n\nReinganum, Marc R. “The Arbitrage Pricing Theory: Some Empirical Results.”The Journal of Finance36, no. 2, May 1981, pp. 313–21.\n\nCFI Education. \"Arbitrage Pricing Theory.\"",
  "url": "https://www.investopedia.com/terms/a/apt.asp"
}