{
  "term": "Arithmetic Mean: Definition, Limitations, and Alternatives",
  "definition": "The arithmetic mean is the simple average, or the sum of a series of numbers divided by the number of numbers summed.\n\nThe arithmetic mean is the simplest and most widely used measure of a mean, or average. It simply involves taking the sum of a group of numbers and then dividing that sum by the number of numbers used in the series. For example, if you had four numbers: 34, 44, 56, and 78, the sum is 212. The arithmetic mean is 212 divided by four, or 53.\n\nPeople also use several other types of means, such as the geometric mean and harmonic mean, which come into play in some financial and investment calculations. Another example is the trimmed mean, which is used when calculating economic data such as the Consumer Price Index (CPI) and Personal Consumption Expenditures (PCE).\n\nWhile the arithmetic mean is not a reliable measure in some financial analyses, it remains a staple in finance. For example, meanearnings estimatesare typically an arithmetic mean. Say you want to know the average earnings expectation of the 16 analysts covering a particular stock. Simply add up all the estimates and divide by 16 to get the arithmetic mean.\n\nThe same is true if you want to calculate a stock’s average closing price during a particular month. Say there are 23 trading days in the month. Add all the prices and divide by 23 to get the arithmetic mean.\n\nThe arithmetic mean is simple, and most people can calculate it. It’s also a helpful measure of central tendency, as it tends to provide valuable results, even with large groupings of numbers.\n\nThe arithmetic mean isn't always ideal, especially when a single outlier can skew the mean by a large amount. Let's say you want to estimate the allowance of a group of 10 children. Nine of them get an allowance between $10 and $12 per week. The tenth child receives an allowance of $60. That one outlier is going to result in an arithmetic mean of $16, which is not very representative of the group.\n\nIn this particular case, the median allowance might be a better measure.\n\nThe arithmetic mean is also not ideal when calculating the performance of investment portfolios, especially when it involves compounding, or the reinvestment of dividends and earnings. It is also generally not used to calculate present and future cash flows, which analysts use in making their estimates. Doing so is almost sure to result in misleading numbers.\n\nThe arithmetic mean can be misleading when there are outliers or when looking at historical returns. The geometric mean is most appropriate for series that exhibitserial correlation. This is especially true for investment portfolios.\n\nFor these applications, analysts tend to use the geometric mean, which is calculated differently. The geometric mean is most appropriate for series that exhibit serial correlation. This is especially true for investment portfolios.\n\nMost returns in finance are correlated, including yields on bonds, stock returns, and market risk premiums. The longer the time horizon, the more critical compounding and the use of the geometric mean becomes. For volatile numbers, the geometric average provides a far more accurate measurement of the actual return by accounting for year-over-year compounding.\n\nThe geometric mean uses the product of all numbers in the series and raises it to the inverse of the length of the series. It's more laborious by hand, but easy to calculate in Microsoft Excel using the GEOMEAN function.\n\nThe geometric mean differs from the arithmetic average, or arithmetic mean, in how it's calculated because it accounts for the compounding that occurs from period to period. Because of this, investors usually consider thegeometric meana more accurate measure of returns than the arithmetic mean.\n\nLet's say that a stock's returns over the last five years are 20%, 6%, -10%, -1%, and 6%. The arithmetic mean would add those up and divide by five, giving a 4.2% per year average return.\n\nThe geometric mean would instead be calculated as (1.2 × 1.06 × 0.9 × 0.99 × 1.06)1/5- 1 = 3.74% per year, representing the average return. Note that the geometric mean, a more accurate calculation in this case, will always be smaller than the arithmetic mean.",
  "url": "https://www.investopedia.com/terms/a/arithmeticmean.asp"
}