{
  "term": "Aroon Oscillator: Definition, Calculation Formula, Trade Signals",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe Aroon Oscillator is a trend-following indicator that uses aspects of theAroon Indicator(Aroon Up and Aroon Down) to gauge the strength of a current trend and the likelihood that it will continue.\n\nAroon oscillator readings above zero indicate that anuptrendis present, while readings below zero indicate that adowntrendis present. Traders watch for zero line crossovers to signal potential trend changes. They also watch for big moves, above 50 or below -50 to signal strong price moves.\n\nThe Aroon Oscillator was developed by Tushar Chande in 1995 as part of the Aroon Indicator system. Chande’s intention for the system was to highlight short-term trend changes. The name Aroon is derived from the Sanskrit language and roughly translates to “dawn’s early light.”\n\nThe Aroon Indicator system includes Aroon Up, Aroon Down, and Aroon Oscillator. The Aroon Up and Aroon Down lines must be calculated first before drawing the Aroon Oscillator. This indicator typically uses a timeframe of 25 periods, however, the timeframe is subjective. Using more periods garners fewer waves and asmoother-looking indicator. Using fewer periods generates more waves and a quicker turnaround in the indicator. The oscillator moves between -100 and 100. A high oscillator value is an indication of an uptrend while a low oscillator value is an indication of a downtrend.\n\nAroon Up and Aroon Down move between zero and 100. On a scale of zero to 100, the higher the indicator’s value, the stronger the trend. For example, a price reaching new highs one day ago would have an Aroon Up value of 96 ((25-1)/25)x100). Similarly, a price reaching new lows one day ago would have an Aroon Down value of 96 ((25-1)x100).\n\nThe highs and lows used in the Aroon Up and Aroon Down calculations help to create an inverse relationship between the two indicators. When the Aroon Up value increases, the Aroon Down value will typically see a decrease and vice versa.\n\nWhen Aroon Up remains high from consecutive new highs, the oscillator value will be high, following the uptrend. When a security’s price is on a downtrend with many new lows, the Aroon Down value will be higher resulting in a lower oscillator value.\n\nThe Aroon Oscillator line can be included with or without the Aroon Up and Aroon Down when viewing a chart. Significant changes in the direction of the Aroon Oscillator can help to identify a new trend.\n\nThe formula for the Aroon oscillator is:\n\nAroon Oscillator=Aroon Up−Aroon DownAroon Up=100∗(25−Periods Since 25-Period High)25Aroon Down=100∗(25−Periods Since 25-Period Low)25\\begin{aligned} &\\text{Aroon Oscillator}=\\text{Aroon Up}-\\text{Aroon Down}\\\\ &\\text{Aroon Up}=100*\\frac{\\left(25 - \\text{Periods Since 25-Period High}\\right)}{25}\\\\ &\\text{Aroon Down}=100*\\frac{\\left(25 - \\text{Periods Since 25-Period Low}\\right)}{25}\\\\ \\end{aligned}​Aroon Oscillator=Aroon Up−Aroon DownAroon Up=100∗25(25−Periods Since 25-Period High)​Aroon Down=100∗25(25−Periods Since 25-Period Low)​​\n\nTo calculate the Aroon oscillator:\n\nAroon oscillator differs from therate of change(ROC) indicator in that the former is tracking whether a 25-period high or low occurred more recently while the latter tracks the momentum by looking at highs and lows and how far the current price has moved relative to a price in the past.\n\nThe Aroon Oscillator can generatetrade signalsor provide insight into the current trend direction of an asset.\n\nWhen the oscillator moves above the zero line, the Aroon Up is crossing above the Aroon Down and the price has made a high more recently than a low, a sign that an uptrend is beginning.\n\nWhen the oscillator moves below zero, the Aroon Down is crossing below the Aroon Up. A low occurred more recently than a high, which could signal that a downtrend is starting.\n\nThe Aroon Oscillator keeps a trader in a trade when a long-term trend develops. During an uptrend, for example, the price tends to keep achieving new highs which keep the oscillator above zero.\n\nDuringchoppy marketconditions, the indicator will provide poor trade signals, as the price and the oscillator whipsaw back and forth.\n\nThe indicator may provide trade signals too late to be useful. The price may have already run a significant course before a trade signal develops. The price may be due for aretracementwhen the trade signal is appearing.\n\nThe number of periods is also arbitrary and there is no validity that a more recent high or low within the last 25-periods will guarantee a new and sustained uptrend or downtrend.\n\nThe indicator is best used in conjunction withprice actionanalysis fundamentals of long-term trading, and other technical indicators.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/a/aroonoscillator.asp"
}