{
  "term": "Aroon Indicator: Formula, Calculations, Interpretation, Limits",
  "definition": "Michael M. Santiago / Getty Images\n\nThe Aroon indicator identifies trend changes in the price of an asset, as well as that trend's strength.\n\nThe Aroon indicator is atechnical indicatorthat can identify trend changes in the price of an asset, as well as that trend's strength. The Aroon indicator essentially measures the time between highs and the times between lows over various periods. Strong uptrends will regularly see new highs, and strong downtrends will regularly see new lows. The indicator consists of the AroonUp line and the AroonDown line. The Aroon indicator was developed by Tushar Chande.\n\n﻿Aroon Up=25−Periods Since 25 period High25∗100Aroon Down=25−Periods Since 25 period Low25∗100\\begin{aligned} \\text{Aroon Up}&= \\frac{25-\\text{Periods Since 25 period High}}{25} \\ast100\\\\ \\text{Aroon Down}&=\\frac{25-\\text{Periods Since 25 period Low}}{25}\\ast100 \\end{aligned}Aroon UpAroon Down​=2525−Periods Since 25 period High​∗100=2525−Periods Since 25 period Low​∗100​﻿\n\nThe Aroon calculation requires the tracking of the high and low prices, typically over 25 periods.\n\nThe Aroon indicator was created by Tushar Chande in 1995.It is used by technical analysts to identify how strong asset price trends are as well as any changes in asset prices. The main assumptionunderlyingthis indicator is that a stock's price will close regularly at new highs during an uptrend, and regularly make new lows in a downtrend. This is primarily shown through an up line and a down line.\n\nThe AroonUp and the AroonDown measure the strength of theuptrendand the strength of thedowntrend, respectively. These lines fluctuate between zero and 100. Values close to 100 indicate a strong trend and values near zero indicate a weak trend where the lower the AroonUp, the weaker the uptrend and the stronger the downtrend, and vice versa.\n\nThe indicator focuses on the last 25 periods but is scaled to zero and 100. Therefore, an AroonUp reading above 50 means the price made a new high within the last 12.5 periods. A reading near 100 means a high was seen very recently. The same concepts apply to the AroonDown. When it is above 50, a low was witnessed within the 12.5 periods. An AroonDown reading near 100 means a low was seen very recently.\n\nCrossoverscan signal entry or exit points. Up crossing above Down can be a signal to buy. Down crossing above Up may be a signal to sell. When both indicators are below 50, it can signal that the price isconsolidating. New highs or lows are not being created.\n\nTraders can watch for breakouts as well as the next Aroon crossover to signal which direction the price is going.\n\nThe Aroon indicator may signal a good entry or exit point. In other cases, it will provide poor orfalse signals. The buy or sell signal may occur too late after a substantial price move has already occurred. This happens because the indicator looks backward and isn't predictive.\n\nA crossover may look good on the indicator, but that doesn't mean the price will necessarily make a big move. The indicator isn't factoring the size of moves, it only cares about the number of days since a high or low.\n\nEven if the price is relatively flat, crossovers will occur as eventually a new high or low will be made within the last 25 periods. Traders still need to useprice analysis, and potentially other indicators, to make informed trading decisions. Relying solely on one indicator isn't advised.\n\nThe Aroon indicator is similar to thedirectional movement index (DMI), which was developed by J. Welles Wilder in 1978.This is also a technical indicator that uses up and down lines to show the direction of a trend.\n\nThe main difference between these two indicators is that the Aroon indicator formulas are primarily focused on the amount of time between highs and lows. The DMI, on the other hand, measures the price difference between the current highs/lows and prior highs/lows. Therefore, the main factor in the DMI is the price rather than time.\n\nThe following chart shows an example of the Aroon indicator and how it can be interpreted. The chart shows there is both the Aroon indicator and anoscillatorthat combines both lines into a single reading of between 100 and -100.\n\nThe crossover of the AroonUp and AroonDown indicates areversalin the trend. While the index was trending (before the reversal), the AroonDown remained very low. This suggests that the index had a bullish bias.\n\nDespite the rally on the far right, the Aroon indicator hasn't shown a bullish bias yet. This is because the price rebounded so quickly that it hasn't made a new high in the last 25 periods (at the time of the screenshot), despite the rally.\n\nThe Aroon indicator is a tool used by technical analysts to show whether the price of an asset is trending, whether it's in a trending range, whether the trend is beginning, and the overall strength of the trend. This indicator works by measuring the periods between the highs and the periods between the lows over a certain time. AroonUp and AroonDown lines are used to measure the length of time between the recording of a new high or low within a certain period.\n\nThe Aroon indicator is typically applied to 25 periods of data. This means that the indicator shows how many periods it has been since a 25-period high or low or a period during which the high and low can be tracked. The indicator ranges between 0 and 100. When the indicator trends above 50, it means that the last 12 periods showed a high or low point. A reading below 50 highlights a high/low trend within 13 periods.\n\nThe Aroon indicator and themoving average convergence divergence (MACD)are two tools used by technical traders that identify price trends. While the Aroon indicator measures the strength of price trends, the MACD signals changes in the length of time, direction, strength, and momentum of a trend. Like most indicators, the Aroon indicator is best used when combined with others, such as a MACD.\n\nThe Aroon indicator is a technical tool that can help traders identify trends in price changes as well as the strength of those trends. As with any trading tool, traders should understand how they work before applying them in their trading strategies. Rather than using it alone, it's advisable to use the Aroon indicator with other tools, such as the MACD. This helps traders avoid major losses in their trading activities.\n\nCorrection—Oct. 22, 2024: This article has been corrected to state that a crossover in which Down crosses above Up may be a signal to sell.\n\nAvaTrade. \"Aroon Indicator Trading Strategies.\"\n\nJ. Welles Wilder. \"New Concepts in Technical Trading Systems.\"",
  "url": "https://www.investopedia.com/terms/a/aroon.asp"
}