{
  "term": "Arrow's Impossibility Theorem Explained, History, and Example",
  "definition": "Arrow's impossibility theorem is a social-choice paradox illustrating the flaws of ranked voting systems. It states that a clear order of preferences cannot be determined while adhering to mandatory principles of fair voting procedures. Arrow's impossibility theorem, named aftereconomistKenneth J. Arrow, is also known as the general impossibility theorem.\n\nDemocracy depends on people's voices being heard. For example, when it is time for a new government to be formed, an election is called, and people head to the polls to vote. Millions of voting slips are then counted to determine who is the most popular candidate and the next elected official.\n\nAccording to Arrow's impossibility theorem, in all cases where preferences are ranked, it is impossible to formulate a social ordering without violating one of the following conditions:\n\nArrow's impossibility theorem, part ofsocial choice theory, an economic theory that considers whether a society can be ordered in a way that reflects individual preferences. It was lauded as a major breakthrough and went on to be widely used for analyzing problems inwelfare economics.\n\nLet’s look at an example illustrating the type of problems highlighted by Arrow's impossibility theorem. Consider the following example, where voters are asked to rank their preference among three projects: A, B, and C. This country has 99 voters who are each asked to rank the order, from best to worst, for which of the three projects should receive the annual funding.\n\nIn this scenario, 66 voters prefer A over B, 66 voters prefer B over C, and 66 voters prefer C over A.\n\nThis represents a paradoxical result, as a two-thirds majority of voters prefer A over B, B over C, and C over A.\n\nArrow’s theorem posits that it is impossible to formulate a social ordering on a problem such as indicated in this example without violating one of the above conditions.\n\nArrow’s impossibility theorem is also applicable when voters are asked to rank political candidates. However, there are other popular voting methods, such as approval voting or plurality voting, that do not use this framework.\n\nThe theorem is named after economist Kenneth J. Arrow. Arrow, who had a long teaching career at Harvard University and Stanford University, introduced the theorem in his doctoral thesis and later popularized it in his 1951 book \"Social Choice and Individual Values.\" The original paper, titled \"A Difficulty in the Concept of Social Welfare,\" earned him theNobel Memorial Prize in Economic Sciencesin 1972.\n\nArrow's research has also explored the social choice theory,endogenous growth theory, collective decision-making, the economics of information, and the economics of racial discrimination, among other topics.\n\nSocial choice theory is a field of study focused on the mechanisms of collective decision-making. The central questions of the field include voting systems and group choices. It has ramifications in economics, politics, behavioral science, and beyond.\n\nKenneth J. Arrow was an American economist well-known for his contributions to general equilibrium theory and welfare theory.In 1972, Arrow became the youngest person to be awarded the Nobel Memorial Prize in Economic Sciences. Arrow taught at numerous institutions, including Stanford University, Harvard University, and the University of Chicago, and at least five of his students have gone on to win the Nobel Prize, as well.\n\nIndependence of irrelevant alternatives is an assumed condition within decision theory that states that preferences among options should be unchanged if additional but irrelevant alternatives are introduced.In the context of an election, consider a ballot with multiple candidates. If a losing candidate were to be eliminated from the ballot, the result of the election should not change under the condition of independence of irrelevant alternatives. If it does change, then the condition has been violated.\n\nArrow's impossibility theorem states that it is impossible to reach a group decision through ranked voting without violating one or more of the key conditions of nondictatorship, pareto efficiency, independence of irrelevant alternatives, unrestricted domain, and social ordering. The theorem falls under the umbrella of social choice theory, or the study of collective decision-making. It is named after economist Kenneth J. Arrow, a Nobel Prize-winning researcher.\n\nStanford University, Stanford Encyclopedia of Philosophy. \"Arrow's Theorem.\"\n\nThe Nobel Prize. \"Kenneth J. Arrow: Facts.\"\n\nStanford University. \"Nobel Prize-Winner Kenneth Arrow Dies.\"\n\nStanford University, Stanford Magazine. \"Nobel Laureate and Economist.\"\n\nUniversity of Nebraska-Lincoln. \"Independence of Irrelevant Alternatives and Arrow's Theorem.\"",
  "url": "https://www.investopedia.com/terms/a/arrows-impossibility-theorem.asp"
}