{
  "term": "Article 50: What it is, How it Works, Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nArticle 50 is a clause in theEuropean Union's(EU) Lisbon Treaty that outlines the steps to be taken by a country seeking to leave the bloc voluntarily. Invoking Article 50 kick-starts the formal exit process and allows countries to officially declare their intention to leave the EU. The United Kingdom was the first country to invoke Article 50 after a majority of British voters elected to leave the union in 2016.\n\nArticle 50 is part of theLisbon Treaty, which was signed and ratified by all 27 member states of the European Union in 2007 and came into effect in 2009.The article outlines how a member nation may leave the EU voluntarily. As noted above, the article states: “Any member state may decide to withdraw from the union in accordance with its own constitutional requirements.”\n\nAccording to the article's text:\n\nAlgeria left the European Economic Community after gaining independence from France in 1962, while Greenland left through a special treaty in 1985.\n\nArticle 50 became a subject of serious discussion during theEuropean sovereign debt crisisof 2010 to 2014 when Greece's economy appeared to be spiraling out of control. In an attempt to save the euro and perhaps the EU from collapsing, leaders consideredexpelling Greece from the eurozone.\n\nThe problem they encountered with Article 50 was that there was no clear guidance for pushing a member state out against its will. Nor was it necessary to remove Greece from the EU—just from the eurozone. Greece was eventually able to reach agreements with its EUcreditors.\n\nThe European Union began in 1957 as the European Economic Community, which was created to foster economic interdependence among its members in the aftermath of World War II. The original bloc comprised six European countries: the Netherlands, France, Belgium, West Germany, Luxembourg, and Italy. They were joined by the U.K., Denmark, and Ireland in 1973. The EU was formally created by theMaastricht Treatyin 1992, and by 1995 the bloc expanded to 15 members covering the whole of Western Europe. From 2004 to 2007, the EU experienced its largest-ever expansion, taking on 12 new members that included former Communist states.\n\nThe Lisbon Treaty was drafted with a view to enhancing the efficiency and democratic legitimacy of the Union and to improving the coherence of its action. The treaty was signed and ratified by all 27 member states in 2007 and came into effect in 2009. The treaty is divided into two parts—the Treaty on European Union (TEU) and the Treaty on the Functioning of the European Union (TFEU). It has 358 articles in total including Article 50.\n\nThe author of the provision did not originally see it as being necessary. \"If you stopped paying the bills and you stopped turning up at the meetings, in due course your friends would notice that you seemed to have left,\" the Scottish peer Lord Kerr of Kinlochard told the BBC in November 2016. He saw Article 50 as being potentially useful in the event of a coup, which would lead the EU to suspend the affected country's membership: \"I thought that at that point the dictator in question might be so cross that he'd say 'right, I'm off' and it would be good to have a procedure under which he could leave.\"\n\nThe first country to invoke Article 50 was the United Kingdom, which left the EU on Jan. 31, 2020.It came after a majority of British citizens voted to leave the union and pursueBrexitin a referendum on June 23, 2016, leadingBritish Prime Minister Theresa Mayto invoke the article on March 29, 2017.\n\nThe process was mired by missed deadlines, extensions,negotiations, and stumbling blocks put forth by both British and EU leaders. May's attempts for an agreement were rejected by parliament. Negotiations were renewed by Boris Johnson, who became prime minister after May resigned.\n\nThe country began an 11-month transition period immediately after its departure from the bloc. After leaving the Union, there were no British officials in the European Parliament, and the U.K. lost its veto right within the EU. But the two parties still had to work out a new trade agreement. There were still many issues to resolve during the transition period, including:\n\nOne big cause for concern was the issue of EU nationals migrating to the U.K. or vice versa. Prior to Brexit, an estimated three million EU nationals lived, worked, or studied in the U.K., while one million U.K. nationals did the same in the rest of the EU. Nationals were allowed to cross borders during the transition period but were afterward subject to visa requirements.\n\nNegotiations continued during the transition period, despite many halts and roadblocks. On Dec. 24, 2020, the two sides finally announced a trade deal that would replace the EU'ssingle marketand its customs union with respect to the United Kingdom. The EU-UK Trade and Cooperation Agreement was signed on Dec. 30 and provisionally entered force on Jan. 1. However, it was not fully ratified until the following April. The new trade agreement fully entered force on May 1, 2021.\n\nLegislation.gov.uk. \"Article 50.\" Accessed July 22, 2021.\n\nUK Parliament. \"Leaving the European Union.\" Accessed July 22, 2021.\n\nEuropean Parliament. \"The Treaty of Lisbon.\" Accessed July 22, 2021.\n\nLegislation.gov.uk. \"Article 50.\" Accessed July 22, 2021.\n\nEuropean Union. \"The History of the European Union.\" Accessed July 22, 2021.\n\nEuropean Union Law. \"Consolidated Versions of the Treaty on European Union and the Treaty on the Functioning of the European Union.\" Accessed July 22, 2021.\n\nBBC News. \"Article 50 Author Lord Kerr Says Brexit Not Inevitable.\" Accessed July 22, 2021.\n\nEuropean Union Law. \"Brexit: EU-UK Relationship.\" Accessed Aug. 8, 2021.\n\nAP News. \"Explainer: Brexit ends Britons' right to live and work in EU.\" Accessed Aug. 8, 2021.\n\nEuropean Parliament. \"Parliament Formally Approves EU-UK Trade and Cooperation Agreement.\" Accessed Aug. 7, 2021.",
  "url": "https://www.investopedia.com/terms/a/article-50.asp"
}