{
  "term": "Asian Infrastructure Investment Bank (AIIB): History and Overview",
  "definition": "The Asian Infrastructure Investment Bank (AIIB) is a multilateral development bank that provides financing for infrastructure projects in Asia. Like other development banks, its mission is to improve social and economic outcomes in its region, Asia, and beyond. It has 106 member countries and $100 billion of capitalization, as of 2023.\n\nThe AIIB was proposed by Chinese leader Xi Jinping to provide developing countries with an alternative to Western lending institutions, like the World Bank and the International Monetary Fund. It began operations in January 2016.\n\nChina's leader Xi Jinping first proposed an Asian infrastructure bank at anAPECsummit in Bali in 2013. Many observers have interpreted the bank as a challenge to international lending bodies, such as the International Monetary Fund (IMF), the World Bank, and the Asian Development Bank. These institutions had been criticized for providing insufficient infrastructure funding, at unfavorable rates and with intrusive policy conditions for borrower states.\n\nIn contrast, the AIIB was intended to provide alternative lending to Western-led institutions. In this it had some success: studies after the AIIB launched found that member banks entered into fewer infrastructure projects with the World Bank.\n\nChina is the largest shareholder in the AIIB, with control over nearly 27% of the bank'svoting shares. India is the second-largest shareholder, with 7.6%.Some U.S. officials have questioned the bank's governing standards and its social and environmental safeguards.\n\nHowever, approximately half of NATO has signed on, as has nearly every large Asian country, with the exception of Japan. The result is widely considered an indicator of China's growing international influence at the expense of the United States.\n\nThe total approved financing of AIIB projects, as of September 2023.\n\nThe bank is headed by a Board of Governors composed of one Governor and one Alternate Governor appointed by each of the member countries. A non-resident Board of Directors is responsible for the direction and management of the Bank such as the Bank’s strategy, annual plan and budget and establishing policies and oversight procedures.\n\nThe bank staff is headed by a President who is elected by AIIB shareholders for a five-year term and is eligible for re-election once. The President is supported by Senior Management including five Vice Presidents for policy and strategy, investment operations, finance, administration, and the corporate secretariat and the General Counsel and Chief Risk Officer. Jin Liqun is the current President as of 2023.\n\nThe bank's priorities are projects that promote sustainable Infrastructure and to support countries that are striving to meet environmental and development goals. The bank funds projects linking countries in the region and cross-border infrastructure projects for roads, rail, ports, energy pipelines and telecoms across Central Asia and maritime routes in South East and South Asia and the Middle East.\n\nAn example of an AIIB project is a rural road connectivity initiative that will benefit approximately 1.5 million rural residents in Madhya Pradesh, India. In April 2018, the AIIB announced the project, which is also expected to improve the livelihoods, education, and mobility of the residents of 5,640 villages. The project is a U.S. $140-million jointly financed by the AIIB and the World Bank.\n\nWhile the Asian Infrastructure Investment Bank (AIIB) was launched on Chinese initiative, China only holds about 27% of the bank's voting shares. India is the next-largest shareholder with less than 8% of voting power.\n\nAny member state of the World Bank or Asian Development Bank is qualified to join the Asian Infrastructure Investment Bank. As of 2023, the AIIB has 106 member states, including many outside of the Asian region.\n\nThe Asian Infrastructure Investment Bank is similar to the World Bank, in that it lends money to fund infrastructure projects within the Asia-Pacific region. However, while the World Bank is largely dominated by the United States and Europe, the leadership of the AIIB is dominated by China, India, and other countries of the global South. However, that does not mean that the two bodies are rivals, and the AIIB has used its capital to back some World Bank loans.\n\nThe Asian Infrastructure Investment Bank, or AIIB, is a Beijing-based intergovernmental organization dedicated to funding infrastructure and development projects throughout Asia. It is sometimes described as an alternative to the legacy system of international finance. Although originally proposed by China, it now has over a hundred member states.\n\nCorrection—Sept. 22, 2023:A previous version of this article incorrectly stated that China held half of the AIIB's voting shares. In fact, China controls about 27% of the bank's voting shares.\n\nAsian Infrastructure Investment Bank. \"Members and Prospective Members of the Bank.\"\n\nCongressional Research Service. \"Asian Infrastructure Investment Bank.\"\n\nAsian Infrastructure Investment Bank. \"Project Summary.\"\n\nAsian Infrastructure Investment Bank. \"Governance-How We Are Organized.\"\n\nAsian Infrastructure Investment Bank. \"AIIB Governance.\"",
  "url": "https://www.investopedia.com/terms/a/asian-infrastructure-investment-bank-aiib.asp"
}