{
  "term": "Asian Development Bank (ADB): What It Is, How It Works, Members",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nThe Asian Development Bank's primary mission is to \"foster economic growth and cooperation\" among countries in the Asia-Pacific Region.Founded in 1966 and based in Manila, Philippines, the ADB assists members and partners by providing loans, technical assistance, grants, and equity investments to promote social and economic development.\n\nThe ADB has been responsible for major projects in the region and raises capital regularly through the internationalbond markets. The ADB also relies on member contributions, retained earnings from lending, and the repayment of loans for the funding of the organization.\n\nThe Asian Development Bank provides assistance to its developing member countries, the private sector, andpublic-private partnershipsthrough grants, loans, technical assistance, and equity investments to promote development. The ADB regularly facilitates policy dialogues and provides advisory services. They also use co-financing operations that tap official, commercial, and export credit sources while providing assistance.\n\nMembership in the ADB is open to members and associate members of the United Nations Economic Commission for Asia and the Far East. It's also open to other regional countries and non-regional developed countries that are members of the U.N. or of any of its specialized agencies.\n\nThe ADB is one of two Asian regional development banks, the other being the Chinese-ledAsian Infrastructure Investment Bank (AIIB).\n\nThe ADB provides both private financing and sovereign (public) financing. Private sector efforts focus on projects that help promote private investments in the region that will have significant development impact and will lead to accelerated, sustainable, and inclusive growth. Public-sector financing provides funding for member countries with flexibility in determining how they can achieve development goals.\n\nIn 2021, the ADB committed nearly US$13.5 billion to help its developing member countries address the impacts of the COVID-19 crisis and address vaccination needs, and has mobilized a further $12.9 billion in co-financing from partners. Through a $9 billion Asia Pacific Vaccine Access Facility, or APVAX, announced in December 2020, the ADB provided funding for vaccine procurement, logistics, and distribution.\n\nThe total private financing portfolio consisted of $14.2 billion at the end of 2021. In terms of sovereign financing, ADB's portfolio stood at $104 billion by the end of 2021, consisting of 713 loans, 392 grants, 915 TA projects, one guarantee, and 1 equity investment.\n\nAccording to ADB's website, \"the Agreement Establishing the Asian Development Bank, known as the ADB Charter, vests all the powers of the institution in the Board of Governors, which in turn delegates some of these powers to the Board of Directors. The Board of Governors meets formally once a year during ADB's Annual Meeting.\"The ADB's highest policy-making body is its Board of Governors, which comprises one representative from each member.\n\nThe two largest shareholders of the Asian Development Bank are the United States and Japan. Although the majority of the Bank's members are from the Asia-Pacific region, the industrialized nations are also well-represented. Regional development banks usually work in harmony with both theInternational Monetary Fund (IMF)and theWorld Bankin their activities.\n\nWhen ADB was founded in 1966, it consisted of 31 members. Since then, membership has grown to 68 members, which is made up of 48 regional and 19 non-regional members. Membership as of 2022 includes:\n\nThe two largest shareholders of the Asian Development Bank are the United States and Japan. Both countries have a majority ownership of the bank with 15.6% each.\n\nThe ADB is run by a board of governors, which represent the member countries of the ADB. As of 2022, ADB's five largest shareholders are Japan and the United States (each with 15.6% of total shares), the People's Republic of China (6.4%), India (6.3%), and Australia (5.8%).\n\nThe Asian Development Bank has its headquarters in Manila, Philippines.\n\nYes, India is a regional member country of the ADB.\n\nAsian Development Bank. \"ADB Charter.\"\n\nAsian Development Bank. \"$9 Billion ADB Facility to Help Developing Member Countries Access and Distribute COVID-19 Vaccines.\"\n\nAsian Development Bank. \"Who We Are.\"\n\nAsian Development Bank. \"2021 Annual Performance Report,\" Pages ii-iv.\n\nAsian Development Bank. \"Board of Governors.\"\n\nAsian Development Bank. \"About: Members.\"\n\nCenter for Strategic & Int'l Studies. \"The Asian Development Bank: A Strategic Asset for the United States.\"",
  "url": "https://www.investopedia.com/terms/a/asian-development-bank.asp"
}