{
  "term": "Asia-Pacific Economic Cooperation: Meaning, Overview, History",
  "definition": "The Asia-Pacific Economic Cooperation (APEC) is an economic group of 21 members, formed in 1989, with the primary goal of promoting free trade and sustainable development in thePacific Rimeconomies.\n\nAPEC's principal goal is to ensure that goods, services, capital, and labor can move easily across borders. This includes increasing custom efficiency at borders, encouragingfavorable business climates within member economies, and harmonizing regulations and policies across the region.\n\nThe creation of APEC was primarily in response to the increasing interdependence of Asia-Pacific economies. The formation of APEC was part of the proliferation of regional economic blocs in the late 20th century, such as theEuropean Union (EU)and the (now-defunct)North American Free Trade Agreement (NAFTA).\n\nThe founding members of APEC were Australia, Brunei, Canada, Indonesia, Japan, Korea, Malaysia, New Zealand, the Philippines, Singapore, Thailand, and the U.S. Since its launch, China, Hong Kong, Taiwan, Mexico, Papua New Guinea, Chile, Peru, Russia, and Vietnam have joined its ranks.\n\nAPEC refers to its members aseconomiesrather than as states due to the focus on trade and economic issues rather than the sometimes delicate diplomatic issues of the region, including the status of Taiwan and Hong Kong. The People's Republic of China (PRC) refuses to recognize Taiwan because it claims the island as a province under its constitution. Hong Kong, meanwhile, functions as semi-autonomous regions of China and not a sovereign state.\n\nOfficial observers of APEC include theAssociation of Southeast Asian Nations (ASEAN), the Pacific Economic Cooperation Council (PECC), and the Pacific Islands Forum (PIF).\n\nAt a landmark summit meeting in 1994, APEC announced a lofty goal of establishingfree tradeand investment regimes in the Asia-Pacific region by 2010 for members withdeveloped economies. The group hoped to achieve those same goals for its developing economy members by 2020.\n\nAPEC provides funding for approximately 100 projects annually, with around USD 15.4 million made available in 2018.\n\nIn 1995, APEC adopted the Osaka Action Agenda, a program designed to facilitate business activities, liberalize trade and investment and promote economic and technical cooperation.However, progress on these efforts has somewhat slowed, due to APEC’s culture of making all decisions by consensus. While some decisions are unanimous, they are not legally binding on the member governments.\n\nAPEC maintains a policy support unit to provide research and analysis to support the organization's goals for the region, as well as special working groups to explore and promote various issues and components of economic development.These groups engage in multiple micro causes that aim to advance policy and awareness. Examples of these sub-groups include:\n\nAsia-Pacific Economic Cooperation. \"About APEC.\"\n\nAsia-Pacific Economic Cooperation. \"1994 Leaders' Declaration.\"\n\nAsia-Pacific Economic Cooperation. \"Projects - 2020.\"\n\nAsia-Pacific Economic Cooperation. \"Action Plans.\"\n\nAsia-Pacific Economic Development. \"Policy Support Unit.\"\n\nAsia-Pacific Economic Cooperation. \"Policy Partnership on Women and the Economy.\"\n\nAsia-Pacific Economic Cooperation. \"Intellectual Property Rights Expert Group.\"\n\nAsia-Pacific Economic Cooperation. \"Emergency Preparedness Working Group.\"",
  "url": "https://www.investopedia.com/terms/a/asiapacific-economic-cooperation-apec.asp"
}