{
  "term": "Ask: What it is, How it Works, Different Spreads",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe ask is the price a seller is willing to accept for a security, which is often referred to as the offer price. Along with the price, the ask quote might also stipulate the amount of the security available to be sold at the stated price. The bid is the price a buyer is willing to pay for a security, and the ask will always be higher than the bid.\n\nThe terms \"bid\" and \"ask\" are used in nearly every financialmarketin the world, including stocks, bonds,foreign exchange, andderivatives.\n\nAn example of an ask in the stock market is $5.24 x 1,000, which means that someone is offering to sell 1,000 shares for $5.24 per share.\n\nThe ask is always higher than thebid; the difference between the two numbers is called thespread. A wider spread makes it harder to make a profit because the security is always being bought at the high end of the spread and sold at the low end.\n\nSpreads can widen sharply with unusually volatile trading or when there is a great deal of uncertainty over the direction of the price.\n\nIn 2001, stock prices changed from being quoted in sixteenths to decimals.That brought the smallest possible spread from 1/16 of a dollar, or $.0625, to one penny. The width of a spread innominalterms will depend in part on the price of the stock. A spread of two cents on a price of $10 is 0.02%, while a spread of two cents on a price of $100 is 0.002%.\n\nSpreads in the wholesale market, in which financial institutions deal, are tight. The spreads vary by currency because the value of a point varies. A typical spread when trading theeuroversus the dollar is between 1 and 2 points. This means that the bid might be 1.3300, which is the number of dollars needed to buy one euro with an offer of 1.3301. A single point on a transaction of $10,000,000 and a EUR/USD rate of 1.3300 is worth $751. At 110 Japanese yen to the dollar, the value of one point on a $10,000,000 transaction is $909.\n\nThe bid/ask spread forcross-currency transactionssuch as the euro versus the Japanese yen or the British pound is usually two to three times as wide as spreads versus the dollar. This reflects both lower trading volume and higher volatility.\n\nSpreads in the retail market have tightened considerably with the increased popularity of electronic dealing systems. These allow small traders to view competitive prices in ways that only large financial institutions could do in the past. This has pushed spreads down as low as 3 to 10 points at times.\n\nBuying and selling banknotes in foreign currencies is a separate market from either wholesale or retail foreign exchange. Spreads are likely to be 75pipsor more.\n\nU.S. Securities and Exchange Commission. \"SEC Concept Release: Request for Comment on the Effects of Decimal Trading in Subpennies.\" Accessed Aug. 28, 2021.",
  "url": "https://www.investopedia.com/terms/a/ask.asp"
}