{
  "term": "Assemble-to-Order (ATO): Overview, Examples, Pros and Cons",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nAssemble-to-order (ATO) is a business production strategy where products that are ordered by customers are produced quickly and are customizable to a certain extent. It typically requires that the basic parts of the product are alreadymanufacturedbut not yet assembled. Once an order is received, the parts are assembled quickly and the final product is sent to the customer.\n\nThe assemble-to-order strategy is a hybrid between themake-to-stock strategy(MTS) and themake-to-order strategy(MTO). A make-to-stock strategy is one where products are fully produced in advance. The idea is to build an inventory that matches expected or anticipated consumer demand. This method would consist of setting a production level, building up inventory, and then attempting to sell as much assembled product as possible. It's used mostly for high-volume goods, consumables, and items that can be bought in bulk or as a single unit.\n\nA make-to-order strategy is one where products are manufactured once the order has been received. Production is driven by demand and items are only produced when orders are confirmed. In other words, thesupply chainoperation does not begin until there is evidence of sufficient customer demand. This strategy is often employed for high-end goods or items made individually or in small batches.\n\nThe ATO strategy attempts to combine the benefits of both make-to-order and make-to-stock—getting products into customers' hands quickly while allowing for the product to be adapted or altered in certain ways, as per customer request. In most cases, the time and costs associated with building the product from its components are minimal. However, the time and costs to build the components, which are usually ordered from a supplier, can be considerable.\n\nEnabled by technology, advancements in production processes andinventory managementsystems have played a big part in making assemble-to-order strategies a reality. Add cheaper methods of shipping products, and the strategy has been a boon for product customization opportunities.\n\nLike many methods that chart a middle course, assemble-to-order has both advantages and disadvantages.\n\nNo need to invest in materials and supplies, and storage for them\n\nOrders made to customer specifics\n\nLess risk of having unsold units on hand\n\nRisk of lost sales due to low supply\n\nPotentially longer lead times to produce goods\n\nConsider a manufacturer of personal computers. It might have all of the essential parts of a computer—motherboards, graphic cards, processors, monitors, keyboards—in stock and already manufactured. The company depends on various suppliers for these components.\n\nWhen orders for new PCs arrive, it is easy for the company to assemble and customize the computers using the various components. The process is driven bycustomer demand, however, and until the order arrives, the components sit on shelves.",
  "url": "https://www.investopedia.com/terms/a/assemble-to-order.asp"
}