{
  "term": "Asset-Backed Commercial Paper (ABCP): Definition and Uses",
  "definition": "An asset-backed commercial paper (ABCP) is a short-term investment vehicle with amaturity datethat is typically between 90 and 270 days. A bank or other financial institution typically issues the security itself. The notes are backed by the company's physical assets such as trade receivables. Companies will use an asset-backed commercial paper to fund short-term financing needs.\n\nAsset-backed commercial paper (ABCP) is a short-term money-market security that is issued by aspecial purpose vehicle(SPV) orconduit, which is set up by a sponsoring financial institution. The maturity date of an ABCP is set at no more than 270 days and issued either on an interest-bearing or discount basis.\n\nThe note is backed by the corporation's collateral, which might include future payments to be made on credit cards, auto loans, student loans, andcollateralized debt obligations(CDOs). These expected payments are collectively known asaccounts receivables. The proceeds of an ABCP issue is used primarily to obtain interests in various types of assets, either through asset purchase or secured lending transactions.\n\nA company can create an ABCP from any type of asset-backed security, includingsubprime mortgages, which are high-risk mortgages that were one of the main catalysts of the 2008 financial crisis.\n\nThe primary difference between commercial paper (CP) and asset-backed commercial paper (ABCP) is that commercial paper is not backed by assets.Commercial paper(CP) is a money market security issued by large corporations to raise money to meet short-term obligations. With a fixed maturity of less than one year, the commercial paper acts as apromissory notethat is backed only by the high credit rating of the issuing company.\n\nInvestors purchase the commercial paperat a discountto face value and are repaid the fullface valueof the security at maturity. Since standard commercial papers are not backed by collateral, only firms with excellent credit ratings from a recognized credit rating agency will be able to sell commercial papers at a reasonable price. A type of commercial paper that is backed by other financial assets is called an asset-backed commercial paper.\n\nA company or bank looking to enhanceliquiditymay sell receivables to an SPV or other conduits, which, in turn, will issue them to its investors as asset-backed commercial paper. The ABCP is backed by the expected cash inflows from the receivables. As the receivables are collected, the originators are expected to pass the funds to the conduit, which is responsible for disbursing the funds generated by the receivables to the ABCP noteholders.\n\nDuring the life of the investment, the sponsoring financial institution that set up the conduit is responsible for monitoring developments that could affect the performance andcredit qualityof the assets in the SPV. The sponsor ensures that ABCP investors receive their interest payments and principal repayments when the security matures.\n\nThe interest payments made to ABCP investors originate from the pool of assets backing the security, e.g., monthly car loan payments. When the collateralized paper matures, the investor receives aprincipal paymentthat is funded either from the collection of the credit’s assets, from the issuance of new ABCP, or by accessing the credit’s liquidity facility.\n\nWhile most ABCP programs issue commercial paper as their primary liability, funding sources have been extensively diversified lately to include other types of debt. This includesmedium-term notes(MTNs), extendible commercial paper, andsubordinated debtto provide credit enhancement.\n\nOne significant concern about ABCPs and related investments stems from the possibility ofliquidity risk. If the market value of the underlying assets decreases, then the safety and value of the ABCP might also suffer.\n\nIt's important for ABCP investors to understand the composition of the underlying assets and how the value of those assets might be impacted by market stresses, such as a downturn in the economy. The inability in some circumstances for investors to sell their investments quickly to minimize losses is just one of therisks associated with asset-backed commercial paper.",
  "url": "https://www.investopedia.com/terms/a/asset_backed_commercial_paper.asp"
}