{
  "term": "Asset-Backed Security (ABS): What It Is and How Different Types Work",
  "definition": "Asset-backed securities (ABS) is a type of financial investment that is collateralized by an underlying pool ofassets—usually ones that generate a cash flow from debt, such as loans, leases, credit card balances, or receivables. It takes the form of a bond or note, paying income at a fixed rate for a set amount of time, until maturity. For income-orientedinvestors, asset-backed securities can be an alternative to other debt instruments, like corporate bonds or bond funds.\n\nAsset-backed securities allow theirissuersto raise cash, which can be used for lending or other investment purposes. The underlying assets of an ABS are oftenilliquidand can’t be sold on their own. So, pooling assets together and creating a financial instrument out of them—a process calledsecuritization—allows the issuer to make illiquid assets marketable to investors. It also allows them to get shakier assets off their books, thus alleviating theircredit risk.\n\nThe underlying assets of these pools may be home equity loans, automobile loans, credit card receivables, student loans, or other expectedcash flows.ABS issuers can be as creative as they desire. For example, asset-backed securities have been built based on cash flows from movie revenues, royalty payments, aircraft landing slots, toll roads, and solar photovoltaics. Just about any cash-producing vehicle or situation can be securitized into an ABS.\n\nFor investors, buying an ABS affords the opportunity of a revenue stream. The ABS allows them to participate in a wide variety of income-generating assets, sometimes (as noted above) exotic ones that aren’t available in any other investment.\n\nAssume that Company X is in the business of making automobile loans. If a person wants to borrow money to buy a car, Company X gives that person the cash, and the person is obligated to repay the loan with a certain amount ofinterest. Perhaps Company X makes so many loans that it starts to run out of cash. Company X can then package its current loans and sell them to Investment Firm X, thus receiving the cash, which it can then use to make more loans.\n\nInvestment Firm X will then sort the purchased loans into different groups called tranches. These tranches contain loans with similar characteristics, such as maturity, interest rate, and expected delinquency rate. Next, Investment Firm X will issue securities based on each tranche it creates. Similar to bonds, each ABS has a rating indicating its degree of riskiness—that is, the likelihood that the underlying loans will go intodefault.\n\nIndividual investors then purchase these securities and receive the cash flows from the underlying pool of auto loans, minus an administrative fee that Investment Firm X keeps for itself.\n\nAn ABS will usually have three tranch classes: A, B, and C. The senior tranche, A, is almost always the largest tranche and is structured to have an investment-grade rating to make it attractive to investors.\n\nThe B tranche has lowercredit qualityand thus has ahigher yield than the senior tranche.The C tranche has a lower credit rating than the B tranche and might have such poor credit quality that it can’t be sold to investors. In this case, the issuer would keep the C tranche and absorb the losses.\n\nTheoretically, an asset-based security can be created out of almost anything that generates an income stream, from mobile home loans to utility bills. But certain types are more common. Among the most typical ABS types are:\n\nA CDO is an ABS issued by aspecial purpose vehicle (SPV). The SPV is a business entity or trust formed specifically to issue that ABS. There are a variety of subsets of CDOs, including:\n\nThough a CDO is essentially structured the same as an ABS, some consider it a separate type of investment vehicle. In general, CDOs own a wider and more diverse range of assets—including other asset-based securities or CDOs.\n\nHome equity loansare one of the largest ABS categories. Though similar to mortgages, home equity loans are often taken out by borrowers who have less-than-stellar credit scores or few assets—the reason why they didn’t qualify for a mortgage. These are amortizing loans—that is, payment goes toward satisfying a specific sum and consists of three categories: interest, principal, and prepayments.\n\nAmortgage-backed security (MBS)is sometimes considered a type of ABS but is more often classified as a separate variety of investment, especially in the United States. Both operate in essentially the same way; the difference lies in the underlying assets in theportfolio.\n\nMortgage-backed securities are formed by pooling together mortgages exclusively, while asset-backed securities consist of any other type of loan or debt instrument (including, rather confusingly, home equity loans).MBSs actually predate ABSs.\n\nCar financing is another large category of ABS. The cash flows of an auto loan ABS include monthly interest payments, principal payments, and prepayments (though the last is rarer, for an auto loan ABS is much lower than a home equity loan ABS). This is another amortizing loan.\n\nCredit card receivables—the amount due oncredit cardbalances—are a type of non-amortizing ABS: They go to a revolving line of credit, rather than toward the same set sum. Thus, they don’t have fixed payment amounts, while new loans and changes can be added to the composition of the pool. The cash flows of credit card receivables include interest, principal payments, and annual fees.\n\nThere is usually alockup periodfor credit card receivables where no principal will be paid. If theprincipalis paid within the lockup period, then new loans will be added to the ABS with the principal payment that makes the pool of credit card receivables staying unchanged. After the lockup period, the principal payment is passed on to ABS investors.\n\nABSs can be collateralized by either government student loans, guaranteed by the U.S. Department of Education, or private student loans.The former have had a better repayment record and a lower risk of default.\n\nAsset-backed securities can offer several compelling reasons to invest in them. ABS can providediversificationopportunities beyond traditional asset classes like stocks and bonds. You can get exposure to a diverse pool of underlying assets such as mortgages, auto loans, and credit card receivables that you shouldn’t otherwise have traditional investment access in. This also can give you access to different industries entirely.\n\nABS can also have somewhat predictable cash flows. The underlying assets typically generate steady income streams such as monthly mortgage payments or loan repayments passed through to ABS holders. This predictability can appeal to income-oriented investors seeking stable returns. Remember that if the debtor defaults on their loan, thiscash flowcould unexpectedly stop.\n\nABS can offer enhanced yield potential compared to other fixed-income securities with similar credit ratings. This is because ABS transactions may be structured where different tranches (or slices) of securities are created to appeal to investors with varying risk appetites.If you want to take on more risk in exchange for potentially higher yields, you can opt into that. More conservative investors can opt for lower-risk tranches with correspondingly lower yields.\n\nLast, asset-backed securities are frequently backed by collateral that can provide a degree of credit enhancement. This collateralization helps mitigatecredit riskto some extent, as the collateral can be sold to make the missed payments on the asset. Because of this, ABS can be a popular choice that may have greater liquidity compared to other securities depending on the market conditions or structure of the ABS.\n\nThere are also some risks to think about when investing in asset-backed securities. One primary risk is credit risk which refers to the possibility that borrowers underlying the ABS may default on their payments. This risk can vary depending on the credit quality of the underlying assets and the structure of the ABS transaction.\n\nAnother significant risk is prepayment risk, particularly relevant in mortgage-backed securities (MBS).Prepayment riskarises when borrowers repay their loans earlier than expected, such as during periods of falling interest rates. This can disrupt the expected cash flows to ABS holders. It can also dramatically reduce the return on investment, as an investor may have been hoping to general additional cash flow from interest payments that would have occurred had the debt not been prepaid.\n\nMarket risk is another factor to consider, as changes in market conditions, interest rates, or economic factors can affect the value and performance of ABS. As we’ll look at later in the “2008 Global Financial Crisis” section, poorvaluationsfor the assets being backed could lead to upside loans. When certain market conditions like this exist, liquidity risk may arise if there is difficulty in selling ABS positions quickly or at fair prices.\n\nThe asset-backed securities (ABS) market involves several key participants who each play a small part in the issuance, trading, and management of ABS transactions. Here are the key players:\n\nAsset-backed securities transactions involve several important legal considerations. There are three main legal aspects of ABS to keep in mind.\n\nThe2007–2008 financial crisiswas a culmination of factors rooted in the housing market bubble and financial market practices. It began with years of low interest rates and loose lending standards, which encouraged excessive borrowing and speculative investments in subprime mortgages. Mortgage-backed securities bundled these loans and were sold to investors.\n\nHowever, as the housing bubble burst and homeowners defaulted on their mortgages, the underlying value of MBS declined sharply. Investors, including major financial institutions and global banks, suddenly found themselves holding securities backed by increasingly risky loans. This triggered a crisis of confidence in the financial markets as the true extent of losses became apparent, leading to widespread panic and freezing of credit markets.\n\nThe crisis escalated in 2007 with the collapse of two Bear Stearns hedge funds heavily invested insubprime loans, signaling broader market instability. By 2008, the failures of major financial institutions like Lehman Brothers and the near-collapse of others like Bear Stearns and Merrill Lynch highlighted the systemic risks posed by interconnected global financial markets.\n\nA collateralized debt obligation is an example of an asset-based security (ABS). It is like a loan or bond, one backed by a portfolio of debt instruments—bank loans, mortgages, credit card receivables, aircraft leases, smaller bonds, and sometimes even other ABSs or CDOs. This portfolio acts as collateral for the interest generated by the CDO, which is reaped by the institutional investors who purchase it.\n\nAsset backing refers to the total value of a company’s shares in relation to its assets. Specifically, it refers to the total value of all the assets that a company has, divided by the number of outstanding shares that the company has issued.\n\nIn terms of investments, asset backing refers to a security with value deriving from a single asset or a pool of assets; these holdings act as collateral for the security—“backing” it, in effect.\n\nIn the business world, ABS stands for accounting and billing system. It's the software used to process invoice and potentially apply remittances to against those payments.\n\nAn asset-based security (ABS) is similar to a mortgage-backed security (MBS). Both are securities that, like bonds, pay a fixed rate of interest derived from an underlying pool of income-generating assets—usually debts or loans. The main difference is that an MBS, as its name implies, consists of a package of mortgages (real estate loans). In contrast, an ABS is usually backed by other sorts of financing—student loans, auto loans, or credit card debt.\n\nSome financial sources use ABS as a generic term, encompassing any sort of securitized investment based on underlying asset pools—in which case, an MBS is a kind of ABS. Others consider ABSs and MBSs to be separate investment vehicles.\n\nAsset securitization begins when a lender (or any company with loans) or a firm with income-producing assets earmarks a bunch of these assets, and then arranges to sell the lot to an investment bank or other financial institution. This institution often pools these assets with comparable ones from other sellers, then establishes a special purpose vehicle (SPV)—an entity set up specifically to acquire the assets, package them, and issue them as a single security.\n\nThe issuer then sells these securities to investors, usually institutional investors (hedge funds, mutual funds, pension plans, etc.). The investors receive fixed- or floating-rate payments from a trustee account funded by the cash flows generated by the portfolio of assets.\n\nSometimes the issuer divides the original asset portfolio into slices, called tranches. Each tranche is sold separately and bears a different degree of risk, indicated by a different credit rating.\n\nAsset-backed securities are pools of loans that are packaged together into an investable security, which can in turn be bought by investors—predominantly large institutions like hedge funds, insurance companies, and pension funds. ABSs provide a method ofdiversificationfrom typical bond mutual funds or individual bonds themselves. Most importantly, they are income-generating assets, typically with a higher return than a normal corporate bond, all depending on the credit rating assigned to the ABS.\n\nU.S. Securities and Exchange Commission. “Asset-Backed Securities.”\n\nFinancial Industry Regulatory Authority. \"Bonds: Types.\"\n\nGuggenheim Investments. \"The ABCs of Asset-Backed Securities (ABS).\"\n\nProfessor Ian Giddy's Finance Resources on the Web; New York University, Leonard N. Stern School of Business. \"The CDO Product.\" Pages 4-5.\n\nAndrew C. Spieler, Greg Filbeck, and H. Kent Baker (Editors). \"Debt Markets and Investments.\" Pages 392, 421-424, 429. Oxford University Press, 2019.\n\nNational Association of Insurance Commissioners. \"Collateralized Debt Obligations (CDOs); February 2019 Presentation.\" Page 3.\n\nAndrew C. Spieler, Greg Filbeck, and H. Kent Baker (Editors). \"Debt Markets and Investments.\" Pages 384, 403. Oxford University Press, 2019.\n\nNational Association of Insurance Commissioners. “Consumer Asset-Backed Securities Primer.” Pages 2-3.\n\nFederal Deposit Insurance Corporation. “Credit Card Securitization Manual.”\n\nSallie Mae. “Asset-Backed Securities.”\n\nBailey, Samantha L. and Ryan, Christopher J. \"The Next 'Big Short': COVID-19, Student Loan Discharge in Bankruptcy, and the SLABS Market.\"SMU Law Review, vol. 74, June 2020, pp. 839-841. Download PDF.\n\nNational Association of Insurance Commissioners. \"Collateralized Debt Obligations (CDOs); February 2019 Presentation.\" Pages 3-5.\n\nAndrew C. Spieler, Greg Filbeck, and H. Kent Baker (Editors). \"Debt Markets and Investments.\" Pages 421-424, 429. Oxford University Press, 2019.\n\nAndrew C. Spieler, Greg Filbeck, and H. Kent Baker (Editors). \"Debt Markets and Investments.\" Pages 365, 369-375, 377. Oxford University Press, 2019.",
  "url": "https://www.investopedia.com/terms/a/asset-backedsecurity.asp"
}