{
  "term": "Asset Retirement Obligation: Definition and Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nIn accounting, an asset retirement obligation (ARO) describes a legal obligation associated with the retirement of atangible,long-lived asset, where a company will be responsible for removing equipment or cleaning up hazardous materials at some future date. AROs should be included in a company's financial statement to present a more accurate and holistic snapshot of the enterprise's overall value.\n\nAsset retirement obligation accounting often applies to companies that create physical infrastructure which must be dismantled before a landleaseexpires, such as underground fuel storage tanks at gas stations. AROs also apply to the removal of hazardous elements and/or waste materials from the land, such as nuclear power plant decontamination. The asset is considered to be retired once the clean up/removal activity is complete, and the property is restored back to its original condition.\n\nConsider an oil-drilling company that acquires a 40-year lease on a parcel of land. Five years into the lease, the company finishes constructing a drilling rig. This item must be removed, and the land must be cleaned up once the lease expires in 35 years. Although the current cost for doing so is $15,000, an estimate for inflation for the removal and remediation work over the next 35 years is 2.5% per year. Consequently, for this ARO, the assumed future cost after inflation would be calculated as follows: 15,000 * (1 + 0.025) ^ 35 = 35,598.08.\n\nBecause calculating asset retirement obligations can be complex, businesses should seek guidance from Certified Public Accountants to ensure compliance with the Financial Accounting Standards Board'sRule No. 143: Accounting for Asset Retirement Obligations. Under this mandate, public companies must recognize thefair valueof their AROs on their balance sheets in an effort to render them more accurate. This represents somewhat of a departure from the income-statement approach many businesses previously used.\n\nTo calculate the expected present value of an ARO, companies should observe the following iterative steps:\n\nAsset Retirement Obligations do not apply to unplanned cleanup costs resulting from unplanned events, such as chemical spills and other accidents.",
  "url": "https://www.investopedia.com/terms/a/asset-retirement-obligation.asp"
}