{
  "term": "Assets Under Management (AUM): Definition, Calculation, and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAssets under management (AUM) is the current value of all the investments entrusted to a mutual fund, an exchange-traded fund (ETF), or an investment company.\n\nAssets under management (AUM) is the total market value of the investments held by a portfolio manager or investment company on behalf of clients. It is the total pool of money invested.\n\nThe AUM of a mutual fund or exchange-traded fund (ETF) is the total amount of money invested in the fund. Similarly, your personal AUM is the amount you have invested.\n\nInvestors consider AUM among other factors in choosing an investment or an investment company.\n\nAUM is a relevant number when looking at an investment fund or family of funds, a venture capital firm, a brokerage company, or an individual registered as an investment advisor orportfolio manager.\n\nWhen calculating AUM, some financial institutions include bank deposits,mutual funds, and cash, while others limit it to funds from individual investors that are under their discretionary management.\n\nAUM includes the capital the manager can use to make transactions for one or all clients. An investor may need a minimum amount of personal AUM to qualify for a type of investment, such as a hedge fund. An investor’s AUM may determine the type of services received from afinancial advisoror brokerage company.\n\nWhen an investor has $50,000 in a mutual fund, that money is counted in the total AUM of the fund. The fund manager can buy and sell shares without obtaining special permission from the client, as long as the stated investment objectives are followed.\n\nInvestors often consider a higher AUM as a positive indicator of management quality.\n\nThe calculation for assets under management varies somewhat among companies and depends on the flow of investor money in and out of a fund. The numbers also fluctuate constantly in response to the ups and downs of the markets and the amount of cash deposited or withdrawn by its investors.\n\nAsset performance, capital appreciation, and reinvested dividends increase the AUM of a fund. Assets under management also increase when new customers sign on.\n\nA decrease in AUM occurs following losses in the market value, fund closures, and decreased investor inflows.\n\nCalculating AUM involves aggregating the total market value of all assets that an investment manager oversees on behalf of clients. This can include stocks, bonds, mutual funds, ETFs, cash equivalents, and other types of securities.\n\nThe process entails identifying and valuing each asset held within client portfolios, taking into account factors such as current market prices, fair values, and any applicable currency conversions.\n\nOnce the market values of all assets are determined, they are all added together to get AUM.\n\nTheU.S. Securities and Exchange Commission(SEC) requires most firms with AUM ranging between $25 million to $110 million to register with the SEC, depending on several factors, including the size and location of the firm.\n\nIn addition, state securities regulators have authority over advisers handling up to $100 million. Advisers with assets under management below $100 million are required to register with the securities regulator of the state where their principal place of business is located.\n\nIf a state-registered adviser's AUM hits the $100 million threshold, the company may choose to register with the SEC. Once the company's AUM surpasses $110 million, registration with the SEC is usually mandatory.\n\nAUM can be a consideration when calculating fees. Many investment products chargemanagement feesas a fixed percentage of the investor's AUM. Financial advisors and personal money managers also charge their clients a fee as a percentage of personal assets under management.\n\nThe relationship between AUM and fees is not necessarily straightforward. For example, you may assume that as an investor's AUM increases, so do the fees earned by investment managers.\n\nHowever, it is essential to recognize that fee structures can vary widely across different investment products and client segments. For example, actively managed funds may charge higher fees than passively managed funds due to the active management and research involved.\n\nAnother exception to this is for larger, institutional clients. Institutional clients may negotiate lower fee rates than retail clients due to the large size of their investments and their bargaining power. Management firms may also proactively lower their fees to entice large investors.\n\nTherefore, higher AUM doesn't always mean higher fees.\n\nOne of the ultimate goals of an investment firm is to increase its AUM. This means that the company has more money to invest, giving it greater leverage for future growth.\n\nThough also not necessarily tied to quantitative financial analysis, client acquisition strategies also play a role in AUM growth. Investment firms can prioritize identifying and acquiring new clients who align with the investment manager's target market and investment objectives in order to grow AUM.\n\nProductdifferentiationis another important aspect of AUM growth strategies. This involves developing innovative investment products and solutions that address evolving market trends, investor preferences, and regulatory requirements.\n\nFor instance, State Street Corp. highlights \"State Street Alpha\" in its 2023 annual report, an architecture platform used to interpret data at a large scale.New products like this can help a firm bring in capital from new or existing customers.\n\nInvestor psychology plays a role in growing the AUM of a fund or an investment company. During periods of optimism, investors may allocate more capital to investment vehicles. In pessimistic times, investors may withdraw funds or reallocate assets tosafe havens, resulting in declines in AUM.\n\nBehavioral biases such as herd behavior can play a factor as well. Beginning investors may choose to invest in the ETFs or investment companies that have the highest AUM. This can play into a dangerous cycle where investors follow the money rather than choose carefully.\n\nTheSPDR S&P 500 ETF(SPY) is anexchange-traded fundthat, as the name implies, holds shares in all of the companies listed in the S&P 500 Index.\n\nAs of April 24, 2025, SPY's assets under management totaled more than $572 billion.\n\nThe firm that manages the fund, State Street Corp., manages more than 200 mutual funds and ETFs in addition to SPY. As of the end of 2024, the global investment firm had AUM of $4.7 trillion.\n\nAs an investor, you may be interested in noting the assets under management of a fund you are interested in, or a portfolio manager you might do business with.\n\nA huge AUM number suggests that a large number of investors (or a number of very large investors) have entrusted their money to this fund or manager in the expectation that it will grow.\n\nA small number of AUM might suggest that the fund or manager is not attracting large-scale investment for whatever reason. It may be a niche fund, a young fund, or an increasingly unattractive fund. More research is indicated.\n\nOne note: A large AUM for an exchange-traded fund (ETF) indicates optimism about the benchmark the fund tracks, more than it does confidence in the company that sponsors the fund. The vast majority of ETFs are passively managed, not actively managed.\n\nInvestment companies use assets under management as a marketing tool to attract new investors. AUM helps investors determine the size of a company's operations relative to that of its competitors.\n\nWhen evaluating a specific fund, investors often look at its AUM as an indication of the size of the fund. Typically, investment products with high AUMs have higher market trading volumes making them moreliquid, meaning investors can buy and sell shares of the fund easily.\n\nFunds with large AUMs have sufficient holdings to meet any redemption pressure. If a few large investors leave the fund, the impact would be minimal.\n\nAssets under management (AUM) is the market value of the investments managed by a person or entity on behalf of clients. AUM can reveal the management performance and experience when investors evaluate a company or investment. The SEC regulates firms with large AUMs to protect investors.\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: Transition of Mid-Sized Investment Advisers From Federal to State Registration,\" Pages 1-2.\n\nState Street. \"2023 Annual Report.\"\n\nState Street Global Advisors. \"SPY.\"\n\nState Street Corp. \"State Street Corporation (NYSE: STT) Reports Fourth-Quarter and Full-Year 2024 Financial Results.\"",
  "url": "https://www.investopedia.com/terms/a/aum.asp"
}