{
  "term": "Asset Swapped Convertible Option Transaction (ASCOT) Overview",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAn asset swapped convertible option transaction (ASCOT) is a structured investment strategy in which an option on aconvertible bondis used to separate a convertible bond into its two components: a fixed income piece and an equity piece. More specifically, the components being separated are the corporate bond with its regular coupon payments and the equity option that functions as acall option.\n\nThe ASCOT structure allows an investor to gain exposure to the option within the convertible without taking on the credit risk represented by the bond part of the asset. It is also used byconvertible arbitragetraders seeking to profit from apparent mis-pricings between these two components.\n\nASCOTs are complex instruments that allow parties to take the role of equity investor and credit risk buyer/bond investor in what was initially sold as a combined instrument — the convertible bond itself.\n\nAn asset swapped convertible option transaction is done by writing (selling) anAmerican optionon the convertible bond. This essentially creates acompound option, as the convertible bond already comes with anembeddedequity call option itself due to the conversion feature. The American option can be exercised by the holder at any time, but the strike price paid must include all the costs of unwinding the asset swap.\n\nConvertible bond traders are exposed to two types of risk. One is the credit risk inherent in the bond portion of the investment. The other is the market volatility on the share price of the underlying, as it impacts whether or not the conversion option has any value.\n\nFor our purposes, let's assume the convertible bond trader wants to focus on the equity angle of their convertible bond portfolio. To do this, the trader sells the convertible bond to an investment bank, which will be the intermediary in the transaction.\n\nThe investment bank structures the ASCOT by writing a call option on the convertible portion of the bond and selling it back to the convertible bond trader. The bond portion of the convertible bond with its payments is then sold to a different party who is prepared to take on the credit risk in return for the fixed returns. The bond component may be broken down into smaller denomination bonds and sold to multiple investors.\n\nWhen a convertible bond is stripped of its credit risk through an asset swap, the option holder is left with a volatile — but potentially very valuable — option. ASCOTs, specifically the equity portion, are bought and sold by hedge funds employing convertible arbitrage strategies. Hedge funds are able to easily increase their portfolios' leverage because of the nature of the compound option within an ASCOT, leaving the less lucrative bond side and its credit risk out of the equation.",
  "url": "https://www.investopedia.com/terms/a/ascot.asp"
}