{
  "term": "Asset-Based Approach: Calculations and Adjustments",
  "definition": "Investopedia / Paige McLaughlin\n\nAn asset-based approach is a type of business valuation that focuses on a company'snet asset value. The net asset value is identified by subtracting totalliabilitiesfrom total assets. There is some room for interpretation in terms of deciding which of the company's assets and liabilities to include in the valuation and how to measure the worth of each.\n\nIdentifying and maintaining awareness ofthe value of a companyis an important responsibility for financial executives. Overall, stakeholder and investor returns increase when a company’s value increases, and vice versa.\n\nThere are a few different ways to identify a company’s value. Two of the most common are the equity value andenterprise value. The asset-based approach can also be used in conjunction with these two methods or as a standalone valuation. Bothequity value and enterprise valuerequire the use of equity in the calculation. If a company does not have equity, analysts may use the asset-based valuation as an alternative.\n\nMany stakeholders will also calculate the asset-based value and use it comprehensively in valuation comparisons. The asset-based value may also be required for private companies in certain types of analysis as added due diligence. Furthermore, the asset-based value can also be an important consideration when a company is planning a sale orliquidation.\n\nThe asset-based approach uses the value of assets to calculate a business entity's valuation.\n\nIn its most basic form, the asset-based value is equivalent to the company’s book value orshareholders’ equity. The calculation is generated by subtracting liabilities from assets.\n\nOften, the value of assets minus liabilities differs from the value reported on thebalance sheet, for example, asset-based valuations can provide latitude for using market values rather than balance sheet values. Analysts may also include certainintangible assetsin asset-based valuations that may or may not be on the balance sheet.\n\nOne of the biggest challenges in arriving at an asset-based valuation is adjustingnet assets. An adjusted asset-based valuation seeks to identify themarket valueof assets in the current environment. Balance sheet valuations use depreciation to decrease the value of assets over time. Thus, the book value of an asset is not necessarily equivalent to thefair market value.\n\nOther considerations for net asset adjustments may include certainintangiblesthat are not fully valued on the balance sheet or included on the balance sheet at all. Companies are often not allowed to include the value of their brand on their balance sheet because of difficulties calculating a reliable cost or value of the brand name. However, since an adjusted asset-based approach looks at what a company could potentially sell for in the current market, these intangibles are important to consider.\n\nIn anadjusted net assetcalculation, adjustments can also be made for liabilities. Market value adjustments can potentially increase or decrease the value of liabilities, which directly affects the calculation of adjusted net assets.",
  "url": "https://www.investopedia.com/terms/a/asset-based-approach.asp"
}