{
  "term": "Asset Management Company (AMC) Definition and Example",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nAn asset management company (AMC) is a firm that invests pooled funds from clients, putting the capital to work through different investments including stocks, bonds, real estate,master limited partnerships, and more. Along withhigh-net-worth individual(HNWI) portfolios, AMCs manage hedge funds and pension plans, and—to better serve smaller investors—create pooled structures such as mutual funds, index funds, or exchange-traded funds (ETFs), which they can manage in a single centralized portfolio.\n\nAMCs are colloquially referred to as money managers or money management firms. Those that offer publicmutual fundsor ETFs are also known as investment companies or mutual fund companies. Such businesses include Vanguard Group, Fidelity Investments, T. Rowe Price, and many others.\n\nAMCs are generally distinguished by theirassets under management(AUM)—the amount of assets that they manage.\n\nBecause they have a larger pool of resources than the individual investor could access on their own, AMCs provide investors with morediversificationand investing options. Buying for so many clients allows AMCs to practiceeconomies of scale, often getting a price discount on their purchases.\n\nPooling assets and paying out proportional returns also allows investors to avoid theminimum investmentrequirements often required when purchasing securities on their own, as well as the ability to invest in a larger assortment of securities with a smaller amount of investment funds.\n\nIn most cases, AMCs charge a fee that is calculated as a percentage of the client's total AUM. This asset management fee is a defined annual percentage that is calculated and paid monthly. For example, if an AMC charges a 1% annual fee, it would charge $100,000 in annual fees to manage a portfolio worth $10 million. However, since portfolio values fluctuate on a daily and monthly basis, the management fee calculated and paid every month will fluctuate monthly as well.\n\nContinuing with the above example, if the $10 million portfolio increases to $12 million in the next year, the AMC will stand to make an additional $20,000 in management fees. Conversely, if the $10 million portfolio declines to $8 million due to a market correction, the AMC's fee would be reduced by $20,000. Thus, charging fees as a percentage of AUM serves to align the AMC's interests with that of the client; if the AMC's clients prosper, so does the AMC, but if the clients' portfolios make losses, the AMC's revenues will decline as well.\n\nMost AMCs set a minimum annual fee such as $5,000 or $10,000 in order to focus on clients that have a portfolio size of at least $500,000 or $1 million. In addition, some specialized AMCs such ashedge fundsmay charge performance fees for generating returns above a set level or that beat a benchmark. The \"two and twenty\" fee model is standard in the hedge fund industry.\n\nTypically, AMCs are consideredbuy-sidefirms. This status means they help their clientsmake investment decisionsbased on proprietary in-house research and data analytics, while also using security recommendations from sell-side firms.\n\nSell-side firms such asinvestment banksand stockbrokers, in contrast, sell investment services to AMCs and other investors. They perform a great deal of market analysis, looking at trends and creating projections. Their objective is to generate trade orders on which they can charge transaction fees orcommissions.\n\nBrokeragehouses and AMCs overlap in many ways. Along with trading securities and doing analysis, many brokers advise and manage client portfolios, often through a special \"private investment\" or \"wealth management\" division or subsidiary. Many also offer proprietary mutual funds. Their brokers may also act as advisors to clients, discussing financial goals, recommending products, and assisting clients in other ways.\n\nIn general, though, brokerage houses accept nearly any client, regardless of the amount they have to invest, and these companies have a legal standard to provide \"suitable\" services. Suitable essentially means that as long as they make their best effort to manage the funds wisely, and in line with their clients' stated goals, they are not responsible if their clients lose money.\n\nIn contrast, most asset management firms arefiduciaryfirms, held to a higher legal standard. Essentially, fiduciaries must act in the best interest of their clients, avoiding conflicts of interest at all times. If they fail to do so, they face criminal liability. They're held to this higher standard in large part because money managers usually have discretionary trading powers over accounts. That is, they can buy, sell, and make investment decisions on their authority, without consulting the client first. In contrast, brokers must ask permission before executing trades.\n\nAMCs usually execute their trades through a designated broker. That brokerage also acts as the designatedcustodianthat holds or houses an investor's account. AMCs also tend to have higher minimum investment thresholds than brokerages do, and they charge fees rather than commissions.\n\nProfessional, legally liable management\n\nRisk of underperforming the market\n\nAs mentioned earlier, purveyors of popular mutual fund families are technically AMCs. Also, many high-profile banks and brokerages have asset management divisions, usually for HNWI or institutions.\n\nThere are also private AMCs that are not household names but are quite established in the investment field. One such example is RMB Capital, an independent investment and advisory firm with approximately $10 billion in AUM.Headquartered in Chicago, with 10 other offices around the U.S., and roughly 142 employees, RMB has different divisions, including:\n\nThe firm also has a subsidiary,RMB Funds, that manages six mutual funds.\n\nRMB Capital. \"About Us.\" Accessed Aug. 16, 2021.\n\nRMB Capital. \"People.\" Accessed Aug. 16, 2021.",
  "url": "https://www.investopedia.com/terms/a/asset_management_company.asp"
}