{
  "term": "Asset/Liability Management: Definition, Meaning, and Strategies",
  "definition": "Investopedia / Paige McLaughlin\n\nAsset/liability management is the practice of assessing and reducing a company’s risk of not paying a liability on time.\n\nBusinesses typically operate with certain amounts of debt or liabilities, which must be managed effectively to minimize the risk of losing capital by failing to pay their bills on time. This management process is called asset/liability management (ALM), and the firm creates plans to utilize its assets andcash flowsto address the risks.\n\nWell-managed assets and liabilities increase business profits. The asset/liability management process is typically applied to bank loan portfolios andpension plans, and can also involve theeconomic value of equity.\n\nThe concept of asset/liability management focuses on the timing ofcash flowsbecause company managers must plan for the payment of liabilities. The process must ensure that assets are available to pay debts as they come due and that earnings orassets can be converted into cash. Theasset/liability managementprocess applies to different categories of assets on the balance sheet.\n\nA company can face a mismatch between assets and liabilities because of illiquidity or changes in interest rates;asset/liability management reduces the likelihood of a mismatch.\n\nAdefined benefit pension planprovides a fixed, pre-established pension benefit for employees upon retirement, and the employer carries the risk that assets invested in the pension plan may not be sufficient to pay all benefits. Companies must forecast the dollar amount of assets available to pay benefits required by a defined benefit plan.\n\nAssume, for example, that a group of employees must receive a total of $1.5 million in pension payments starting in 10 years. The company must estimate a rate of return on the dollars invested in the pension plan and determine how much the firm must contribute each year before the first payments begin in 10 years.\n\nAsset/liability management is also used in banking. A bank must pay interest on deposits and also charge a rate of interest on loans. To manage these two variables, bankers track thenet interest marginor the difference between the interest paid on deposits and interest earned on loans.\n\nAssume, for example, that a bank earns an average rate of 6% on three-year loans and pays a 4% rate on three-year certificates of deposit. The interest rate margin the bank generates is 6% - 4% = 2%. Since banks are subject to interest rate risk, or the risk that interest rates increase, clients demand higher interest rates on their deposits to keep assets at the bank.\n\nAn important ratio used in managing assets and liabilities is theasset coverage ratio, which computes the value of assets available to pay a firm’s debts. The ratio is calculated as follows:\n\nAsset Coverage Ratio=(BVTA−IA)−(CL−STDO)Total Debt Outstandingwhere:BVTA=book value of total assetsIA=intangible assetsCL=current liabilitiesSTDO=short term debt obligations\\begin{aligned} &\\text{Asset Coverage Ratio} = \\frac{ ( \\text{BVTA} - \\text{IA} ) - ( \\text{CL} - \\text{STDO}) }{ \\text{Total Debt Outstanding} } \\\\ &\\textbf{where:} \\\\ &\\text{BVTA} = \\text{book value of total assets} \\\\ &\\text{IA} = \\text{intangible assets} \\\\ &\\text{CL} = \\text{current liabilities} \\\\ &\\text{STDO} = \\text{short term debt obligations} \\\\ \\end{aligned}​Asset Coverage Ratio=Total Debt Outstanding(BVTA−IA)−(CL−STDO)​where:BVTA=book value of total assetsIA=intangible assetsCL=current liabilitiesSTDO=short term debt obligations​\n\nTangible assets, such as equipment and machinery, are stated at their book value, which is the cost of the asset less accumulated depreciation. Intangible assets, such as patents, are excluded from the formula because they are more difficult to value and sell. Debts payable in less than 12 months are considered short-term debt and are also excluded.\n\nThe coverage ratio computes the assets available to pay debt obligations, although the liquidation value of some assets, such as real estate, may be difficult to calculate. There is no rule of thumb as to what constitutes a good or poor ratio since calculations vary by industry.\n\nAsset/liability management is a long-term strategy to manage risks. For example, a homeowner must ensure that they have enough money to pay their mortgage each month by managing their income and expenses for the duration of the loan.",
  "url": "https://www.investopedia.com/terms/a/asset-liabilitymanagement.asp"
}