{
  "term": "Asset-Liability Committee (ALCO): Definition, Role, and Example",
  "definition": "Madelyn Goodnight / Investopedia\n\nAn asset-liability committee oversees management of a company’s assets and liabilities to manage risk, ensure liquidity, and earn adequate returns, serving as a directorial group.\n\nAn asset-liability committee (ALCO) is also known as surplus management. It coordinates the administration ofassetsandliabilitieswith the objective of earning satisfactory returns. It is a supervisory group.\n\nBy managing a company’s assets and liabilities, executives are able to influencenet earnings, which may translate into increased stock prices.\n\nAn ALCO at the board or management level provides importantmanagement information systems (MIS)and oversight for effectively evaluating on- and off-balance-sheet risk for an institution. Members incorporateinterest rate riskandliquidityconsiderations into a bank’s operating model.\n\nOne of ALCO’s goals is to ensure adequate liquidity while managing the bank’s spread between interest income andinterest expense. Members also consider investments andoperational risk.\n\nALCO meetings should be conducted at least quarterly. Member responsibilities typically include managingmarket risktolerances, establishing appropriate MIS, and reviewing and approving thebank’s liquidity and funds managementpolicy at least annually.\n\nMembers also develop and maintain a contingency funding plan, review immediate funding needs and sources, and determine liquidity risk exposures to adverse scenarios with varying probability and severity.\n\nAn ALCO’s strategies, policies, and procedures should relate to the board’s goals, objectives, andrisk tolerancesfor operating standards. Strategies should articulateliquidity risktolerances and address the extent to which central elements of funds management are centralized or delegated in the institution. This is particularly important when evaluating the potential liquidity risks to the organization, and ensuring there is enough cash available under a severe scenario.\n\nStrategies should also communicate how much emphasis is placed on usingasset liquidity, liabilities, andoperating cash flowsfor meeting daily and contingent funding needs. To analyze the risk tolerance of an organization, ALCOs may assess interest rate risk, credit risk, borrowings, and the composition of its assets and liabilities.\n\nAlfa Bank’s ALCO plays a critical role in overseeing management of the bank’s balance sheet. The composition of a bank’sbalance sheetis crucial to its long-term success, and the ALCO is responsible for managing its liquidity and interest rate risk. To avoid similar fallout as that seen with Silicon Valley Bank and Signature Bank, Alfa Bank’s ALCO ensures that its balance sheet is robust in the case of rising interest rates, as one example.To do so, the ALCO may ensure that it lends to a diverse set of borrowers, rather than being too heavily concentrated in certain sectors, such as tech or commercial real estate. It may also analyze the liquidity of marketable securities, to ensure there is enough liquidity to convert assets into cash with minimal losses.\n\nTo ensure that the ALCO aligns with the board, Alfa Bank’s ALCO is appointed by a resolution of the bank’s executive board and includes seven or more members with the right to vote for a one-year period. The ALCO is headed by the ALCO chair appointed by the bank’s executive board. ALCO members without the right to vote are appointed upon presentation to the ALCO chair by order of the bank executive board from among bank specialists and managers for a one-year period.\n\nThe bank’s ALCO meetings are typically held every two weeks. Additional meetings may be scheduled as needed. The ALCO has the authority to resolve matters submitted for consideration if more than half of the members with the right to vote are present at the committee meeting. A resolution is passed when more than half the members with the right to vote are present and vote in favor of the resolution. ALCO’s resolutions are binding on all bank employees.\n\nIn an organization such as a company or bank, the ALCO oversees management of a balance sheet, with the aim of achieving adequate profitability. This is conducted in a variety of ways, including managing and assessing liquidity, analyzing interest rate risk, and monitoring concentrations of assets and liabilities.\n\nAsset liability management (ALM) is focused on the composition of a company’s or bank’s assets and liabilities in order to manage potential financial risks to the organization, such as market volatility. These financial risks often fall into three main categories: interest rate risk, liquidity risk, and operational risk. Since the composition of a firm’s balance sheet is crucial for its success, an ALCO plays an important role in overseeing ALM, ensuring it aligns with the board’s objectives to sustain the health of the firm.\n\nALCOs formulate asset liability management strategy, manage liquidity risk, and ensure lending is adequately diversified, among a number of other functions. An ALCO will report to the company or bank board to ensure that the organization’s balance sheet is robust given its risk appetite, and that it meets funding and liquidity requirements.\n\nALCOs are critical for managing and overseeing the liquidity risk, interest rate risk, and operational risk in an organization. Since the health of a firm’s balance sheet is fundamental to its success and longevity, ALCOs ensure that the composition of assets and liabilities can withstand future risks, such as market volatility and a high-interest-rate environment, while formulating scenarios that prepare an organization for an unwanted or unexpected event.\n\nBoard of Governors of the Federal Reserve System, Partnership for Progress. “Asset/Liability Management Committee.”\n\nCNN. “Banks Aren’t ‘Out Of the Woods’ After the Collapse of SVB and Signature.”",
  "url": "https://www.investopedia.com/terms/a/asset-liability-committee.asp"
}