{
  "term": "Assignment: Definition in Finance, How It Works, and Examples",
  "definition": "Assignment most often refers to one of two definitions in the financial world:\n\nAssignment refers to the transfer of some or allproperty rightsand obligations associated with an asset, property, contract, or other asset of value. to another entity through a written agreement.\n\nAssignment rights happen every day in many different situations. A payee, like a utility or a merchant, assigns the right to collect payment from a written check to a bank. A merchant canassign the funds from a line of creditto a manufacturing third party that makes a product that the merchant will eventually sell. Atrademarkowner can transfer, sell, or give another person interest in the trademark or logo. A homeowner who sells their house assigns the deed to the new buyer.\n\nTo be effective, an assignment must involve parties with legal capacity, consideration, consent, and legality of the object.\n\nAwage assignmentis a forced payment of an obligation by automaticwithholdingfrom an employee’s pay. Courts issue wage assignments for people late with child or spousal support, taxes, loans, or other obligations. Money is automatically subtracted from a worker's paycheck without consent if they have a history of nonpayment. For example, a person delinquent on $100 monthly loan payments has a wage assignment deducting the money from their paycheck and sent to the lender. Wage assignments are helpful in paying back long-term debts.\n\nAnother instance can be found in a mortgage assignment. This is where a mortgagedeedgives a lender interest in a mortgaged property in return for payments received. Lenders often sell mortgages to third parties, such as other lenders. A mortgage assignment document clarifies the assignment of contract and instructs the borrower in making future mortgage payments, and potentially modifies themortgageterms.\n\nA final example involves a lease assignment. This benefits a relocating tenant wanting to end a lease early or a landlord looking for rent payments to pay creditors. Once the new tenant signs the lease, taking over responsibility for rent payments and other obligations, the previous tenant is released from those responsibilities. In a separate lease assignment, a landlord agrees to pay a creditor through an assignment of rent due under rental property leases. The agreement is used to pay a mortgage lender if the landlorddefaultson the loan or files forbankruptcy. Any rental income would then be paid directly to the lender.\n\nOptionscan be assigned when a buyer decides to exercise their right to buy (or sell) stock at a particularstrike price. The corresponding seller of the option is not determined when a buyer opens an option trade, but only at the time that an option holder decides to exercise their right to buy stock. So an option seller with open positions is matched with the exercising buyer via automated lottery. The randomly selected seller is then assigned to fulfill the buyer's rights. This is known as an option assignment.\n\nOnce assigned, the writer (seller) of the option will have the obligation to sell (if acall option) or buy (if aput option) the designated number of shares of stock at the agreed-upon price (the strike price). For instance, if the writer sold calls they would be obligated to sell the stock, and the process is often referred to as having the stockcalled away. For puts, the buyer of the option sells stock (puts stock shares) to the writer in the form of ashort-soldposition.\n\nSuppose a trader owns 100 call options on company ABC's stock with a strike price of $10 per share. The stock is now trading at $30 and ABC is due to pay a dividend shortly. As a result, the traderexercises the options earlyand receives 10,000 shares of ABC paid at $10. At the same time, the other side of the long call (the short call) is assigned the contract and must deliver the shares to the long.",
  "url": "https://www.investopedia.com/terms/a/assignment.asp"
}