{
  "term": "Assumable Mortgage: What It Is, How It Works, Types, Pros and Cons",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn assumable mortgage is a type of home financing arrangement where an outstandingmortgageand its terms are transferred from the current owner to the buyer. By assuming the previous owner's remaining debt, the buyer can avoid obtaining their own mortgage, which may come with higherinterest rates. Different types of loans can qualify as assumable mortgages, though there are some special considerations to keep in mind.\n\nIf you are buying a house, you may take out a mortgage from a lending institution to finance the home or property purchase. The contractual agreement for repaying the mortgage includes paying theprincipal paymentsplus interest to the lender.\n\nIf you decide to sell your home later, you may be able to transfer themortgageto the homebuyer. In this case, the original mortgage taken out is assumable.\n\nAn assumable mortgage allows a homebuyer to assume the current principal balance, interest rate, repayment period, and any other contractual terms of the seller's mortgage. A buyer can take over an existing mortgage rather than going through the rigorous process of obtaining a home loan from a bank.\n\nIf currentinterest ratesare higher than the interest rate on the assumable loan, there could be a cost-saving advantage. In a period of rising interest rates, thecost of borrowingalso increases. When this happens, borrowers will face high interest rates on any loans for which they are approved.\n\nAn assumable mortgage may have a lower interest rate, an attractive feature for buyers. If the assumable mortgage has a fixed interest rate, it will not be impacted by rising interest rates. Amortgage calculatorcan be a good resource for budgeting for the monthly cost of your payment.\n\nAn assumable mortgage is attractive to buyers when the existing mortgage rate is lower than thecurrent market rates.\n\nSome of the most popular types of mortgages are assumable:\n\nIf you are a buyer who wishes to assume a mortgage from a seller, you must meet specific requirements and receive approval from the agency sponsoring the mortgage.\n\nFHA loans are assumable when both parties meet the requirements for the assumption. For instance, the property must be used by the seller as their primary residence. If you were the buyer, you must verify that the FHA loan is assumable and apply as you would for an individual FHA loan. The seller's lender will verify that you meet the qualifications, including being creditworthy. If approved, you will then assume the mortgage. However, until the seller is released from the loan, they are still responsible for it.\n\nThe Department of Veterans Affairs offers mortgages to qualified military members and spouses of military members. However, to assume a VA loan, you need not be a member of the military to qualify.\n\nKeep in mind that the lender and the regional VA loan office will need to approve you for the loan assumption. Plus, the seller may prefer to accept an offer from a qualified military borrower so that they can keep their VA loan entitlement for another home purchase. Otherwise, the entitlement stays with the property until the mortgage is paid off.\n\nBuyers may freely assume the VA loan for loans initiated before March 1, 1988. In other words, you would not need the approval of the VA or the lender to assume the mortgage.\n\nUSDA loans are offered to buyers of rural properties. They require no down payment and often have low interest rates. To assume a USDA loan, you must meet the standard qualifications, such as meeting credit and income requirements, and receive approval from the USDA to transfer title.\n\nMost USDA loan assumptions involve new rates and terms. However, some assumptions, such as title transfers between family members, may involve the same rate and terms.Even if you meet all requirements and receive approval, the mortgage cannot be assumed if the seller is delinquent on payments.\n\nConventional loans backed by Fannie Mae and Freddie Mac are generally not assumable, though exceptions may be allowed for adjustable-rate mortgages. Upfront fees on Fannie Mae and Freddie Mac home loans changed in May 2023. Fees were increased for homebuyers with higher credit scores, such as 740 or higher, while they were decreased for homebuyers with lower credit scores, such as those below 640. Another change: Your down payment will influence your fee. The higher your down payment, the lower your fees, which will still depend on your credit score.Fannie Mae provides theLoan-Level Price Adjustmentson its website.\n\nRate on the mortgage may be lower than current market rates\n\nMay not need to apply for a new mortgage\n\nIf seller's home equity is low, there are fewer out-of-pocket costs for the buyer\n\nMay need a substantial down payment when the seller's home equity is high\n\nLenders may not cooperate when a second mortgage is needed\n\nWith two mortgages, the risk of default increases\n\nTheadvantages of acquiring an assumable mortgagein a high interest rate environment are limited to the amount of existing mortgage balance on the loan or thehome equity. For example, if you purchase a home for $350,000 and the seller's assumable mortgage only has a balance of $200,000, you will need to make adown paymentof $150,000 to cover the difference. Or you will need a separate mortgage to secure the additional funds.\n\nA disadvantage is when the home's purchase price exceeds the mortgage balance by a significant amount, requiring you to obtain a new mortgage. Depending on your credit profile and current rates, the interest rate may be considerably higher than the assumed loan.\n\nUsually, you will take out asecond mortgageon the existing mortgage balance if the seller’s home equity is high. You may have to take out the second loan with a different lender from the seller’s lender, which could pose a problem if both lenders do not cooperate. Also, having two loans increases the risk of default, especially when one has a higher interest rate.\n\nHowever, the assumable mortgage may be an attractive acquisition if the seller's home equity is low. If the home's value is $350,000 and the assumable mortgage balance is $310,000, you only need to put up $40,000. If you have this amount in cash, you can pay the seller directly without having to secure another credit line.\n\nThe final decision over whether an assumable mortgage can be transferred is not left to the buyer and seller. The originalmortgage lendermust approve the mortgage assumption before either party can sign off on the deal. The homebuyer must apply for the assumable loan and meet the lender’s requirements, such as having sufficient assets and being creditworthy.\n\nIf the mortgage is assumed by a third party, a seller is still responsible for debt payments unless the lender approves a release request, releasing the seller of all liabilities from the loan.\n\nIf approved, the property title is transferred to the buyer, who makes the required monthly repayments to the bank. If the lender does not approve the transfer, the seller must find another buyer willing to assume the mortgage and who has good credit.\n\nA mortgage assumed by a third party does not relieve the seller of the debt payment. The seller may be liable for any defaults, which could affect theircredit rating. To avoid this, the seller must release their liability in writing at the time of assumption, and the lender must approve the release request, releasing the seller of all liabilities from the loan.\n\nAssumable refers to when one party takes over another's obligation. In an assumable mortgage, the buyer assumes the seller's existing mortgage. When the mortgage is assumed, the seller is often no longer responsible for the debt.\n\nNot assumable means that the buyer cannot assume the existing mortgage from the seller. Conventional mortgages are non-assumable. Somemortgages have non-assumable clauses, preventing buyers from assuming mortgages from the seller.\n\nTo assume a loan, you must qualify with the lender. If the price of the house exceeds the remaining mortgage, you must remit a down payment worth the difference between the sale price and the mortgage. You may need to secure a second mortgage if the difference is substantial.\n\nCertain types of home loans, such as USDA, VA, and FHA loans, are assumable. Each agency has specific requirements that both parties must fulfill for the loan to be assumed by the buyer. For example, the USDA requires that the house be in a USDA-approved area, the seller not be delinquent on payments, and the buyer meet certain income and credit limits. The buyer must confirm with the seller and the seller's lender if the loan is assumable.\n\nWhen current interest rates are higher than an existing mortgage's rate, assuming a loan may be the favorable option. Also, there are not as many costs due at closing. On the other hand, if the seller has a considerable amount of equity in the home, the buyer will either have to pay a large down payment or secure a second mortgage for the balance not covered by the existing mortgage.\n\nAn assumable mortgage may attract buyers when current mortgage rates are high, since closing costs are considerably lower than those of traditional mortgages. However, if the owner has a lot of equity in the home, the buyer may need to pay a substantial down payment or secure a new loan for the difference in the sale price and the existing mortgage. Also, not all loans are assumable. The buyer must still qualify with the agency and lender if they are. If the benefits outweigh the risks, an assumable mortgage might be a good option for homeownership.\n\nCornell Law School. \"Assumable Mortgage.\"\n\nU.S. Department of Housing and Urban Development. \"Chapter 7. Assumptions,\" Pg. 1-2.\n\nBureau of Veteran Affairs. \"Processing Transfers of Ownership Under Valeri,\" Page 2.\n\nUnited States Department of Agriculture. \"Chapter 2—Overview of Section 502,\" Page 2.\n\nU.S. House Committee on Financial Services. \"May 17, 2023, Subcommittee on Housing and Insurance Hearing Entitled 'The Current Mortgage Market: Undermining Housing Affordability With Politics.'\"",
  "url": "https://www.investopedia.com/terms/a/assumablemortgage.asp"
}