{
  "term": "Assurance: Definition in Business, Types, and Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAssurance refers to financial coverage that provides remuneration for an event that is certain to happen. Assurance is similar to insurance, with the terms often used interchangeably. However, insurance refers to coverage over a limited time, whereas assurance applies to persistent coverage for extended periods or until death. Assurance may also apply to validation services provided by accountants and other professionals.\n\nOne of the best examples of assurance iswhole life insuranceas opposed to term life insurance. In the U.K., \"life assurance\" is another name for life insurance. The adverse event that both whole life and term life insurance deal with is the death of the person the policy covers. Since the death of the covered person is certain, a life assurance policy (whole life insurance) results in payment to the beneficiary when the policyholder dies.\n\nA term life insurance policy, however, covers a fixed period—such as 10, 20, or 30 years—from the policy's purchase date. If the policyholder dies during that time, the beneficiary receives money, but if the policyholder dies after the term, no benefit is received. The assurance policy covers an event that will happen no matter what, while the insurance policy covers a covered incident that might occur (the policyholder might die within the next 30 years).\n\nAssurance can also refer to professional services provided by accountants, lawyers, and other professionals. These professionals assure the integrity and usability of documents and information produced by businesses and other organizations. Assurance in this context helps companies and other institutions manage risk and evaluate potential pitfalls. Audits are one example of assurance provided by such firms for businesses to assure that information provided to shareholders is accurate and impartial.\n\nAssurance servicesare a type of independent professional service usually provided by certified or chartered accountants, such as certified public accountants (CPAs). Assurance services can include a review of any financial document or transaction, such as a loan, contract, or financial website. This review certifies the correctness and validity of the item being reviewed by the CPA.\n\nAs an example of assurance services, say investors of a publicly-traded company grow suspicious that the company is recognizing revenue too early. Early realization of revenue might lead to positive financial results in upcoming quarters, but it can also lead to worse results in the future.\n\nUnder pressure from shareholders, company management agrees to hire an assurance firm to review its accounting procedures and systems to provide a report to shareholders. The summary will assure shareholders and investors that the company's financial statements are accurate and revenue recognition policies are in line withgenerally accepted accounting principles(GAAP).\n\nThe assurance firm reviews the financial statements, interviews accounting department personnel, and speaks with customers and clients. The assurance firm makes sure that the company in question has followed GAAP and assures stakeholders that the company's results are sound.\n\nAssurance refers to the high degree of certainty that something is accurate, complete, and usable. Professionals affirm these positive assurances after careful review of the documents and information subject to the audit or review.\n\nNegative assurancerefers to the level of certainty that something is accurate because no proof to the contrary is present. In other words, since there is no proof that the information is inaccurate or that deceptive practices (e.g., fraud) occurred, it is presumed to be accurate.\n\nNegative assurance does not mean that there is no wrongdoing in the company or organization; it only means that nothing suspecting or proving wrongdoing was found.\n\nNegative assurance usually follows assurance of the same set of facts and is done to ensure that the first review was appropriate and without falsifications or gross errors. Therefore, the amount of scrutiny is not as intense as the first review because the negative assurance auditor purposefully looks for misstatements, violations, and deception.\n\nAssurance has dual meanings in business. It refers to the coverage that pays a benefit for a covered event that will eventually happen. Assurance also refers to the assurance given by auditing professionals regarding the validity and accuracy of reviewed documents and information. These auditors exercise great care to make these positive assurances.\n\nWhole life insurance is perhaps one of the best-understood examples of assurance. As long as the policy remains in force, this type of insurance guarantees to pay a death benefit at the death of the insured, despite how long that event takes to occur.\n\nAssurance in auditing refers to the opinions issued by a professional regarding the accuracy and completeness of what's analyzed. For example, an accountant assuring that financial statements are accurate and valid asserts that they have reviewed the documents using acceptable accounting standards and principles.\n\nLife insurance and life assurance are often used interchangeably and sometimes refer to the same type of contract. However, life insurance is coverage that pays a benefit for the death of the insured if the death occurs during the limited, contractual term. Assurance or life assurance is coverage that pays a benefit upon the death of the insured despite how long it takes for that death to occur.\n\nAn assurance company could be a life insurance/assurance company providing benefits upon the certain death of the insured, but commonly refers to an accounting or auditing firm providing assurance services to businesses and organizations. These services include complete and intense reviews of documents, transactions, or information. The purpose of these reviews is to confirm and assure the accuracy of what was reviewed.\n\nAssurance is coverage that pays a benefit upon the eventual occurrence of a certain event. It also refers to a service rendered by a professional to confirm the validity and accuracy of reviewed documents and information. Assurances in auditing can help companies address risks and potential problems affecting the accuracy of their reporting. On the contrary, negative assurance is a less intense review that also provides a form of assurance. Negative assurance asserts that what was reviewed is accurate because nothing contradicting this claim exists.",
  "url": "https://www.investopedia.com/terms/a/assurance.asp"
}