{
  "term": "At the Money (ATM): Definition & How It Works in Options Trading",
  "definition": "At the money (ATM) is a situation where an option'sstrike priceis identical to the current market price of theunderlying security. An ATM option has a delta of ±0.50, positive if it is a call, negative for a put.\n\nBoth call and put options can be simultaneously ATM. For example, if XYZ stock is trading at $75, then the XYZ 75call optionis ATM and so is the XYZ 75put option. ATM options have no intrinsic value, but will still have extrinsic or time value prior to expiration, and may be contrasted with either in the money (ITM) or out of the money (OTM) options.\n\nAt the money (ATM), sometimes referred to as \"on the money\", is one of three terms used to describe the relationship between an option's strike price and the underlying security's price, also called the option'smoneyness.\n\nOptions can bein the money(ITM),out of the money(OTM), or ATM. ITM means the option has intrinsic value and OTM means it doesn't. Simply put, ATM options are not in a position to profit if exercised, but still have value—there is still time before they expire so they may yet end up ITM.\n\nTheintrinsic valuefor a call option is calculated by subtracting the strike price from the underlying security's current price. The intrinsic value for a put option, on the other hand, is calculated by subtracting the underlying asset's current price from its strike price.\n\nA call option is ITM when the option's strike price is less than the underlying security's current price. Conversely, a put option is ITM when the option's strike price is greater than the underlying security's stock price. Meanwhile, a call option is OTM when its strike price is greater than the current underlying security's price and a put option is OTM when its strike price is less than the underlying asset's current price.\n\nOptions that are ATM are often used by traders to construct spreads and combinations.Straddles, for instance, will typically involve buying (or selling) both an ATM call and put.\n\nImage by Julie Bang © Investopedia 2019\n\nATM options are the most sensitive to various risk factors, known as an option's \"Greeks\". ATM options have a ±0.50delta, but have the greatest amount of gamma, meaning that as the underlying moves its delta will move away from ±0.50 rapidly, and most rapidly as time to expiration nears.\n\nOptions trading activity tends to be high when options are ATM.\n\nATM options are the most sensitive totime decay,as represented by an option'stheta. Moreover, their prices are most responsive to changes in volatility, especially for farther maturities, and is expressed by an option'svega. Finally, ATM options are also most sensitive to changes in interest rates, as measured by therho.\n\nThe term \"near the money\" is sometimes used to describe an option that is within 50 cents of being ATM. For example, assume an investor purchases a call option with a strike price of $50.50 and the underlying stock price is trading at $50. In this case, the call option is said to be near the money.\n\nIn the above example, the option would be near the money if the underlying stock price was trading between about $49.50 and $50.50. Near the money and ATM options are attractive when traders expect a big movement. Options that are even further OTM may also see a jump when a swing is anticipated.\n\nAn option's price is made up of intrinsic andextrinsic value. Extrinsic value is sometimes called time value, but time is not the only factor to consider when trading options.Implied volatilityalso plays a significant role in options pricing.\n\nSimilar to OTM options, ATM options only have extrinsic value because they possess no intrinsic value. For example, assume an investor purchases an ATM call option with a strike price of $25 for a price of 50 cents. The extrinsic value is equivalent to 50 cents and is largely affected by the passage of time andchanges in implied volatility.\n\nAssuming volatility and the price stay steady, the closer the option gets to expiry the less extrinsic value it has. If the price of the underlying moves above the strike price to $27, the option now has $2 of intrinsic value, plus whatever extrinsic value remains.",
  "url": "https://www.investopedia.com/terms/a/atthemoney.asp"
}