{
  "term": "Attribution Analysis: Definition and How It's Used for Portfolios",
  "definition": "Attribution analysis is a sophisticated method for evaluating the performance of a portfolio or fund manager. Also known as “return attribution” or “performance attribution,” it attempts to quantitatively analyze aspects of an active fund manager’s investment selections and decisions—and to identify sources of excess returns, especially as compared to anindexor other benchmark.\n\nFor portfolio managers and investment firms, attribution analysis can be an effective tool to assess strategies. For investors, attribution analysis works as a way to assess the performance of fund or money managers.\n\nAttribution analysis focuses on three factors: the manager’s investment picks and asset allocation, their investment style, and the market timing of their decisions and trades.\n\nThe method begins by identifying theasset classin which a fund manager chooses to invest. An asset class generally describes the type of investments that a manager chooses; within that, it can also get more specific, describing a geographical marketplace in which they originate and/or an industry sector. European fixed income debt or U.S. technology equities could both be examples.\n\nThen, there is the allocation of the different assets—that is, what percentage of the portfolio is weighted to specific segments, sectors, or industries.\n\nSpecifying the type of assets will help identify a generalbenchmarkfor the comparison of performance. Often, this benchmark will take the form of amarket index, a basket of comparable assets.\n\nMarket indexes can be very broad, such as theS&P 500 Indexor theNasdaq Composite Index, which cover a range of stocks; or they can be fairly specific, focusing on, say, real estate investment trusts or corporate high yield bonds.\n\nThe next step in attribution analysis is to determine the manager’sinvestment style. Like the class identification discussed above, a style will provide a benchmark against which to gauge the manager’s performance.\n\nThe first method of style analysis concentrates on the nature of the manager’s holdings. If they are equities, for example, are they the stocks oflarge-caporsmall-capcompanies? Value- or growth-oriented?\n\nAmerican economistBill Sharpeintroduced the second type of style analysis in 1988. Returns-based style analysis (RBSA) charts a fund’s returns and seeks an index with comparable performance history. Sharpe refined this method with a technique that he called quadratic optimization, which allowed him to assign a blend of indices that correlated most closely to a manager’s returns.\n\nOnce an attribution analyst identifies that blend, they can formulate a customized benchmark of returns against which they can evaluate the manager’s performance. Such an analysis should shine a light on the excess returns, oralpha, that the manager enjoys over those benchmarks.\n\nThe next step in attribution analysis attempts to explain that alpha. Is it due to the manager’s stock picks, selection of sectors, ormarket timing? To determine the alpha generated by their stock picks, an analyst must identify and subtract the portion of the alpha attributable to sector and timing. Again, this can be done by developing customize benchmarks based on the manager’s selected blend of sectors and the timing of their trades. If the alpha of the fund is 13%, it is possible to assign a certain slice of that 13% to sector selection and timing of entry and exit from those sectors. The remainder will be stock selection alpha.\n\nThough some managers employ a buy-and-hold strategy, most are constantly trading, making buy and sell decisions throughout a given period. Segmenting returns by activity can be useful, telling you if a manager’s decisions to add or subtract positions from the portfolio helped or hurt the final return—vis-à-vis a more passive buy-and-hold approach.\n\nEnter market timing, the third big factor that goes into attribution analysis. A fair amount of debate exists on its importance, though.\n\nCertainly, this is the most difficult part of attribute analysis to put into quantitative terms. To the extent that market timing can be measured, scholars point out the importance of gauging a manager’s returns against benchmarks reflective of upturns and downturns. Ideally, the fund will go up in bullish times and will decline less than the market in bearish periods.\n\nEven so, some scholars note that a significant portion of a manager’s performance with respect to timing is random, or luck. As a result, in general, most analysts attribute less significance to market timing than asset selection and investment style.",
  "url": "https://www.investopedia.com/terms/a/attribution-analysis.asp"
}