{
  "term": "Auction Market: Definition, How It Works in Trading, and Examples",
  "definition": "In an auction market, buyers entercompetitive bidsand sellers submit competitive offers at the same time. The price at which astock tradesrepresents the highest price that a buyer is willing to pay and the lowest price that a seller is willing to accept. Matching bids and offers are then paired together, and the orders are executed. TheNew York Stock Exchange (NYSE)is an example of an auction market.\n\nThe process involved in an auction market differs from the process in an over-the-counter(OTC) market. On the NYSE, for example, there are no directnegotiationsbetween individual buyers and sellers, while negotiations occur in OTC trades. Most traditional auctions involve multiple potential buyers or bidders, but only a single seller, whereas auction markets forsecuritieshave multiple buyers and multiple sellers, all looking to make deals simultaneously.\n\nAnauctionmarket also known as a double auction market, allows buyers and sellers to submit prices they deem acceptable to a list. When a match between a buyer’s price and a seller’s asking price is found, the trade proceeds at that price. Trades without matches will not be executed.\n\nImagine that four buyers want to buy a share of company XYZ and make the following bids: $10.00, $10.02, $10.03 and $10.06, respectively. Conversely, four sellers wish to sell shares of company XYZ, and these sellers submitted offers to sell their shares at the following prices: $10.06, $10.09, $10.12 and $10.13, respectively.\n\nIn this scenario, the individuals that made bids/offers for company XYZ at $10.06 will have their orders executed. All remaining orders will not immediately be executed, and the current price of company XYZ will be $10.06.\n\nTheU.S. Treasuryholdsauctionsto finance certain government financial activities. The Treasury auction is open to the public and various larger investment entities. These bids are submitted electronically and are divided into competing and noncompeting bids depending on the person or entity who places the recorded bid.\n\nNoncompeting bids are addressed first because noncompetitive bidders are guaranteed to receive a predetermined amount of securities as a minimum and up to a maximum of $5 million. These are most commonly entered by individual investors or those representing small entities.\n\nIn competitive bidding, once the auction period closes, all of the incoming bids are reviewed to determine the winning price. Securities are sold to the competing bidders based on the amount listed within the bid. Once all of the securities have been sold, the remaining competing bidders will not receive any securities.",
  "url": "https://www.investopedia.com/terms/a/auctionmarket.asp"
}