{
  "term": "Auditor's Opinion: Definition, How It Works, Types",
  "definition": "An auditor's opinion is a certification that accompaniesfinancial statements. It is based on anauditof the procedures and records used to produce the statements and delivers an opinion as to whether material misstatements exist in the financial statements. An auditor's opinion may also be called anaccountant's opinion.\n\nAn auditor's opinion is presented in anauditor’s report. The audit report begins with an introductory section outlining the responsibility of management and the responsibility of the audit firm. The second section identifies the financial statements on which the auditor's opinion is given. A third section outlines the auditor’s opinion on the financial statements. Although it is not found in all audit reports, a fourth section may be presented as a further explanation regarding a qualified opinion or an adverse opinion.\n\nFor audits of companies in the United States, the opinion may be anunqualified opinionin accordance withgenerally accepted accounting principles(GAAP), a qualified opinion, or an adverse opinion. The audit is performed by an accountant who is independent of the company being audited.\n\nAn unqualified opinion is also known as a clean opinion. The auditor reports an unqualified opinion if the financial statements are presumed to befree from material misstatements after an unqualified audit. In addition, an unqualified opinion is given over the internal controls of an entity if management has claimed responsibility for its establishment and maintenance, and the auditor has performed fieldwork to test its effectiveness.\n\nA qualified opinion is given when a company’s financial records have not followed GAAP in all financial transactions. Although the wording of a qualified opinion is very similar to an unqualified opinion, the auditor provides an additional paragraph including deviations from GAAP in the financial statements and points out why the auditor report is not unqualified.\n\nA qualified opinion may be given due to either a limitation in the scope of the audit or an accounting method that did not follow GAAP. However, the deviation from GAAP is not pervasive and does not misstate the financial position of the company as a whole.\n\nThe most unfavorable opinion a business may receive is an adverse opinion. An adverse opinion indicates financial records are not in accordance with GAAP and contain grossly material and pervasive misstatements. An adverse opinion may be an indicator offraud. Investors, lenders, and other financial institutions do not typically accept financial statements with adverse opinions as part of their debtcovenants.\n\nIn the event that the auditor is unable to complete the audit report due to the absence of financial records or insufficient cooperation from management, the auditor issues a disclaimer of opinion. This is referred to as a scope limitation and is an indication that no opinion over the financial statements was able to be determined.﻿﻿ A disclaimer of opinion is not an opinion itself.\n\nCorporate Finance Institute. \"Auditor Opinions.\" Accessed Oct. 24, 2020.",
  "url": "https://www.investopedia.com/terms/a/auditors-opinion.asp"
}