{
  "term": "Audit Risk Model: Explanation of Risk Assesment",
  "definition": "Investopedia / Danie Drankwalter\n\nAn auditor's report is a written letter from theauditorcontaining their opinion on whether a company's financial statements comply withgenerally accepted accounting principles (GAAP)and are free from material misstatement.\n\nThe independent and external audit report is typically published with the company'sannual report. The auditor's report is important because banks and creditors require an audit of a company's financial statements before lending to them.\n\nAn auditor's report is a written letter attached to a company's financial statements that expresses its opinion on a company's compliance with standard accounting practices. The auditor's report is required to be filed with a public company's financial statements when reporting earnings to theSecurities and Exchange Commission (SEC).\n\nHowever, an auditor's report is not an evaluation of whether a company is a good investment. Also, the audit report is not an analysis of the company's earnings performance for the period. Instead, the report is merely ameasure of the reliability of the financial statements.\n\nThe auditor's letter follows a standard format, as established bygenerally accepted auditing standards (GAAS). A report usually consists of three paragraphs.\n\nAn additional paragraph may inform the investor of the results of a separate audit on another function of the entity. The investor will key in on the third paragraph, where the opinion is stated.\n\nThe type of report issued will be dependent on the findings by the auditor. Below are the most common types of reports issued for companies.\n\nA clean report means that the company's financial records are free from material misstatement and conform to the guidelines set by GAAP. A majority of audits end inunqualified, or clean, opinions.\n\nAqualified opinionmay be issued in one of two situations: first, if the financial statements contain material misstatements that are not pervasive; or second, if the auditor is unable to obtain sufficient appropriate audit evidence on which to base an opinion, but the possible effects of any material misstatements are not pervasive. For example, a mistake might have been made in calculating operating expenses or profit. Auditors typically state the specific reasons and areas where the issues are present so that the company can fix them.\n\nAnadverse opinionmeans that the auditor has obtained sufficient audit evidence and concludes that misstatements in the financial statements are both material and pervasive. An adverse opinion is the worst possible outcome for a company and can have a lasting impact and legal ramifications if not corrected.\n\nRegulators and investors will reject a company's financial statements following an adverse opinion from an auditor. Also, if illegal activity exists, corporate officers might face criminal charges.\n\nA disclaimer of opinion means that, for some reason, the auditor is unable to obtain sufficient audit evidence on which to base the opinion, and the possible effects on the financial statements of undetected misstatements, if any, could be both material and pervasive.Examples can include when an auditor can't be impartial or wasn't allowed access to certain financial information.\n\nExcerpts from the audit report by Deloitte & Touche LLP for Starbucks Corporation, dated Nov. 15, 2019, follow.\n\n\"We have audited the accompanying consolidated balance sheets of Starbucks Corporation and subsidiaries (the 'Company') as of September 29, 2019, and September 30, 2018, the related consolidated statements of earnings, comprehensive income, equity, and cash flows, for each of the three years in the period ended September 29, 2019, and the related notes (collectively referred to as the 'financial statements').\n\nIn our opinion, the financial statements present fairly, in all material respects, the financial position of the Company as of September 29, 2019, and September 30, 2018, and the results of its operations and its cash flows for each of the three years in the period ended September 29, 2019, in conformity with accounting principles generally accepted in the United States of America.\"\n\n\"We conducted our audits in accordance with the standards of the Public Company Accounting Oversight Board (PCAOB). Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks.\n\nSuch procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\"\n\nU.S. Securities and Exchange Commission. \"How to Read a 10-K/10-Q.\"\n\nU.S. Securities and Exchange Commission. \"Topic 4 - Independent Accountants' Involvement.\"\n\nPublic Company Accounting Oversight Board. \"AS 2405: Illegal Acts by Clients.\"\n\nStarbucks Corporation. \"Starbucks Fiscal 2019 Annual Report,\" Page 84.",
  "url": "https://www.investopedia.com/terms/a/auditorsreport.asp"
}