{
  "term": "Audit Committee: Definition, How They're Used, and Purpose",
  "definition": "An audit committee is one of the major operating committees of a company'sboard of directorsthat is in charge of overseeing financial reporting and disclosure.\n\nAll U.S. publicly-traded companies must maintain a qualifiedauditcommittee in order to be listed on a stock exchange. Committee members must be made up ofindependent outside directors, including a minimum of one person who qualifies as a financial expert.﻿﻿\n\nThe audit committee works closely withauditorsto ensure that company's books are correct and that no conflicts of interest exist between auditors or any outside consulting firms employed by the company. Ideally, the chair of the audit committee will be aCertified Public Accountant (CPA). Often, however, a CPA is not available for the audit committee, let alone a member of the board of directors. TheNew York Stock Exchange (NYSE)requires that the audit committee include a financial expert, but this qualification is typically met by a retired banker, even though that person's ability to catchfraudmay be less than expert. The audit committee should meet at least four times a year in order to review the most recent audit, either in-person or via teleconferencing. An additional meeting should be held if other issues need to be addressed.﻿﻿\n\nAudit committees maintain communication with the company'schief financial officer (CFO)andcontroller. The committee has the authority to initiate special investigations in cases where it is determined that accounting practices are problematic or suspect, or when serious issues arise with employees. Aninternal auditorwould assist the committee in such efforts.\n\nThe audit committee's role includes the oversight of financial reporting, the monitoring ofaccounting policies, the oversight of any external auditors, regulatory compliance and the discussion ofrisk managementpolicies with management. The duties and composition of a company's audit committee can be found inSEC Form DEF 14A, or proxy statement.﻿﻿\n\nCommittee members may change from time to time, depending on the movement of personnel on or off the board or change of committee assignments. Aside from annual compensation for directors, those who serve on an audit committee (the same applies for all committees) are paid additionally for each meeting attended.\n\nThe audit committee must take its responsibilities very seriously. Financial reporting, compliance and risk management are subject to a number of hazards, especially when the company is a large organization with thousands of personnel and reporting systems stretching across the globe. Exogenous threats such as cyber hacking are under the purview of an audit committee, making its job even more challenging.Cybersecurityshould be an increasing focus for audit committees in corporate boardrooms everywhere.\n\nU.S. Securities and Exchange Commission. \"Standards relating to listed company audit committees.\" Accessed Sep. 3, 2020.\n\nNew York Stock Exchange. \"NYSE Corporate Governance Rules,\" page 4. Accessed Sep. 3, 2020.",
  "url": "https://www.investopedia.com/terms/a/audit-committee.asp"
}