{
  "term": "Auditor: What It Is, 4 Types, and Qualifications",
  "definition": "An auditor is a professional authorized to examine and confirm the accuracy of financial records to ensure that companies comply with laws and regulations.\n\nAuditors work in various capacities within different industries. With public companies, the main duty of an auditor is to determine whether a company's financial statements followgenerally accepted accounting principles (GAAP).\n\nAn auditor protects businesses from fraud, point out discrepancies inaccounting methodsand, on occasion, helps organizations spot ways to boostoperational efficiency.\n\nAuditorsinspect accounting data, financial records, and operational aspects of a business and take detailed notes on each step of the process, known as anaudit trail.\n\nOnce complete, the auditor’s findings are presented in a report that appears as a preface in financial statements. Separate, private reports may also be issued to company management and regulatory authorities as well.\n\nTheSecurities and Exchange Commission (SEC)states that the books of all public companies must be regularly examined by external,independent auditors, in compliance with official auditing procedures.Official procedures are established by the International Auditing and Assurance Standards Board (IAASB), a committee of theInternational Federation of Accountants (IFAC).\n\nAuditor reports are usually accompanied by anunqualified opinion. These statements confirm that the company's financial statements conform to GAAP, without providing judgment or an interpretation.\n\nWhen an auditor is unable to give an unqualified opinion, they will issue aqualified opinion, a statement suggesting that the information provided is limited in scope and/or the company being audited has not maintained GAAP accounting principles.\n\nExternal auditors working for public accounting firms require aCertified Public Accountant (CPA)license, a professional certification awarded by theAmerican Institute of Certified Public Accountants. In addition to this certification, these auditors also need to obtain state CPA certification. Requirements vary, although most states require a CPA designation and two years of professional work experience in public accounting.\n\nQualifications forinternal auditorsare sometimes less rigorous. Internal auditors are encouraged to get CPA accreditation, although it is not always mandatory. Instead, a bachelor's degree in subjects such as finance and other business disciplines, together with appropriate experience and skills, may be acceptable.\n\nAuditors are not responsible for transactions that occur after the date of their reports. Moreover, they are not necessarily required to detect all instances of fraud or financial misrepresentation; that responsibility primarily lies with an organization's management team.\n\nAudits are mainly designed to determine whether a company’s financial statements are “reasonably stated.” In other words, this means that audits do not always cover enough ground to identify cases of fraud. In short, a clean audit offers no guarantee that an organization’s accounting is completely above board.\n\nAuditors assure potential investors that a company’s finances are in order and accurate, as well as provide a clear picture of a company’s worth to help investors make informed decisions. Auditors assess financial operations and help ensure that organizations are run efficiently. They are tasked with trackingcash flowfrom beginning to end and verifying that an organization’s funds are properly accounted for.\n\nU.S. Securities and Exchange Commission. \"All About Auditors: What Investors Need to Know.\"\n\nInternational Auditing and Assurance Standards Board. \"About IAASB.\"\n\nU.S. Securities and Exchange Commission. \"How to Read a 10-K.\"\n\nAssociation of International Certified Professional Accountants. \"Audit Conclusions and Reporting: AU-C Section 705, Modifications to the Opinion in the Independent Auditor’s Report.\" Pages 1097-1234.\n\nAssociation of Certified Fraud Examiners, Inc. \"External Auditor.\"\n\nU.S. Bureau of Labor Statistics. \"How to Become an Accountant or Auditor.\"\n\nAssociation of Certified Fraud Examiners, Inc. \"Internal Auditor.\"\n\nPublic Company Accounting Oversight Board. \"AS 1001: Responsibilities and Functions of the Independent Auditor.\"",
  "url": "https://www.investopedia.com/terms/a/auditor.asp"
}