{
  "term": "Authorized Stock: Definition, Example, Vs. Issued Stock",
  "definition": "Authorized stock, or authorized shares, refers to the maximum number of shares that a corporation is legally permitted to issue, as specified in its articles of incorporation in the U.S., or in the company's charter in other parts of the world. It is also usually listed in the capital accounts section of the balance sheet. Authorized shares should not be confused with outstanding shares, which are the number of shares the corporation has actually issued that are held by the public.\n\nAuthorized stock is also known as authorized shares orauthorized capital stock.\n\nWhen a company is formed, it decides on the maximum number of shares it would like to offer. These shares are referred to as authorized stock. The shares that are issued to the public to trade on the open markets comprise all or a portion of a company's authorized stock. The number of shares actually available to trade is known asfloat. In addition,restricted shares, which are reserved for employee compensation and incentives, are also part of authorized shares. The total number of a company'soutstanding sharesas seen in the balance sheet is the sum of float and restricted shares. If outstanding shares are less than authorized shares, the difference (unissued stock) is what the company retains in itstreasury. A company that issues all of its authorized stock will have its outstanding shares equal to authorized shares. Outstanding shares can never exceed the authorized number, since the authorized shares total is the maximum number of shares that a company can issue.\n\nThe number of authorized shares is typically higher than those actually issued, which allows the company to offer and sell more shares in the future if it needs to raise additional funds. For example, if a company has 1 million authorized shares, it might only sell 500,000 of the shares during itsinitial public offering(IPO). The company might reserve 50,000 of authorized stock asstock optionsto attract and retain employees. It might sell 150,000 more in asecondary offeringto raise more money in the future. The unissued stock that will be retained in the company's treasury account will be 1 million - 500,000 - 50,000 - 150,000 = 300,000.\n\nAnother reason a company might not want to issue all of its authorized shares is to maintain acontrolling interestin the company and prevent the possibility of ahostile takeover.\n\nAmazon’scorporate charter, for example, states that the company’s total authorized stock shall include 5 billion shares of common stock and 500 million shares ofpreferred stock. The charter permits Amazon to increase its authorized stock if there isn’t enough unissued common stock to allow for the conversion of preferred stock.﻿﻿ Corporate charters often require shareholder approval to increase the number of shares of authorized stock.\n\nAn investor might want to know how many authorized shares a company has in order to analyze the potential forstock dilution. Dilution reduces a stockholder’s share of ownership andvoting powerin a company and reduces a stock’searnings per share(EPS) following the issue of new stock. The larger the difference between the number of authorized shares and the number of outstanding shares, the greater the potential for dilution.\n\nAmazon. \"Certificate of Incorporation.\" Accessed Oct. 27, 2020.",
  "url": "https://www.investopedia.com/terms/a/authorizedstock.asp"
}