{
  "term": "Automatic Stabilizer: Definition, How It Works, and Examples",
  "definition": "Automatic stabilizers are a type offiscal policydesigned to offset fluctuations in a nation's economic activity through their normal operation without additional, timely authorization by the government or policymakers.\n\nThe best-known automatic stabilizers areprogressively graduatedcorporate and personal income taxes, and transfer systems such asunemployment insuranceand welfare. Automatic stabilizers are called this because they act to stabilize economic cycles and are automatically triggered without additional government action.\n\nAutomatic stabilizers are primarily designed to counternegative economic shocksorrecessions, though they can also be intended to “cool off” an expanding economy or to combat inflation. By their normal operation, these policies take more money out of the economy as taxes during periods of rapid growth and higher incomes. They put more money back into the economy in the form of government spending or tax refunds when economic activity slows or incomes fall. This has the intended purpose of cushioning the economy from changes in thebusiness cycle.\n\nAutomatic stabilizers caninclude the use of a progressive taxation structureunder which the share of income that is taken in taxes is higher when incomes are high. The amount then falls when incomes fall due to a recession, job losses, or failing investments. For example, as an individual taxpayer earns higher wages, their additional income may be subjected to higher tax rates based on the current tiered structure. If wages fall, the individual will remain in the lower tax tiers as dictated by their earned income.\n\nSimilarly, unemployment insurancetransfer paymentsdecline when the economy is in anexpansionary phasesince there are fewer unemployed people filing claims. Unemployment payments rise when the economy is mired in recession andunemploymentis high. When a person becomes unemployed in a manner that makes them eligible for unemployment insurance, they need only file to claim the benefit. The amount of benefit offered is governed by various state and national regulations and standards, requiring no intervention by larger government entities beyond application processing.\n\nWhen an economy is in a recession, automatic stabilizers may by design result in higherbudget deficits. This aspect of fiscal policy is a tool ofKeynesian economicsthat uses government spending and taxes to supportaggregate demandin the economy during economic downturns.\n\nBy taking less money out of private businesses and households in taxes and giving them more in the form of payments and tax refunds, fiscal policy is supposed to encourage them to increase, or at least not decrease, their consumption and investment spending. In this case, the goal of fiscal policy is to help prevent an economic setback from deepening.\n\nAutomatic stabilizers can also be used in conjunction with other forms of fiscal policy that may require specific legislative authorization. Examples of this include one-time tax cuts or refunds, government investment spending, or direct governmentsubsidypayments to businesses or households.\n\nSome examples of these in the United States were the 2008 one-time tax rebates under the Economic Stimulus Act and the $832 billion in federal direct subsidies, tax breaks, and infrastructure spending under the 2009American Reinvestment and Recovery Act.\n\nIn 2020, theCoronavirus Aid, Relief, and Economic Security(CARES) Act became the largest stimulus package in U.S. history. It provided over $2 trillion in government relief in the form of expanded unemployment benefits, direct payments to families and adults, loans and grants to small businesses, loans to corporate America, and billions of dollars to state and local governments.\n\nSince they almost immediately respond to changes in income and unemployment, automatic stabilizers are intended to be the first line of defense to turn mild negative economic trends around. However, governments often turn to other types of larger fiscal policy programs to address more severe or lasting recessions or to target specific regions, industries, or politically favored groups in society for extra-economic relief.\n\nU.S. Congress. \"H.R.1 - American Recovery and Reinvestment Act of 2009.\"\n\nObama White House Archives. \"Chapter 3 The Economic Impact of The American Recovery and Reinvestment Act Five Years Later.\" Page 7.\n\nU.S. Congress. \"H.R.5140 - Economic Stimulus Act of 2008.\"\n\nU.S. Department of the Treasury. \"Cares Act.\"",
  "url": "https://www.investopedia.com/terms/a/automaticstabilizer.asp"
}