{
  "term": "Autonomous Consumption: Definition and Examples in Economics",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nAutonomous consumption is defined as theexpendituresthat consumers must make even when they have nodisposable income. Certain goods need to be purchased, regardless of how much income or money a consumer has in their possession at any given time. When a consumer is low on resources, paying for these necessities can force them to borrow or access money that they had previously been saving.\n\nEven if a person has no money, they still need certain things, such as food, shelter, utilities, and health care. These expenses cannot be eliminated, regardless of limited personal income, and are deemed autonomous or independent as a result.\n\nAutonomous consumption can be contrasted withdiscretionary consumption, a term given to goods and services that are considered nonessential by consumers, but desirable if their available income is sufficient to purchase them.\n\nIf a consumer's income were to disappear for a time, they would have to either dip into savings or increasedebtto finance essential expenses.\n\nThe level of autonomous consumption can shift in response to events that limit or eliminate sources of income, or when available savings and financing options are low. This can include the downsizing of a home, changing eating habits, or limiting the use of certain utilities.\n\nDissaving, the opposite of saving, refers to spending money beyond one's available income. This can be achieved by tapping into a savings account, takingcash advanceson acredit card, or borrowing against future income (via apaydayor regularloan).\n\nAlso referred to as negative saving, dissaving can be examined on an individual level or on a larger economic scale. If the autonomous spending within a community or population exceeds the cumulative income of the included individuals, theeconomyhas negative savings (and it is likely taking on debt to finance its expenses).\n\nA person does not need to experience financial hardship for dissaving to take place. For example, a person may have significant savings to pay for a major life event, such as a wedding, to use the accrued funds for a discretionary expense.\n\nGovernments allocate their available funds to mandatory,autonomous expendituresor discretionary expenses. Mandatory, or autonomous, expenditure includes funds mandated for specific programs and purposes that are considered necessary for the nation to function properly, such asSocial Security,Medicare, andMedicaid.\n\nIn contrast, discretionary funds can be directed to programs that provide value to society but are not considered critical. Discretionary funds typically support programs related to certain defense activities, education, and transportation programs.\n\nThe difference between autonomous consumption and induced consumption is that the latter should fluctuate depending on income.\n\nInduced consumption is the portion of spending that varies depending on disposable income levels. As the value of disposable income rises, it is expected to induce a similar rise in consumption. People in this situation are likely to spend more money on living lavishly, making more purchases, and incurring greater expenses.\n\nCongressional Budget Office. “Mandatory Spending in Fiscal Year 2023: an Infographic.”",
  "url": "https://www.investopedia.com/terms/a/autonomousconsumption.asp"
}