{
  "term": "Automatic Bill Payment: What It Is, How It Works, Pros, and Cons",
  "definition": "An automatic bill payment (auto pay) is a money transfer scheduled on a predetermined date to pay arecurring bill. Auto pay is usually set up with the company receiving the payment, though it’s also possible to schedule automatic payments through a checking account’s online bill pay service.\n\nAuto pay can be scheduled for many types of transactions. This can includeinstallment loans, auto loans,credit cards,mortgages, electric bills, cable bills, and more.\n\nTo set up auto pay, you'll need to give permission to thevendor(the utility company, for example) to charge your checking account. You can do this on the vendor's website or through your bank using the bill pay feature.\n\nPayments are easy to automate from a checking account.\n\nOrganizing automatic bill payments helps you avoid late payments.\n\nPaying automatically (and always on time) helps you improve or maintain a good credit score.\n\nOnce payments are set up, you don’t have to keep doing the task each month.\n\nIf you don't keep a cushion in your checking account, an automatic payment could bounce.\n\nYou may incur a returned payment fee or late fee.\n\nYou could miss catching mistakes or fraud because the payment is automatic.\n\nAutomatic payments can be difficult to cancel.\n\nSuppose you have a $600 car payment due on the 10th of every month for the next 60 months. Instead of logging into your online account with the auto loan company to schedule the same payment each month, you could set up automatic payments one time and agree to have $600 automatically transferred from your checking account to the auto loan company on the fifth day of each month. This way, you'll know your payment will never be late, and you’ll avoid the trouble of doing the same task each month. You'll also maintain or improve agood credit score.\n\nAutomatic bill payments save you the hassle of having toremember to make a paymentmonth after month. They can also help you avoid late payments. And in some cases, they can help you build a good credit score.\n\nAutomatic bill payments can be difficult to cancel. It's possible you'll forget about certain automatic payments and continue to pay for services that you no longer want.\n\nAnd if you forget about your scheduled automatic payments and don't maintain a cushion in your checking account, an automatic payment could bounce. Not only will your bill remain unpaid, but you might also incur areturned payment feefrom the company you were trying to pay, as well as alate feefor missing the due date. Your bank will also charge you a fee for the bounced transaction.\n\nYou can auto pay almost any transaction, from credit cards to mortgages.\n\nAn automatic bill payment (auto pay) is a routine payment made from a banking, brokerage, or mutual fund account to vendors. Though auto pay comes with some benefits—you're guaranteed to have your bills paid on time, for example—there are also some downsides. If there's not enough money in your checking account to pay the bill, it will bounce, and you may be hit with a returned payment fee from the vendor, a late fee from the vendor, and a bounced transaction fee from your bank. Consider carefully whether auto-pay is the right choice for you.",
  "url": "https://www.investopedia.com/terms/a/automatic-bill-payment.asp"
}