{
  "term": "Automatic Premium Loan: Meaning, Overview and FAQs",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn automatic premium loan (APL) is an insurance policy provision that allows the insurer to deduct the amount of an outstandingpremiumfrom the value of the policy when the premium is due.\n\nAutomatic premium loan provisions are most commonly associated withcash value life insurancepolicies, such aswhole life, and allow a policy to continue to be in force rather than lapsing due to nonpayment of the premium.\n\nIn order to take an automatic premium loan, you have to have a cash-value life insurance policy, in which every premium you pay adds to the cash value of the policy. Depending on the policy language, life insurance policyholders may be able to take out a loan against the cash value of their policy. This accrued cash value is a value over and above the face value of the policy and can be borrowed against by the policyholder at their discretion.\n\nAn automatic premium loan is essentially aloan taken out against the policyand does carry an interest rate. If the policyholder continues to use this method of paying the premium, it is possible that the cash value of the insurance policy will reach zero.\n\nAt this point, the policy will lapse because there is nothing left against which to take out a loan. If the policy is canceled with an outstanding loan, the amount of the loan plus any interest is deducted from the cash value of the policy before it is closed.\n\nNote that the policy contract’s language may indicate that no loans may be taken out unless the premium has been paid in full.\n\nSince the accrued value is technically the property of the policyholder, borrowing against the cash value does not require acredit application, loan collateral, or other good faith requirements typically found in loans. The loan is taken out against the cash value of the policy, and the loan balance is deducted from the policy’s cash value if not repaid. The policyholder will owe interest on the loan, just as with a standard loan.\n\nAutomatic premium loan provisions help both the insurer and the policyholder: The insurer can continue to automatically collect periodic premiums rather than sending reminders to the policyholder, and the policyholder is able to maintain coverage even when they forget or are unable to send in a checkto cover the policy premium.\n\nThe policyholder may still choose to pay the premium by the regularly scheduled due date, but if the premium is not paid within a certain number of days after the grace period, such as 60 days, the outstanding premium amount is deducted from the policy's cash value. This prevents the policy from lapsing. If the automatic premium loan provision is used, the insurer will inform the policyholder of the transaction.\n\nAn automatic premium loan taken out against an insurance policy is still a loan and, as such, does carry an interest rate.\n\nAutomatic premium loans can only be made from permanent policies that have a cash-value component. These include whole life policies and someuniversal life (UL) policies. Becauseuniversal lifepolicies deduct expenses from the cash value, they do not always allow ALP.\n\nAutomatic premium loans are designed to keep life insurance coverage in-force even after the policy owner has not paid the required premiums on time. Perhaps the policy owner is unable to pay due to financial or other difficulties, or simply forgot. Either way, the APL provision allows the death benefit to remain even in such circumstances.\n\nPotentially. Any outstanding loans along with interest due will be deducted from the death benefit amount if the insured passes away before these are paid back.",
  "url": "https://www.investopedia.com/terms/a/automatic-premium-loan.asp"
}