{
  "term": "Available Balance: Definition and Comparison to Current Balance",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe available balance in a checking account or on-demand account is the total amount that the account holder is free to use immediately. The available balance is the total amount that has been cleared for deposits or transfers to the account after all deductions and withdrawals have been processed.\n\nA credit card account's available balance is normally referred to as available credit. This is the amount that the account holder is authorized to borrow. It is the account holder's credit line minus any outstanding charges. An account's available balance will at times differ from its current balance. The current balance includes any pendingtransactionsthat haven't been cleared.\n\nIf you want to avoid interest charges on a credit card, pay the statement balance in full by the due date. You do not have to pay the current balance to avoid interest charges. That figure includes newer purchases that won't incur interest charges until the next monthly statement.\n\nWhen you log into youronline bankingportal, you will normally see two balances at the top: The available balance and the current balance.\n\nThe available balance shows the amount available for immediate use in your account. This balance is updated continuously throughout the day. Any electronic activity that takes place in the account—whether it's a transaction through a teller, an automated teller machine (ATM), at a store, or online—affects this balance almost instantaneously. Any transaction involving a paper check may take several days to show up, depending on how the recipient processes it.\n\nThe available balance does not include any pending transactions that have yet to clear.\n\nDepending on both the issuing bank and the receiving bank’s policies,checkdeposits may take anywhere from one to two business days to clear. This process may take much longer if the check is drawn from a non-bank or foreign institution. The time between when a check is deposited and when it is available is often called the float time.\n\nA customer's available balance becomes important when there is a delay in crediting funds to an account. If an issuing bank has not cleared a check deposit, for example, the funds will not be available to the account holder, even though they may show up in the account’s current balance.\n\nCustomers can use the available balance in any way they choose, as long as they don't exceed the limit. They should also consider any pending transactions that haven't been added or deducted from the balance. A customer may be able to withdraw funds, write checks, do a transfer, or even make a purchase with their debit card up to the available balance.\n\nFor example, your bank account balance can be $1,500, but your available balance may only be $1,000. That extra $500 may be due one or more things like a pending transfer to another account, an online purchase, a check you deposited that hasn't cleared yet because the bank put it on hold, or apre-authorized paymentfor your car insurance.\n\nYou can use any amount up to $1,000 without incurring extra fees or charges from your bank. You may go into overdraft and incur penalty fees if you go beyond that.\n\nA bank may decide to place holds on checks under various circumstances, which affects your available balance. They include:\n\nBanks may not hold cash or electronic payments, along with the first $5,000 of traditional checks that are not in question. In 2018, new amendments to Regulation CC—Availability of Funds and Collection of Checks—issued by the Federal Reserve took effect to address the new environment of electronic check collection and processing systems.\n\nThere are cases that can affect your account balance—negatively or positively—and how you can use it. Electronic banking makes our lives easier, allowing us to schedule payments and allow for direct deposits at regular intervals.\n\nRemember to keep track of all your pre-authorized payments—especially if they pop up at different days of the month. If your employer offersdirect deposit, take advantage of it. Not only does it save you a trip to the bank every payday, but it means you can use your pay right away.\n\nCurrent balance on a credit card is the total amount that the account holder owes to the issuer of the credit card.\n\nThis is not the same as the statement balance. The statement balance is the sum of all of the charges incurred and all of the payments made during the most recent monthly billing cycle as well as the total carried over from the previous billing cycle. It determines how much you owe in that billing cycle, whether you make a partial payment or pay in full.\n\nSo the current balance may be larger. It's a running list that includes any new charges or payments made after the close of the last billing cycle.\n\nAdemand accountis a checking account. It's a place to stash your cash until you demand it, whether you do that by withdrawing money from an ATM or paying a bill online. In the financial world, money in a checking account is the equivalent of cash. It can be withdrawn by the account holder at will.\n\nBy contrast, if you put your cash in a six-month certificate of deposit (CD), you can withdraw it in an emergency but you'll probably pay a penalty for breaking the agreement.\n\nYou'll get zero interest on a demand account. You'll get interest on a CD.\n\nYour available balance is the amount that your bank currently authorizes you to use or withdraw. In these days of electronic transactions, it should be up to the minute.\n\nBe careful though. If you used a paper check yesterday, it may not have passed through the bank yet. Or, if you know you'll need $200 tomorrow, and your bank doesn't know that, leave at least $200 in your available balance. Also, keep an eye on any automated payments you have scheduled. If your utility payment is going through tomorrow morning, you want to make sure your balance is adequate.\n\nIn a checking account, the available balance is the amount of money that the account holder can withdraw immediately. The current balance, by contrast, includes any pending transactions that have not yet been cleared.\n\nThe bank will honor any withdrawal or payment you make up to the available balance amount. Be careful, though, that you don't use money that you have earmarked elsewhere. If you have an automated payment going through from the cable company tomorrow, your account won't reflect that today.\n\nThe Federal Reserve. \"Federal Reserve Board announces final amendments to Regulation CC.\"",
  "url": "https://www.investopedia.com/terms/a/available-balance.asp"
}