{
  "term": "Available-for-Sale Securities: Definition, vs. Held-for-Trading",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nAn available-for-sale security (AFS) is a debt or equity security purchased with the intent of selling before it reaches maturity, or holding for a long period of time should it not have a maturity date.\n\nAccounting standards require companies to classify any investments in debt or equity securities when they are purchased as available-for-sale, held-to-maturity, or held-for-trading securities.\n\nAFS securities are reported at fair value; changes in value between accounting periods are included in the \"accumulated other comprehensive income\" component of the equity section of the balance sheet.\n\nAFS is an accounting term used to describe and classify financial assets. It refers to a debt or equity security not classified as a held-for-trading or held-to-maturity security (the two other kinds of financial assets). AFS securities are nonstrategic and usually have a ready market price available.\n\nThe unrealized gains and losses derived from an AFS security are not reflected in net income (unlike those from trading investments). Instead, they appear in theother comprehensive income (OCI)classification until they are sold.\n\nNet income is reported on the income statement. Therefore, unrealized gains and losses on AFS securities are not shown on the income statement.\n\nNet income is accumulated over multiple accounting periods intoretained earningson the balance sheet. OCI, which includes unrealized gains and losses from AFS securities, is rolled into \"accumulated other comprehensive income\" on the balance sheet at the end of the accounting period.\n\nAccumulated other comprehensive income is reported justbelow retained earningsin the equity section of the balance sheet.\n\nChanges in value of AFS securities can impact the value of regulatory capital that large banks are required to hold, according to accounting regulations.\n\nAs mentioned above, there are three classifications of securities: available-for-sale, held-for-trading, and held-to-maturity securities.\n\nHeld-for-trading securities are purchased and held primarily for sale in the short term. The purpose is to make a profit from the quick trade rather than the long-term investment.\n\nOn the other end of the spectrum are held-to-maturity securities. These are debt instruments or equities that a firm plans on holding until their maturity dates. An example would be acertificate of deposit (CD)with a set maturity date.\n\nAFS is the catch-all category that falls in the middle. It is inclusive of securities, both debt and equity, that the company plans to hold for a while (though not until maturity) but could also sell more quickly.\n\nFrom an accounting perspective, each of these categories is treated differently and affects whether gains or losses appear on the balance sheet or income statement. The accounting for AFS securities is similar to the accounting for trading securities.\n\nDue to the short-term nature of the investments, they are recorded at fair value. However, the unrealized gains or losses to the fair market value for trading securities are recorded in operating income and appear on the income statement.\n\nAs noted, changes in the value of AFS securities are recorded as unrealized gains or losses in the OCI category. Some companies include OCI information below the income statement, while others provide a separate schedule detailing what is included in total comprehensive income.\n\nIf a company purchases AFS securities with cash for $100,000, it records a credit to cash and a debit to AFS securities for $100,000. If the value of the securities declines to $50,000 by the next reporting period, the investment must be \"written down\" to reflect the change in the fair market value of the security.\n\nThis decrease in value is recorded as a credit of $50,000 to the AFS security and a debit to OCI.\n\nLikewise, if the investment goes up in value the next month, it is recorded as an increase in OCI. The security does not need to be sold for the change in value to be recognized in OCI. It is for this reason these gains and losses are considered unrealized until the securities are sold.\n\nAvailable-for-sale securities can be classified as current assets if they are held for less than one year, which is the definition of a current asset. If they are to be held for more than a year, then they have to be classified as a long-term asset.\n\nBoth held-to-maturity and available-for-sale are methods of recording investment securities held by a company. HTM securities are held until they mature. AFS securities are sold before they mature. The former is recorded at cost minus impairment, the latter is recorded at fair value.\n\nAn HTM strategy is a held-to-maturity strategy. The goal of an HTM strategy can be to protect against adverse interest rates, create portfolio diversification, or earn a small return on low-risk securities.\n\nWhen a company purchases an investment security, whether that be equity or debt, it must be classified in one of three ways per accounting standards: held-to-maturity, held-for-trading, or available-for-sale.\n\nAn available-for-sale security is one that is sold before it reaches maturity. Any unrealized gains or losses on the security must be recorded as accumulated comprehensive income until it is sold.\n\nFederal Reserve Bank of Kansas City. \"The Implications of Unrealized Losses for Banks.\"",
  "url": "https://www.investopedia.com/terms/a/available-for-sale-security.asp"
}