{
  "term": "Average Cost Basis Method: Definition, Calculation, and Alternatives",
  "definition": "The average cost basis method is a system of calculating the value ofmutual fundpositions held in a taxable account. It determines the profit or loss for tax reporting.Cost basisrepresents the initial value of a security or mutual fund that an investor owns.\n\nThe average cost is then compared with the price at which the fund shares were sold to determine the gains or losses for tax reporting. The average cost basis is one of many methods that theInternal Revenue Service (IRS)allows investors to use to arrive at thecost of their mutual fund holdings.\n\nThe average cost basis method is commonly used by investors for mutual fund tax reporting. A cost basis method is reported with the brokerage firm where the assets are held.\n\nThe average cost is calculated by dividing the total amount in dollars invested in a mutual fund position by the number of shares owned. Aninvestorwho has $10,000 in an investment and owns 500 shares would have an average cost basis of $20 ($10,000 ÷ 500).\n\nMany brokerage firms default to the average cost basis method for mutual funds but other methods are available.\n\nYou must first sell the first shares that you acquired when you're calculating gains and losses using thefirst in, first out (FIFO)method.\n\nLet’s say an investor owned 50 shares and purchased 20 in January then purchased 30 shares in April. The 20 in January must be used if the investor sold 30 shares. The remaining 10 shares sold would come from the second lot purchased in April. Both the January and April purchases would have been executed at different prices so the tax gain or loss would be impacted by the initial purchase prices in each period.\n\nIt would be considered along-term investmentif an investor has held shares for more than one year. The IRS applies a lower capital gains tax rate to long-term investments than it does to short-term investments, securities, or funds that are owned for one year or less. The FIFO method would therefore result in less taxes paid if the investor sold positions that were more than a year old.\n\nThelast in, first out (LIFO)method is used when an investor can sell the most recent shares acquired first followed by the previously acquired shares. The LIFO method works best if an investor wants to hold onto the initial shares purchased. They might be at a lower price relative to the current market price.\n\nGains would be short-term in this case, however, if the last-in shares are held for one year or less. Gains wouldn't be taxed at the more favorable long-term capital gains rates but at the investor's marginal regular income tax rate.\n\nLong-term capital gains are taxed at rates of 0%, 15%, or 20%. Regular income tax rates range from 10% to 37% as of 2024, depending on the investor's total taxable income. More income pushes the rate higher.\n\nLong-term capital gains can't be offset by claiming expenses such as margin interest paid. You can only deduct these expenses for short-term gains that you claim as regular income. Doing so requires itemizing your deductions using Schedule A with your Form 1040 tax return rather than claiming the standard deduction for your filing status.\n\nThe high-cost method allows investors to sell the shares that have the highest initial purchase price. The shares that were the most expensive to buy get sold first.\n\nA high-cost method is designed to provide investors with the leastcapital gains taxowed. An investor might have a large gain from an investment. They don't yet want to realize that gain but they need the money.\n\nHaving a higher cost means that the difference between the initial price and the market price when sold will result in the smallest gain. Investors might also use the high-cost method if they want to take a capital loss for tax purposes to offset other gains or income.\n\nThe low-cost method allows investors to sell the lowest-priced shares first. This method might be chosen if an investor wants to realize a capital gain on an investment.\n\nA cost basis method must remain in effect after it's been chosen for a specific mutual fund. Brokerage firms will provide investors with appropriate annual tax documentation on mutual fund sales based on their cost basis method elections.\n\nInvestors should consult atax advisororfinancial plannerif they're uncertain about the cost basis method that will minimize their tax bill for substantial mutual fund holdings in taxable accounts. The average cost basis method may not always be the optimal method from a taxation point of view.\n\nThe cost basis only becomes important if the holdings are in a taxable account and the investor is considering a partial sale of the holdings.\n\nThe specific identification method, also known as specific share identification, allows the investor to choose which shares are sold to optimize the tax treatment.\n\nLet’s say an investor purchases 20 shares in January and 20 shares in February. They can choose to sell five shares from the January lot and five shares from the February lot if they later want to sell 10 shares.\n\nSuppose an investor made the following consecutive fund purchases in a taxable account:\n\nThe total amount invested equals $52,000 and the average cost basis is calculated by dividing $52,000 by 3,500 shares. The average cost is $14.86 per share.\n\nThe investor then sells 1,000 shares of the fund at $25 per share. The investor would have a capital gain of $10,140 using the average cost basis method. The gain or loss using average cost basis would be as follows:\n\nResults can vary depending on the cost basis method chosen for tax purposes:\n\nThe investor would be better off from a tax standpoint by selecting the FIFO method or the high-cost method to calculate the cost basis before selling the shares. These methods would result in no tax on the loss. The investor must pay a capital gains tax on the $10,140 in earnings with the average cost basis method, however.\n\nOf course, there’s no guarantee that $25 will be the selling price when the remaining shares are sold if the investor sold the 1,000 shares using the FIFO method. The stock price could decrease, wiping out most of the capital gains and an opportunity to realize a capital gain. Investors must weigh whether to take the gain today and pay the capital gains taxes or to try to reduce their taxes and risk losing any unrealized gains on their remaining investments.\n\nInvestors commonly use the average cost basis method for mutual fund tax reporting. A cost basis method is reported with the brokerage firm where the assets are held.\n\nMutual funds are pooled investments managed by professional money managers. They trade on exchanges and provide investors with access to a wide mix of assets selected for the fund.\n\nCost basis is the original value of an asset for tax purposes, usually the purchase price, adjusted for stock splits, dividends, and return of capital distributions. This value is used to determine the capital gain, which is equal to the difference between the asset’s cost basis and the current market value.\n\nYou can calculate the average cost by dividing the total amount of dollars invested in a mutual fund position by the number of shares owned.\n\nNo. Many brokerage firms default to the average cost basis method for mutual funds but other methods are available. These include first in, first out (FIFO), last in, first out (LIFO), high-cost, low-cost, and specific identification.\n\nThe average cost basis method calculates the value of mutual fund positions held in a taxable account to determine the profit or loss for tax reporting. Cost basis represents the initial value of an investor’s security or mutual fund.\n\nCFI Education. \"Average Cost Basis.\"\n\nCharles Schwab. \"Save on Taxes: Know Your Cost Basis.\"\n\nInternal Revenue Service. \"Topic No. 409, Capital Gains and Losses.\"\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2024.\"\n\nInternal Revenue Service. \"Publication 550 (2023), Investment Income and Expenses.\"",
  "url": "https://www.investopedia.com/terms/a/averagecostbasismethod.asp"
}