{
  "term": "Average Directional Index (ADX): Definition and Formula",
  "definition": "The average directional index (ADX) is atechnical analysis indicatorused by some traders to determine the strength of atrend.\n\nThe trend can be either up or down, and this is shown by two accompanying indicators, thenegative directional indicator(-DI) and thepositive directional indicator(+DI). Therefore, the ADX commonly includes three separate lines. These are used to help assess whether a trade should be taken long or short, or if a trade should be taken at all.\n\nTheADX requires a sequence of calculationsdue to the multiple lines in the indicator.\n\n+DI=(Smoothed +DMATR)×100-DI=(Smoothed -DMATR)×100DX=(∣+DI−-DI∣∣+DI+-DI∣)×100ADX=(Prior ADX×13)+Current ADX14where:+DM (Directional Movement)=Current High−PHPH=Previous High-DM=Previous Low−Current LowSmoothed +/-DM=∑t=114DM−(∑t=114DM14)+CDMCDM=Current DMATR=Average True Range\\begin{aligned} &\\text{+DI} = \\left ( \\frac{ \\text{Smoothed +DM} }{ \\text{ATR } } \\right ) \\times 100 \\\\ &\\text{-DI} = \\left ( \\frac{ \\text{Smoothed -DM} }{ \\text{ATR } } \\right ) \\times 100 \\\\ &\\text{DX} = \\left ( \\frac{ \\mid \\text{+DI} - \\text{-DI} \\mid }{ \\mid \\text{+DI} + \\text{-DI} \\mid } \\right ) \\times 100 \\\\ &\\text{ADX} = \\frac{ ( \\text{Prior ADX} \\times 13 ) + \\text{Current ADX} }{ 14 } \\\\ &\\textbf{where:}\\\\ &\\text{+DM (Directional Movement)} = \\text{Current High} - \\text{PH} \\\\ &\\text{PH} = \\text{Previous High} \\\\ &\\text{-DM} = \\text{Previous Low} - \\text{Current Low} \\\\ &\\text{Smoothed +/-DM} = \\textstyle{ \\sum_{t=1}^{14} \\text{DM} - \\left ( \\frac{ \\sum_{t=1}^{14} \\text{DM} }{ 14 } \\right ) + \\text{CDM} } \\\\ &\\text{CDM} = \\text{Current DM} \\\\ &\\text{ATR} = \\text{Average True Range} \\\\ \\end{aligned}​+DI=(ATRSmoothed +DM​)×100-DI=(ATRSmoothed -DM​)×100DX=(∣+DI+-DI∣∣+DI−-DI∣​)×100ADX=14(Prior ADX×13)+Current ADX​where:+DM (Directional Movement)=Current High−PHPH=Previous High-DM=Previous Low−Current LowSmoothed +/-DM=∑t=114​DM−(14∑t=114​DM​)+CDMCDM=Current DMATR=Average True Range​\n\nThe ADX, negative directional indicator (-DI), and positive directional indicator (+DI) are momentum indicators. The ADX helps investors determine trend strength, while -DI and +DI help determine trend direction.\n\nThe ADX identifies a strong trend when the ADX is over 25 and a weak trend when the ADX is below 20. Crossovers of the -DI and +DI lines can be used to generatetrade signals. For example, if the +DI line crosses above the -DI line and the ADX is above 20, or ideally above 25, then that is a potential signal to buy. On the other hand, if the -DI crosses above the +DI, and the ADX is above 20 or 25, then that is an opportunity to enter a potentialshorttrade.\n\nCrosses can also be used to exit current trades. For example, iflong, exit when the -DI crosses above the +DI. Meanwhile, when the ADX is below 20 the indicator is signaling that the price is trendless and that it might not be an ideal time to enter a trade.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nThe ADX indicator is composed of a total of three lines, while theAroon indicatoris composed of two.\n\nThe two indicators are similar in that they both have lines representing positive and negative movement, which helps to identify trend direction. The Aroon reading/level also helps determine trend strength, as the ADX does. The calculations are different though, so crossovers on each of the indicators will occur at different times.\n\nCrossoverscan occur frequently, sometimes too frequently, resulting in confusion and potentially lost money on trades that quickly go the other way. These are calledfalse signalsand are more common when ADX values are below 25. That said, sometimes the ADX reaches above 25, but is only there temporarily and then reverses along with the price.\n\nLike any indicator, the ADX should be combined with price analysis and potentially other indicators to help filter signals and control risk.\n\nAn ADX above 25 is considered strong. When the ADX is below 20, the trend is weak or the price is trendless.\n\nYes, but it provides better strategy signals when combined with price. Investors should first use ADX to determine whether prices are trending or non-trending and then choose the appropriate trading strategy for the condition.\n\nThe ADX works best when combined with other technical indicators, like therelative strength index (RSI). While the ADX measures the intensity of the trend, the RSI can help with entries and exits by giving a time-based component to the trend.\n\nThe average directional movement index (ADX) is used by technical traders to determine trend strength as well as trend direction. Using the ADX, traders can determine if a market is trading or ranging, and then apply the adequate technical trading strategy. This can be a profitable strategy that involves minimal risk, which makes it a popular strategy among traders. There are other technical analysis indicators similar to the ADX, like theparabolic SAR,moving averages, andenvelopes.\n\nE. Ponsi. \"Technical Analysis and Chart Interpretations: A Comprehensive Guide to Understanding Established Trading Tactics,\" Pages 283-287. John Wiley & Sons, 2016.\n\nAvatrade. \"ADX Indicator Trading Strategies.\"",
  "url": "https://www.investopedia.com/terms/a/adx.asp"
}