{
  "term": "Average Collection Period: Definition, Formula, How It Works, and Example",
  "definition": "Paige McLaughlin / Investopedia\n\nA business’s average collection period is the average amount of time it takes that business to collect payments owed to by its clients.\n\nAverage collection period is the amount of time it takes for a business to receive payments owed by its clients in terms ofaccounts receivable (AR). Companies use the average collection period to make sure they have enough cash on hand to meet their financial obligations.\n\nThe average collection period is an indicator of the effectiveness of a firm’s AR management practices and is an important metric for companies that rely heavily on receivables for theircash flows.\n\nAccounts receivable (AR) is a business term used to describe money that entities owe to a company when they purchase goods and/or services. Companies normally make these sales to their customers on credit. AR is listed on corporations’balance sheetsas current assets and measures theirliquidity. As such, they indicate their ability to pay off their short-term debts without the need to rely on additional cash flows.\n\nThe average collection period is an accountingmetricused to represent the average number of days between a credit sale date and the date when the purchaser remits payment. A company’s average collection period is indicative of theeffectiveness of its AR management practices. Businesses must be able to manage their average collection period to operate smoothly.\n\nA lower average collection period is generally more favorable than a higher one. A low average collection period indicates that the organization collects payments faster. However, this may also mean that the company’s credit terms are too strict. Customers who don’t find theircreditors’ terms very friendly may choose to seek suppliers or service providers with more lenient payment terms.\n\nAverage collection period is calculated by dividing a company’s average accounts receivable (AR) balance by its net credit sales for a specific period, then multiplying the quotient by 365 days.\n\nAverage Collection Period = 365 Days * (Average Accounts Receivables / Net Credit Sales)\n\nAlternatively and more commonly, the average collection period is denoted as the number of days of a period divided by thereceivables turnover ratio. The formula below is also referred to as the days sales in receivable ratio.\n\nAverage Collection Period = 365 Days / Receivables Turnover Ratio\n\nThe average receivables turnover is the average accounts receivable balance divided bynet credit sales. The formula below is a more concise way of writing it.\n\nFor the formulas above, average accounts receivable is calculated by taking the average of the beginning and ending balances of a given period. More sophisticated accounting reporting tools may be able to automate a company’s average accounts receivable over a given period by factoring in daily ending balances.\n\nWhen analyzing average collection period, be mindful of theseasonalityof the accounts receivable balances. For example, analyzing a peak month to a slow month may result in a very inconsistent average accounts receivable balance that may skew the calculated amount.\n\nAverage collection period also relies on net credit sales for a period. This metric should exclude cash sales (as those are not made on credit and therefore do not have a collection period).\n\nIn addition to being limited to only credit sales, net credit sales exclude residual transactions that impact and often reduce sales amounts. This includes any discounts awarded to customers,product recallsor returns, or items reissued under warranty.\n\nWhen calculating the average collection period, ensure the same time frame is being used for both net credit sales and average receivables. For example, if analyzing a company’s full-year income statement, the beginning and ending receivable balances pulled from the balance sheet must match the same period.\n\nThe average collection period boils down to a single number. However, it has many different uses and communicates several pieces of information.\n\nThe average collection period does not hold much value as a stand-alone figure. Instead, you can get more out of itsvalueby using it as a comparative tool.\n\nThe best way that a company can benefit is by consistently calculating its average collection period and using it over time to search fortrendswithin its own business. The average collection period may also be used to compare one company with its competitors, either individually or grouped. Similar companies should produce similar financial metrics, so the average collection period can be used as a benchmark against another company’s performance.\n\nCompanies may also compare the average collection period with thecreditterms extended to customers. For example, an average collection period of 25 days isn’t as concerning ifinvoicesare issued with a net 30 due date. However, an ongoing evaluation of the outstanding collection period directly affects the organization’s cash flows.\n\nThe average collection period typically doesn’t need to be reported externally. It’s also generally not included as a financial covenant. The usefulness of the average collection period is to inform management of its operations.\n\nAs noted above, the average collection period is calculated by dividing the average balance of accounts receivable (AR) by total netcredit salesfor the period, then multiplying the quotient by the number of days in the period.\n\nLet’s say a company has an average AR balance for the year of $10,000. The total net sales that the company recorded during this period was $100,000. We would use the following average collection period formula to calculate the period:\n\nThe average collection period, therefore, would be 36.5 days. This is not a bad figure, considering most companies collect within 30 days. Collecting its receivables in a relatively short and reasonable period of time gives the company time to pay off its obligations.\n\nIf this company’s average collection period was longer—say, more than 60 days—then it would need toadopt a more aggressive collection policyto shorten that time frame. Otherwise, it may find itself falling short when it comes to paying its own debts.\n\nThe average collection period is closely related to the accounts turnover ratio, which is calculated by dividing totalnet salesby the average AR balance.\n\nUsing the previous example, the AR turnover is 10 ($100,000 ÷ $10,000). The average collection period can also be calculated by dividing the number of days in the period by the AR turnover. In this example, the average collection period is the same as before: 36.5 days.\n\nNot all businesses deal with credit and cash in the same way. Although cash on hand is important to every business,some rely more on their cash flowthan others.\n\nFor example, the banking sector relies heavily on receivables because of the loans and mortgages that it offers to consumers. As it relies on income generated from these products, banks must have a shortturnaroundtime for receivables. If they have lax collection procedures and policies in place, then income would drop, causing financial harm.\n\nReal estateand construction companies also rely on steady cash flows to pay for labor, services, and supplies. These industries don’t necessarily generate income as readily as banks, so it’s important that those working in these industries bill at appropriate intervals, as sales and construction take time and may be subject to delays.\n\nThe average collection period indicates the effectiveness of a firm’s accounts receivable management practices. It is very important for companies that heavily rely on their receivables when it comes to their cash flows. Businesses must manage their average collection period if they want to have enough cash on hand to fulfill their financial obligations.\n\nTo calculate the average collection period, divide the average balance of accounts receivable by the total net credit sales for the period. Then multiply the quotient by the total number of days during that specific period.\n\nSo, if a company has an average accounts receivable balance for the year of $10,000 and total net sales of $100,000, then the average collection period would be (($10,000 ÷ $100,000) × 365), or 36.5 days.\n\nCompanies prefer a lower average collection period over a higher one because it indicates that a business can efficiently collect its receivables.\n\nThe drawback to this is that it may indicate the company’s credit terms are too strict. Stricter terms may result in a loss of customers to competitors with more lenient payment terms.\n\nA company can improve its average collection period in a few ways. It can set stricter credit terms that limit the number of days an invoice is allowed to be outstanding. This may also include limiting the number of clients it offers credit to in an effort to increase cash sales. It can also offer pricing discounts for earlier payment (e.g., a 2% discount if paid in 10 days).\n\nThe average collection period is the average number of days it takes for a credit sale to be collected. During this period, the company is awarding its customer a very short-term loan. The sooner the client can collect the loan, the earlier it will have the capital to use to grow its company or pay its invoices.\n\nWhile a shorter average collection period is often better, it also may indicate that the company has credit terms that are too strict, which may scare customers away.",
  "url": "https://www.investopedia.com/terms/a/average_collection_period.asp"
}