{
  "term": "Average Revenue Per Unit (ARPU): Definition and How To Calculate",
  "definition": "Average revenue per unit (ARPU) is an indicator of the profitability of a product based on the amount of money that's generated from each of its users or subscribers. It's a particularly useful measurement for companies in the telecommunications and media industries that rely on subscribers or users.\n\nARPU is usually calculated as total revenue divided by the number of units, users, or subscribers. It's often referred to as average revenue per user. Mobile phone service providers may even refer to it as average revenue per SIM card.\n\nARPU is not aGAAPmeasure. A company isn't compelled to produce or track ARPU to comply with generally accepted accounting principles or GAAP.\n\nARPU is useful information to company executives and investors who want to understand and track a company's revenue generation capability and growth at the per-unit level, however. The number is published by many companies for that reason. It's particularly relevant to telecom and media companies because their businesses are based on subscribers or active users, not on buyers of physical products.\n\nYou must first define a standard period to accurately calculate ARPU. Most telephone and communications carriers calculate ARPU on a month-to-month basis.\n\nThe total revenue generated during the standard period is then divided by the number of units or users.\n\nThe end date for the period isn't used for the denominator because it could fail to capture fluctuations throughout the period. The start date and the end date of the period are typically averaged instead.\n\nThe number of users also fluctuates throughout any given period, especially in industries such as media and telecommunications. The number of units for a given period must therefore be estimated to reach the most accurate ARPU figure possible.\n\nThe world's top social media sites in terms of ARPU in 2023 are Facebook and Instagram.\n\nARPU is used in the telecommunications sector by Verizon, AT&T, and others to track the average amount of revenue that's generated per mobile phone subscriber.\n\nThe revenue included in ARPU includes not only the monthly billings to subscribers in the mobile phone industry but also the revenue generated by incoming calls which are payable under the regulatory interconnection system.\n\nCable companies such as Comcast Corp. also disclose ARPU figures. The values of the measures obtained can be used internally and externally as a comparison among subscriber-based companies and to assist in the forecasting of future service revenues produced from a customer base.\n\nSocial mediacompanies such as Meta Platforms Inc. (formerly Facebook) and Snap report ARPU numbers to investors. Each company defines ARPU differently, however, and this goes some way toward explaining the large gap in the valuations of the two companies.\n\nA high ARPU is a bragging point for the companies that publish it, to the extent that it's sometimes dismissed as a \"vanity metric.\" But a post on Profitwell, a publication for software-as-a-service businesses, argues that those who think so aren't using it correctly. ARPU can be analyzed for insights into customers' responses to the company's various price points and premium offerings.\n\nIt also can indicate the company's trajectory toward or away from growth. It may not be quite as useful to analysts and investors outside the company, however. They may have the ARPU number but lack the details. It's a macro-level measure in this case.\n\nThere may be tens or hundreds of millions of people who have signed up as users in the Meta example but they seldom or never interact on the Facebook platform or see the advertising that's being displayed for them there. The true ARPU figure therefore could be distorted and that distortion could be substantial.\n\nARPU can be useful to analysts and investors even as a macro-level measure. It can be used as a point of comparison among companies in a sector and used to forecast a company's growth potential. It also can yield insights into the relative success of the company's market segments.\n\nFor investors, ARPU is an easy point of comparison among competitors.\n\nFor companies, a starting point for analysis of business strengths and weaknesses.\n\nBragging rights (but only if the number is impressively high).\n\nIt's a macro level measure, ARPU can be presented without the detail that makes it meaningful.\n\nUser growth and user churn may be more useful for indicating a company's direction.\n\nARPU is one ofseveral metricsused to evaluate the financials of a telecommunications company. Other key figures include:\n\nThese can be equally important in evaluating media companies but the media landscape is extremely complex and segmented with competitors in social media, news media, entertainment, and business. Each of these has its own metrics for success.\n\nARPU is simply total revenue divided by the total number of users. The number typically will include:\n\nThis works for some companies such as Comcast which makes its money through basic subscriptions, premium subscriptions, and streaming purchases. Many media companies have very different revenue streams, however.\n\nThe bulk of their revenue is derived from advertising. They may have insignificant or no basic subscription fees but they may make money from premium levels of service or revenue-sharing deals. All of these would be included in their ARPU figures.\n\nMany companies, particularly the telecoms, try to increase their ARPU by selling their existing customers higher tiers or bundles of services. Others such as media companies focus on increasing advertising revenue.\n\nTelecoms and media companies analyze their internal numbers to identify the demographic groups that are of greatest value to them. The company will target Gen Ex consumers for growth if they or their families with children appear to be their most valuable customers in terms of their contribution to ARPU.\n\nPrepaid and postpaid ARPUs are peculiar to telecom service companies. They offer their customers a variety of options that break down to either prepaid or postpaid versions.\n\nIt appears that the trend favors the prepaid option. Prepaid ARPU rose steadily between 2013 and early 2024 at T-Mobile, from 28.25% to 37.18%. Postpaid ARPU declined from 54.5% to 48.79% during the same period.\n\nYou may find ARPU a good number to watch over time if you're considering investing in a telecom or a media company. It's also a useful point of comparison among competitors in the same space. Which company is doing the best job monetizing its customer base? It's a good bet that it's the company with the highest ARPU.\n\nBusiness of Apps. \"Social App Report 2024: Abstract.\"\n\nStock Dividend Screener. \"Facebook, Pinterest, Twitter And Snapchat ARPU Comparison.\"\n\nSnap, Inc. Investor Relations. \"Snap Inc. Announces Second Quarter 2024 Financial Results.\" Page 12.\n\nCompaniesMarketCap. \"Market Capitalization of Snap (SNAP).\"\n\nMeta Investor Relations. \"Meta Earnings Presentation, Q2 2024.\" Page 11.\n\nCompaniesMarketCap. \"Market Capitalization of Meta Platforms (Facebook) (META).\"\n\nPaddle. \"The Complete Guide to ARPU: Understand, Calculate & Optimize Average Revenue per User.\"\n\nStatista. \"Average Revenue per User (ARPU) of T-Mobile in the United States from 2013 to 2024, by Quarter.\"",
  "url": "https://www.investopedia.com/terms/a/arpu.asp"
}