{
  "term": "Average Outstanding Balance on Credit Cards: How It Works and Calculation",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nAn average outstanding balance is the unpaid, interest-bearing balance of a loan or loan portfolio averaged over a period of time, usually one month. The average outstanding balance can refer to any term, installment, revolving, orcredit card debton which interest is charged. It may also be an average measure of a borrower’s total outstanding balances over some time.\n\nThe average outstanding balance can be contrasted with theaverage collected balance, which is that part of the loan repaid over the same period.\n\nAverage outstanding balances can be important for several reasons. Lenders often have a portfolio of many loans, which need to be assessed in terms of risk and profitability. Banks use the average outstanding balance to determine the amount ofinterestthey pay each month to their account holders or charge to their borrowers. If a bank has a large outstanding balance on its lending portfolio, it could indicate that they are having trouble collecting on its loans, which may signal future financial stress.\n\nMany credit card companies also use an average daily outstanding balance method for calculating interest applied to a revolving credit loan, particularly credit cards. Credit card users accumulate outstanding balances as they make purchases throughout the month. An average daily balance method allows a credit card company to charge slightly higher interest, taking into consideration a cardholder’s balances throughout the past days in a period and not just at the closing date.\n\nFor borrowers, credit rating agencies will review a consumer’s outstanding balances on their credit cards as part of determining aFICO credit score. Borrowers should show restraint by keeping their credit card balances well below their limits. Maxing out credit cards, paying late, and applying for new credit increases one's outstanding balances and can lower FICO scores.\n\nAccording to the Federal Reserve, the national outstanding balance on credit cards increased by $27 billion during Q2 of 2024, reaching a total of $1.14 trillion. That's 5.8% higher than the outstanding balance during Q2 of 2023.\n\nWith average daily outstanding balance calculations, the creditor may take an average of the balances over the past 30 days and assess interest daily. Commonly, average daily balance interest is a product of the average daily balances over a statement cycle, with interest assessed on a cumulative daily basis at the end of the period.\n\nRegardless, the daily periodic rate is the annual percentage rate (APR) divided by 365. If interest is assessed cumulatively at the end of a cycle, it would only be assessed based on the number of days in that cycle.\n\nOther average methodologies also exist. For example, a simple average may be used between a beginning and ending date by dividing the beginning balance plus the ending balance by two and then assessing interest based on a monthly rate.\n\nCredit cardswill provide their interest methodology in the cardholder agreement. Some companies may provide details on interest calculations and average balances in their monthly statements.\n\nBecause the outstanding balance is an average, the period of time over which the average is computed will affect the balance amount.\n\nCredit providers report outstanding balances to credit reporting agencies each month. Credit issuers typically report a borrower’s total outstanding balance at the time the report is provided. Some credit issuers may report outstanding balances when a statement is issued, while others report data on a specific day each month. Balances are reported on all types of revolving and non-revolving debt. With outstanding balances, credit issuers also report delinquent payments beginning at 60 dayspast due.\n\nTimeliness of payments and outstanding balances are the top factors that affect a borrower’s credit score. Experts say borrowers should strive to keep their total outstanding balances below 30%. Borrowers using more than 30% of the total available debt outstanding can easily improve their credit score from month to month by making larger payments that reduce their total outstanding balance.\n\nWhen the total outstanding balance decreases, a borrower’s credit score improves. Timeliness, however, is not as easy to improve since delinquent payments are a factor that can remain on a credit report for seven years.\n\nAverage balances are not always a part of credit scoring methodologies. However, if a borrower’s balances are drastically changing over a short period of time due to debt repayment or debt accumulation, there will typically be a lag in total outstanding balance reporting to the credit bureau, which can make tracking and assessing real-time outstanding balances difficult.\n\nLenders typically calculate interest on revolving credit, such as credit cards or lines of credit, using an average of daily outstanding balances. The bank adds all the daily outstanding balances in the period (usually a month) and divides this sum by the number of days in the period. The result is the average outstanding balance for the period.\n\nFor loans that are paid monthly, such as mortgages, a lender may instead take thearithmetic meanof the starting and ending balance for a statement cycle. For instance, say a home borrower has a mortgage balance of $100,000 at the start of the month and makes a payment on the 30th of the same month, reducing the outstanding principal amount to $99,000. The average outstanding balance for the loan over that period would be ($100,000-99,000)/2 = $99,500.\n\nAn outstanding balance is the total amount still owed on a loan or credit card. An outstanding principal balance is the principal or original amount of a loan (i.e., the dollar amount initially loaned) that is still due and does not take into account the interest or any fees that are owed on the loan.\n\nLog into your bank account or check your most recent credit card or loan statement. You'll see the outstanding balance listed.\n\nAccording to the Federal Reserve, Americans have more credit card debt than before, owing a combined $1.14 trillion dollars as of Q2 2024. The credit card delinquency rate also increased by 9.1% over the previous year.\n\nMany consumers carry a credit card balance every month. As the outstanding balance grows, it can be more challenging to pay off the debt. Most financial experts urge borrowers to pay off their credit cards every month to avoid paying interest and other fees.\n\nFederal Reserve. \"Household Debt Increased Moderately in Q2 2024; Auto and Credit Card Delinquency Rates Remain Elevated.\"",
  "url": "https://www.investopedia.com/terms/a/average-outstanding-balance.asp"
}