{
  "term": "Average Selling Price (ASP): Definition, Calculation and Examples",
  "definition": "The term average selling price (ASP) refers to the price at which a certain class of good or service is typically sold. The average selling price is affected by the type of product and theproduct life cycle. The ASP is the average selling price of the product across multipledistribution channels, across a product category within a company, or even across the market as a whole.\n\nThe average selling price is the price for a product or service in variousmarkets, and is normally used in the retail and technology industries. The established ASP for a particular good can act as abenchmarkprice, helping other manufacturers, producers, or retailers set the prices for their own products.\n\nMarketers who try to set a price for a product must also consider where they want their product to be positioned. If they want their product image to be part of a high-quality choice, they have to set a higher ASP.\n\nProducts like computers, cameras,televisions, andjewelrytend to have higher average selling prices while products likebooksand DVDs will have a low average selling price. When a product is the latter part of its product life cycle, the market is most likely saturated with competitors, therefore, driving down the ASP.\n\nIn order to calculate the ASP, divide the totalrevenueearned from the product by the total number of units sold. This average selling price is usually reported during quarterly financial results and can be considered as accurate as possible given regulation on fraudulent reporting.\n\nThesmartphonemarket is a big industry which uses average selling prices. In the smartphone market, the average selling price indicates how much money a handset manufacturer is receiving on average for the phones that it sells.\n\nIn the smartphone market, advertised selling prices can differ drastically from average selling prices.\n\nFor product-driven companies like Apple, calculations for average selling price provide pivotal information about its financial performance and, by extension, the performance of its stock price. In fact, there's a clear relationship between Apple'siPhoneASP and its stock price movements.\n\nThe iPhone's ASP matters even more when considering how each device drives overall profitability forApple. Apple consolidates its operations under a singleprofit-and-loss statement(P&L), meaning investors can't tell how costs, such as marketing andresearch and development(R&D) are spread among the company's various products.\n\nSince the iPhone has the highest gross margin in Apple's device family, the device generates the lion's share of Apple's profits. That makes the iPhone crucial in determining Apple's overall financial performance eachquarter.\n\nThe term average selling price has a place in the housing market. When the average selling price of a home within a particular region rises, this may be a signal of a booming market. Conversely, when the average price drops, so does the perception of the market in that particular area.\n\nSome industries use ASP in a slightly different way. The hospitality industry—especially hotels and other lodging companies—commonly refers to it as the average room oraverage daily rate. These average rates tend to be higher duringpeakseasons, while rates normally drop when travel seems to be low or during off-seasons.",
  "url": "https://www.investopedia.com/terms/a/averagesellingprice.asp"
}