{
  "term": "Average Propensity To Consume (APC) Meaning & Example",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nAverage propensity to consume (APC) measures the percentage of income that is spent rather than saved. This may be calculated by a single individual who wants to know where the money is going or by an economist who wants to track the spending and saving habits of an entire nation.\n\nIn either case, the propensity to consume can be determined by dividing average household consumption, or spending, by averagehousehold income, or earnings.\n\nFrom the broader economic view, a high average propensity to consume is generally good for the economy. When the average propensity to consume is high, consumers are saving less and spending more on goods or services. This increased demand drives economic growth, business expansion, and broad employment.\n\nLow-income households are often seen as having a higher average propensity to consume than high-income households. Low-income households may be forced to spend their entire income on necessities with minimal disposable income remaining to save. Alternatively, high-income households with higher cash flow after their necessities are met typically have a relatively lower average propensity to consume.\n\nEconomists often gauge economy forecasts on actions by the middle-income households. The spending and savings patterns of this demographic often indicate a degree of confidence or pessimism about their own personal financial situations and the economy as a whole.\n\nWhen annotated as a decimal, average propensity to consume ranges from zero to one. At zero (or 0%), all income is being saved. At one (or 100%), all income is being consumed.\n\nThe sum of the average propensity to consume and the average propensity to save is always equivalent to one. A household or a nation must either spend or save all of its income.\n\nThe inverse of the average propensity to consume is theaverage propensity to save(APS). That figure is simply total savings divided by income. The result is known as the savings ratio.\n\nNotably, the savings ratio is normally based on its percentage of disposable income, or after-tax income. An individual determining personal propensities to consume and save should probably use the disposable income figure as well for a more realistic measure.\n\nAssume a nation's economy has agross domestic product(GDP) equivalent to its disposable income of $500 billion for the previous year. The total savings of the economy was $300 billion, and the rest was spent on goods and services.\n\nThe nation's APS is calculated to be 0.60, or $300 billion/$500 billion. This indicates the economy allocated 60% of its disposable income to savings. The average propensity to consume is calculated to be 0.40, or (1 - 0.60). Therefore, the nation spent 40% of its GDP on goods and services.\n\nAPS can include saving for retirement, a home purchase, and other long-term investments. As such, it can be a proxy for national financial health.\n\nAccording to the Bureau of Economic Analysis, the average household in the United States saved 3.4% of their disposable income in June 2024.\n\nThemarginal propensity to consume(MPC) is a related concept. It measures the change in the average propensity to consume.\n\nAssume that the nation in the previous example increased its GDP to $700 billion and its consumption of goods and services rose to $375 billion. The economy's average propensity to consume increased to 53.57%.\n\nThe nation's consumption increased from $200 billion to $375 billion. Alternatively, the nation's GDP increased from $500 billion to $700 billion. The nation's marginal propensity to consume is 87.5% ($375 billion - $200 billion) / ($700 billion - $500 billion). The marginal propensity measures the directional trend of how an entity is utilizing its money. In this case, 87.5% of new growth was further consumed.\n\nAverage propensity to consume is an economic indicator of how much income is spent. A specific entity is selected such as an individual, an income class, or an entire country. Average propensity to save measures how much money is saved compared to spent.\n\nAverage propensity to consume is used by economists to forecast future economic growth. When average propensity to consume is higher, more people are spending more money. This drives economic growth through product demand and job creation.\n\nAverage propensity to consume may be reported as a percent (60% of income is consumed) or as a decimal (average consumption is 0.6). Average propensity to consume is also generally most useful when compared against itself over time or across entities. For example, the average propensity to consume for a United States citizen could be tracked over time or compared against Canadian citizens.\n\nAverage propensity to consume is calculated by dividing an entity's consumption by the entity's total income. It is a ratio between what is spent and what is earned.\n\nAverage propensity to consume is an economic measurement of how much income a specific entity spends. That entity may be an individual or a country. If an entity has a higher average propensity to consume, it means a higher proportion of their income is used to buy things as opposed to save for the future.\n\nCorporate Finance Institute. “Average Propensity to Consume (APC).”\n\nU.S. Bureau of Economic Analysis. \"Personal Saving Rate.\"\n\nCorporate Finance Institute. “Marginal Propensity to Consume.”",
  "url": "https://www.investopedia.com/terms/a/average-propensity-to-consume.asp"
}