{
  "term": "Average Daily Balance Method: Definition and Calculation Example",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe average daily balance method calculates the amount of interest to be charged to a borrower on an outstanding loan, taking into account the balance of the account on each day of the billing period.\n\nThe average daily balance method is a common way that credit card issuers calculate the interest charges cardholders have to pay. It is based on the card's outstanding balances on each day of the billing period.\n\nThe federalTruth-In-Lending Act(TILA) requires credit card issuers to disclose their method of calculating finance charges, as well as theannual percentage rate (APR), fees, and other terms on the card, in theirterms and conditionsstatement. Providing these details makes it easier for consumers to compare different credit cards.\n\nTo calculate their finance charges, card issuers can use any of several different methods. Among them are:\n\nIf you pay your credit card balance in full each month, you won't have to pay interest.\n\nThe average daily balance method can take several forms, including calculations made with or without compounding.\n\nIn either case, the formula is:\n\nAverage daily balance x daily periodic rate x number of days in the billing cycle = monthly interest charged\n\nThe computations with and without compounding differ in how they define \"daily balance.\"\n\nIn the average daily balance method with compounding, the issuer takes the balance at the beginning of each day, adds any new charges for that day plus any interest charges on the previous day's balance, and subtracts any payments or credits made that day.\n\nThe issuer then adds up all the daily balances and divides that total by the number of days in the billing cycle. The result is the average daily balance.\n\nUsing the formula above, the average daily balance is multiplied by the daily periodic rate (the annual percentage rate divided by the number of days in the year) and finally by the number of days in the billing cycle. The result is how much the card issuer will charge in interest for that month.\n\nThe method without compounding works much the same way, except that the card issuer doesn't add the previous day's interest in determining the daily balances. Because of that, the interest does not compound as it does with the other method.\n\nThe method with compounding will be more expensive for cardholders and more lucrative for card issuers than the one without.\n\nThere are other variations on the average daily balance method, as well. These include average daily balance,which includesnew purchases, and average daily balance,which excludesnew purchases. The former works like the average daily balance method explained above. The latter doesn't add purchases made during that billing period until the next period.\n\nHere's a simplified example of the average daily balance method without compounding.\n\nSuppose a credit card has a balance of $1,000 at the beginning of the billing period and an APR of 20% (or 0.20). That APR translates into a daily periodic rate of about 0.055% (or 0.00055).\n\nThe cardholder makes a $100 purchase on day 10 of the billing period, raising their balance to $1,100, but no other purchases or payments during the month (which happens to have 30 days).\n\nUsing this average daily balance method, the card issuer would multiply $1,000 by 10 for the first 10 days and $1,100 by 20 for the 20 remaining days. That total would be $32,000 ($10,000 + $22,000).\n\nThe issuer would then divide $32,000 by 30 (the number of days in the billing period) to arrive at an average daily balance of $1,066.67.\n\nFinally, to compute the interest charge for the full 30-day billing period, the issuer would multiply the average daily balance of $1,066.67 by the daily periodic rate of 0.055% and then by 30.\n\nIn other words, $1,066.67 x 0.00055 x 30 = $17.70.\n\nIn years past, some credit card companies used a method known asdouble-cycle billing, which based its calculations on the customer's average daily balance over the last two billing cycles. That sometimes resulted in cardholders paying interest on debt they had already paid off. The practice was banned by the Credit Card Accountability Responsibility and Disclosure Act of 2009, better known as theCARD Act.\n\nAgrace periodis a period of time between the end of the billing period and when your credit card payment is due. You can avoid paying interest if you pay off your balance before the grace period ends. Grace periods tend to last for at least 21 days but can be longer, and they may not apply to all charges, such ascash advances.\n\nThe credit card agreement you received when you signed up for the card will tell you what method the issuer uses to determine your finance charges, along with other information. If you no longer have a copy, you can request one from the issuer. According to the Consumer Financial Protection Bureau, \"By law, the issuer must make your agreement available to you upon request.\"\n\nNot anymore. According to the Internal Revenue Service, \"Credit card and installment interest incurred for personal expenses,\" cannot be deducted on your tax return.Before tax reforms in 1986, however, it was deductible.\n\nThe average daily balance method is the most commonly used way of computing finance charges on credit cards today. Knowing how it works may save you some money, but you'll save even more if you can pay your balance in full each month and not incur interest in the first place.\n\nConsumer Financial Protection Bureau. \"Credit Card Contract Definitions.\"\n\nExperian. \"How To Calculate Average Daily Balance.\"\n\nFinancial Security for All. \"How Do Credit Card Companies Determine the Balance on Which Interest Is Charged?\"\n\nCapitol One. \"Grace Period: What It Is and How It Works for Credit Cards.\"\n\nConsumer Financial Protection Bureau. \"What Is a Grace Period for a Credit Card?\"\n\nConsumer Financial Protection Bureau. \"Credit Card Agreement Database.\"\n\nInternal Revenue Service. \"Topic No. 505, Interest Expense.\"\n\nUrban Institute. \"Reforming the Mortgage Interest Deduction,\" Page 1.",
  "url": "https://www.investopedia.com/terms/a/averagedailybalance.asp"
}