{
  "term": "Average Daily Trading Volume (ADTV): Definition, How To Use It",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nJiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\nAverage daily trading volume (ADTV) is the average number of shares traded within a day in a given stock. Daily volume equates to how many shares are traded each day, but this can be averaged over a number of days to find the average daily volume. Average daily trading volume is an important metric because high or low trading volume attracts different types of traders and investors.\n\nMany traders andinvestorsprefer higher average daily trading volume over low trading volume, because with highvolumeit is easier to get into and out of positions. Low-volume assets have fewer buyers and sellers, and therefore it may be harder to enter or exit at a desired price.\n\nTradersand investors alike pay close attention to ADTV because it provides valuable information about theliquidityand market interest in a particular security. The key uses of ADTV are as follows:\n\nImage by Sabrina Jiang © Investopedia 2023\n\nIn this hypothetical situation, a stock trader has analyzedGeneral Electric (GE)and decides, based onfundamentalandtechnical analysis, that GE is a trading opportunity. It should also be noted that this trader is working for a $1 billionhedge fund.\n\nThe trader is constrained by a limit that permits trading only up to 10% of the value ofsharestraded in any stock. This limit is set to avoid affecting the price of the stock. The maximum allocation for GE for this hedge fund is $5 million, while the minimum allocation for GE is $250,000.\n\nThe image shows the candlestick chart of GE from early June 2022 to the middle of March 2023. The ADTV is represented by the blue line across the volume section.\n\nOn June 10, 2022, the ADTV for GE is 7.39 million shares, which is equals approximately $404.8 million in shares traded. Overall, GE is a suitable trading opportunity for the hedge fund, as the ADTV is well above the stock's maximum allocation. The trader assesses the liquidity and volume volatility of GE and decides to enter the position when the volume traded crosses above the ADTV. This is to ensure that the trades will be executed seamlessly and that the trade won't impact the stock price significantly.\n\nThis occurs at Point 1 on the chart, where 23.12 million shares were traded, at an approximate value of $1.29 billion. The closing price of GE at Point 1 is $55.80 a share. This volume crossed above the ADTV, which was 8.81 million, or about $4.92 million.\n\nThe trader takes a 0.10% of fund size position in GE, which is about $1 million. This is below the 10% trading constraint, exceeds the minimum allocation of $250,000 and is also below the $5 million maximum allocation.\n\nPoint 2 presents a second opportunity to acquire GE, where there was another ADTV crossover. The trader takes another $1 million position in GE to reduce the average acquisition price of the current GE position as well as to take advantage of the above-average liquidity in the stock. Theclosing priceof GE at this time was $51.81.\n\nOver the next six months, the price of GE rallies. GE stock reaches a price of about $84.71, which is 57.44% higher than the average closing prices at Points 1 and 2. The stock trader has more than 50% inunrealized gains from the initial positions.\n\nAt Point 3, the trader decides to exit the GE trade. The trade execution was based on the volume crossover on the ADTV as well as the fact that the trading amount of approximately $3.2 million was within the trading limits of the fund. This is because at Point 3, 28.59 million shares were traded, at an approximate value of $2.62 billion. Risk was also managed by using the trading limit along with the ADTV crossover, allowing the stock trader to easily exit the position.\n\nThis example was for illustrative purposes only and is not a recommendation to buy or sell GE stock. Also, the criteria for trading limits as well as ADTV are purely for illustration.\n\nVolume is sometimes confused withopen interest. Average daily trading volume is the average of how many shares (stock market) or contracts (futuresand options market) change hands in a day. Open interest is a futures and options term that describes how many contracts are open, that haven't yet been closed.\n\nVolume is the raw amount of how many contracts change hands. Open interest measures how many transactions were used to open or close positions, and thus tracks the number of contracts which remain open. The two measurements are quite different.\n\nAverage daily trading volume is a commonly used metric and is useful for determining if a stock meets an investor's or trader's trade parameters. ADTV is anaverage, though. On any given day an asset can deviate from the average, producing much higher or lower volume.\n\nThe average can also shift over time, rising, falling, or oscillating. Therefore,monitor volumeand average volume regularly to make sure that theassetstill falls within the volume parameters you desire for your trading.\n\nSignificant changes in volume may signal that something has changed within the asset, and these changes may be either unfavorable or favorable. Volume won't tell you which it is, but will let know that some further research or action may be required.\n\nADTV is considered a market activity indicator. It provides information about the volume of trading activity in a security over a specific period, typically on a daily basis. ADTV is often used alongsidetechnical indicatorsto gain a more comprehensive understanding of market dynamics.\n\nADTV and open interest are similar in some ways. Both are used to measure trading activity, can be used to assess liquidity, and can be employed to identify trends. Also, ADTV and open interest can be used to identify trends as well assupport and resistance levels.\n\nUsing ADTV in trading offers several benefits, including assessing security liquidity, evaluating the overall market's activity, analyzing volatility, trade execution optimization, andmanaging risk.\n\nThere are several other indicators and metrics that traders use alongside or instead of ADTV. Some alternatives areOn-Balance Volume (OBV),Volume Weighted Average Price (VWAP),Money Flow Index (MFI), Relative Volume,Volume Price Trend (VPT),Advance/Decline Line (A/D Line), and Tick Volume.\n\nAverage daily trading volume (ADTV) is a metric used in trading toassess the liquidity and activity level of a security, such as a stock, bond, or commodity. It represents the averagenumber of sharesor contracts traded over a specific period, typically measured on a daily basis. ADTV is calculated by dividing the total trading volume of the security over a specific period by the number of trading days in that period.\n\nTraders and investors alike use ADTV in various ways. They use ADTV to assess liquidity, evaluate market activity, analyze volatility, optimize trade execution, and manage risk.\n\nTo use ADTV effectively, individuals and entities should consider its limitations. ADTV is historical and may not reflect current market conditions. It may not captureintraday volumevariations or account for price movements. It's essential to combine ADTV with other indicators and information to make well-informed trading decisions.\n\nCapital.com, \"What Is Average Daily Trading Volume?\"\n\nU.S. Securities and Exchange Commission. “Securities Exchange Act of 1934,” Page 31.\n\nFleming, Michael J. “Measuring Treasury Market Liquidity.”Economic Policy Review, Vol. 9, No. 3, September 2003, pp. 84.\n\nCampbell, John Y., Grossman, Sanford J., and Wang, Jiang. “Trading Volume and Serial Correlation in Stock Returns.”The Quarterly Journal of Economics, Vol. 108, No. 4, November 1992, pp. 924.\n\nMorpheus Trading Group. \"What Is the Ideal Minimum Volume for Swing Trading Stocks & ETFs?\"\n\nCommodity Futures Trading Commission. “Explanatory Notes.”",
  "url": "https://www.investopedia.com/terms/a/averagedailytradingvolume.asp"
}