{
  "term": "Average Cost Method: Definition and Formula With Example",
  "definition": "Average cost method assigns a cost to inventory items based on the total cost of goods purchased or produced in a period divided by the total number of items purchased or produced. Average cost method is also known as weighted-average method.\n\nBusinesses that sell products to customers have to deal withinventory, which is either bought from a separate manufacturer or produced by the company itself. Items previously in inventory that are sold off are recorded on a company’s income statement ascost of goods sold (COGS). COGS is an important figure for businesses, investors, and analysts as it is subtracted from salesrevenueto determinegross marginon theincome statement.\n\nTo calculate the total cost of goods sold to consumers during a period, different companies use one of three inventory cost methods:\n\nAverage cost method uses a simple average of all similar items in inventory, regardless of purchase date, followed by a count of final inventory items at the end of anaccounting period. Multiplying the average cost per item by the final inventory count gives the company a figure for the cost of goods available for sale at that point. The same average cost is also applied to the number of items sold in the previous accounting period to determine the COGS.\n\nFor example, consider the following inventory ledger for Sam’s Electronics:\n\nAssume the company sold 72 units in the firstquarter. The weighted average cost is the total inventory purchased in the quarter, $113,300, divided by the total inventory count from the quarter, 100, for an average of $1,133 per unit. The cost of goods sold (COGS) will be recorded as 72 units sold × $1,133 average cost = $81,576. The cost of goods available for sale, or inventory at the end of the period, will be the 28 remaining items still in inventory × $1,133 = $31,724.\n\nAverage cost method requires minimal labor to apply and is, therefore, the least expensive of all the methods. In addition to the simplicity of applying average cost method, income cannot be as easily manipulated as other inventory-costing methods. Companies that sell products that are indistinguishable from each other or that find it difficult to find the cost associated with individual units will prefer to use average cost method. This also helps when there are large volumes of similar items moving through inventory, making it time-consuming to track each individual item.\n\nOne of the core aspects of U.S.generally accepted accounting principles (GAAP)is consistency. The consistency principle requires a company to adopt an accounting method and follow it consistently from one accounting period to another.\n\nFor example, businesses that adopt average cost method need to continue to use this method for future accounting periods. This principle is in place for the ease of financial statement users so that figures on the financials can be comparedyear over year. A company that changes its inventory-costing method must highlight the change in itsfootnotes to the financial statementsand apply the same method retroactively to prior period-comparativefinancial statements.\n\nThe average cost method formula is calculated as:\n\nTotal Cost of Goods Purchased or Produced in Period ÷ Total Number of Items Purchased or Produced in Period = Average Cost for Period\n\nThe result can then be applied to both the cost of goods sold (COGS) and the cost of goods still held in inventory at the end of the period.\n\nAverage cost method is a simple inventory valuation method, especially for businesses with large volumes of similar inventory items. Instead of tracking each individual item throughout the period, the weighted average can be applied across all similar items at the end of the period.\n\nU.S. GAAP allows for last in, first out (LIFO), first in, first out (FIFO), or average cost method of inventory valuation. On the other hand,International Financial Reporting Standards (IFRS)do not allow LIFO because it does not typically represent the actual flow of inventory through a business.\n\nAverage cost method is one of three inventory valuation methods. It assigns a cost to inventory items based on the total cost of goods purchased or produced in a period divided by the total number of items purchased or produced.\n\nBDO. “Accounting Changes and Error Corrections.”\n\nKPMG. “Inventory Accounting: IFRS® Standards vs. U.S. GAAP.”",
  "url": "https://www.investopedia.com/terms/a/averagecostmethod.asp"
}