{
  "term": "Average True Range (ATR) Formula, What It Means, and How to Use It",
  "definition": "The average true range (ATR) is a technical analysis indicator introduced by market technician J. Welles Wilder Jr. in his book \"New Concepts in Technical Trading Systems\"that measures market volatility by decomposing the entire range of an asset price for that period.\n\nThe true range indicator is taken as the greatest of the following: current high less the current low; the absolute value of the current high less the previous close; and the absolute value of the current low less the previous close. The ATR is then a moving average, generally using 14 days, of the true ranges.\n\nTraders can use shorter periods than 14 days to generate more trading signals, while longer periods have a higher probability of generating fewer trading signals.\n\nThe formula to calculate ATR for an investment with a previous ATR calculation is :\n\nPrevious ATR(n−1)+TRnwhere:n=Number of periodsTR=True range\\begin{aligned}&\\frac{ \\text{Previous ATR} ( n - 1 ) + \\text{TR} }{ n } \\\\&\\textbf{where:} \\\\&n = \\text{Number of periods} \\\\&\\text{TR} = \\text{True range} \\\\\\end{aligned}​nPrevious ATR(n−1)+TR​where:n=Number of periodsTR=True range​\n\nIf there is not a previous ATR calculated, you must use:\n\n(1n)∑inTRiwhere:TRi=Particular true range, such as first day’s TR,then second, then thirdn=Number of periods\\begin{aligned}&\\Big ( \\frac{ 1 }{ n } \\Big ) \\sum_{i}^{n} \\text{TR}_i \\\\&\\textbf{where:} \\\\&\\text{TR}_i = \\text{Particular true range, such as first day's TR,} \\\\&\\text{then second, then third} \\\\&n = \\text{Number of periods} \\\\\\end{aligned}​(n1​)i∑n​TRi​where:TRi​=Particular true range, such as first day’s TR,then second, then thirdn=Number of periods​\n\nThe capital sigma symbol (Σ) represents the summation of all of the terms fornperiods starting ati, or the period specified. If there is no number followingi, it is assumed the starting point is the first period (you may seei=1, noting to start summing at the first term).\n\nYou must first use the following formula to calculate the true range:\n\nTR=Max[(H−L),∣H−Cp∣,∣L−Cp∣]where:H=Today’s highL=Today’s lowCp=Yesterday’s closing priceMax=Highest value of the three termssothat:(H−L)=Today’s high minus the low∣H−Cp∣=Absolute value of today’s high minusyesterday’s closing price∣L−Cp∣=Absolute value of today’s low minusyesterday’s closing price\\begin{aligned}&\\text{ TR } = \\text{ Max } [ ( \\text{H} - \\text{L} ), | \\text{H} - \\text{C}_p |, | \\text{L} - \\text{C}_p | ] \\\\&\\textbf{where:} \\\\&\\text{H} = \\text{Today's high} \\\\&\\text{L} = \\text{Today's low} \\\\&\\text{C}_p = \\text{Yesterday's closing price} \\\\&\\text{Max} = \\text{Highest value of the three terms} \\\\&\\textbf{so that:} \\\\&( \\text{H} - \\text{L} ) = \\text{Today's high minus the low} \\\\&| \\text{H} - \\text{C}_p | = \\text{Absolute value of today's high minus} \\\\&\\text{yesterday's closing price} \\\\&| \\text{L} - \\text{C}_p | = \\text{Absolute value of today's low minus} \\\\&\\text{yesterday's closing price} \\\\\\end{aligned}​TR=Max[(H−L),∣H−Cp​∣,∣L−Cp​∣]where:H=Today’s highL=Today’s lowCp​=Yesterday’s closing priceMax=Highest value of the three termsso that:(H−L)=Today’s high minus the low∣H−Cp​∣=Absolute value of today’s high minusyesterday’s closing price∣L−Cp​∣=Absolute value of today’s low minusyesterday’s closing price​\n\nThe first step in calculating ATR is to find a series of true range values for a security. The price range of an asset for a given trading day is its high minus its low. To find an asset's true range value, you first determine the three terms from the formula.\n\nSuppose that XYZ's stock had a trading high today of $21.95 and a low of $20.22. It closed yesterday at $21.51. Using the three terms, we use the highest result:\n\n(H−L)=$21.95−$20.22=$1.73( \\text{H} - \\text{L}) = \\$21.95 - \\$20.22 = \\$1.73(H−L)=$21.95−$20.22=$1.73\n\n∣(H−Cp)∣=∣$21.95−$21.51∣=$0.44| ( \\text{H} - \\text{C}_p ) | = | \\$21.95 - \\$21.51 | = \\$0.44∣(H−Cp​)∣=∣$21.95−$21.51∣=$0.44\n\n∣(L−Cp)∣=∣$20.22−$21.51∣=$1.29| ( \\text{L} - \\text{C}_p ) | = | \\$20.22 - \\$21.51 | = \\$1.29∣(L−Cp​)∣=∣$20.22−$21.51∣=$1.29\n\nThe number you'd use would be $1.73 because it is the highest value.\n\nBecause you don't have a previous ATR, you need to use the ATR formula:\n\n(1n)∑inTRi\\begin{aligned}\\Big ( \\frac{ 1 }{ n } \\Big ) \\sum_{i}^{n} \\text{TR}_i\\end{aligned}(n1​)i∑n​TRi​​\n\nUsing 14 days as the number of periods, you'd calculate the TR for each of the 14 days. Assume the following prices from the table.\n\nYou'd use these prices to calculate the TR for each day.\n\nYou find that the highest values for each day are from the (H - L) column, so you'd add up all of the results from the (H - L) column and multiply the result by 1/n, per the formula.\n\n$1.73+$1.15+$1.16+$1.12+$1.15+$1.16+$1.09+$1.17+$1.14+$1.15+$1.16+$1.14+$1.16+$1.17=$16.65\\begin{aligned}\\$1.73 &+ \\$1.15 + \\$1.16 + \\$1.12 + \\$1.15 + \\$1.16 + \\$1.09 \\\\&+ \\$1.17 + \\$1.14 + \\$1.15 + \\$1.16 + \\$1.14 + \\$1.16 \\\\&+ \\$1.17 = \\$16.65 \\\\\\end{aligned}$1.73​+$1.15+$1.16+$1.12+$1.15+$1.16+$1.09+$1.17+$1.14+$1.15+$1.16+$1.14+$1.16+$1.17=$16.65​\n\n1n($16.65)=114($16.65)\\begin{aligned}\\frac{ 1 }{ n } (\\$16.65) = \\frac{ 1 }{ 14 } (\\$16.65)\\end{aligned}n1​($16.65)=141​($16.65)​\n\n0.714×$16.65=$1.18\\begin{aligned}0.714 \\times \\$16.65 = \\$1.18\\end{aligned}0.714×$16.65=$1.18​\n\nSo, the average volatility for this asset is $1.18.\n\nNow that you have the ATR for the previous period, you can use it to determine the ATR for the current period using the following:\n\nPrevious ATR(n−1)+TRn\\begin{aligned}\\frac{ \\text{Previous ATR} ( n - 1 ) + \\text{TR} }{ n }\\end{aligned}nPrevious ATR(n−1)+TR​​\n\nThis formula is much simpler because you only need to calculate the TR for one day. Assuming on Day 15, the asset has a high of $25.55, a low of $24.37, and closed the previous day at $24.87; its TR works out to $1.18:\n\n$1.18(14−1)+$1.1814\\begin{aligned}\\frac{ \\$1.18 ( 14 - 1 ) + \\$1.18 }{ 14 }\\end{aligned}14$1.18(14−1)+$1.18​​\n\n$1.18(13)+$1.1814\\begin{aligned}\\frac{ \\$1.18 ( 13 ) + \\$1.18 }{ 14 }\\end{aligned}14$1.18(13)+$1.18​​\n\n$15.34+$1.1814\\begin{aligned}\\frac{ \\$15.34 + \\$1.18 }{ 14 }\\end{aligned}14$15.34+$1.18​​\n\n$16.5214=$1.18\\begin{aligned}\\frac{ \\$16.52 }{ 14 } = \\$1.18\\end{aligned}14$16.52​=$1.18​\n\nThe stock closed the day again with an average volatility (ATR) of $1.18.\n\nImage by Sabrina Jiang © Investopedia 2020\n\nWilder originally developed the ATR forcommodities, although the indicator can also be used for stocks and indices.Simply put, a stock experiencing a high level of volatility has a higher ATR, and a lower ATR indicates lower volatility for the period evaluated.\n\nThe ATR may be used bymarket techniciansto enter and exit trades and is a useful tool to add to a trading system. It was created to allow traders to more accurately measure the daily volatility of an asset by using simple calculations. The indicator does not indicate the price direction; instead, it is used primarily to measure volatility caused by gaps and limit up or down moves. The ATR is relatively simple to calculate and only needs historical price data.\n\nThe ATR is commonly used as an exit method that can be applied no matter how the entry decision is made. One popular technique is known as the \"chandelier exit\" and was developed by Chuck LeBeau. The chandelier exit places atrailing stopunder the highest high the stock has reached since you entered the trade. The distance between the highest high and the stop level is defined as some multiple multiplied by the ATR.\n\nImage by Sabrina Jiang © Investopedia 2020\n\nThe ATR can also give a trader an indication of what size trade to use in thederivativesmarkets. It is possible to use the ATR approach to position sizing that accounts for an individual trader's willingness to accept risk and the volatility of the underlying market.\n\nAs a hypothetical example, assume the first value of a five-day ATR is calculated at 1.41, and the sixth day has a true range of 1.09. The sequential ATR value could be estimated by multiplying the previous value of the ATR by the number of days less one and then adding the true range for the current period to the product.\n\nNext, divide the sum by the selected timeframe. For example, the second value of the ATR is estimated to be 1.35, or (1.41 * (5 - 1) + (1.09)) / 5. The formula could then be repeated over the entire period.\n\nWhile the ATR doesn't tell us in which direction the breakout will occur, it can be added to theclosing price, and the trader can buy whenever the next day's price trades above that value. This idea is shown below. Trading signals occur relatively infrequently but usuallyindicate significant breakout points. The logic behind these signals is that whenever a price closes more than an ATR above the most recent close, a change in volatility has occurred.\n\nImage by Sabrina Jiang © Investopedia 2020\n\nThere are two main limitations to using the ATR indicator. The first is that ATR is a subjective measure, meaning that it is open to interpretation. No single ATR value will tell you with any certainty that a trend is about to reverse or not. Instead, ATR readings should always be compared against earlier readings to get a feel of a trend's strength or weakness.\n\nSecond, ATR only measures volatility and notthe direction of an asset's price.This can sometimes result in mixed signals, particularly when markets are experiencing pivots or when trends are at turning points. For instance, a sudden increase in the ATR following a large move counter to the prevailing trend may lead some traders to think the ATR is confirming the old trend; however, this may not be the case.\n\nAverage true range is used to evaluate an investment's price volatility. It is used in conjunction with other indicators and tools to enter and exit trades or decide whether to purchase an asset.\n\nAn average true range value is the average price range of an investment over a period. So if the ATR for an asset is $1.18, its price has an average range of movement of $1.18 per trading day.\n\nA good ATR depends on the asset. If it generally has an ATR of close to $1.18, it is performing in a way that can be interpreted as normal. If the same asset suddenly has an ATR of more than $1.18, it might indicate that further investigation is required. Likewise, if it has a much lower ATR, you should determine why it is happening before taking action.\n\nThe average true range is an indicator of the price volatility of an asset. It is best used to determine how much an investment's price has been moving in the period being evaluated rather than an indication of a trend. Calculating an investment's ATR is relatively straightforward, only requiring you to use price data for the period you're investigating.\n\nTradingView. \"Average True Range (ATR).\"\n\nAndreas Clenow. “Following the Trend,” Pages 54–6, 76–9. John Wiley & Sons, 2023.\n\nStockCharts. \"Chandelier Exit.\"",
  "url": "https://www.investopedia.com/terms/a/atr.asp"
}