{
  "term": "Average Return: Meaning, Calculations and Examples",
  "definition": "The average return is the simple mathematical average of a series ofreturnsgenerated over a specified period of time. An average return is calculated the same way that a simple average is calculated for any set of numbers. The numbers are added together into a single sum, then the sum is divided by the count of the numbers in the set.\n\nThere are several return measures and ways to calculate them. For the arithmetic average return, one takes the sum of the returns and divides it by the number of return figures.\n\nAverage Return=Sum of ReturnsNumber of Returns\\text{Average Return} = \\dfrac{\\text{Sum of Returns}}{\\text{Number of Returns}}Average Return=Number of ReturnsSum of Returns​\n\nThe average return tells an investor or analyst what the returns for a stock orsecurityhave been in the past, or what the returns of a portfolio of companies are. The average return is not the same as an annualized return, as it ignorescompounding.\n\nOne example of average return is the simplearithmetic mean. For instance, suppose an investment returns the following annually over a period of five full years: 10%, 15%, 10%, 0%, and 5%. To calculate the average return for the investment over this five-year period, the five annual returns are added together and then divided by 5. This produces an annual average return of 8%.\n\nNow, let’s look at a real-life example. Shares of Walmart returned 9.1% in 2014, lost 28.6% in 2015, gained 12.8% in 2016, gained 42.9% in 2017, and lost 5.7% in 2018. The average return of Walmart over those five years is 6.1%, or 30.5% divided by 5 years.\n\nThe simplegrowth rateis a function of the beginning and ending values or balances. It is calculated by subtracting the ending value from the beginning value and then dividing by the beginning value. The formula is as follows:\n\nGrowth Rate=BV−EVBVwhere:BV=Beginning ValueEV=Ending Value\\begin{aligned} &\\text{Growth Rate} = \\dfrac{\\text{BV} -\\text{EV}}{\\text{BV}}\\\\ &\\textbf{where:}\\\\ &\\text{BV} = \\text{Beginning Value}\\\\ &\\text{EV} = \\text{Ending Value}\\\\ \\end{aligned}​Growth Rate=BVBV−EV​where:BV=Beginning ValueEV=Ending Value​\n\nFor example, if you invest $10,000 in a company and the stock price increases from $50 to $100, then the return can be calculated by taking the difference between $100 and $50 and dividing by $50. The answer is 100%, which means you now have $20,000.\n\nThe simple average of returns is an easy calculation, but it is not very accurate. For more accurate calculations of returns, analysts and investors also frequently use the geometric mean or the money-weighted rate of return.\n\nWhen looking at average historical returns, thegeometric averageis a more precise calculation. The geometric mean is always lower than the average return. One benefit of using the geometric mean is that the actual amounts invested need not be known. The calculation focuses entirely on the return figures themselves and presents an apples-to-apples comparison when looking at two or more investments’ performances over more various time periods.\n\nThe geometric average return is sometimes called thetime-weighted rate of return (TWR)because it eliminates the distorting effects on growth rates created by various inflows and outflows of money into an account over time.\n\nAlternatively, themoney-weighted rate of return (MWRR)incorporates the size and timing of cash flows, making it an effective measure for returns on a portfolio that has received deposits,dividend reinvestments, and/or interest payments, or has had withdrawals.\n\nThe MWRR is equivalent to theinternal rate of return (IRR), where the net present value equals zero.",
  "url": "https://www.investopedia.com/terms/a/averagereturn.asp"
}