{
  "term": "Average Inventory: Definition, Calculation Formula, and Example",
  "definition": "Average inventory is a method of inventory management that can indicate how much inventory a company is maintaining across a specified period.\n\nAverage inventory is a calculation that estimates the value or number of a particular good or set of goods during two or more specified periods. It may vary from the median value of the same data set. It’s computed by averaging the starting and ending inventory values over a specified period.\n\nInventory is the value of all the goods ready for sale or all of theraw materialsto create those goods that are stored by a company. Successful inventory management is a key focal point for companies as it allows them to better manage their overall business in terms of sales, costs, and relationships with their suppliers.\n\nTwo points do not always accurately represent changes in inventory over different periods so average inventory is frequently calculated by using the number of points needed to more accurately reflect activities across a certain amount of time.\n\nFor instance, if a business was attempting to calculate the average inventory over a fiscal year, it may be more accurate to use the inventory count from the end of each month, including the base month. The values associated with each point are added together and divided by the number of points, in this case, 13, to determine the average inventory.\n\nThe average inventory figures can be used as a point of comparison when looking at overall sales volume, allowing a business to track inventory losses that may have occurred due to theft orshrinkage, or due to damaged goods caused by mishandling. It also accounts for any perishable inventory that has expired.\n\nThe formula for average inventory can be expressed as follows:\n\nAverage Inventory = (Current Inventory + Previous Inventory) / Number of Periods\n\nAverage inventory is used often inratio analysis; for instance, in calculatinginventory turnover.\n\nA company may choose to use a moving average inventory when it's possible to maintain aperpetual inventorytracking system. This allows the business to adjust the values of the inventory items based on information from the last purchase.\n\nEffectively, this helps compare inventory averages across multiple periods by converting all pricing to the current market standard. This makes it similar to adjusting historical data based on the rate ofinflationfor more stable market items. It allows simpler comparisons of items that experience high levels of volatility.\n\nA shoe company is interested in better managing its inventory. The current inventory in its warehouse is equal to $10,000. This is in line with the inventory for the three previous months, which were valued at $9,000, $8,500, and $12,000.\n\nWhen calculating a three-month inventory average, the shoe company achieves the average by adding the current inventory of $10,000 to the previous three months of inventory, recorded as $9,000, $8,500 and $12,000, and dividing it by the number of data points, as follows:\n\nAverage Inventory = ($10,000 + $9,000 + $8,500 + $12,000) / 4\n\nThis results in an average inventory of $9,875 over the period being examined.",
  "url": "https://www.investopedia.com/terms/a/average-inventory.asp"
}