{
  "term": "Back-to-Back Letters of Credit: Definition in Banking and Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nBack-to-back letters of credit are twoletters of credit (LoCs)used together to finance a transaction. These are used primarily in international transactions. The first letter of credit serves as collateral for the second letter of credit. Back-to-back letters of credit are usually used in a transaction involving an intermediary between the buyer and seller, such as a broker.\n\nBack-to-back letters of credit are made up of two different letters of credit, with a first one spurring the creation of the second.\n\nWith a back-to-back letter of credit, the buyer'sbankissues one letter of credit to the intermediary or broker. The intermediary's bank issues the other letter of credit to the seller. With the original letter of credit from the buyer's bank in place, the broker goes to his own bank and has a second LoC issued, with the seller as thebeneficiary.\n\nThe seller is ensured of payment upon fulfilling the terms of the contract and presenting the appropriate documentation to the intermediary's bank. In some cases, the buyer and seller may not even have knowledge of each other's identities. Depending on the type of transaction, this could be valuable to the parties involved.\n\nIn general, letters of credit (LoCs) are one of the most secure instruments available to international traders, according to the U.S. International Trade Administration. While gathering a foreign buyer's credit information is challenging, the exporter can be satisfied with the buyer's foreign bank's creditworthiness. The importer or buyer is protected as well, as the goods must be shipped before payment is sent.\n\nBack-to-back LoCs essentially substitute the two issuing banks' credit for the buyer's credit and the intermediary's credit. The two letters of credit used in a back-to-back transaction typically have:\n\nA back-to-back letter of credit can offer privacy to a buyer and seller. They may be used as a substitute if a transferable letter of credit isn't available. They can also help facilitate trade between parties who may be negotiating internationally and cannot verify one another's credit.\n\nHowever, fees and other charges may apply to a back-to-back letter of credit, and the process involves multiple steps and letters where terms may get murky or vary. As a result, banks tend to discourage using back-to-back letters of credit.If the beneficiary doesn't achieve the terms laid out, there could be a risk to the bank issuing the second letter of credit.\n\nCompany XYZ is in the U.S. and sells heavy machinery. Company ABC is in China and wants to purchase heavy machinery from XYZ. However, XYZ does not want to take on the risk of defaulted payment by ABC. A London-based trading firm agrees to broker a deal between the two companies. The London firm wants to ensure that the trade is made and that it receives a commission for the deal.\n\nBack-to-back letters of credit can be used to make sure the transaction goes through. So, ABC will request a letter of credit from an established Chinese bank, with the London-based firm as beneficiary. In turn, the London firm will use that letter of credit to go to its own established bank in the U.K. and have it issue a letter of credit to XYZ. Because the creditworthiness of the two banks is already established, it stands in for the creditworthiness of the other companies.\n\nXYZ can now ship its heavy machinery, knowing that once the transaction is complete, it will be paid by the U.K. bank. The broker is also assured of being paid. The credit risk has been removed from the transaction.\n\nThe primary risk is for the bank issuing the second letter of credit if the original beneficiary doesn't meet the terms and conditions or if there are issues with the settlement date's expiration. As a result, banks don't encourage their use. Generally, a letter of credit is a more secure form of payment for an exporter and less so for the importer.\n\nA back-to-back letter of credit is not the same as a transferable letter of credit. With a transferable letter of credit, the beneficiary can transfer the letter of credit's rights and protection to another party. The transferable letter of credit must be either issued as transferable or amended to make it transferable. A back-to-back letter of credit comprises two different letters of credit that are not transferrable.\n\nTypically, both letters of credit areirrevocable letters of credit. Each letter can't be canceled or modified without all participants' explicit agreement. Amendments can be complicated with a back-to-back letter of credit situation, as the second letter depends on the first.\n\nThe term back-to-back letter of credit describes a transaction involving two separate letters of credit, issued by banks on behalf of clients. These are often used to finance international transactions by companies that want to avoid the risk of doing business with an unknown trading partner.\n\nRelying on this process while engaged in international trade can offer benefits and disadvantages, particularly if the letters are not structured well. Consult with a financial professional or your banker to discuss the potential risks and rewards of a back-to-back letter of credit.\n\nUSAID. \"Letters of Credit and Trade Finance,\" Page 104.\n\nInternational Trade Administration. \"Methods of Payment.\"\n\nScotiabank. \"Documentary Letters of Credit: A Practical Guide,\" Page 5.",
  "url": "https://www.investopedia.com/terms/b/back-to-back-letters-of-credit.asp"
}