{
  "term": "Backwardation: Definition, Causes, and Example",
  "definition": "Backwardation is when the current price, or spot price, of anunderlying assetis higher than prices trading in thefutures market.\n\nThe slope of the curve forfuturesprices is important because the curve is used as a sentiment indicator. The expected price of the underlying asset is always changing, in addition to the price of the future's contract, based on fundamentals, trading positioning, and supply and demand.\n\nThespot priceis a term that describes the current market price for an asset or investment, such as a security, commodity, or a currency. The spot price is the price at which the asset can be bought or sold currently and will change throughout a day or over time due to supply and demand forces.\n\nShould afutures contractstrike price be lower than today's spot price, it means there is the expectation that the current price is too high and the expected spot price will eventually fall in the future. This situation is called backwardation.\n\nFor example, when futures contracts have lower prices than the spot price, traders willsell shortthe asset at its spot price and buy the futures contracts for a profit. This drives the expected spot price lower over time until it eventually converges with the futures price.\n\nFor traders and investors, lower futures prices or backwardation is a signal that the current price is too high. As a result, they expect the spot price will eventually fall as theexpiration datesof the futures contracts approaches.\n\nBackwardation is sometimes confused with an inverted futures curve. In essence, a futures market expects higher prices at longer maturities and lower prices as you move closer to the present day when you converge at the present spot price. The opposite of backwardation iscontango, where the futures contract price is higher than the expected price at some future expiration.\n\nBackwardation can occur as a result of a higher demand for an asset currently than the contracts maturing in the future through the futures market. The primary cause of backwardation in the commodities' futures market is a shortage of the commodity in the spot market.Manipulationof supply is common in the crude oil market. For example, some countries attempt to keep oil prices at high levels to boost their revenues. Traders that find themselves on the losing end of this manipulation and can incur significant losses.\n\nSince the futures contract price is below the current spot price, investors who are net long on the commodity benefit from the increase in futures prices over time, as the futures price and spot price converge. Additionally, a futures market experiencing backwardation is beneficial to speculators and short-term traders who wish to gain fromarbitrage.\n\nHowever, investors can lose money from backwardation if futures prices continue to fall, and the expected spot price does not change due to market events or a recession. Also, investors trading backwardation due to a commodityshortagecan see their positions change rapidly if new suppliers come online and ramp up production.\n\nFutures contracts are financial contracts that obligate a buyer to purchase an underlying asset and a seller to sell an asset at a preset date in the future. A futures price is the price of an asset's futures contract that matures and settles in the future.\n\nFor example, a December futures contract matures in December. Futures allow investors to lock in a price, by either buying or selling the underlying security or commodity. Futures have expiration dates and preset prices. These contracts allow investors to takedeliveryof the underlying asset at maturity, or offset the contract with a trade. The net difference between the purchase and sale prices would becash settled.\n\nBackwardation can be beneficial to speculators and short-term traders wishing to gain from arbitrage.\n\nBackwardation can be used as a leading indicator signaling that spot prices will fall in the future.\n\nInvestors can lose money from backwardation if futures prices continue to move lower.\n\nTrading backwardation due to a commodity shortage can lead to losses if new suppliers come online to boost production.\n\nIf prices are higher with each successive maturity date in the futures market, it's described as an upward sloping forward curve. This upward slope—known as contango—is the opposite of backwardation. Another name for this upward sloping forward curve isforwardation.\n\nIn contango, the price of the November futures contract is higher than October's, which is higher than July's and so on. Under normal market conditions, it makes sense that prices of futures contracts increase the farther the maturity date since they include investment costs such ascarrying costsor storage costs for a commodity.\n\nWhen futures prices are higher than current prices, there's the expectation that the spot price will rise to converge with the futures price. For example, traders will sell or short futures contracts that have higher prices in the future and purchase at the lower spot prices. The result is more demand for the commodity driving the spot price higher. Over time, the spot price and the futures price converge.\n\nA futures market can shift between contango and backwardation and remain in either state for a short or extended period.\n\nFor example, let's say the there was a crisis in the production ofWest Texas Intermediatecrude oil due to poor weather. As a result, the current supply of oil falls dramatically. Traders and businesses rush in and buy the oil, which pushes the spot price to $150 per barrel.\n\nHowever, traders expect the weather issues to be temporary. As a result, the prices of futures contracts for the end of the year remain relatively unchanged, at $90 per barrel. The oil markets would be in backwardation.\n\nOver the course of the next few months, the weather issues are resolved, and crude oil production and supplies get back to normal levels. Over time, the increased production pushes down spot prices to converge with the end-of-year futures contracts.",
  "url": "https://www.investopedia.com/terms/b/backwardation.asp"
}