{
  "term": "Backlog Definition, Implications, and Real-World Examples",
  "definition": "A backlog is a buildup of work that needs to be completed. The term \"backlog\" has a number of uses in accounting and finance. It may, for example, refer to a company's sales orders waiting to be filled or a stack of financial paperwork, such as loan applications, that needs to be processed.\n\nWhen apublic companyhas a backlog, there can be implications for shareholders because the backlog may have an impact on the company's future earnings, as having a backlog could suggest the firm is unable to meet demand.\n\nThe term backlog is used to indicate the existing workload that exceeds the production capacity of a firm or department, often used in construction or manufacturing.\n\nThe presence of a backlog can have positive or negative implications. For example, a rising backlog of product orders might indicate rising sales. On the other hand, companies generally want to avoid having a backlog as it could suggest increasing inefficiency in the production process. Likewise, a falling backlog might be a portentous sign of lagging demand but may also signify improving production efficiency. Naturally, unexpected backlogs can compromiseforecastsand production schedules.\n\nBacklogs may also apply to companies that develop products/services on a subscription basis, such as SaaS (software-as-a-service) providers. A backlog, in this case, is not due to the company being unable to meet demand but because the time for performance or provision of the service (i.e., future months of the subscription or contract) has not yet been reached.\n\nConsider a company that sells printed T-shirts. It has the capacity to print 1,000 T-shirts each day. Typically, this level of production is right in line with the demand for the company's shirts, as it receives approximately 1,000 daily orders.\n\nOne month, the company unveils a new T-shirt design that quickly catches on among college students. Suddenly, it is receiving 2,000 orders per day, but its production capacity remains at 1,000 shirts per day. Because the company is receiving more orders each day than it has the capacity to fill, its backlog grows by 1,000 shirts per day until it raises production to meet the increaseddemand.\n\nWhen Apple (AAPL) debuted the iPhone X, a 10th-anniversary edition of the iPhone, in October 2017, overwhelming initial demand for the phone created a weeks-long backlog on pre-orders. Apple was forced to delay shipments to late November and then again to December for customers pre-ordering the phone upon launch. Many criticized the backlog as an example of poor sales forecasting by Apple, which saw a similar situation happen when the firm debuted its Apple Watch product in 2015.\n\nThe2008 housing crisisresulted in a backlog of foreclosures in which lenders had large inventories of residential properties they needed to sell and get off the books. With homes going intoforeclosureat a much faster rate than usual, lenders did not have the capacity to process all the foreclosures in a timely manner.\n\nIn many cases, these lender backlogs resulted in situations where delinquent borrowers were able to remain in their homes for several years without making any mortgage payments. The housing recovery did not begin in earnest until such backlogs were mostly cleared.",
  "url": "https://www.investopedia.com/terms/b/backlog.asp"
}