{
  "term": "Backup Withholding: Definition, How It Works, and Who Is Subject",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nBackup withholding is money set aside for tax purposes for withdrawn investment income.\n\nBackup withholding is a tax that is levied oninvestment income, at an established tax rate, as the investor withdraws it. For payments not subject to withholding, payers are required to withhold the tax. Backup withholding helps to ensure that government tax-collecting agencies, such as theInternal Revenue Service (IRS)or the Canada Revenue Agency, will be able to receive income taxes owed to them from investors’ earnings.\n\nBackup withholding may be applied when an investor has not met rules regardingtaxpayer identification numbers (TINs). At the time the investor withdraws their investment income, the amount mandated by the backup withholding tax is remitted to the government, immediately providing the tax-collecting body with the required funds but leaving the investor with less short-term cash flow.\n\nInvestors commonly earn income—for example, interest payments,dividends, and distributions—from assets they've invested in. While this income is taxable at the time it is received, the taxes owed on a calendar year’s investment income only come due once every year duringtax season.\n\nInvestors could potentially spend all of their investment income before the annualincome taxescome due. This could render them unable to pay taxes, leaving the IRS with the difficult and expensive job of collecting the taxes owed. It is primarily this risk that motivates the government to sometimes require backup withholding taxes to be levied byfinancial institutionsat the time investment income is earned.\n\nMembers who receive at least $10 in cooperative patronage dividends, reported onIRS Form 1099-PATR, might also be subject to backup withholding as well.\n\nSome taxpayers are exempt from backup withholding. If you've reported your name andSocial Security number (SSN)to the payer withForm W-9and it matches the IRS documentation and if the IRS has not notified you that you are subject to mandatory backup withholding, you could be exempt.\n\nFor those not exempt, the following are common payment types that could be subject to backup withholding:\n\nBackup withholding is used by the IRS to make sure it collects taxes on income that an investor may have already spent before their tax bill comes due.\n\nTaxpayers may also be subject to backup withholding if they did not provide the correct TIN or if they did not report dividend, interest, or patronage dividend income to the IRS. Other types of payments also subject to backup withholding include rents, royalty payments, profits,commissions, fees, and other payments for work as anindependent contractor. Gambling winnings may also be subject to backup withholding if they were not subject to standard gambling withholding.\n\nIf a contractor or investor does not provide the correct TIN to receivepayments that are reportable on Form 1099, the payer is required to withhold at a rate of 24%. Payers might also be required to withhold at that rate if the IRS informs them that the payee's underreported interest or dividends on their income tax returns. In such an instance, the tax filer will be notified four times over 120 days of the issue and the intent to institute backup withholding.\n\nIf a tax filer’s 1099 indicates backup withholding, that amount can be applied as a credit against any income tax filing for that year.\n\nThe IRS may also require backup withholding if you or yourbrokerdon't (or didn't) report dividend or interest income received from investments held. This is less common due to automated reporting by most brokerage firms.\n\nIf you fail to report or underreported interest or dividends, the IRS will notify you via four notices mailed to your home address over a period of seven months regarding future backup withholding.\n\nBackup withholding could be a bad thing, since it ties up money with the IRS that could otherwise be used for investment purposes. If you are subject to backup withholding, however, you may receive some of that money back as a tax refund.\n\nMost American citizens are exempted from backup withholding so long as their tax identification number or social security number is on file with their broker and corresponds with their legal name.Retirementaccounts and unemployment income are also exempted.\n\nYou may be subject to backup withholding if you are a foreign citizen, or are an American who has not provided your correct TIN/SSN, made the proper certifications, or reported all your taxable interest and dividends on your tax return to the IRS.\n\nThe IRS imposes backup withholding on certain investment income to prevent tax shortfalls, but the practice also ties up funds that could otherwise be invested. Thankfully, most Americans are exempted from backup withholding, so long as a Social Security number or taxpayer ID is on file and matches the personal information of the brokerage account holder.\n\nInternal Revenue Service. \"Form W-9, Request for Taxpayer Identification Number and Certification,\" Page 2.\n\nInternal Revenue Service. \"Backup Withholding.\"\n\nInternal Revenue Service. \"Topic No. 307, Backup Withholding.\"\n\nInternal Revenue Service. \"Tax Withholding Types.\"",
  "url": "https://www.investopedia.com/terms/b/backupwithholding.asp"
}