{
  "term": "Backtesting: Definition, How It Works, and Downsides",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nInvestopedia / Michela Buttignol\n\nBacktesting is the general method for seeing how well a strategy or model would have done after the fact. It assesses the viability of atrading strategyby discovering how it would play out using historical data. If backtesting works, traders and analysts may have the confidence to employ it going forward.\n\nBacktesting allows a trader to simulate a trading strategy usinghistorical datato generate results and analyze risk and profitability before risking any actual capital.\n\nA well-conducted backtest that yields positive results assurestradersthat the strategy is fundamentally sound and is likely to yield profits when implemented in reality. In contrast, a well-conducted backtest that yields suboptimal results will prompt traders to alter or reject the strategy.\n\nParticularly complicated trading strategies, such as strategies implemented by automated trading systems, rely heavily on backtesting to prove their worth, as they are too arcane to evaluate otherwise.\n\nAs long as a trading idea can be quantified, it can be backtested. Some traders and investors may seek the expertise of a qualified programmer to develop the idea into a testable form. Typically, this involves a programmer coding the idea into the proprietary language hosted by thetrading platform.\n\nThe programmer can incorporate user-defined input variables that allow the trader to \"tweak\" the system. An example of this would be in thesimple moving average(SMA) crossover system. The trader would be able to input (or change) the lengths of the two moving averages used in the system. The trader could then backtest to determine which lengths of moving averages would have performed the best on the historical data.\n\nThe ideal backtest chooses sample data from a relevant time period of a duration that reflects a variety of market conditions. In this way, one can better judge whether the results of the backtest represent a fluke or sound trading.\n\nThe historical data set must include a trulyrepresentative sampleof stocks, including those of companies that eventually wentbankruptor were sold or liquidated. The alternative, including only data from historical stocks that are still around today, will produce artificially high returns in backtesting.\n\nA backtest should consider all trading costs, however insignificant, as these can add up over the course of the backtesting period and drastically affect the appearance of a strategy’s profitability. Traders should ensure that theirbacktesting softwareaccounts for these costs.\n\nOut-of-sample testing and forward performance testing provide further confirmation regarding a system's effectiveness and can show a system's true colors before real cash is on the line. A strongcorrelationbetween backtesting, out-of-sample, and forward performance testing results is vital for determining the viability of a trading system.\n\nForward performance testing, also known aspaper trading, provides traders with another set of out-of-sample data on which to evaluate a system. Forward performance testing is a simulation of actual trading and involves following the system's logic in a live market. It is also called paper trading since all trades are executed on paper only; that is, trade entries and exits are documented along with any profit or loss for the system, but no real trades are executed.\n\nAn important aspect offorward performance testingis to follow the system's logic exactly; otherwise, it becomes difficult, if not impossible, to accurately evaluate this step of the process. Traders should be honest about any trade entries and exits and avoid behavior such ascherry-pickingtrades or not including a trade on paper rationalizing that \"I would have never taken that trade.\" If the trade would have occurred following the system's logic, it should be documented and evaluated.\n\nWhile backtesting uses actual historical data to test for fit or success,scenario analysismakes use of hypothetical data that simulates various possible outcomes. For instance, scenario analysis will simulate specific changes in the values of the portfolio's securities or key factors that take place, such as a change in theinterest rate.\n\nScenario analysis is commonly used to estimate changes to aportfolio'svalue in response to an unfavorable event and may be used to examine a theoretical worst-case scenario.\n\nFor backtesting to provide meaningful results, traders must develop their strategies and test them in good faith, avoiding bias as much as possible. That means the strategy should be developed without relying on the data used in backtesting.\n\nThat’s harder than it seems. Traders generally build strategies based on historical data. They must be strict about testing with different data sets from those they train their models on. Otherwise, the backtest will produce glowing results that mean nothing.\n\nSimilarly, traders must avoid data dredging, in which they test a wide range of hypothetical strategies against the same set of data, which will also produce successes that fail inreal-timemarkets because there are many invalid strategies that would beat the market over a specific time period by chance.\n\nOne way to compensate for the tendency to data dredge or cherry-pick is to use a strategy that succeeds in the relevant, or in-sample, time period and backtest it with data from a different, or out-of-sample, time period. If in-sample and out-of-sample backtests yield similar results, then they are more likely to be proved valid.",
  "url": "https://www.investopedia.com/terms/b/backtesting.asp"
}