{
  "term": "Bad Credit: Definition, Examples, and How to Improve",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nBad credit refers to a person’s history of not paying bills on time and the likelihood that they will fail to make timely payments in the future. For individuals, it's often reflected in a low credit score. Businesses can also have bad credit.\n\nHaving bad credit makes it difficult to borrow money, especially at competitive interest rates.\n\nMost Americans who have ever borrowed money or signed up for a credit card will have a credit file at one or more of the three majorcredit bureaus: Equifax, Experian, and TransUnion. The information in those files, including how much money they owe and whether they have paid their bills on time, is used to compute theircredit score, a number that's intended as a guide to theircreditworthiness.\n\nThe most common credit score in the United States is theFICO Score, named for the former Fair Isaac Corp., which devised it.\n\nA FICO Score is made up of five major elements, assigned different weights:\n\nFICO Scores range from 300 to 850, and borrowers with scores of 579 or lower are generally considered to have bad credit. According to Experian, about 62% of people with scores at or below 579 are likely to become seriously delinquent on their loans in the future, making them poor risks for lenders.\n\nScores from 580 to 669 are labeled as fair. These borrowers are substantially less likely to become seriously delinquent on loans, making them much less risky to lend to than those with bad credit scores. However, even borrowers within this range may be forced to pay higher interest rates or have trouble securing loans at all, compared with borrowers who are closer to that top 850 mark.\n\nIf you have bad credit (or fair credit), there are steps you can take to get your credit score above 669—and keep it there. Here are some tips for accomplishing that, straight fromFICO.\n\nDo thisfor all of your credit cards and loans, or at least get on the email or text reminder lists provided by the lenders. This will help ensure that you remember to pay at least the minimum on time every month.\n\nBeware of advertised “quick fixes” to your credit score. Experts warn that there’s no such thing.\n\nMake payments above the minimum amount due whenever possible. Set a realisticrepaymentgoal and work toward it gradually. Having high total credit card debt damages your credit score, and paying more than the minimum duecan help raise it.\n\nCredit card accounts provide these disclosures. Focus on paying off the highest-interest debt fastest. This will free up the most cash, which you can then begin to apply to other, lower-interest debts.﻿\n\nDon’t close credit card accounts that you no longer use. Also, don’t open new accounts that you don’t need. Either move can damage your credit score.\n\nIf bad credit has made it difficult for you to get a regular credit card, consider applying for asecured credit card. It is similar to a bank debit card, in that it allows you to spend only the amount you have on deposit. Having a secured card and making timely payments on it can help you rebuild a bad credit score and eventually qualify for a regular card. It also is a good way for young adults to begin to establish a credit history.\n\nThis depends on how bad your credit score is to start. If you’re recovering from abankruptcy, it can take years to build up a good credit score. However, paying down debt to decrease your credit utilization ratio can have an impact in as little as a couple of months. And be sure to keep paying your credit bills on time.\n\nThere’s no set limit on how many lines of credit you can have open at one time. However, applying for too many cards in a short period can hurt your credit score. Consider how much credit you actually need before opening a new card account.\n\nYour payment history is the single most important factor in your credit score. Paying on time every month will have the biggest impact on your credit history. Missing payments can lower your score quickly and significantly.\n\nBad credit can be a major roadblock, especially if you hope to borrow money to purchase a home or a car. But it doesn’t have to be permanent.\n\nIf you have bad credit, paying your debts on time and paying down high balances can improve your credit score and make you more attractive to lenders. If you feel like you’re drowning in debt, a nonprofitcredit counselormay be able to help.\n\nmyFICO. “What’s in My FICO® Scores?”\n\nConsumer Financial Protection Bureau. “Getting and Keeping a Good Credit History,” Page 2.\n\nExperian. “384 Credit Score: Is It Good or Bad?”\n\nExperian. “What Is a Fair Credit Score?”\n\nExperian. “How Long Does It Take to Repair Your Credit?”",
  "url": "https://www.investopedia.com/terms/b/bad-credit.asp"
}