{
  "term": "Bad Debt Expense Definition and Methods for Estimating",
  "definition": "A bad debt expense is recognized when a receivable is no longer collectible because a customer is unable to fulfill their obligation to pay an outstanding debt due to bankruptcy or other financial problems. Companies that extend credit to their customers report bad debts as an allowance for doubtful accounts on thebalance sheet, which is also known as a provision for credit losses.\n\nWhen a company makes a credit sale, it books a credit to revenue and a debit to an account receivable. The problem with this accounts receivable balance is there is no guarantee the company will collect the payment. For many different reasons, a company may be entitled to receiving money for a credit sale but may never actually receive those funds.\n\nBecause the company may not actually receive all accounts receivable amounts, Accounting rules requires a company to estimate the amount it may not be able to collect. This amount must then be recorded as a reduction against net income because, even though revenue had been booked, it never materialized into cash.\n\nThis expense is called bad debt expenses, and they are generally classified as sales and general administrative expense. Though part of an entry for bad debt expense resides on the balance sheet, bad debt expense is posted to theincome statement. Recognizing bad debts leads to an offsetting reduction toaccounts receivableon the balance sheet—though businesses retain the right to collect funds should the circumstances change.\n\nThere are two different methods used to recognize bad debt expense. Using the directwrite-offmethod, uncollectible accounts are written off directly to expense as they become uncollectible. On the other hand, the allowance method accrues an estimate that gets continually revised.\n\nThe direct write-off method is used in the U.S. for income tax purposes. However, while the direct write-off method records the exact amount of uncollectible accounts, it fails to uphold the matching principle used inaccrual accountingandgenerally accepted accounting principles(GAAP). The matching principle requires that expenses be matched to related revenues in the same accounting period in which the revenue transaction occurs.\n\nThe major problem with the direct write-off is the unpredictability of when the expense may occur. Consider a company that has a single customer that has a material amount of pending accounts receivable. Under the direct write-off method, 100% of the expense would be recognized not only during a period that can't be predicted but also not during the period of the sale.\n\nThe entries to post bad debt using the direct write-off method result in a debit to 'Bad Debt Expense' and a credit to 'Accounts Receivable'. There is no allowance, and only one entry needs to be posted for the entry receivable to be written off.\n\nThe allowance method is an accounting technique that enables companies to take anticipated losses into consideration in itsfinancial statementsto limit overstatement of potential income. To avoid an account overstatement, a company will estimate how much of its receivables from current period sales that it expects will be delinquent.\n\nBecause no significant period of time has passed since the sale, a company does not know which exact accounts receivable will be paid and which will default. So, an allowance for doubtful accountsis established based on an anticipated, estimated figure.\n\nA company will debit bad debts expense and credit this allowance account. The allowance for doubtful accounts is acontra-asset accountthat nets against accounts receivable, which means that it reduces the total value of receivables when both balances are listed on the balance sheet. This allowance can accumulate across accounting periods and may be adjusted based on the balance in the account.\n\nTwo primary methods exist for estimating the dollar amount of accounts receivables not expected to be collected. Bad debt expense can be estimated using statistical modeling such as default probability to determine its expected losses to delinquent and bad debt. The statistical calculations can utilize historical data from the business as well as from the industry as a whole.The specific percentagewill typically increase as the age of the receivable increases, to reflect increasing default risk and decreasing collectibility.\n\nAlternatively, a bad debt expense can be estimated by taking a percentage of net sales, based on the company’s historical experience with bad debt. Companies regularly make changes to the allowance for credit losses entry, so that they correspond with the current statistical modeling allowances.\n\nThe aging method groups all outstanding accounts receivable by age, and specific percentages are applied to each group. The aggregate of all groups' results is the estimated uncollectible amount. For example, a company has $70,000 of accounts receivable less than 30 days outstanding and $30,000 of accounts receivable more than 30 days outstanding.\n\nBased on previous experience, 1% of accounts receivable less than 30 days old will not be collectible and 4% of accounts receivable at least 30 days old will be uncollectible. Therefore, the company will report an allowance and bad debt expense of $1,900 (($70,000 * 1%) + ($30,000 * 4%)). If the next accounting period results in an estimated allowance of $2,500 based on outstanding accounts receivable, only $600 ($2,500 - $1,900) will be the bad debt expense in the second period.\n\nThe sales method applies a flat percentage to the total dollar amount of sales for the period. For example, based on previous experience, a company may expect that 3% of net sales are not collectible. If the total net sales for the period is $100,000, the company establishes an allowance for doubtful accounts for $3,000 while simultaneously reporting $3,000 in bad debt expense.\n\nIf the following accounting period results in net sales of $80,000, an additional $2,400 is reported in the allowance for doubtful accounts, and $2,400 is recorded in the second period in bad debt expense. The aggregate balance in the allowance for doubtful accounts after these two periods is $5,400.\n\nAs part of its 2021 annual report, Amazon reported details in its notes to the financial statements regarding accounts receivables, allowance for doubtful accounts, and bad debt expense. Although bad debt expense is not explicitly called out in its financial statements, assumptions can be made based onfootnote disclosuresabout their allowance estimates.\n\nFrom the financial statement snippet above, the important words to note is \"net and other\". This means that the gross amount of accounts receivable have been reduced. Instead of showing the gross accounts receivable and an offsetting allowance for doubtful accounts, Amazon has combined these two amounts. At the end of 2021, Amazon reported $32.89 billion of accounts receivable.\n\nMore information about this balance is disclosed in the notes below.\n\nBased on the note disclosure, Amazon's allowance for doubtful accounts is $1.1 billion. This means the gross amount of accounts receivable is actually over $1 billion higher than what the company is showing on its financial statements.However, due to conservatism, this balance has been reduced.\n\nIn addition, it's important to note the change in the allowance from one year to the next. Because the allowance went relatively unchanged at $1.1 billion in both 2020 and 2021, the entry to bad debt expense would not have been material. However, the jump from $718 million in 2019 to $1.1 billion in 2022 would have resulted in a roughly $400 million bad debt expense to reconcile the allowance to its new estimate.\n\nConsider a company going bankrupt that can not pay for all of its bills. Some of the people it owes money to will not be made whole, meaning those people must recognize a loss. This situation represents bad debt expense on the side that is not going to collect the funds they are owed.\n\nTechnically, \"bad debt\" is classified as an expense. It is reported along with other selling, general, and administrative costs. In either case, bad debt represents a reduction in net income, so in many ways, bad debt has characteristics of both an expense and a loss account.\n\nBad debt expense is reported within the selling, general, and administrative expense section of the income statement. However, the entries to record this bad debt expense may be spread throughout a set of financial statements. The allowance for doubtful accounts resides on the balance sheet as a contra asset. Meanwhile, any bad debts that are directly written off reduce the accounts receivable balance on the balance sheet.\n\nBad debt expense is a natural part of any business that extends credit to its customers. Because a small portion of customers will likely end up not being able to pay their bills, a portion of sales or accounts receivable must be ear-marked as bad debt. This small balance is most often estimated and accrued using an allowance account that reduces accounts receivable, though a direct write-off method (which is not allowed under GAAP) may also be used.\n\nAmazon. \"2021 Annual Report.\" Page 39.\n\nAmazon. \"2021 Annual Report.\" Page 46.",
  "url": "https://www.investopedia.com/terms/b/bad-debt-expense.asp"
}