{
  "term": "Bad Debt: Definition, Write-Offs, and Methods for Estimating",
  "definition": "Bad debt is an amount of money that a creditor must write off if a borrower defaults on a loan. If a creditor has a bad debt on the books, it becomes uncollectible and is recorded as a charge-off.\n\nBad debt is a contingency that must be accounted for by all businesses that extend credit to customers, as there is always a risk that payment won’t be collected. These entities can estimate how much of their receivables may become uncollectible by using either the accounts receivable (AR) aging method or the percentage of sales method.\n\nBad debt is any credit advanced by any lender to adebtorthat shows no promise of ever being collected, either partially or in full. Any lender can have bad debt on their books, whether it’s a bank or other financial institution, a supplier, or a vendor.\n\nBad debts end up as such because the debtor can’t pay or refuses to pay because ofbankruptcy, financial difficulty, or negligence. These entities may exhaust every possible avenue to collect on bad debts before deeming them uncollectible, including collection activity and legal action.\n\nBusinesses must account forbad debt expensesusing one of two methods.\n\nThe direct write-off method is used in the United States for income tax purposes.\n\nThe Internal Revenue Service (IRS) allows businesses to write off bad debt onSchedule Cof tax Form 1040 if they previously reported it as income. Bad debt may include loans to clients and suppliers, credit sales to customers, and business loan guarantees. However, deductible bad debt does not typically include unpaid rents, salaries, or fees.\n\nFor example, a food distributor that delivers a shipment to a restaurant on credit in December will record the sale as income on its tax return for that year. But if the restaurant goes out of business in January and does not pay the invoice, the food distributor can write off the unpaid bill as a bad debt on its tax return in the following year.\n\nIndividuals are also able to deduct a bad debt from their taxable income if they previously included the amount in their income or loaned out cash and can prove that they intended to make a loan at the time of the transaction and not a gift. The IRS classifies nonbusiness bad debt asshort-term capital losses.\n\nThe term “bad debt” can also be used to describe debts that are taken to pay for goods that don’t appreciate. In other words, bad debt is a form of borrowing that doesn’t help your bottom line. In this sense,bad debt is in contrast to good debt, which an individual or company takes out to help generate income or increase their overall net worth.\n\nRecording bad debt involves a debit and a credit entry. Here’s how it’s done:\n\nThe allowance for doubtful accounts nets against the total AR presented on the balance sheet to reflect only the amount estimated to be collectible. This allowance accumulates across accounting periods and may be adjusted based on the balance in the account.\n\nPayments received later for bad debts that have already been written off are booked asbad debt recovery.\n\nWe’ve established that bad debts must be recorded. But what amounts are listed on corporate financial statements? This involves estimating uncollectible balances using one of two methods. This can be done through statistical modeling using an AR aging method or through a percentage of net sales.\n\nWe’ve highlighted the basics of each below.\n\nTheAR aging methodgroups all outstanding accounts receivable by age, and specific percentages are applied to each group. The aggregate of all groups’ results is the estimated uncollectible amount.\n\nThis method determines the expected losses to delinquent and bad debt by using a company’s historical data and data from the industry as a whole. The specific percentage typically increases as the age of the receivable increases to reflect rising default risk and decreasing collectibility.\n\nLet’s say a company has $70,000 of accounts receivable less than 30 days outstanding and $30,000 of accounts receivable more than 30 days outstanding. Based on previous experience, 1% of AR less than 30 days old will not be collectible, and 4% of AR at least 30 days old will be uncollectible.\n\nThis means the company must report an allowance and bad debt expense of $1,900. This is calculated as:\n\nIf the next accounting period results in an estimated allowance of $2,500 based on outstanding accounts receivable, only $600 ($2,500 - $1,900) will be the bad debt expense in the second period.\n\nA bad debt expense can be estimated by taking a percentage of net sales based on the company’s historical experience with bad debt. This method applies a flat percentage to the total dollar amount of sales for the period. Companies regularly make changes to theallowance for doubtful accountsso that they correspond with the current statistical modeling allowances.\n\nUsing the example above, let’s say a company expects that 3% of net sales are not collectible. If the total net sales for the period is $100,000, the company establishes an allowance for doubtful accounts for $3,000 while simultaneously reporting $3,000 in bad debt expense.\n\nIf the following accounting period results in net sales of $80,000, an additional $2,400 is reported in the allowance for doubtful accounts, and $2,400 is recorded in the second period in bad debt expense. The aggregate balance in the allowance for doubtful accounts after these two periods is $5,400.\n\nIn accounting, bad debt is the amount owed by a customer that is unlikely to be collected, resulting in a financial loss. This expense is recorded on the income statement and deducted from accounts receivable to present an accurate view of a company's assets. Bad debt can be managed by using either the direct write-off method or the allowance method. The allowance method is more widely accepted under GAAP.\n\nBad debt is considered a normal part of operating a business that extends credit to customers or clients. Companies should estimate the total amount of bad debt at the beginning of every year to help them budget for that year and account for non-collectible receivables.\n\nBad debt is not technically an asset but rather an expense that reduces the value of an asset. It reduces accounts receivable, which is an asset account on the balance sheet. When a company recognizes a bad debt, it creates a contra-asset account called \"allowance for doubtful accounts,\" which offsets accounts receivable.\n\nBad debt is debt that cannot be collected. It is a part of operating a business if that company allows customers to use credit for purchases. Bad debt is accounted for by crediting a contra-asset account and debiting a bad expense account, which reduces the accounts receivable.\n\nInternal Revenue Service. “Topic No. 453, Bad Debt Deduction.”",
  "url": "https://www.investopedia.com/terms/b/baddebt.asp"
}