{
  "term": "Bail-In: Definition and Role in a Financial Crisis",
  "definition": "A bail-in provides relief to a financial institution on the brink of failure by requiring the cancellation of debts owed tocreditorsand depositors. A bail-in is the opposite of abailout, which involves the rescue of a financial institution by external parties, typically governments, using taxpayers’ money for funding.\n\nBailouts help to prevent creditors from taking on losses, while bail-insmandate creditors to take losses.\n\nBail-ins and bailouts arise out of necessity rather than choice. Both offer options for helping institutions in a crisis. Bailouts were a powerful tool in the2008 Financial Crisis,but bail-ins have their place as well.\n\nInvestorsand deposit-holders in a troubled financial institution would prefer to keep the organization solvent rather than face the alternative of losing the full value of their investments or deposits in a crisis. Governments also would prefer not to let a financial institution fail becauselarge-scale bankruptcycould increase the likelihood of systemic problems for the market. These risks are why bailouts were used in the 2008 Financial Crisis, and the concept of \"too big to fail\" led to widespread reform.\n\nWhile most investors are familiar with bailouts and their uses, bail-ins are also a stratagem of economists. Europe has incorporated them to solve many of its greatest challenges. TheBank of International Settlement (BIS)has also spoken openly about how bail-ins can be used with a focus on integrations in theEuropean Union. In these scenarios, bail-ins can be used in cases wherein a full government bailout is unlikely.\n\nTypically, bail-ins are instituted for one of three reasons:\n\nDepositors in the U.S. are protected by theFederal Deposit Insurance Corporation(FDIC), which insures each bank account for up to $250,000. In a bail-in scenario, financial institutions would only use the amount of deposits that are in excess of a customer's 250,000 balance.\n\nCyprus and European Union resolutions provide two examples of bail-ins in action.\n\nWhile the public became familiar with the subject of bailouts in the aftermath of theGreat Recessionof 2008, bail-ins attracted attention in 2013 after government officials resorted to the strategy in Cyprus -a popular offshore tax haven. As discussed inThe National Herald,the consequences were that uninsured depositors (defined in the European Union as people with deposits larger than 100,000 euros) in the Bank of Cyprus lost a substantial portion of their deposits.\n\nIn return, the depositors received bank stock. However, the value of these stocks did not equate to most depositors’ losses.\n\nIn 2018, the European Union began looking at more broadly incorporating bail-ins into its resolution framework. In aspeech at the IADI-ERC International Conference, Fernando Restoy from the Bank for International Settlements discussed the bail-in plans. In the European Union, a new resolution framework is being considered that would potentially incorporate both bail-ins and bailouts. Bail-ins would be involved in the first phase of a resolution, requiring a specified amount of funds to be written off before bailout funds would become available.",
  "url": "https://www.investopedia.com/terms/b/bailin.asp"
}