{
  "term": "Bait and Switch: Definition, How Strategy Works, and Tips to Avoid",
  "definition": "Bait and switch is a morally suspect sales tactic that lures customers in with specific claims about the quality or low prices on items that turn out to be unavailable in order toupsellthem on a similar, pricier item.\n\nIt is considered a form of retail sales fraud, though it takes place in other contexts. While many countries have laws against using bait and switch tactics, not all occurrences constitute fraud.\n\nThe \"bait\" in a bait and switch can be an advertised physical product or service that has a notably attractive price or terms. It can also take the form of ateaserinterest rate, in the case of a mortgage, loan, or investment product. Once a customer comes into the store or office to inquire about the advertised price or rate, the advertiser will attempt to sell the customer a more expensive product, which constitutes the \"switch.\"\n\nBait-and-switch tactics, as a form of false advertising, may be subject to lawsuits in many countries, including the U.S., England, and Canada. However, no matter how aggressive the advertiser is in attempting to upsell a potential customer to a more expensive product if they can sell the advertised teaser product, there is no course of action for the consumer.\n\nIt is perfectly legal in the U.S. for a business to advertise a teaser item that is stocked in a limited amount (aloss leader, for example) as long as they also advertise that a limited number are available and offer arain checkif the item sells out.\n\nWhile relatively uncommon, the bait-and-switch tactic has gained notoriety in the mortgage market as a potentially unscrupulous marketing tactic meant to drive business. In a mortgage bait and switch, an agent or company will post exceedingly lowmortgage rates, knowing full well that the vast majority of applicants will be unable to qualify for these teaser rates. Once customers begin to come into the office to inquire about the low rate, the agent will proceed to offer them the higher rates they are more likely to qualify for, thus earning a greater commission.\n\nA similar strategy is seen in auto purchase financing, in which buyers are lured by the possibility of a car loan with a rate as low as 0%. In reality, very few people (if any) will qualify for such a rate.\n\nBait-and-switch-like tactics are common in other endeavors, as well.\n\nBait and switch scams can be difficult to notice in advance, but there are some ways to minimize becoming a victim. First, if something looks or sounds to good to be true it is a red flag. An image of a brand new car for sale or a luxury apartment for rent but with rock-bottom prices attached are probably misleading. If a seller comments that a product is in limited supply or out of stock, it can be another warning that you aren't going to get what's being offered. Confusing fine print or other terms and conditions can also be a sign of trouble.\n\nIn general, if a seller is reluctant or unwilling to disclose information if you ask (e.g., to send more pictures of the product, specifications, details, etc.) it could be because they do not actually have that product around. Thus, one way to avoid a bait and switch is to ask for more information and more photographs (if online). Also, be sure to get an offer of the deal in writing so that you can prove that you thought you were getting one thing and not the other. Always read the terms and conditions and fine print to see if anything strikes you as misleading.\n\nBait and switch tactics are often considered to be a type of fraud, and therefore is illegal. Bait and switch scams can fall under a number of violations, from breach of contract to false advertising. A “bait and switch” is also a potential violation of the Consumer Fraud and Deceptive Business Practices Act or Section 5 of the FTC Act. Ultimately, the U.S.Federal Trade Commission(“FTC”) is responsible for monitoring and enforcing laws that protect consumers from false advertising and fraudulent acts like bait and switch tactics. However, sellers can also minimize their exposure to such accusations by putting a legal disclaimer on their marketing materials.\n\nProving a bait and switch case in court can be difficult, and therefore it is often best to be vigilant as a consumer. For instance, to prosecute a false advertising claim, there are five criteria that must be met under Section 43 of the Lanham Act:\n\nTurboTax software maker intuit was fined $141 million in a settlement over bait-and-switch tactics related to its \"free-to-file\" tax service. Intuit was accused of misleading consumers into paying for online tax preparation services instead of using the company’s free service offerings.\n\nA “bait and switch” is a scam to mislead buyers, whereby a seller advertises an appealing but ingenuine offer to sell a product or service that the seller does not actually intend to sell. Instead, the seller offers a sub-par, defective, or unwanted alternative.\n\nIn politics, \"bait and switch\" can refer to a number of things. Politicians may be accused of a bait and switch if they campaign on one platform but then pursue a different agenda. It may also refer to so-called \"caption bills,\" which are small pieces of legislation with generic titles, but whose wording actually makes substantial changes to the law. The bait is the title and generic nature of the packaging; the switch is the legislative content.\n\nThe penalty will depend on the severity of the case and under which laws the case has been prosecuted. If it is a violation of false advertising, the bait and switcher may be fined up to $10,000 and/or up to one year in prison per offense, plus legal fees and damages.\n\nCode of Federal Regulations. \"Part 238 - Guides Against Bait Advertising.\"\n\nSociety for Conservation Biology. \"Generic Names and Mislabeling Conceal High Species Diversity in Global Fisheries Markets.\"\n\nLegal Match. \"Bait and Switch Laws.\"\n\nZDNet. \"FTC sues Intuit over TurboTax's \"bait-and-switch\" free filing ads.\"\n\nLegal Information Institute. \"Bait and Switch.\"",
  "url": "https://www.investopedia.com/terms/b/bait-switch.asp"
}