{
  "term": "Balance of Payments in Global Transactions: Why Does It Matter?",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nThe balance of payments is a summary record of money that enters and exits a country during a defined period.\n\nThe balance of payments (BOP) is a statement of all transactions made between entities in one country and the rest of the world over a defined period such as a quarter or a year. It's also known as the balance of international payments. It summarizes all transactions that a country's individuals, companies, and government bodies complete with individuals, companies, and government bodies outside the country.\n\nInvestopedia / Paige McLaughlin\n\nThe balance of payments (BOP) transactions consist of imports andexportsof goods, services, and capital as well as transfer payments such as foreign aid and remittances. A country's balance of payments and itsnet international investment positionconstitute its international accounts.\n\nThe balance of payments divides transactions into thecurrent accountand thecapital account. The capital account is sometimes referred to as the financial account with a separate and usually very small capital account listed separately. The current account includes transactions in goods, services, investment income, and current transfers.\n\nThe capital account includes transactions infinancial instrumentsand central bank reserves. It includes only transactions in financial instruments. The current account is included in calculations of national output. The capital account is not.\n\nA country effectively imports foreign capital when the item is paid for (a capital account transaction) when it exports an item (a current account transaction). It must do so by running down its reserves if it can't fund its imports through exports of capital. This situation is often referred to as a balance of payments deficit. It uses the narrow definition of the capital account that excludes central bank reserves. The broadly defined balance of payments must add up to zero by definition, however.\n\nStatistical discrepancies arise in practice due to the difficulty of accurately counting every transaction between an economy and the rest of the world, including discrepancies caused by foreign currency translations.\n\nThe sum of all transactions recorded in the balance of payments must be zero if the capital account is defined broadly. Every credit appearing in the current account has a corresponding debit in the capital account and vice-versa.\n\nInternational transactions were denominated in gold before the 19th century. This provided little flexibility for countries that were experiencing trade deficits. Growth was low so stimulating a trade surplus was the primary method of strengthening a nation's financial position. National economies weren't well integrated so steep trade imbalances rarely provoked crises. The industrial revolution increased international economic integration and BOP crises began to occur more frequently.\n\nThe Great Depression led countries to abandon thegold standardand engage in competitive devaluation of their currencies. TheBretton Woods systemthat prevailed from the end of World War II until the 1970s introduced a gold-convertible dollar with fixed exchange rates to other currencies, however.\n\nThe government became unable to fully redeem foreign central banks' dollar reserves for gold as the U.S. money supply increased and its trade deficit deepened, however. The system was abandoned.\n\nCurrencies have floated freely since theNixon shockas the end of the dollar's convertibility to gold is known. A country experiencing a trade deficit can artificially depress its currency by hoarding foreign reserves, making its products more attractive and increasing its exports.Balance-of-payments crises sometimes occur due to the increased mobility of capital across borders. They cause sharp currency devaluations such as the ones that struck inSoutheast Asian countriesin 1997.\n\nSeveral countries embarked on competitive devaluation of their currencies during theGreat Recessionto try to boost their exports. All the world’s major central banks responded to the financial crisis by executing dramatically expansionary monetary policy. This led to other nations’ currencies appreciating against the U.S. dollar and other major currencies, especially in emerging markets.\n\nMany of those nations responded by further loosening the reins on their monetary policy to support their exports, especially those whose exports were under pressure from stagnant global demand during the Great Recession.\n\nBalance of payments and international investment position data are critical in forming national and international economic policy. Certain aspects of the balance of payments data such as payment imbalances andforeign direct investmentare key issues that a nation's policymakers seek to address.\n\nA nation's balance of payments necessarily zeroes out the current and capital accounts but imbalances can and do occur between different countries' current accounts. The U.S. had the world's largest current account deficit in 2022 at almost $972 billion. China had the world's largest surplus at $402 billion.\n\nEconomic policies are often targeted at specific objectives that impact the balance of payments in turn. One country might adopt policies specifically designed to attract foreign investment in a particular sector while another might attempt to keep its currency at an artificially low level to stimulate exports and build up its currency reserves.\n\nThe impact of these policies is ultimately captured in the balance of payments data.\n\nFunds entering a country from a foreign source are booked as credit and recorded in the BOP. Outflows from a country are recorded as debits in the BOP. Say Japan exports 100 cars to the U.S. Japan books the export of the 100 cars as a debit in the BOP. The U.S. books the imports as a credit in the BOP.\n\nThe formula for calculating the balance of payments is current account + capital account + financial account + balancing item = 0.\n\nThe BOP is all transactions between entities in one country and the rest of the world over time. There are three key BOP components: the current account, the capital account, and the financial account. The current account must balance the capital and financial accounts.\n\nTheBOP is a summaryof the money entering and exiting a country over a period. It provides critical data that can be used to set economic policies and priorities and the effect of those policies will in turn influence the BOP over time.\n\nBureau of Economic Analysis. “International Trade & Investment.”\n\nFederal Reserve History. \"Creation of the Bretton Woods System.\"\n\nFederal Reserve History. \"Nixon Ends Convertibility of U.S. Dollars to Gold and Announces Wage/Price Controls.\"\n\nOffice of the Historian, Foreign Service Institute. “Nixon and the End of the Bretton Woods System, 1971–1973.”\n\nFederal Reserve History. “Asian Financial Crisis.”\n\nAsmundson, Irena; Thomas Dorsey; Armine Khachatryan; Ionana, Niculcea and Mika Saito. “Trade and Trade Finance in the 2008-09 Financial Crisis.”IMF Working Paper,vol. 11, no.16, January 2011, pp. 6-8, 54.\n\nThe World Bank. \"Current Account Balance (BoP, Current US$).\"",
  "url": "https://www.investopedia.com/terms/b/bop.asp"
}