{
  "term": "Balance Sheet: Explanation, Components, and Examples",
  "definition": "What you need to know about these financial statements\n\nA balance sheet is a financial statement that provides a snapshot of a company's assets, liabilities, and shareholder equity at a specific point in time.\n\nA balance sheet lists a company's assets, liabilities, and shareholders' equity for an operating period. Balance sheets provide the basis for computing rates of return for investors and evaluating a company's capital structure.\n\nIn short, the balance sheet is a financial statement that provides a snapshot of what a company owns and owes, as well as the amount invested by shareholders. Balance sheets can be used with other important financial statements to conduct fundamental analysis or calculate financial ratios.\n\nThe balance sheet provides a snapshot of a company's finances at a moment in time. It cannot provide a sense of financial trends playing out within a company on its own. For this reason, the balance sheet should be compared with the other statements and sheets from previous periods.\n\nInvestors can get a sense of a company's financial well-being by using several ratios that can be derived from a balance sheet, including the debt-to-equity ratio and the acid-test ratio, along with many others. The income statement and statement of cash flows also provide valuable context for assessing a company's finances, as do any notes or addenda in an earnings report that might refer back to the balance sheet.\n\nThe balance sheet adheres to what is commonly called the accounting equation, with assets on one side and liabilities plus shareholders' equity on the other:\n\nThis formula is intuitive. That's because a company has to pay for all the things it owns (assets) by either borrowing money (taking on liabilities) or taking it from investors (issuing shareholder equity).\n\nIf a company takes out a five-year, $4,000 loan from a bank, its assets (specifically, the cash account) will increase by $4,000. Its liabilities (specifically, thelong-term debt account) will also increase by $4,000, balancing the two sides of the equation. If the company takes $8,000 from investors, its assets will increase by that amount, as will its shareholder equity. These revenues will be balanced on the assets side, appearing as cash, investments, inventory, or other assets.\n\nBalance sheets should also be compared with those of other businesses in the same industry since different industries have unique approaches to financing.\n\nAs noted above, you can find information about assets, liabilities, and shareholder equity on a company's balance sheet. The assets should always equal the liabilities and shareholder equity. This means that the balance sheet should always balance, hence the name. If they don't balance, there may be some problems, including incorrect or misplaced data, inventory or exchange rate errors, or miscalculations.\n\nEach category consists of several smaller accounts that break down the specifics of a company's finances. These accounts vary widely by industry, and the same terms can have different implications depending on the nature of the business. Companies might choose to use a form ofbalance sheet known as the common size, which shows percentages along with the numerical values. This type of report allows for a quick comparison of items.\n\nThere are a few common components that investors are likely to come across.\n\nTheresa Chiechi {Copyright} Investopedia, 2019.\n\nAccounts within this segment are listed from top to bottom in order of their liquidity. This is the ease with which they can be converted into cash. They are divided into current assets, which can be converted to cash in one year or less, and non-current or long-term assets, which cannot.\n\nHere is the general order of accounts within current assets:\n\nLong-term assets include the following:\n\nA liability is any money that a company owes to outside parties, from bills it has to pay to suppliers to interest on bonds issued to creditors to rent, utilities, and salaries. Current liabilities are due within one year and are listed in order of their due date. Long-term liabilities, on the other hand, are due at any point after one year.\n\nCurrent liabilitiesaccounts might include:\n\nLong-term liabilitiescan include:\n\nSome liabilities are considered off the balance sheet, meaning they do not appear on the balance sheet.\n\nShareholder equityis the money attributable to the owners of a business or its shareholders. It is also known as net assets, as it represents the total assets of a company minus its liabilities, or the debt it owes to non-shareholders.\n\nRetained earningsare the net earnings a company either reinvests in the business or uses to pay off debt. The remaining amount can be distributed to shareholders in the form of dividends.\n\nTreasury stock is the stock a company has repurchased. It can be sold at a later date to raise cash, or even reserved to repel a hostile takeover.\n\nSome companies issue preferred stock, which will be listed separately from common stock under this section. Preferred stock is assigned an arbitrary par value (as is common stock, in some cases) that has no bearing on the market value of the shares. The common stock and preferred stock accounts are calculated by multiplying the par value by the number of shares issued.\n\nAdditional paid-in capital or capital surplus represents the amount shareholders have invested in excess of the common or preferred stock accounts, which are based on par value rather than market price. Shareholder equity is not directly related to a company's market capitalization. The latter is based on the current price of a stock, while paid-in capital is the sum of the equity that has been purchased at any price.\n\nPar value is often just a very small amount, such as $0.01.\n\nRegardless of the size of a company or industry in which it operates, there are many benefits toreading, analyzing, and understandingits balance sheet.\n\nFirst, balance sheets help to determine risk. This financial statement lists everything a company owns and all of its debt. A company will be able to quickly assess whether it has borrowed too much money, whether the assets it owns are not liquid enough, or whether it has enough cash on hand to meet current demands.\n\nBalance sheets are also used to secure capital. A company usually must provide a balance sheet to a lender to secure a business loan. A company must also usually provide a balance sheet to private investors when attempting to secure private equity funding. In both cases, the external party aims to assess the financial health of a company, its creditworthiness, and whether it will be able to repay its short-term debts.\n\nManagers can opt to use financial ratios to measure the liquidity, profitability, solvency, and cadence (turnover) of a company, and some financial ratios need numbers taken from the balance sheet. When analyzed over time or compared to competing companies, managers can better understand ways to improve a company's financial health.\n\nLast, balance sheets can lure and retain talent. Employees usually prefer knowing their jobs are secure and that the company they are working for is in good health. For public companies that must disclose their balance sheet, this requirement gives employees a chance to review how much cash the company has on hand, whether the company is making informed decisions when managing debt, and whether they feel the company's financial health aligns with their expectations of their employer.\n\nAlthough the balance sheet is an invaluable piece of information for investors and analysts, there are some drawbacks. Many financial ratios draw on data included in both the balance sheet, income statement, and statement of cash flows to paint a fuller picture of what's going on with a company's business.\n\nA balance sheet is also limited due to its narrow scope of timing. The financial statement only captures the financial position of a company on a specific day. Looking at a single balance sheet by itself may make it difficult to determine whether a company is performing well. For example, imagine a company reports $1,000,000 of cash on hand at the end of the month. Without context, a comparative point, knowledge of its previous cash balance, and an understanding of industry operating demands, knowing how much cash on hand a company has yields limited value.\n\nDifferent accounting systems and ways of dealing with depreciation and inventories will also change the figures posted to a balance sheet. Because of this, managers have some ability to game the numbers to make them look more favorable. Pay attention to the balance sheet's footnotes to determine which systems are being used in their accounting and to look out for anyred flags.\n\nLastly, a balance sheet is subject to several areas of professional judgment that may materially impact the report. For example, accounts receivable must be continually assessed for impairment and adjusted to reflect potential uncollectible accounts. Without knowing which receivables a company is likely to actually receive, a company must make estimates and reflect its best guess as part of the balance sheet.\n\nThe image below is an example of a comparativebalance sheet of Apple, Inc. This balance sheet compares its financial position as of September 2020 to that of the previous year.\n\nIn this example, Apple's total assets of $323.8 billion is segregated towards the top of the report. This asset section is broken into current assets and non-current assets, and each of these categories is broken into more specific accounts. A brief review of Apple's assets shows that their cash on hand decreased, yet their non-current assets increased.\n\nThis balance sheet also reports Apple's liabilities and equity, each with its own section in the lower half of the report. The liabilities section is broken out similarly to the assets section, with current liabilities and non-current liabilities reporting balances by account. The total shareholders' equity section reports common stock value, retained earnings, and accumulated other comprehensive income. Apple's total liabilities increased, total equity decreased, and the combination of the two reconciles to the company's total assets.\n\nThe balance sheet is an essential tool used by executives, investors, analysts, and regulators to understand the current financial health of a business. It is generally used alongside the two other types of financial statements: the income statement and the cash flow statement.\n\nBalance sheets allow the user to get an at-a-glance view of the assets and liabilities of the company. The balance sheet can help users answer questions such as whether the company has a positive net worth, whether it has enough cash and short-term assets to cover its obligations, and whether the company is highly indebted relative to its peers.\n\nThe balance sheet includes information about a company’s assets and liabilities. Depending on the company, this might include short-term assets, such ascash and accounts receivable, or long-term assets such as property, plant, and equipment (PP&E). Likewise, its liabilities may include short-term obligations such as accounts payable and wages payable, or long-term liabilities such as bank loans and other debt obligations.\n\nDepending on the company, different parties may be responsible for preparing the balance sheet. For small, privately held businesses, the balance sheet might be prepared by the owner or by a company bookkeeper. For mid-sized private firms, they might be prepared internally and then reviewed by an external accountant.\n\nPublic companies, on the other hand, are required to obtain external audits by public accountants and must also ensure that their books are kept to a much higher standard. The balance sheets and other financial statements of these companies must be prepared in accordance withGenerally Accepted Accounting Principles (GAAP)and must be filed regularly with the Securities and Exchange Commission (SEC).\n\nA balance sheetexplains the financial position of a companyat a specific point in time and is often used by parties outside of a company to gauge its health. Banks, lenders, and other institutions may calculate financial ratios based on balance sheet line items to gauge how much risk a company carries, how liquid its assets are, and how likely the company is to remain solvent.\n\nA company can use its balance sheet to craft internal decisions, although the information presented is usually not as helpful as an income statement. A company may look at its balance sheet to measure risk, make sure it has enough cash on hand, and evaluate how it wants to raise more capital (through debt or equity).\n\nThe formula is Assets = Total Liabilities + Shareholders' Equity. Total assets are calculated as the sum of all short-term, long-term, and other assets. Total liabilities are calculated as the sum of all short-term, long-term, and other liabilities. Total equity is calculated as the sum of net income, retained earnings, owner contributions, and the value of shares of stock issued.\n\nThe balance sheet lists all of a business's assets, liabilities, and shareholders' equity. It provides anyone interested with a way to view and analyze the company's financial position as of a specific date and can be used in fundamental analysis by comparing the balance sheets of different periods.\n\nApple Investor Relations. \"Condensed Consolidated Balance Sheets (Unaudited), FY 2020 Q4.\" Page 2.",
  "url": "https://www.investopedia.com/terms/b/balancesheet.asp"
}