{
  "term": "Balloon Loan: What It Is, How It Works, Example, and Pros & Cons",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA balloon loan is a type of loan that does not fully amortize over its term. Since it is not fully amortized, a balloon payment is required at the end of the term to repay the remaining balance of the loan.\n\nBalloon loans can be attractive to short-term borrowers because they typically carry lower interest rates than loans with longer terms. However, the borrower must be aware of refinancing risks as there's a possibility the loan may reset at a higher interest rate.\n\nMortgages are the loans most commonly associated with balloon payments.Balloon mortgagestypically have short terms ranging from five to seven years. However, the monthly payments through this short term are not set up to cover the entire loan repayment. Instead, the monthly payments are calculated as if the loan is a traditional 30-year mortgage.\n\nThat said, the payment structure for a balloon loan is very different from a traditional loan. At the end of the five to seven-year term, the borrower has paid off only a fraction of the principal balance, and the rest is then due all at once. At that point, the borrower may sell the home to cover the balloon payment or take out a new loan to cover the payment, effectively refinancing the mortgage. Alternatively, they may make the payment in cash.\n\nDefaulting on a balloon loan will negatively impact the borrower's credit rating.\n\nLet's say a person takes out a $200,000 mortgage with a seven-year term and a 4.5% interest rate. Their monthly payment for seven years is $1,013. At the end of the seven-year term, they owe a $175,066 balloon payment.\n\nSome balloon loans, such as a five-year balloon mortgage, have a reset option at the end of the five-year term that allows for a resetting of the interest rate, based on current interest rates, and a recalculation of theamortizationschedule, based on a new term. If a balloon loan does not have a reset option, the lender expects the borrower to pay the balloon payment or refinance the loan before the end of the original term.\n\nIf interest rates are very high and (in the case of a mortgage) the borrower doesn't plan to keep the home for long, a balloon loan could make sense. But it comes with high risk when the loan term is up. The borrower will need financial discipline to save enough money for the balloon payment. What's more, if interest rates are low or are expected to rise, they may well be higher when the borrower needs to refinance.\n\nFor some buyers, a balloon loan has clear advantages.\n\nBut having a loan with a giant balloon payment of most or all of the principal also has clear disadvantages.\n\nThere's also an underlying risk of opting for a balloon loan. It's easy to be tricked by the small size of the original interest-only (or mostly) monthly payment into borrowing more money than an individual can comfortably afford to borrow. That is also a potential road to financial ruin.\n\nBalloon loans are popular in the construction industry and for home flippers. Contractors or real estate investors use the low initial payments to complete work on a project, hoping to sell it before the balloon payment comes due.\n\nDefaulting on your balloon payment is the same as defaulting on any loan—it can lead to foreclosure and repossession of property. Defaulting will ruin your credit rating, making it harder to borrow in the future.\n\nYes. Many people plan to refinance a balloon loan before the balloon payment is due to take advantage of the more affordable initial interest-only period, hoping that interest rates will be more favorable later. This is risky, however—interest rates are volatile, and you may end up refinancing for a higher rate than if you had chosen a fixed-interest rate loan in the first place.\n\nBalloon loans can offer flexibility in the initial loan period by providing a low payment. Still, borrowers should have a plan to pay the remaining balance or refinance before the payment comes due. These loans do have their place—for those who only need to borrow for a short time, they can offer significant savings. Be realistic about your loan needs before borrowing.\n\nConsumer Financial Protection Bureau. \"What Is A Balloon Payment? When is One Allowed?\"\n\nExperian. \"What Is A Balloon Payment?\"\n\nConsumer Financial Protection Bureau. \"How Do Mortgage Lenders Calculate Monthly Payments?\"\n\nFederal Trade Commission. \"Trouble Paying Your Mortgage or Facing Foreclosure?\"",
  "url": "https://www.investopedia.com/terms/b/balloonloan.asp"
}