{
  "term": "Balloon Payment: What It Is, How It Works, Examples, Pros and Cons",
  "definition": "A balloon payment is the final amount due on a loan that is structured as a series of small monthly payments followed by a single much larger sum at the end of the loan period. The early payments may be all or almost all payments of interest owed on the loan, with the balloon payment being the principal of the loan. This type of loan is known as a balloon loan.\n\nThe balloon home mortgage loan became common in the years before the2007-2008 financial crisis.It allowed people eager to buy a home to obtain a mortgage payment that they could afford, at least in the early years.\n\nThe balloon loan did not disappear with the financial crisis but is now more often used for business loans. A project can be financed with a loan that allows for minimal payments early on, with the balloon payment due only when the project is earning a return on the investment.\n\nThe balloon payment is similar to abullet repayment.\n\nAs the term \"balloon\" suggests, the final payment on this type of loan is significantly large.\n\nIn recent years, balloon payments have been more common in commercial lending than in consumer lending. It allows a commercial lender to keep short-term costs lower and take care of the balloon payment with future earnings.\n\nThe same logic is used by individual homebuyers, but the risks are greater. Homebuyers are keeping their short-term costs low while assuming that their incomes will be far greater when the balloon payment comes due, that they will be able to refinance their mortgage before it is due, or that they can sell the house and pay off the entire mortgage before the balloon payment comes due.\n\nThat strategy failed in the2008-2009 financial crisis, when homeowners who financed their purchases with balloon mortgages found it impossible to sell their homes at a price high enough to pay off the amount they had borrowed.\n\nBalloon payments are often packaged into two-step mortgages. In this financing structure, a borrower receives an introductory and often lower interest rate at the start of their loan. Then, the loan shifts to a higher interest rate after an initial borrowing period.\n\nA balloon debt structure can be implemented for any type of debt. It's most commonly used in mortgages, auto loans, and business loans.\n\nThe balloon mortgage is rarely used for traditional 15-year or 30-year mortgages since lenders don't want to wait that long to get their money back. For balloon mortgages, lenders prefer a five-year to ten-year term.\n\nInterest-only balloon mortgages are available primarily to high-net-worth individuals who can afford large down payments. They are often taken with the intention of refinancing before the balloon payment is due.\n\nA balloon loan is sometimes confused with anadjustable-rate mortgage(ARM). With an ARM, the borrower receives an introductory rate for a set amount of time, usually for one to five years. The interest rate resets at that point and might continue to reset periodically until the loan has been fully repaid.\n\nThe incentive is a very low-interest rate at the beginning, compared to the fixed-rate mortgage rate. The downside is the potential for a substantially higher rate down the road.\n\nAn ARM adjusts automatically, unlike balloon loans.\n\nBalloon loans are not as common when used asauto loans. However, this structure works especially well for individuals who have an urgent need to secure a vehicle but can't immediately afford high monthly payments.\n\nAs lending restrictions are often not as stringent in the auto loan industry, it is often easier for a borrower to secure this type of loan. Lenders are usually comfortable with the standard car loan term of up to six years.\n\nIt is usually easier for a business to secure a balloon loan if the business has a proven financial history and favorable credit record. An established business can be in a better position than an individual wage-earner to raise sufficient money to pay off the balloon payment.\n\nFor this reason, lenders often consider businesses less risky than individual consumers for business loans.\n\nBalloon payments can be strategically used by a business to finance short-term needs. The business may draw on a balloon loan with no intention of holding the debt to the end of the term. Instead, the company can use the money to repay the loan in full before the end of the loan term.\n\nA borrower has a couple of ways to get rid of a looming payment. In addition to extinguishing the debt by paying off the balloon payment, a borrower can:\n\nBalloon loans usually require collateral. For home or car loans, the lender may require a lien on the property being purchased. Should you default on your loan and not be able to satisfy the balloon payment, the lender has a legal claim to seize the property.\n\nThe obvious advantage of balloon payments is the low initial payment requirement. The monthly balloon payment amount during the fixed period is generally less than the payment amount of a fully amortized loan.\n\nThe timing of the payment size may mesh well with the borrower'sincomeexpectations. As the borrower's salary increases due to career progression, the debt obligation will rise as well.\n\nA balloon note or loan often has a shorter underwriting process compared to other loans. For this reason, there may be lower administrative or transaction fees in securing the loan. A borrower may also not be required to show as much documentation for this type of loan, as balloon mortgages often do not require a home appraisal as part of loan closing.\n\nA balloon payment structure is strategically advantageous for some borrowers. For example, people whoflip housescan secure lower upfront monthly payments. The borrower has time to remodel the house and sell it before the balloon payment is due.\n\nThis allows borrowers to preserve future cash flow for other purposes.\n\nBalloon payments can be a big problem in a falling housing market.\n\nAs home prices decline, homeowners may be unable to sell their homes for enough to cover the balloon payment, and they might be unable to sell at any price.\n\nFor home flippers, this means getting stuck with a high-interest rate loan should sales stall.\n\nBorrowers often have no choice but to default on their loans and enterforeclosure, regardless of their household incomes, when faced with a balloon payment they cannot afford. This results in the loss of the borrower's home.\n\nSome will be able to take out another loan to cover the upcoming balloon mortgage payment, but this puts a tremendous strain on a family's finances.\n\nBalloon mortgages and auto loans may be difficult to refinance depending on the amount of equity that has been paid off. The loans may only pay interest early on. In this case, the owner may have little-to-no equity in the property despite making consistent payments for years.\n\nThese types of loans can be harder to qualify for. Because principal payments are deferred, lenders often prefer borrowers with a highcredit scoreor high down payment. In addition, to compensate for the flexibility of the principal obligation and increased risk for the lender, lenders usually charge higher interest rates for balloon debt compared to other types of loans.\n\nLower upfront payments compared to other loan types\n\nGreater buying power during low income periods with increasing debt obligation during higher income periods\n\nShorter underwriting process compared to other loan types\n\nGreater strategic potential for certain industries\n\nFewer documentation requirements for underwriting\n\nGreater risk in foreclosure if you can't meet your loan requirement\n\nSlower build-up of equity resulting in potential difficulty in refinancing loan\n\nHarder to qualify for due to higher credit preferences by lenders\n\nHigher costs (i.e., higher interest) due to the riskier nature of the loan from the lender's perspective\n\nA balloon payment is a lump sum principal balance that is due at the end of a loan term. The borrower pays much smaller monthly payments until the balloon payment is due. These payments may be entirely or almost entirely interest on the loan rather than principal.\n\nA balloon payment works like any other loan installment payment. The difference is that it is the final payment on the loan, and is substantially higher than the previous payments.\n\nA typical balloon loan requires only interest to be paid each month until the final month of the loan term. In the final month, the entire principal balance is due.\n\nThe interest paid each month is typically a fixed amount as the principal balance does not change and the interest charged each month is not capitalized as part of the loan but instead paid off immediately.\n\nYes, a balloon payment is a legal debt instrument. A lender can intentionally structure a loan for a borrower who wants to pay a series of low monthly payments followed by a single large payment of principal at the end of the loan.\n\nThe borrower must be aware of the long-term obligation of paying down the principal balance all at once at the end of the loan.\n\nA balloon payment may be suitable for borrowers who are in urgent need of a car but are unprepared to deal with a large monthly payment.\n\nIn such cases, the borrower will probably pay a higher interest rate than is charged on a conventional car loan.\n\nMost importantly, the borrower must keep an eye on that looming balloon payment at the end of the loan term and be ready to pay it.\n\nBalloon payments are relatively common for business ventures. They lower financing costs during the early stages of a new project, and allow the business time to realize some profits from the venture before they need to pay off the balance of the loan.\n\nThey are available to consumers but typically only for those with a hefty down payment and a healthy credit rating.\n\nWhen used for a home mortgage, the balloon payment carries extra risks. The buyer is paying mostly interest or only interest for some years and counting on price growth to provide equity.\n\nBorrowers are assuming that they can refinance the mortgage or sell the home at a profit before the balloon payment falls due. If the housing market takes an unexpected downturn and their home loses value, that strategy may fail.",
  "url": "https://www.investopedia.com/terms/b/balloon-payment.asp"
}