{
  "term": "Bancassurance: Definition, How It Works, Pros & Cons",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nBancassurance is an arrangement between a bank and an insurance company allowing the insurance company to sell its products to the bank's client base. This partnership arrangement can be profitable for both companies. Banks earn additional revenue by selling insurance products, and insurance companies expand their customer bases without increasing their sales force.\n\nBancassurance arrangements are common in Europe, where the practice has a long history. European banks, such as Crédit Agricole (France), ABN AMRO (Netherlands), BNP Paribas (France), and ING (Netherlands), dominate the global bancassurance market.\n\nBut the picture varies widely from country to country. A 2013 report found that while bancassurance accounted for 83.6% of life insurance sales in Italy, 66.2% in Spain, 64.2% in France, and 62.6% in Austria, its market share was lower in Eastern Europe and nonexistent in the United Kingdom and Ireland.\n\nThe United States has been slower than many nations to embrace the concept. In part, that's because the question of whether banks in the U.S. should be allowed to sell insurance was a matter of contentious debate for many years. Among the issues: unfair competition for insurance agents, possible risks to the banking sector, and the potential for banks to pressure customers into buying insurance in order to qualify for loans.\n\nAdvocates, meanwhile, maintained that both banks and insurance companies would profit from the arrangement, that it would also be a convenience for consumers, and that the added competition might lead to lower insurance prices.\n\nThe Bank Holding Company Act of 1956 effectively prohibited many large national banks from selling insurance products. However, whether a bank could sell insurance depended largely on the type of bank and which agency or agencies regulated it. As the U.S. General Accounting Office noted in a 1990 report, by the late 1980s, many states allowed state-chartered banks to sell most types of insurance, and \"in towns with populations less than 6,000,bank holding companies,national banks, and some state banks can sell all types of insurance.\"\n\nIn 1999, the federal Gramm-Leach-Bliley Act eliminated most of the remaining restrictions on U.S. banks selling insurance products while continuing to allow the states to regulate other aspects of insurance.\n\nThe bancassurance market is growing worldwide, particularly for life insurance and especially in the Asia-Pacific region. The research and consulting firm IMARC Group says the global bancassurance market reached a value of $1.268 trillion in 2021. IMARC expects the market to continue to grow at acompound annual growth rate (CAGR)of 5.9% and attain a value of $1.802 trillion by 2027. A major factor driving the trend: a growing \"geriatric population with greater need for health and life insurance as well as retirement plans.\"\n\nFrom a consumer point of view, bancassurance offers both advantages and disadvantages. On the plus side, buying insurance at the bank is convenient. That's especially true in small towns where insurance agents may be scarce, although less so now that insurance is widely available online. That convenience may also encourage more Americans whoneed life insuranceto buy some.\n\nOn the negative side, the ease of buying at the bank may discourage consumers from shopping around and getting a competitive price on their insurance. There is also some question as to how qualified bank employees are to advise customers on their insurance needs, compared with insurance agents and brokers who specialize in the field.\n\nFor banks that become involved in bancassurance, there appears to be little downside, except the possible risk to their reputation if the insurance products their employees sell prove inadequate or unsuitable for the consumer.\n\nBancassurance as we know it today appears to have begun in France in the 1970s (which would account for its seemingly French name). Spain was also an early adopter, in the 1980s.Both of those countries continue to be bancassurance market share leaders.\n\nGenerally speaking, in the U.S., the individual states continue to regulate insurance products and sales practices as well as to license insurance salespeople. However, since the passage of the Gramm-Leach-Bliley Act in 1999, \"state laws generally cannot 'prevent or restrict' insurance activities conducted by national banks and their subsidiaries,\" according to theOffice of the Comptroller of the Currency.\n\nDepending on the country and the particular bank, consumers can buy a wide variety of insurance at their local banks, including life, health, andpropertyandcasualtyinsurance. However, life insurance is the dominant product in the U.S. and most of the world. In 2018, for example, about 29% of life insurance globally was sold through bancassurance, while only about 2% of property and casualty insurance was, according to McKinsey & Company.\n\nBancassurance is not a type of insurance but a sales channel for the selling of insurance products through banks. It is common in much of the world today and growing in acceptance in the United States. For banks and insurance companies, bancassurance can be a profitable enterprise. For consumers it can be convenient, although it may discourage comparison shopping and limit their access to expert advice.\n\nInstitut für Finanzdienstleistungen e.V. \"Study on Remuneration Structures of Financial Services Intermediaries and Conflicts of Interest (MARKT/2012/026/H) Final Report,\" Page 80. Accessed Feb. 4, 2022.\n\nUnited States General Accountability Office. \"Bank Powers: Issues Related to Banks Selling Insurance,\" Page 2. Accessed Feb. 4, 2022.\n\nFederal Deposit Insurance Corporation. \"Important Banking Laws.\" Accessed Feb. 4, 2022.\n\nIMARC Group. \"Bancassurance Market: Global Industry Trends, Share, Size, Growth, Opportunity and Forecast 2022-2027.\" Accessed Feb. 4, 2022.\n\nSociety of Actuaries. \"Bancassurance.\" Accessed Feb. 4, 2022.\n\nOffice of the Comptroller of the Currency. \"Insurance Activities: Comptroller's Handbook,\" Page 3. Accessed Feb. 3, 2022.\n\nMcKinsey & Company. \"2020 Global Insurance Pools Statistics and Trends: Distribution,\" Page 2. Accessed Feb. 4, 2022.",
  "url": "https://www.investopedia.com/terms/b/bancassurance.asp"
}