{
  "term": "Banker's Acceptance (BA): Definition, Meaning, and Types",
  "definition": "A banker’s acceptance serves a function similar to that of a check but the issuing bank accepts responsibility for payment.\n\nA bank rather than an account holder guarantees the payment of a banker’s acceptance. These instruments are also known asbills of exchange. They're used by companies as a relatively safe form of payment for large transactions.\n\nBAs can also be short-term debt instruments, similar to U.S. Treasury bills, that trade at a discount to face value in themoney markets.\n\nA banker's acceptance is a way for the company that issues it to pay for a purchase without borrowing to do so. The bill is a guaranteed form of payment for the company that receives it. A banker's acceptance requires that the bank pay the holder a set amount of money on a set date.\n\nBAs are most commonly issued 90 days before the date of maturity, but they can mature at any later date from one to 180 days.\n\nBAs are issued at a discount to their face value. They earn a return like a bond does. They also can be traded like bonds in the secondary money market. There's no penalty for cashing them in early except for the lost interest that would have been earned had they been held until their maturity dates.\n\nBanker’s acceptances have been around since the 12th century. They were used as a method of facilitating trade. BAs started to become an actively traded market in London in the 18th and 19th centuries.\n\nThe U.S. launched theFederal Reservein the early 1900s. One of its early goals was to help create a banker’s acceptances market that would compete with London’s. The Fed’s objective in this matter was to boost U.S. trade. It was given the authority to purchase certain BAs. The Fed still buys government bonds but it no longer buys BAs.\n\nGo to a bank that you have a good working relationship with if you're looking to obtain a BA. Not all banks offer them.\n\nBanker's acceptances are a relatively safe form of payment for both sides of a transaction, just like certified checks. The money owed is guaranteed to be paid on the date specified on the bill.\n\nThe use of BAs is most common ininternational trade transactions. A buyer with an importing business can issue a banker’s acceptance with a date after a shipment is due to be delivered and the seller with an exporting business will have the payment instrument in hand before finalizing the shipment.\n\nAn individual who's paid with a banker's acceptance can hold onto it until its maturity date to receive its full value or they can sell it immediately at a discount to face value.\n\nBanker's acceptances are a relatively safe form of payment for both sides of a transaction.\n\nA banker’s acceptance relies on the creditworthiness of the banking institution rather than the individual or business that issues it, unlike a regular check. The bank requires that the issuer meet its credit eligibility requirements, typically including a deposit sufficient to cover the banker’s acceptance.\n\nBanks and institutional investors trade banker's acceptances on thesecondary marketbefore they reach maturity. The strategy is similar to that used in tradingzero-coupon bonds. The BA is sold below face value at a discount that's determined by the length of time remaining before the maturity date.\n\nBanker's acceptances are considered to be relatively safe investments because the bank and the borrower are liable for the amount that's due when the instrument matures.\n\nOne of the key advantages of a banker’s acceptance is that it’s backed by a financial institution and therefore protects against the other party not paying. This gives the seller assurances related to payment. Buyers are afforded the ability to make purchases in a timely manner and not worry about having to make payments in advance.\n\nThe key risk for the bank is that the financial institution will have to make good on the promised payment if the buyer defaults. The bank may require the buyer to post collateral to help hedge against this, or apply high credit standards.\n\nIt provides the seller with assurances against buyer default or nonpayment.\n\nThe buyer doesn’t have to prepay or pay in advance for goods.\n\nIt provides the ability to purchase and sell goods in a timely manner.\n\nIt has a relatively low cost compared to the hedge or benefit provided.\n\nThe bank may require the buyer to post collateral before issuing a banker’s acceptance.\n\nThe buyer may default, forcing the financial institution to make the payment.\n\nThe importer will seek to purchase from an exporter, generally in another country. The exporter wants assurance of payment but the importer also wants assurance that the seller can deliver. A banker’s acceptance is a form of payment backed by a bank that eliminates transaction-related risks for both the importer and the exporter.\n\nBanker's acceptances are money market instruments. They're relatively safe and liquid like most money markets, particularly when the paying bank enjoys a strong credit rating.\n\nBanker’s acceptances are assumed to be safe investments because they’re backed by the bank so they often trade at a discount to face value. The banker’s acceptance rate is the market rate at which these instruments trade. It’s the return an investor would receive if they purchased today and held it until the payment date.\n\nCommercial paper is a promissory note that pays a fixed rate. It’s unsecured and can be for a few days or years. Commercial paper is generally used to cover short-term obligations such as the cost of a new project or short-term receivables. BAs are also short-term promissory notes although they have the unconditional guarantee of a bank and are often used for trade.\n\nBanker’s acceptances are relatively safe investments from an investment perspective because they're money market investments and they're in line with T-bills from a risk-return perspective. BAs help boost trade by reducing transaction-related risks for importers and exporters.\n\nFreshBooks. \"Banker’s Acceptance (BA): Definition & Overview.\"\n\neFinanceManagement. \"Banker's Acceptance—Meaning, History and More.\"",
  "url": "https://www.investopedia.com/terms/b/bankersacceptance.asp"
}