{
  "term": "Bank Reserves: Definition, Purpose, Types, and Requirements",
  "definition": "Investopedia / Michela Buttignol\n\nBank reserves are the cash minimums that financial institutions must have on hand in order to meetcentral bankrequirements. This is real paper money that must be kept by the bank in a vault on-site or held in its account at the central bank. Cash reserves requirements are intended to ensure that every bank can meet any large and unexpected demand for withdrawals.\n\nIn the U.S., theFederal Reservedictates the amount of cash, called thereserve ratio, that each bank must maintain. Historically, the reserve ratio has ranged from zero to 10% of bank deposits.\n\nBank reserves are primarily an antidote to panic. The Federal Reserve obliges banks to hold a certain amount of cash in reserve so that they never run short and have to refuse a customer's withdrawal, possibly triggering abank run.\n\nA central bank may also use bank reserve levels as a tool inmonetary policy. It can lower the reserve requirement so that banks are free to make a number of new loans and increase economic activity. Or it can require that thebanks increase their reservesto slow economic growth.\n\nIn recent years, the U.S. Federal Reserve and the central banks of other developed economies have turned to other tactics such asquantitative easing (QE)to achieve the same goals. The central banks in emerging nations such as China continue to rely on raising or lowering bank reserve levels to cool down or heat up their economies.\n\nThe Federal Reserve cut the cash reserve minimum to zero percent effective March 26, 2020, as the global pandemic set in.\n\nBank reserves are termed either required reserves or excess reserves. Therequired reserveis the minimum cash the bank can keep on hand. The excess reserve is any cash over the required minimum that the bank is holding in its vault rather than lending out to businesses and consumers.\n\nBanks have little incentive to maintain excess reserves because cash earns no return and may even lose value over time due toinflation. Thus, banks normally minimize their excess reserves, lending the money to clients rather than holding it in their vaults.\n\nIn good times, businesses and consumers borrow more and spend more. During recessions, they can't or won't take on additional debt. In downtimes, the banks may also toughen their lending requirements to avoid defaults.\n\nBank reserves decrease during periods ofeconomic expansionand increase during recessions.\n\nDespite the determined efforts ofAlexander Hamilton, among others, the U.S. didn't have a national banking system for more than a couple of short periods of time until 1913, when theFederal Reserve Systemwas created.(By 1863, the country at least had a national currency and a national bank chartering system.)\n\nUntil then, banks were chartered and regulated by states, with varying results. Bank collapses and \"runs\" on banks were common until a full-blownfinancial panic in 1907led to calls for reform. The Federal Reserve System was created to oversee the nation's money supply.\n\nIts role was significantly expanded in 1977 when, during a period of double-digit inflation, Congress defined price stability as a national policy goal and directed theFederal Open Market Committee (FOMC)within the Fed to carry it out.\n\nThe required bank reserve follows a formula set byFederal Reserve Boardregulations. The formula is based on the total amount deposited in the bank's net transaction accounts.\n\nThe figure includesdemand deposits, automatic transfer accounts, and share draft accounts. Net transactions are calculated as the total amount in transaction accounts minus funds due from other banks, and minus cash that is in the process of being collected.\n\nThe required reserve ratio can also be used by a central bank as a tool to implement monetary policies. Through this ratio, a central bank can influence the amount of money available for borrowing.\n\nIn addition to bank reserve requirements set by the Federal Reserve, banks must also follow liquidity requirements set by theBasel Accords. The Basel Accords are a series of banking regulations established by representatives from major global financial centers.\n\nRequired bank reserves are determined by the Federal Reserve for each bank based on its net transactions.\n\nAfter the collapse of the U.S. investment bank Lehman Brothers in 2008, the Basel Accords were strengthened in an agreement known as Basel III. This required banks to maintain an appropriateliquidity coverage ratio (LCR). The LCR requires banks and other financial institutions to hold enough cash and liquid assets to cover fund outflows for 30 days.\n\nIn the event of a financial crisis, the LCR is designed to help banks keep from having to borrow money from the central bank. The LCR is intended to ensure banks have enough capital on hand to ride out any short-term capital disruptions. It's important to note that even when the Federal Reserve decreases bank reserve minimums, banks must still meet LCR requirements to ensure they have enough cash on hand to meet their short-term obligations.\n\nUntil thefinancial crisis of 2008-2009, banks earned no interest for the cash reserves they held. That changed on Oct. 1, 2008.As part of the Emergency Economic Stabilization Act of 2008, the Federal Reserve began paying banks interest on their reserves.At the same time, the Fed cut interest rates in order to boost demand for loans and get the economy moving again.\n\nThe result defied the conventional wisdom that banks would rather lend money out than keep it in the vault. The banks took the cash injected by the Federal Reserve and kept it as excess reserves rather than lending it. They preferred to earn a small but risk-free interest rate over lending it out for a slightly higher but riskier return.\n\nFor this reason, the total amount of excess reserves spiked after 2008, despite an unchanged required reserve ratio.\n\nThe reserve amount has historically ranged from zero to 10%. Since March 26, 2020, it has been zero.\n\nA bank's reserves are considered part of its assets and are listed as such in its accounts and annual reports.\n\nA bank's reserves are calculated by multiplying itstotal depositsby the reserve ratio. For example, if a bank's deposits total $500 million, and the required reserve is 10%, multiply 500 by 0.10. The bank's required minimum reserve is $50 million.\n\nSome of it is stashed in a vault at the bank. Reserves also may be kept in the bank's account at one of the12 regional Federal Reserve Banks. Some small banks keep part of their reserves at larger banks and tap into them as needed. This flow of cash between vaults peaks at certain times, like during holiday seasons when consumers withdraw extra cash. Once the demand subsides, the banks ship off some of their excess cash to the nearest Federal Reserve Bank.\n\nThe past banking system that existed in the U.S. before banks' regulation became centralized seems a bit Wild West by today's standards. Each state could charter banks, and small banks popped up and went under regularly. \"Runs\" on the banks were common.\n\nThat changed with the creation of the Federal Reserve System, and among the changes was a requirement that banks hold a minimum amount of cash in reserve to meet demand. Since March 2020, the reserve minimum has been zero, suggesting that the Federal Reserve is comfortable with the level of cash kept voluntarily by the nation's banks combined with the 30-day liquidity coverage ratio required by the Basel Accords.\n\nBoard of Governors of the Federal Reserve System. \"Reserve Requirements.\"\n\nFederal Reserve Bank of St. Louis. “Making Sense of the Federal Reserve History and Purpose of the Federal Reserve.”\n\nOffice of the Comptroller of the Currency. “1863 - 1865 Founding of the National Banking System.”\n\nU.S. Congress. “Public Law 95-188—Nov. 16, 1977.”\n\nBank for International Settlements. “Basel III: International Regulatory Framework for Banks.”\n\nBank for International Settlements. \"Basel III: The Liquidity Coverage Ratio and Liquidity Risk Monitoring,\" Page 7.\n\nGovinfo.gov. “Public Law 110 - 343 - Emergency Economic Stabilization Act of 2008.”\n\nFederal Reserve. \"Interest on Reserve Balances.\"\n\nFederal Reserve. \"FedCash Services.\"",
  "url": "https://www.investopedia.com/terms/b/bank-reserve.asp"
}