{
  "term": "Bank Deposits: What They Are, How They Work, and Types",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAriel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nA bank deposit is money that’s placed in a bank account, such as a savings or checking account.\n\nBank deposits consist of money placed into banking institutions for safekeeping. These deposits are made into deposit accounts, such as savings accounts, checking accounts, and money market accounts, at financial institutions. The account holder has the right to withdraw deposited funds, as outlined in the terms and conditions governing the account agreement.\n\nThe deposit itself is a liability owed by the bank to the depositor. Bank deposits refer to this liability rather than to the actual funds that have been deposited. When someone opens a bank account and makes a cash deposit, they surrender the legal title to the cash, and it becomes an asset of the bank. In turn, the account is a liability to the bank.\n\nA current account, also called ademand depositaccount, is a basic checking account. Consumers deposit money, and the deposited funds can be withdrawn at any time as the account holder desires. These accounts often allow the account holder to withdraw funds using bank cards, checks, or over-the-counter withdrawal slips. In some cases, banks charge monthly fees for current accounts, but they may waive the fee if the account holder meets other requirements, such as setting up direct deposit or making a certain number of monthly transfers to a savings account.\n\nThere are several different types of deposit accounts, including current accounts, savings accounts, call deposit accounts, money market accounts, and certificates of deposit (CDs).\n\nFrequently, banks offer after-hours ornight depositorylock boxes that enable businesses to deposit cash and check receipts outside of normal banking hours.\n\nSavings accounts offer account holders interest on their deposits; however, in some cases, account holders may incur a monthly fee if they do not maintain a set balance or a certain number of deposits. Although savings accounts are not linked to paper checks or cards like current accounts, their funds are relatively easy for account holders to access.\n\nIn contrast, a money market account offers slightly higher interest rates than a savings account, but account holders face more limitations on the number of checks or transfers they can make from money market accounts.\n\nFinancial institutions refer to these accounts as interest-bearing checking accounts, Checking Plus, or Advantage Accounts. These accounts combine the features of checking and savings accounts, allowing consumers to easily access their money but also earn interest on their deposits.\n\nLike a savings account, atime deposit accountis an investment vehicle for consumers. Also known as certificates of deposit (CDs), time deposit accounts tend to offer a higher rate of return than traditional savings accounts, but the money must stay in the account for a set period of time. In other countries, time deposit accounts are known by various names, including term deposits, fixed-term accounts, and savings bonds.\n\nThe Federal Deposit Insurance Corporation (FDIC) provides deposit insurance that guarantees the deposits of member banks for at least $250,000 per bank, per depositor, per account, per account ownership type.\n\nMember banks are required to place signs visible to the public stating that \"deposits are backed by the full faith and credit of the United States Government.\" Credit unions are insured by the National Credit Union Association (NCUA) for at least $250,000 as well.\n\nA person in a trade or a business can deposit only up to $10,000 in a single transaction or multiple transactions without any issue. Some businesses may allow employees to deposit funds into their accounts using awarm card. If depositing more than $10,000, IRS Form 8300 will need to be completed.\n\nBanks report check deposits to the IRS if the amount is over $10,000. This doesn't matter if it is a check or cash, a bank is legally required to report this to the IRS.\n\nYes, bank deposits of up to $250,000 (and more in certain situations) are insured by the Federal Deposit Insurance Commission (FDIC). The National Credit Union Association (NCUA) insures accounts of up to $250,000 (and more in specific circumstances) for credit unions.\n\nBank deposits are the primary means by which people store their money, mainly in savings accounts, checking accounts, and money market accounts. Bank deposits are a way to safely store money with the ability to access it at any time in a convenient manner.\n\nNational Credit Union Administration. \"Deposits Are Safe in Federally Insured Credit Unions.\"\n\nFederal Deposit Insurance Corporation. \"Your Insured Deposits.\"\n\nInternal Revenue Service. \"Understand How to Report Large Cash Transactions.\"",
  "url": "https://www.investopedia.com/terms/b/bank-deposits.asp"
}