{
  "term": "Bank Capital: Meaning and Classifications",
  "definition": "Bank capital is a bank's net worth or equity value, calculated by subtracting its liabilities from its assets.\n\nBank capital is the difference between a bank's assets and its liabilities. It is the bank's net worth.\n\nThe asset portion of a bank's capital includes cash, government securities, and interest-earning loans like mortgages. Its liabilities include its loan-loss reserves and any debt it owes.\n\nA bank's capital can be viewed as its equity value. That is, it is the amount that would be available to itscreditorsand investors if the bank went bankrupt and was forced toliquidateits assets.\n\nBank capital represents the value of a bank's equity instruments that can absorb losses and have the lowest priority in payments if the bank liquidates. While bank capital can be defined as the difference between a bank's assets and liabilities, national authorities have their own definition ofregulatory capital.\n\nThe main banking regulatory framework consists of international standards enacted by theBasel Committee on Banking Supervisionthrough international accords of Basel I, Basel II, and Basel III. These standards provide a definition of the regulatory bank capital that market and banking regulators closely monitor.\n\nBecause banks serve an important role in the economy by collecting savings and channeling them to productive uses throughloans, the banking industry and the definition of bank capital are heavily regulated. While each country can have its own requirements, the most recent international banking regulatory accord of Basel III provides a framework for defining regulatory bank capital.\n\nAccording to Basel III, regulatory bank capital is divided into tiers. These are based on subordination and a bank's ability to absorb losses with a sharp distinction of capital instruments when it is still solvent versus after it goes bankrupt.Common equity tier 1(CET1) includes thebook valueof common shares, paid-in capital, andretained earningslessgoodwilland any other intangibles. Instruments within CET1 must have the highest subordination and no maturity.\n\nTier 1 capitalincludes CET1 plus other instruments that are subordinated tosubordinated debt, and have no fixed maturity, no embedded incentive for redemption, and for which a bank can cancel dividends or coupons at any time. Tier 1 capital consists of shareholders' equity and retained earnings. Tier 1 capital is intended to measure a bank'sfinancial healthand is used when a bank must absorb losses without ceasing business operations.\n\nFrom a regulator’s point of view, bank capital (and Tier 1 capital in particular) is the core measure of the financial strength of a bank.\n\nTier 1 capital is the primary funding source of the bank. Typically, it holds nearly all of the bank's accumulated funds. These funds are generated specifically to support banks when losses are absorbed so that regular business functions do not have to be shut down.\n\nUnder Basel III, the minimum tier 1 capital ratio is 8.5%, which is calculated by dividing the bank's tier 1 capital by its total risk-based assets. For example, assume there is a bank with tier 1 capital of $176.263 billion and risk-weighted assets worth $1.243 trillion. The bank's tier 1 capital ratio for the period was $176.263 billion / $1.243 trillion = 14.18%, which meets the minimum Basel III requirement of tier 1 capital of 8.5% and the total capital ratio of 10.5%.\n\nTier 2 capitalconsists ofunsecuredsubordinated debt and its stock surplus with an original maturity of fewer than five years minus investments in non-consolidated financial institution subsidiaries under certain circumstances. The total regulatory capital is equal to the sum of Tier 1 and Tier 2 capital.\n\nTier 2 capital includes revaluation reserves, hybrid capital instruments, subordinated term debt, generalloan-loss reserves, and undisclosed reserves. Tier 2 capital is supplementary capital because it is less reliable than tier 1 capital. Tier 2 capital is considered less reliable than Tier 1 capital because it is more difficult to accurately calculate and is composed of assets that are more difficult toliquidate.\n\nUnder Basel III, the minimum total capital ratio is 10.5%, there is not a specified requirement for tier 2 capital.\n\nThe bank capital can be thought of as the book value ofshareholders' equityon a bank's balance sheet. Because many banks revalue their financial assets more often than companies in other industries that hold fixed assets at a historical cost, shareholders' equity can serve as a reasonable proxy for the bank capital.\n\nTypical items featured in the book value of shareholders' equity include preferred equity,common stock,paid-in capital, retained earnings, and accumulated comprehensive income. The book value of shareholders' equity is also calculated as the difference between a bank's assets and liabilities.\n\nBasel Committee on Banking Supervision. \"Basel III Monitoring Report\" Page 27.",
  "url": "https://www.investopedia.com/terms/b/bank-capital.asp"
}