{
  "term": "Bank Run: Definition, Examples, and How It Works",
  "definition": "A bank run refers to a big number of customers pulling their deposits due to concerns about the bank’s financial stability.\n\nA bank run refers to a situation when the customers of a bank or other financial institution withdraw their deposits at the same time over fears about the bank’s solvency. As more people withdraw their funds, the probability ofdefaultincreases, which, in turn, can cause more people to withdraw their deposits. In extreme cases, thebank’s reservesmay not be sufficient to cover the withdrawals.\n\nBank runs happen when a large number of people start making withdrawals from a bank because they fear the institution will run out of money. A bank run is typically the result of panic rather than trueinsolvency. However, a bank run triggered by fear can push a bank into bankruptcy.\n\nMost institutions have a set limit on how much they store in their vaults daily. These limits are set based on need and security reasons. Many banks also keep specific amounts in reserve at the nation’s central bank to minimize the risks related to bank runs and other issues. In fact, the Federal Reserve pays them interest to do so, a program which it calls Interest on Reserve Balances (IORB). This program gives banks an incentive to keep deposits in reserve.\n\nBecause banks typically keep only a small percentage of deposits as cash on hand, they must increase their cash position to meet the withdrawal demands of their customers. One method a bank uses to increase cash on hand is to sellassets—sometimes at significantly lower prices than if it did not have to sell quickly. Losses taken when selling assets at lower prices can cause customer concerns, which can trigger withdrawals.\n\nIn modern history, bank runs are often associated with the Great Depression. In the wake of the1929 stock market crash, American depositors panicked and began withdrawing their deposits. A succession of bank runs on thousands of banks occurred in the early 1930s, creating a domino effect on the economy.\n\nMore recent examples of significant bank runs include those on Silicon Valley Bank, Washington Mutual Bank (WaMu), and Wachovia Bank.\n\nThe collapse ofSilicon Valley Bankin March 2023 was a result of a bank run caused by venture capitalists. The bank reported that it needed $2.25 billion to shore up its balance sheet, and by the end of the following business day, customers had withdrawn about $42 billion. As a result, regulators closed the bank and took control of its assets.\n\nSilicon Valley Bank had last reported $209 billion in assets as of the fourth quarter of 2022, making it the second-largest bank failure of all time.\n\nWashington Mutual (WaMu), which had about $310 billion in assets at the time of its failure in 2008, was the largest bank failure in the United States. Its collapse was caused by several factors, including a poor housing market and rapid expansion. The bank also suffered a run when customers withdrew $16.7 billion within two weeks.\n\nJPMorgan Chase eventually bought Washington Mutual for $1.9 billion.\n\nWachovia Bank was also shuttered after depositors withdrew more than $15 billion over a two-week period in 2008 following negative earnings results. Wachovia was eventually acquired by Wells Fargo for $15 billion.\n\nMuch of the withdrawals at Wachovia were concentrated among commercial accounts with balances above the limit insured by the FDIC, drawing those balances down to just below the FDIC limit.\n\nThe failure of large investment banks like Lehman Brothers, AIG, and Bear Stearns was not the result of a bank run. Instead, these bank failures resulted from a credit and liquidity crisis involvingderivatives,asset-backed securities, and poorrisk managementpractices.\n\nIn response to the turmoil of the 1930s, governments took several steps to diminish the risk of future bank runs. Perhaps the biggest was establishingreserve requirements, which mandated that banks had to maintain a certain percentage of total deposits on hand as cash. This requirement has since been reduced to zero by the Federal Reserve because other monetary policy tools have been created.\n\nAdditionally, the U.S. Congress established the FDIC in 1933 to insure bank deposits in response to the many bank failures in the preceding years. Its mission is to maintain stability and public confidence in the U.S. financial system.\n\nThe FDIC provides insurance based on ownership category. There are several FDIC-recognized ownership categories, but generally, each depositor is insured for up to $250,000 in each different category.\n\nIn some cases, the FDIC may extend its coverage. For example, when Silicon Valley Bank failed in 2023, the FDIC used funds from the Deposit Insurance Fund to fully reimburse depositors. The money in the fund is furnished by quarterly fees assessed on banks.\n\nIn some cases, banks need to take a more proactive approach if faced with the threat of a bank run. For example, they may temporarily close to prevent people from withdrawing their money en masse. Franklin D. Roosevelt implemented another solution when he declared a bank holiday in 1933, calling for inspections to ensure banks’solvencyso they could continue operating.\n\nAsilent bank runis when depositors withdraw funds electronically in large volumes without physically entering the bank. Silent bank runs are similar to other bank runs, except funds are withdrawn via Automated Clearing House (ACH) transfers, wire transfers, and other methods that do not require physical withdrawals of cash.\n\nThis happens when people try to withdraw all of their funds for fear of a bank collapse. When this is done simultaneously by many depositors, the bank canrun out of cash, causing it to become insolvent.\n\nBank runs can bring down banks and cause a more systemicfinancial crisis. A bank usually only has a limited amount of cash on hand that is not the same as its overall deposits. So, if too many customers demand their money, the bank simply won’t have enough to return to their depositors.\n\nA bank run is when customers flock to banks, either physically or online, to withdraw their funds because they lose confidence in the bank. In extreme cases, they can cause the collapse of a bank, as a bank run did in 2023 when Silicon Valley Bank became insolvent.\n\nTo reduce your risk of losing money in a bank run, you can keep your deposit amounts under the FDIC-insured limit of $250,000 per depositor, per insured bank. If you need to deposit more funds, you can open an account at another bank and receive the same protection.\n\nCornell University, CU Blog Service. “Bank Runs, Information Cascades, and the Great Depression.”\n\nFederal Reserve Bank of St. Louis, The FRED Blog. “How Much Do Banks Keep In the Vault?”\n\nBoard of Governors of the Federal Reserve System. “Interest On Reserve Balances.”\n\nU.S. Social Security Administration. “The Depression.”\n\nFederal Reserve Bank of St. Louis. “Understanding The Speed and Size of Bank Runs in Historical Comparison.”\n\nSilicon Valley Bank. “Message To Stakeholders Regarding Recent Strategic Actions Taken by SVB.”\n\nCalifornia Department of Financial Protection and Innovation. “Order Taking Possession Of Property and Business.”\n\nFederal Deposit Insurance Corp. “FDIC Creates A Deposit Insurance National Bank of Santa Clara to Protect Insured Depositors of Silicon Valley Bank, Santa Clara, California.”\n\nU.S. Office of Thrift Supervision, via Internet Archive Wayback Machine. “OTS Fact Sheet On Washington Mutual Bank.”\n\nJPMorgan Chase. “JPMorgan Chase Acquires The Deposits, Assets, and Certain Liabilities of Washington Mutual’s Banking Operations.”\n\nCATO Institute. “Run, Run, Run: Was The Financial Crisis Panic Over Institution Runs Justified?”\n\nBoard of Governors of the Federal Reserve System. “The Acquisition of Wachovia Corporation by Wells Fargo & Company.”\n\nBrookings Institution. “History Credits Lehman Brothers’ Collapse For the 2008 Financial Crisis. Here’s Why That Narrative Is Wrong.”\n\nNational Bureau of Economic Research, Public Use Data Archive. “The Fed and Lehman Brothers.”\n\nBoard of Governors of the Federal Reserve System. “Reserve Requirements: History, Current Practice, and Potential Reform.” Page 574.\n\nBoard of Governors of the Federal Reserve System. “Reserve Requirements.”\n\nFederal Deposit Insurance Corp. “The First Fifty Years.”\n\nFederal Deposit Insurance Corp. “Your Insured Deposits.”\n\nFederal Deposit Insurance Corp. “FDIC Acts To Protect All Depositors of the former Silicon Valley Bank, Santa Clara, California.”\n\nFederal Deposit Insurance Corp. “Deposit Insurance Fund.”\n\nFederal Reserve Bank of New York. “Why Did FDR’s Bank Holiday Succeed?”",
  "url": "https://www.investopedia.com/terms/b/bankrun.asp"
}