{
  "term": "Bankruptcy Explained: Types and How It Works",
  "definition": "Bankruptcy is a legal process for relieving debt that the borrower cannot repay. It’s a measure of last resort that typically requires liquidating assets or entering a repayment plan.\n\nBankruptcy is a way to get a fresh financial start (as an individual or business) if you can’t repay your debts. Typically, this requires filing a petition with a bankruptcy court. From there, a judge decides whether you must liquidate any of your assets or if the debt can be restructured to satisfy as much of your obligation as possible.\n\nWhen you declare bankruptcy, you file a petition with a federal court. While you can technically do this on your own (also known as filing “pro se”), it’s not recommended. Bankruptcy law is complex, and a single mistake can significantly harm your case. Instead, consult a qualified bankruptcy attorney who can help you choose what type of bankruptcy to declare and how to navigate the legal process.\n\nOnce you file, anautomatic staytakes effect, temporarily halting creditors from pursuing collection actions against you, including lawsuits,foreclosure, orwage garnishment.\n\nAtrusteeis then appointed to oversee your case, and you’ll need to disclose your assets, income, anddebtsin a341 meeting(i.e., a meeting of creditors). This lets the trustee determine whether any of your assets should be sold (in liquidation cases) or if a repayment plan is needed (in reorganization cases).\n\nAt the end of the process, your qualifying debts will be discharged, meaning you’ll no longer be responsible for them, so long as you satisfy the bankruptcy terms. However, a bankruptcy also stays on yourcredit reportfor years, hurting your ability to borrow money in the future.\n\nEnacted by Congress in 1978, the Bankruptcy Code outlines different bankruptcy types for various situations. For example, Chapters 7 and 13 are the most common types available to individuals, while Chapter 11 bankruptcy is primarily used by businesses.\n\nChapter 7 bankruptcylets individuals discharge most types ofunsecured debt, such as credit card balances and medical bills. However, you must first liquidate non-exempt assets to pay back as much of the debt as possible.\n\nNon-exempt assets can includestocks,bonds, and other unessential valuables. In contrast, exempt assets, which are protected from the liquidation requirement, may include your primary home, furniture, and car.\n\nTo qualify for a Chapter 7 bankruptcy, your current monthly income must be less than the state median income. Otherwise, you’ll be subjected to a means test to determine your eligibility.\n\nChapter 11 bankruptcyletsbusinesses(and sometimes individuals with substantial debt) develop a plan to reorganize and repay their creditors over time. This can involve downsizing, renegotiating contracts, or selling assets—all while a business continues to operate. However, the business can’t expand its operations, take on new debt, or sell assets not specified in the reorganization plan without court approval.\n\nTo qualify, you must submit a reorganization plan within 120 days of filing the bankruptcy petition (though the court may grant extensions). The plan must then be approved by creditors and confirmed by the court.\n\nIf you don’t qualify for Chapter 7 bankruptcy, considerChapter 13. It allows you to restructure your debt under a new repayment plan that usually spans three to five years. Unlike Chapter 7, you’re not required to liquidate any assets, making it a better option if you want to keep otherwise non-exempt property.\n\nThat said, your debt won’t be discharged until you’ve completed the repayment plan. Furthermore, you must have regular income and less than $2.75 million in total debt to qualify.\n\nAdditional, less common forms of bankruptcy include:\n\nA discharge is a court order that officially absolves you from your outstanding debts after you’ve met the terms of your bankruptcy. In other words, you’re no longer responsible for the debts, and creditors can no longer come after you for them.\n\nHowever,some debts can’t be discharged, including most taxes, child support, alimony, most student loans, court fines and criminal restitution, and personal injury caused by driving drunk or being under the influence of drugs. In addition, creditors with secured claims can still seize collateralized property (assuming there’s a valid lien).\n\nAs a debtor, you don’t have an absolute right to a discharge. Creditors can challenge your bankruptcy filing in court. Furthermore, if you fail to produce the necessary documents on time, commit fraud, or violate a court order, your discharge may be denied.\n\nLoss of non-exempt assets and collateral\n\nBefore you resort to declaring bankruptcy, consider these alternatives:\n\nUltimately, bankruptcy can provide some much-needed financial relief if you’re drowning in debt. However, it’s not a decision to take lightly. You may be forced to sell assets and sustain serious credit damage that could make it harder for you to borrow money down the line.\n\nBefore filing, consider all your options, including negotiating with creditors and exploring loan modification. If bankruptcy is still the best option, consult a qualified attorney who can help you navigate this complex legal process and maximize your financial recovery.\n\nUnited States Courts. “Filing Without an Attorney.”\n\nU.S. Department of Justice. “Section 341 Meeting of Creditors.”\n\nUnited States Courts. “Process - Bankruptcy Basics.”\n\nUnited States Courts. “Chapter 7 - Bankruptcy Basics.”\n\nUnited States Courts. “Chapter 11 - Bankruptcy Basics.”\n\nUnited States Courts. “Chapter 13 - Bankruptcy Basics.”\n\nUnited States Courts. “Chapter 9 - Bankruptcy Basics.”\n\nUnited States Courts. “Chapter 12 - Bankruptcy Basics.”\n\nUnited States Courts. “Chapter 15 - Bankruptcy Basics.”\n\nU.S. Department of Justice. “Bankruptcy Information Sheet.”\n\nUnited States Courts. “Discharge in Bankruptcy - Bankruptcy Basics.”\n\nDebt.org. “When Does Bankruptcy Come Off Your Credit Report?”",
  "url": "https://www.investopedia.com/terms/b/bankruptcy.asp"
}