{
  "term": "Bank Account Number: What It Is, How It Works, and How to Protect It",
  "definition": "A bank account number is a unique set of digits used to identify and access a particular bank account.\n\nA bank account number is a unique string of numbers, and sometimes letters and other characters, that identify a particular bank account and grant access to it. This often is one of the most important account numbers people have for transacting business.\n\nA bankchecking account’s number is located at the bottom of thepaper check. You’ll see three sets of numbers in a computer-readable font at the bottom of the check:\n\nPayroll processing offices use checking account numbers to set updirect depositpayments for employees.\n\nBank account numbers are vulnerable toidentity theftandfraud. This is why you have to answer questions about your mother’s maiden name when you try to make routine changes to an account like your bank account. The means of making it difficult for hackers to steal account numbers have, in recent years, taken the form of password managers along withmultifactor authentication, or MFA, systems.\n\nBusinesses now often employ a hard-to-hack master password to unlock an electronic vault of customers’ bank account numbers and other sensitive data. Consumers are becoming accustomed to multifactor authentication, which adds another step before granting access to a bank account, such as requiring a fingerprint, voice activation, or a time-sensitive code sent to the cellphone number on record.\n\nThese are just some of the means of protecting users’ bank account numbers in an increasingly vulnerable online environment.\n\nThe traditional check layout applies to most personal checks, but some business checks and bank-printed checks have other formats.\n\nOn a paper check, the nine-digitrouting numberidentifies specific financial institutions within the United States. The number identifies the check as having been issued by a federal- or state-chartered bank that maintains an account with theFederal Reserve.\n\nThis system dates back to 1910 and was developed initially as a way to help bank clerks sort through piles of checks and assign them to the correct drawer.Today, electronic services use them in much the same way forwire transfers, to draw a payment from a deposit at the correct institution.\n\nThe individual’s bank account number works together with the routing number to identify the right account holder at the right institution.\n\nYou can find your bank account number on your monthlybank statement, or by visiting abranch of your bank.\n\nIf you are using a checking account, the account number is also printed on your paper checks. You can find it printed between the bank’s routing number and the check number, as shown below.\n\nYou can find your bank account number printed at the bottom of your paper check. This is the second sequence of numbers, printed between the nine-digit routing number and the shorter check number. This number can also be found on your account statement.\n\nA bank account number is usually eight to 12 digits long, but some account numbers have up to 17 digits. Note that this is not the same as your debit card number or credit card number.\n\nYou can find your bank account number on your bank statements, printed at the bottom of a paper check, or by logging on to the bank’s website. If you can’t find it in these ways, try visiting a bank branch in person.\n\nA bank account number is a unique identifier for each account at a bank or other financial institution that you have. Along with the routing number, the bank uses this number to make payments and accept deposits. Due to increased identity theft and fraud, it is important to actively protect your bank account number and other banking information.\n\nAmerican Bankers Association. “ABA Routing Number™.”\n\nU.S. Cybersecurity & Infrastructure Security Agency. “Multi-Factor Authentication (MFA).” Download PDF.\n\nAmerican Bankers Association. “Routing Number Policy & Procedures.”\n\nChase. “What Is a Bank Account Number?”",
  "url": "https://www.investopedia.com/terms/a/account-number.asp"
}