{
  "term": "Bank Bill Swap Rate (BBSR) Meaning, Calculation, Example",
  "definition": "The Bank Bill Swap Rate (BBSW), or Bank Bill Swap Reference Rate, is a short-term interest rate used as a benchmark for the pricing of Australian dollar derivatives and securities—most notably, floating rate bonds.\n\nThe BBSW is an independent reference rate that's used for pricing securities. Fixed income investors use BBSW since it's the benchmark to price floating rate bonds and other securities. The BBSW is an average of the bank bill rates supplied by banks for various maturities. In other words, it's the midpoint rate for various bank-eligible securities and is the rate that banks lend to each other in Australia.\n\nThe BBSW is calculated and published by the Australian Securities Exchange (ASX), which maintains this rate. The bank bill swap rate is Australia's equivalent ofLondon Interbank Offered Rate(LIBOR) and is used as areference ratein much the same way on an institutional level.\n\nFor review, LIBOR is an average value of interest-rates, which is calculated from estimates submitted by the leading global banks on a daily basis. It serves as the first step in calculating interest rates on various loans throughout the world.\n\nThe Intercontinental Exchange, the authority responsible for LIBOR, will stop publishing one-week and two-month USD LIBOR after Dec. 31, 2021. All other LIBOR will be discontinued after June 30, 2023.﻿﻿﻿\n\nFor instance, a variable floating rate may quote 100 basis points over LIBOR, whereas in Australia, they may use 100 basis points over the BBSW. As stated earlier, the BBSW is an average of the bank bill rates supplied by banks for various maturities.\n\nAccording to the ASX, the BBSW is not as directly linked to the mortgage or other retail lending indexes as is the LIBOR and other similar benchmarks. Its impact in these areas is thus minimal and limited to its general effects on interest rate levels.\n\nThere is a risk premium added to the BBSW to compensate for the risk of the securities as compared to the risk-free rate, which is typically based on government bonds. For example, in the U.S., the risk-free rate is typically the U.S. Treasury since it's backed by the U.S. government.\n\nThe credit premium added to the BBSW is typically small, such as five to ten basis points. However, it has exceeded over 300 basis points during the financial crisis of 2008 and the months following.\n\nA prime bank is one of several approved financial institutions and includes Australia's four largest banks. The ASX reviews the members of this group annually. Membership requirements, as listed on the ASX, include:\n\nLet's say that interest rates for bank bills was 4% for the first six months of the year while rates jumped to 5% and remained at 5% for the second half of the year. The average for the year would be 4.5% plus any risk premium. If the risk premium was 15basis points, the BBSW would be 4.65%, including the average of bank bill rates and with the risk premium added.\n\nOf course, in reality, there are more than two interest rates to average out in calculating the BBSW, but it's typically considered a midpoint of all of those rates.\n\nTheSingapore Interbank Offered Rate, known by its abbreviation SIBOR, is the benchmark interest rate, stated in Singapore dollars, for lending between banks within the Asian market. The SIBOR is a reference rate for lenders and borrowers that participate directly or indirectly in the Asian economy.\n\nThe terms of the loans vary from overnight to one year. Notably, the U.K. version, LIBOR, is similar to the SIBOR while the BBSW is the Australian version of LIBOR and SIBOR.\n\nAs with any reference rate, the BBSW might not truly reflect the credit risk that exists in the market. Financial benchmarks did not predict the financial crisis of 2008 and the Great Recession that followed. As a result, the risk premium may not always reflect the total market risk and may act as a lagging indicator.\n\nIntercontinental Exchange. \"LIBOR.\" Accessed Dec. 4, 2020.",
  "url": "https://www.investopedia.com/terms/b/bank-bill-swap-rate-bbsw.asp"
}