{
  "term": "Bank Credit: Definition, How It Works, Types, and Examples",
  "definition": "Bank credit is the amount of credit available to a business or individual from a banking institution in the form of loans. Bank credit, therefore, is the total amount of money a person or business can borrow from a bank or otherfinancial institution.\n\nA borrower's bank credit depends on their ability to repay any loans and the total amount of credit available to lend by the banking institution. Types of bank credit include car loans, personal loans, and mortgages.\n\nBanks and financial institutions make money from the funds they lend out to their clients. These funds come from the money clients deposit in their checking and savings accounts or invest in certain investment vehicles such ascertificates of deposit(CDs). In return for using their services, banks pay clients a small amount of interest on their deposits. As noted, this money is then lent out to others and is known as bank credit.\n\nBank credit consists of the total amount of combined funds that financial institutions advance to individuals or businesses. It is an agreement between banks and borrowers where banks make loans to borrowers. By extending credit, a bank essentially trusts borrowers to repay the principal balance as well as interest at a later date. Whether someone is approved for credit and how much they receive is based on the assessment of theircreditworthiness.\n\nApproval is determined by a borrower’s credit rating and income or other considerations. This includes collateral, assets, or how much debt they already have. There are several ways to ensure approval, including cutting the totaldebt-to-income(DTI) ratio. An acceptable DTI ratio is 36% or below.\n\nBorrowers are generally encouraged to keep card balances at 20% or less of the credit limit and pay off all late accounts. Banks typically offer credit to borrowers who haveadverse credit historieswith terms that benefit the banks themselves—higher interest rates, lower credit lines, and more restrictive terms.\n\nBank credit for individuals has grown considerably as consumers have become used to relying on debt for various needs. This includesfinancingfor large purchases such as homes and automobiles, as well as credit that can be used to make items needed for daily consumption.\n\nBusinesses also use bank credit in order to fund their day-to-day operations. Many companies need funding to paystartup costs, to pay for goods and services, or to supplement cash flow. As a result, startups or small businesses use bank credit as short-term financing.\n\nBank credit comes in two different forms—secured and unsecured.Secured creditor debt is backed by a form of collateral, either in the form of cash or another tangible asset. In the case of a home loan, the property itself acts as collateral. Banks may also require certain borrowers to deposit a cash security in order to get asecured credit card.\n\nSecured credit reduces the amount of risk a bank takes in case the borrower defaults on the loan. Banks can seize the collateral, sell it, and use the proceeds to pay off part or all of the loan. Because it is secured with collateral, this kind of credit tends to have a lower interest rate and more reasonable terms and conditions.\n\nBanks normally charge lower interest rates on secured credit because there's a higher risk of default on unsecured credit vehicles.\n\nUnsecured credit, on the other hand, is not backed by collateral. These kinds of credit vehicles are riskier than secured debt because the chance of default is higher. As such, banks generally charge higher interest rates to lenders for unsecured credit.\n\nThe most common form of bank credit is a credit card. A credit card approval comes with a specific credit limit andannual percentage rate(APR) based on the borrower's credit history. The borrower is allowed to use the card to make purchases. They must pay either the balance in full or the monthly minimum in order to continue borrowing until the credit limit is reached.\n\nBanks also offer mortgage and auto loans to borrowers. These are secured forms of credit that use the asset—the home or the vehicle—as collateral. Borrowers are required to make fixed payments at regular intervals, usually monthly, bi-weekly, or monthly, using afixed or variable interest rate.\n\nOne example of business credit is a businessline of credit(LOC). These credit facilities are revolving loans granted to a company. They may be either secured or unsecured and give corporations access to short-term capital.\n\nCredit limits are normally higher than those granted to individual consumers because of the needs of businesses, their creditworthiness, and their ability to repay. Business LOCs are normally subject to annual reviews.\n\nExamples of bank credit include any money that a bank has loaned out to you. This includes mortgages, auto loans, personal loans, and credit cards. A bank credit is a loan made from a bank to a borrower that needs to be paid back.\n\nThe credit score needed for a bank loan will depend on the individual's finances, the size of the loan, and what the loan is being used for. Generally, a credit score of 640 is required or between 600 and 700.\n\nUsually, a bank will give a loan with bad credit. These may not be traditional banks but various other banks or online lenders. When a person has bad credit, receiving a loan will be difficult and costly. Banks will usually charge a higher interest rate, provide a smaller loan size, and may include other stipulations.\n\nBank credit allows individuals to purchase high-priced items that would otherwise be difficult to purchase just with cash, such as houses and cars. While some bank credit helps build assets, such as mortgages, certain bank credit, such as credit cards, can be dangerous if not managed correctly. Ensuring your debt-to-income ratio is at an acceptable level will help control any bank credit and contribute to keeping your personal finances in good shape.\n\nWells Fargo. “Common Questions About Debt-to-Income Ratios,” See “What is considered a good debt-to-income ratio?.”\n\nCredit Karma. \"What Credit Scores Do I Need to Get a Personal Loan?\"",
  "url": "https://www.investopedia.com/terms/b/bank-credit.asp"
}