{
  "term": "Bank Holding Company Definition, How It Operates",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nErika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nA bank holding company is a corporation that owns a controlling interest in one or more banks but does not itself offer banking services.\n\nHolding companies do not run the day-to-day operations of the banks they own. However, with their stake in the company, they exercise control over management and company policies.They can hire and fire managers, set and evaluate strategies, and monitor theperformance of subsidiaries’ businesses.\n\nBank of America Corp., which holds many smaller Bank of America and Merrill Lynch financial institutions, is an example of a holding company.\n\nHolding companies, or \"Holdcos\", exist outside of the realm of banks. Some corporations have been formed just to hold the assets of several subsidiaries, not to produce any products or services.\n\nBank holding companies are regulated by the Federal Reserve's Board of Governors.Banks that are not owned by holding companies are regulated primarily by the Office of the Comptroller of the Currency, although U.S. banking regulations are so complex and far-reaching that a total of five federal agencies are involved.\n\nHolding companyassets may include limited liability companies or partnerships, real estate, patent trademarks, stocks, bonds, and more. They are partially protected by law from the financial losses of their assets and can structure themselves to spread tax, financial, and legal liabilities among their various subsidiaries, reducing overall risk.\n\nOne well-known holding company in the U.S. isBerkshire Hathaway, which is owned and run by the investor Warren Buffet. Berkshire Hathaway is a holding company for dozens of businesses in which it holds a significant stake including Dairy Queen, BNSF Railway, Lubrizol, Fruit of the Loom, and Pampered Chef. The holding company also has stakes in the Kraft Heinz Company and See's Candies.\n\nA variation of the holding company is theone-bank holding company, which, by definition, is a corporation that owns at least one-quarter of the voting stock of a commercial bank.\n\nA bank holding company does not offer any banking services. It owns and controls a bank or banks.\n\nThe one-bank holding company is a creation of the late 1960s. Their formation allowed independent banks the greater operating range of a bank holding company. That is, they could branch out from their dependence on individual depositors into other types of banking activities such as loans and commercial paper.\n\nThe ability to issuecommercial paperin capital markets was a particular priority of the one-bank holding companies.\n\nCommercial paper is a key method for a corporation to raise money quickly and cheaply to meet its short-term liabilities and finance its accounts receivable and inventories. It is a short-term debt instrument, rarely maturing in more than 270 days. It does not pay interest in the traditional sense but is issued at a discount from face value.\n\nYes, Goldman Sachs is a bank holding company and a financial holding company that is regulated by the Federal Reserve.\n\nA bank holding company can spread risk and reduce legal liabilities by using its subsidiary banks. It can also shift assets around to maximize profits and manage risk.\n\nA holding company buys other companies and controls their interest, acting like a parent company. Limited liability companies or partnerships, real estate, patent trademarks, stocks, bonds, and more are among the assets it can hold.\n\nA bank holding company is a corporation that owns a controlling interest in one or more banks but does not itself offer banking services. It can offer a number of advantages as its assets may include limited liability companies or partnerships, real estate, patent trademarks, stocks, bonds, and more.\n\nLegal Information Institute. \"Holding Company.\"\n\nBank of America. \"Corporate Structure.\"\n\nFederal Reserve, National Information Center. \"Bank Holding Company.\"\n\nBerkshire Hathaway. \"Berkshire Hathaway Inc; Sublinks.\"\n\nFederal Reserve. \"Frequently Asked Questions About Regulation.\"",
  "url": "https://www.investopedia.com/terms/o/one-bank-holding-company.asp"
}