{
  "term": "Bar Chart: Definition, How Analysts Use Them, and Example",
  "definition": "Bar charts consist of multiple price bars, with each bar illustrating how the price of an asset or security moved over a specified time period. Each bar typically showsopening, high, low, and closing(OHLC) prices, although this may be adjusted to show only the high, low, andclose (HLC).\n\nA bar chart is a collection of price bars, with each bar showing price movements for a given period. Each bar has a vertical line that shows the highest and lowest prices reached during the period. The opening price is marked by a small horizontal line on the leftof the vertical line, and the closing price is marked by a small horizontal line on the right of the vertical line.\n\nIf the closing price is above the opening price, the bar may be colored black or green. Conversely, if the close is below the open, the price dropped during that period, so it could be colored red. Color coding the bars helps traders see trends and price movements more clearly. Color coding is available as an option in mostcharting platforms.\n\nTechnical analystsuse bar charts—or other chart types such as candlestick or line charts—to monitor price action, which aids in trading decisions. Bar charts allow traders to analyzetrends, spot potential trendreversals, and monitor volatility and price movements.\n\nTraders and investors decide which period they want to analyze. A 1-minute bar chart, which shows a new price bar each minute, would be useful for a day trader but not an investor. A weekly bar chart, which shows a new bar for each week of price movement, may be appropriate for a long-term investor, but not so much for a day trader.\n\nBecause a bar chart shows the opening, high, low, and closing prices for each period, there is a lot of information that traders and investors can utilize.\n\nLong vertical bars show there was a big price difference between the high and low of the period. That means volatility increased during that period. When a bar has very small vertical bars, it means there is little volatility.\n\nIf there is a large distance between the open and close it means the price made a significant move. If the close is far above the open, it shows buyers were very active during the period, which may indicate more buying in future periods is forthcoming. If the close is very near the open, it shows there was not a lot of conviction in the price movement during the period.\n\nThe location of the close relative to the high and low may also provide valuable information. If an asset rallied higher during the period but the close was well below the high, it signals that toward the end of the period, sellers came in. That is less bullish than if the asset closed near its high for the period.\n\nIf the bar chart is color coded based on whether the price rises or falls during the period, the colors can provide information at a glance. An overalluptrendis typically represented by more green/black bars.Downtrends, on the other hand, are typically represented by more red bars.\n\nBar charts are very similar to Japanesecandlestickcharts. The two chart types show the same information but in different ways.\n\nA bar chart is composed of a vertical line, with small horizontal lines on the left and right that show the open and close. Candlesticks also have a vertical line showing the high and low of the period (called ashadowor wick), but the difference between the open and close is represented by a thicker portion called areal body.\n\nThe body is shaded in or colored red if the close is below the open and shaded in or colored white or green if the close is above the open. While the information is the same, the visual look of the two chart types is different.\n\nThe following image is a bar chart for the SPDR S&P 500 (SPY) ETF. During declines, the bars typically get longer, showing an increase in volatility. Declines are also marked by more down (red) price bars compared to up (green) bars.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nAs the price rises, there tend to be more green bars than red bars. This helps to visually spot the trend. Even though there are typically red andgreen bars during an uptrend (or downtrend), one is more dominant. This is how prices move.\n\nIn order for the price to move higher within an uptrend, the price bars will need to reflect that by moving higher as well, on average. If the price starts moving lower, on average, by creating more red bars, then the price is moving into apullbackor a trend reversal.\n\nThere are three charts used in technical analysis: bar, line, and candlestick. All three monitor the movements of an asset's price, helping traders discover price trends and make buying and selling decisions.\n\nThe range between the high price and low price of an asset is represented by the vertical height of a bar chart. This bar uses horizontal lines to note the opening and closing prices.\n\nIn technical analysis, a bar chart is a way for a trader to monitor the price movement of an asset and spot trends in order to make trading decisions. A bar chart shows the opening, high, low, and closing prices of an asset on a trading day.\n\nIn technical analysis, bar charts are used by traders to monitor price movements in order to make trading decisions, particularly for entry and exit points. Bar charts help traders notice trends in the price movement of an asset.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.",
  "url": "https://www.investopedia.com/terms/b/barchart.asp"
}