{
  "term": "Bare Trust: Definition, Advantages, vs. Other Trust Types",
  "definition": "Investopedia / Michela Buttignol\n\nA bare trust is a basic trust in which thebeneficiaryhas the absolute right to the capital andassetswithin the trust, as well as the income generated from these assets. In Canada and the U.K., bare trusts are used as a tax-efficient way of passing assets to one's children or heirs.\n\nTrust assets are held in the name of a trustee, who has the responsibility of managing the trust assets prudently so as to generate maximum benefit for the beneficiaries or as lawfully directed by beneficiaries or the trust's creator. However, thetrusteehas no say in how or when the trust's capital or income is distributed.\n\nThe United States does not allow thecreation of bare trusts, but they can be set up in Canada or in the United Kingdom.\n\nAlso known as simple trusts or naked trusts, baretrustsare widely used by parents and grandparents to transfer assets to their children or grandchildren. Bare trust rules allow beneficiaries to decide when they want to recover the trust's assets as long as they are at least 18 years of age in the United Kingdom. Beneficiaries can use the capital and income they inherit from a bare trust any way they please.\n\nA bare trust is established using a deed of settlement or a declaration of trust. In the simplest form of a bare trust, the assets bequeathed by the individual who set up the bare trust are owned by the trustee and beneficiary. But the trustee, in a bare trust, has no responsibilities or powers. They act per the beneficiary's instructions.\n\nThere are key differences between a bare trust and other types of trusts. Income generated from trust assets in the form of interest,dividends, and rent is taxed to the beneficiary because they are the legal owner of these assets. This stipulation can offer beneficiaries substantial tax relief if they are low-earning individuals as tax policies typically favor individuals over trusts. Beneficiaries would have to report income generated by the trust assets as well as capital gains that exceed the annual exemption in their Self Assessment tax returns.\n\nThis tax will be levied on the trust's creator orsettlor, however, if the beneficiary is under the age of 18. For example, a grandparent opening a bare trust for an infant grandchild would have to pay taxes on the income generated by trust assets until the infant beneficiary turns 18.\n\nOnce a beneficiary or beneficiaries for a bare trust are set, the decision can't be reversed.\n\nBeneficiaries may also be responsible for paying inheritance tax if the trust settlor dies within seven years of establishing the trust because bare trusts are treated by tax authorities as potentially exempt transfers. No inheritance tax will be owed, however, if the settlor outlives those seven years. There is no tax implication for the individual who sets up a bare trust because they give up legaltitleto the assets when they are transferred to the trust.\n\nIn the U.K., the beneficiary of a bare trust is entitled to both the assets and the income in the trust. When the beneficiary of a bare trust dies, the income and assets are considered part of their estate, and may be passed on to their own heirs and beneficiaries.\n\nIn countries that allow them, bare trusts have tax advantages for the grantor, and they are cheaper and easier to set up than other kinds of trusts. In addition, if the beneficiary is younger than 18, a bare trust also allows assets they could not otherwise hold, such as securities.\n\nThe main issue with bare trusts is that the beneficiaries cannot be amended after the trust is set up. In addition, depending on the jurisdiction, the assets in the trust may be subject to inheritance or capital gains taxes.\n\nIn the U.K., Canada, and certain other jurisdictions, a bare trust is a legal vehicle that allows assets and income to be transferred to a beneficiary, providing a tax-efficient way of passing down an inheritance.\n\nGov.Uk. \"Trusts and Inheritance Tax.\"\n\nAES International. \"Bare Trusts.\" Click on the \"Closer Look\" tab.",
  "url": "https://www.investopedia.com/terms/b/bare-trust.asp"
}