{
  "term": "Barriers to Entry: Understanding What Limits Competition",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nIn economics, barriers to entry are factors that can prevent or impede newcomers to a market or industry sector; as such, they can limit competition. Barriers to entry can include highstartup costs, regulatory hurdles, or other obstacles that prevent new competitors from easily entering a business sector. They benefit existing firms because they protect their market share and ability to generate revenues and profits.\n\nCommon barriers to entry include special tax benefits to existing firms, patent protections, strong brand identity, customer loyalty, and high customerswitching costs. Other barriers include the need for new companies to obtain licenses or regulatory clearance before operation.\n\nSome barriers to entry exist because of government intervention, while others occur naturally within a free market. Often, companieslobby the governmentto erect new barriers to entry. Ostensibly, this is done to protect the integrity of the industry andprevent new entrantsfrom introducing inferior products into the market.\n\nGenerally, firms favor barriers to entry in order to limit competition and claim a larger market share when they are already comfortably ensconced in an industry. Other barriers to entry occur naturally, often evolving over time as certain industry players establish dominance.Barriers to entryare often classified as primary or ancillary.\n\nA primary barrier to entry presents as a barrier alone, for instance, in the case of steep startup costs. An ancillary barrier is not a barrier in and of itself. Rather, combined with other barriers, it weakens a potential firm's ability to enter the industry. In other words, it reinforces other barriers.\n\nBarriers to entry may be natural (high startup costs to drill a new oil well) or created by governments (licensing fees or patents stand in the way) or by other firms (monopolists can buy or compete away startups).\n\nIndustries heavily regulated by the government are usually the most difficult to penetrate. Examples include commercial airlines, defense contractors, and cable companies. The government creates formidable barriers to entry for varying reasons. In the case of commercial airlines, not only are regulations strict, but the government restricts new entrants to limit air traffic and simplify monitoring.Cable companies are heavily regulated and limited because theirinfrastructurerequires extensive public land use.\n\nSometimes the government imposes barriers to entry not by necessity but because of lobbying pressure from existing firms. For example, one state requires government licensing to become a florist and two states and Washington, D.C. require government licensing to become an interior designer.Critics assert that regulations on such industries are needless, accomplishing nothing but limiting competition and stifling entrepreneurship.\n\nBarriers to entry can also form naturally as the dynamics of an industry take shape. Brand identity and customer loyalty serve as barriers to entry for potential entrants. Certain brands, such as Kleenex and Jell-O, have identities so strong that their brand names are synonymous with the types of products they manufacture.\n\nHigh consumer switching costs are barriers to entry as new entrants face difficulty enticing prospective customers to pay the additional money required to make a switch.\n\nBarriers to entry may also be referred to as barriers to competition, entry barriers, or market entry barriers.\n\nIndustry sectors also have their own barriers to entry that stem from the nature of the business, as well as the position of powerful incumbents.\n\nBefore any company can make and market even a generic pharmaceutical drug in the United States, it must begranted a special authorizationby the FDA. The FDA cites that even the most important drugs for general public health may take up to six months to approve. Although the standard review timeline is around 10 months, more complex drugs or applications may be required to enter this review cycle multiple times due to revisions.\n\nMoreover, just 18.9% of applications for generic drugs were approved in the first cycle in 2023.Each application is incredibly political and even more expensive. In the meantime, established pharmaceutical companies can replicate the product awaiting review and then file a special 180-day market exclusivity patent, which essentially steals the product and creates a temporary monopoly.\n\nIt may take billions of dollars to bring a drug to market. Equally as important, it can take up to 10 years for a drug to be approved for a prescription. Even if a startup company had the capital on hand to develop and test the drug according to FDA rules, it still might not receive revenue for 10 years.Lastly, ultimate success is far from guaranteed. Between 2011 to 2020, the likelihood of approval for development candidates for just the first phase was 7.9%.\n\nConsumer electronics with mass popularity are more susceptible toeconomies of scaleand scope as barriers. Economies of scale mean that an established company can easily produce and distribute a few more units of existing products cheaply because overhead costs, such as management and real estate, are spread over a large number of units. A small firm attempting to produce these same few units must divide overhead costs by its relatively small number of units, making each unit very costly to produce.\n\nEstablished electronics companies, such as Apple (AAPL), may strategically build in switching costs to retain customers. These strategies may include contracts that are costly and complicated to terminate or software and data storage that cannot be transferred to new electronic devices. This is prevalent in the smartphone industry, wherein consumers may pay termination fees and face the cost of reacquiring applications when they consider switching phone service providers.\n\nThe barriers to entry in the oil and gas sector are extremely strong and include high resource ownership, high startup costs, patents and copyrights in association with proprietary technology, government, environmental regulations, and high fixed operating costs. High startup costs mean that very few companies even attempt to enter the sector. This lowers potential competition from the start. In addition, proprietary technology forces even those with high startup capital to face an immediate operating disadvantage upon entering the sector.\n\nHigh fixed operating costs make companies with startup capital wary of entering the sector. Local and foreign governments also force companies within the industry to closely comply with environmental regulations. These regulations often require capital to comply, forcing smaller companies out of the sector.\n\nIt is generally very expensive to establish a new financial services company. High fixed costs and large sunk costs in the production of wholesale financial services make it difficult for startups to compete with large firms that have scale efficiencies. Regulatory barriers exist between commercial banks, investment banks, and other institutions and, in many cases, the costs of compliance and threat of litigation are sufficient to deter new products or firms from entering the market.\n\nCompliance and licensure costsare disproportionately damaging to smaller firms. A large-cap financial services provider does not have to allocate as large of a percentage of its resources to ensure it does not run into trouble with the Securities and Exchange Commission (SEC), Truth in Lending Act (TILA), Fair Debt Collection Practices Act (FDCPA), Consumer Financial Protection Bureau (CFPB), Federal Deposit Insurance Corporation (FDIC), or a host of other agencies and laws.\n\nCompanies deploy a number of strategies to avoid or overcome barriers to entry. Here are some common barriers and potential solutions to address them.\n\nIf governments are employing trade sanctions, it may be more difficult to import or export goods in relation to that country. Companies may seek different markets to work with or seek which products are specifically excluded from trade sanctions. If all else fails, a company may simply delay the timing of transacting with the country with the sanction as many government sanctions are temporary.\n\nCompanies may preemptively decide they want to burden the consumer with additional barrier charges such as import tariffs or taxes. Companies may also seek ways to avoid taxes such as partnering with local organizations to manufacture goods or develop value-added activities in the local market so the imported goods are assessed at a lower value (and assessed lower fees).\n\nA company seeking to join or create a brand new market may simply not have enough information needed to feel it may be successful. For these types of barriers, it may be best for the company to develop a minimum viable product for market research. This test product may be used to elicit consumer feedback as well as shape financial planning expectations.\n\nA company may also consider acquiring an existing company within the market it seeks to join. Not only will this company have already overcome some if not all aspects of the barriers to entry, the company may have knowledge and information useful to the long-term success of the company.\n\nIn some cases, the market leader position is so advanced as to be nearly impossible to catch in the short term. For these barriers, companies may consider using a disruptive pricing model and even incurring a short-term loss to steal long-term customers. A company may also set difference objectives such as \"be the lowest cost producer\".\n\nThough many costs likely can't be overcome, a company may consider using open-source software instead of custom, proprietary software to cut costs. The company may seek short-term leases instead of capital investments for equipment to gauge financial success in the near term. The company may also choose to only manufacture on-demand or on order to avoid over-committing resources that could have been used elsewhere.\n\nThe most obvious barriers to entry are high startup costs and regulatory hurdles which include the need for new companies to obtain licenses or regulatory clearance before operation. Also, industries heavily regulated by the government are usually the most difficult to penetrate. Other forms of barrier to entry that prevent new competitors from easily entering a business sector include special tax benefits to existing firms, patent protections, strong brand identity, customer loyalty, and high customer switching costs.\n\nGovernments create barriers to entry for varying reasons. In some cases, such as consumer protection laws, these barriers are intended to protect public safety but have the unintended effect of favoring incumbent businesses. In other cases, such as broadcasting licenses or commercial airlines, the barriers are due to the inherent scarcity of the public resources needed by these industries. In some cases, the government may impose barriers to entry explicitly to protect favored industries.\n\nBarriers to entry can also form naturally as the dynamics of an industry take shape. Brand identity and customer loyalty serve as barriers to entry for potential entrants. Certain brands, such as Kleenex and Jell-O, have identities so strong that their brand names are synonymous with the types of products they manufacture. High consumer switching costs are barriers to entry as new entrants face difficulty enticing prospective customers to pay the additional money required to make a change/switch.\n\nIndustries requiring heavy regulation or high upfront capital often have the highest barriers to entry. Telecommunications, transport (i.e. car or airplane), casinos, parcel delivery services, pharmaceutical, electronics, oil and gas, and financial services often all require substantial initial investments. Each of those industries is also heavily regulated or requires substantial oversight from governing bodies.\n\nThere are many aspects of many industries that prevent companies from entering into a market. These barriers to entry may be set by government policy, created due to high financial cost, or occur naturally due to the industry itself. For companies already within the industry, barriers to entry protects against competition easily stealing market share. For companies seeking entry, it'll be a larger hurdle trying to overcome the hurdles preventing easy access into an industry.\n\nThe Library of Economics and Liberty. “Airline Deregulation.”\n\nFederal Communications Commission. “Cable Television.”\n\nInstitute for Justice. \"Florist.\"\n\nInstitute for Justice. \"Interior Designer.\"\n\nU.S. Food & Drug Administration. \"Development and Approval Process, Drugs.\"\n\nU.S. Food & Drug Administration. \"The Generic Drug Approval Process.\"\n\nU.S. Food & Drug Administration. “Generic Drugs Program Activities Report - FY 2023 Monthly Performance.”\n\nThe Pew Charitable Trusts. \"FDA Approves More Generic Drugs, but Competition Still Lags.\" Page 7.\n\nPharmaceutical Research and Manufacturers of America. “Three Things To Know About the Accelerated Approval Pathway.”\n\nBiotechnology Innovation Organization. \"Clinical Development Success Rates and Contributing Factors 2011-2020.\" Pages 3, 10.\n\nUSC Economics Review. “The Evolution of the Apple Ecosystem.”\n\nFinModelsLab. “How Much Does It Cost To Start Upstream Oil and Gas: Unveiling the Capital Expenditures.”",
  "url": "https://www.investopedia.com/terms/b/barrierstoentry.asp"
}