{
  "term": "Basel III: What It Is, Capital Requirements, and Implementation",
  "definition": "Basel III is an international regulatory accord for reforms designed to mitigate risk within the international banking sector by requiring banks to have more capital on hand.\n\nBasel III Endgame is the last stage of U.S. regulators' implementation of reforms meant to ensure the stability of the banking system. It calls for the country's largest banks to put aside more capital in reserve to weather financial storms.\n\nThe banking industry has depicted the reforms as a threat to the American economy. It's amassed an army of lobbyists in Washington D.C. and poured millions into a media campaign to denounce the proposed regulations in a lobbying blitz that Basel III's supporters have called \"unprecedented,\"\n\nThe Basel regulations date back to the wake of the 2007-to-2009 financial crisis when financial watchdogs worldwide met to discuss ways to avoid a similar catastrophe.\n\nThey agreed through the Basel Committee on Banking Supervision in 2009 to develop minimum capital, leverage, and liquidity requirements to ensure that major banks could survive another upheaval.The final components of Basel III are known as Basel III Endgame in the United States. They're set to be implemented by regulators at the Federal Reserve, the Federal Deposit Insurance Corporation, and the Office of the Comptroller of the Currency.\n\nLobbies including the Bank Policy Institute have taken to the airwaves and online warning that the suggested regulations target only about 37 U.S. banks with holdings of $100 billion in assets or more. They would put young families' dreams of homeownership and small businesses' expansion plans at risk.\n\nThe banks claim the reforms wouldn't make them any more stable and would have knock-on effects on their ability to lend funds to those with less credit. This would include minorities who have historically faced problems obtaining credit from American financial institutions.\n\nFederal regulators were already backtracking on their initial proposals from 2023 soon after the end of the commentary period in early 2024. This made the rules defenders furious.\"When the heat was on last year, you talked a lot about getting tougher on the banks,\" U.S. Senator Elizabeth Warren told Jerome Powell, chair of the Federal Reserve, during a March 7, 2024, Congressional hearing. \"Now the giant banks are unhappy about that, and you've gone weak-kneed on this.\"\n\nThe final regulations are set to be released to take effect on July 1, 2025. A three-year phase-in of the regulations would begin at that time.\n\nMoody's has reported, however, that this timeline is expected to be delayed due to the unresolved contention surrounding so many aspects of the regulations. The Bank of England also announced in January 2025 that it intended to push back implementation of the rules until January 2027 to see whether the U.S. would change its stance under President Trump.\n\nBasel III was rolled out by theBasel Committee on Banking Supervision, a consortium of central banks from 28 countries based in Basel, Switzerland, shortly after the financial crisis of 2007–2008.Many banks were overleveraged and undercapitalized during this period despite earlier reforms known as Basel I and Basel II.\n\nAlso called the Third Basel Accord, Basel III is a continuing effort to strengthen an international banking framework that began in 1975.\n\nTheBasel I and Basel II accordswere aimed at improving the banking system’s ability to deal with financial stress, improve risk management, and promote transparency. The first Basel Accords were introduced in 1988 and came on the heels of that decade’s debt crises in Latin America.\n\nBasel I required that banks hold 8% of their risk-weighted assets as a buffer against potential losses. This was a significant step in ensuring that banks had enough financial strength to withstand losses and that they didn’t jeopardize the rest of the financial system.\n\nFurther measures were deemed necessary following Basel I and the many changes in the financial markets in the dot-com era. This led to Basel II in 2004. Basel II introduced more sophisticated models for calculating risk, expanding beyond credit risk to account foroperationaland market risks such as losses due to changes in market prices. Basel II also encouraged banks to build their own internal models to better assess the specific risks they faced.\n\nIt wasn't long before the approach of Basel II appeared outdated given the banking storms of the 2007–2008 period. The transition from Basel II to Basel III marked a significant shift in the global approach to banking regulation. Basel II focused primarily on the amount of capital the banks held and how they managed risk but Basel III included new rules on liquidity, leverage, andsystemic riskfactors.\n\nMany parts of Basel III are already in place worldwide, including the U.S. The final changes, called Basel III Endgame and agreed upon in 2017, were delayed for years by the COVID-19 pandemic and by banks calling for more time to adjust to and lobby against the new regulations.\n\nDeadlines have come and gone with July 1, 2025 being the latest date set for when the rules are supposed to go into effect in the U.S. That date isn't firm, however. It would entail announcing them months earlier to provide regulators, banks, and other stakeholders with time to prepare to meet the new standards to have them fully in place three years later.\n\nBasel III Endgame includes updates as to how banks calculate the risk of people not paying back their loans, how they use their internal models to determine how much money they need to keep in reserve, and how they should handle operational risks like fraud or system failures.\n\nBanks have two main silos of capital to work with.\n\nTier 1is a bank’s core capital, equity, and reserves that appear on the bank’s financial statements. Tier 1 capital is what can allow it to weather stress and keep its doors open if a bank experiences significant losses,\n\nTier 2refers to a bank’s supplementary capital such as undisclosed reserves and unsecured subordinated debt instruments. Tier 1 capital is more liquid and more secure than Tier 2 capital. Common equity Tier 1 (CET1) includes the money banks get when they issue stock and the profits they hold onto instead of paying out to shareholders.\n\nBanks with over $100 billion in assets would have to keep more money in their reserves under the proposed Basel III Endgame to cover potential losses.The new rules would allow banks to calculate the riskiness of assets such as loans and investments in multiple ways. They’d have to use whichever method puts more capital aside to err on the side of safety and stability.\n\nBig banks would also have to keep a minimum level of capital as a proportion of all their assets including items that aren’t on their main balance sheet, not just risky ones. Regulators could make banks hold even more capital to prepare for a possible downturn if the economy is doing well. Banks would also need a minimum of 6% of their risky assets in Tier 1 capital including CET1 and a few other super-safe investments.\n\nThe minimum for total capital (Tier 1 plus Tier 2, which is slightly riskier) would stay at 8%.\n\nThe total capital ratio (Tier 1 + Tier 2) remains at 8% as it’s been since Basel I but the composition of what banks can use as that capital is changing with a greater emphasis on higher-quality forms of capital. It’s also changing what it’s a percentage of, removing any consideration of riskier capital,Tier 3, from the calculation.The way banks calculate theirrisk-weighted assets(the denominator or bottom figure in the capital ratios) would change.\n\nThe 8% figure might look the same but the changes to the capital ratios' numerator and denominator and new buffer requirements mean that Basel III Endgame would increase capital requirements for the banks targeted by these regulations.Estimates have varied with the higher ones coming from the banking lobby but the largest banks would have to increase the amount of capital they have on hand by up to 20% over what they normally keep in reserve.\n\nBasel III introduces new capital buffer requirements that banks must maintain above the minimum capital ratios. These buffers are designed to ensure that banks build up capital reserves during good times that they can draw down during economic and financial stress periods.\n\nBasel III also introduces newleverageand liquidity requirements to protect against excessive and risky lending while ensuring that banks have enough liquidity during periods of financial stress. It sets a higher leverage ratio for G-SIBs. The ratio is Tier 1 capital divided by the bank’s total assets with a minimum ratio requirement of 3%.\n\nBasel III additionally has new liquidity rules. A liquidity coverage ratio requires that banks hold a “sufficient reserve of high-quality liquid assets (HQLA) to allow them to survive a period of significant liquidity stress lasting 30 calendar days.”HQLA includes cash, central bank reserves, and certain government securities that can be easily converted to cash with little or no loss of value.\n\nAnother liquidity-related provision is the net stable funding (NSF) ratio which compares the bank’s “available stable funding” (essentially capital and liabilities with a time horizon of more than one year) with the amount of stable funding that it must hold based on the liquidity, outstandingmaturities, and risk level of its assets.\n\nA bank’s NSF ratio must be at least 100%. The aim is to create “incentives for banks to fund their activities with more stable sources of funding on an ongoing basis” rather than load up their balance sheets with “relatively cheap and abundant short-term wholesale funding.”\n\nThe complexities of bank capital regulations may seem far removed from the everyday concerns of retail investors but the Basel III Endgame proposal has important implications for the broader economy and financial markets.\n\nThe Basel III Endgame rules primarily aim to strengthen the banking system but their effects would ripple through the entire economy.\n\nIt's reasonable to assume that banks think it will hurt their bottom line. Highercapital requirementscan affect bank profitability because banks may need more capital in reserve instead of using it to generate returns. This could influence bank stock valuations and dividend payouts in turn, which would be scrutinized if they didn't meet some of the capital requirements.\n\nBetter-capitalized banks may be viewed as safer investments, however. This could attract more investors over the long term and some research has suggested that they could do better financially, too.\n\nBasel III primarily targets very large, internationally active banks but critics charge that its regulations would also affect small and medium-sized banks. This has been the focus of much of the advertising campaign around the issue.\n\nThese banks may face increased operational costs because the banks they work with would face higher costs. Federal regulators have said this isn't the case, however, and the framework allows for some flexibility. It recognizes the risk profiles and business models of smaller banks.\n\nWe can report the deadlines U.S. regulators have given but a \"wait and see\" approach might be in order. Bank requests for more time to digest and comment on the plans, COVID-19, and shifts in the post-pandemic economy have all pushed back the deadlines. The regulations should start taking effect July 1, 2025, followed by a three-year phase-in period to give banks time to transition to the new rules, but there are indications that this could be delayed.\n\nThe global financial crisis of 2007-2008 exposed critical weaknesses in the banking system, highlighting the need for more robust market protections. Enter Basel III, a comprehensive set of international banking reforms designed to fortify banks against future shocks.\n\nStakeholders continue to debate its requirements as the 2028 deadline for full implementation approaches and what's needed to safeguard the economy against the systemic risk destabilized banks have presented in past crises.\n\nTIME. \"How Big Banks, Ranchers, and Unions Found a Common Foe in Biden Regulators.\"\n\nBank for International Settlements. \"Basel III: International Regulatory Framework for Banks.\"\n\nBoard of Governors of the Federal Reserve. \"Agencies Request Comment on Proposed Rules to Strengthen Capital Requirements for Large Banks.\"\n\nThe Brookings Institution. \"What Is Bank Capital? What Is the Basel III Endgame?\"\n\nU.S. Chamber of Commerce. \"U.S. Chamber Launches Campaign To Protect Business Lending.\"\n\nThe New York Times. \"Why Big Banks (and Some Odd Allies) Oppose a Plan to Protect Banks.\"\n\nReuters. \"Powell Says 'Broad' Overhaul Coming for Basel Bank Capital Proposal.\"\n\nElizabeth Warren. \"At Hearing, Warren Presses Powell on Basel III Capital Rule, Urges Him To Stand by Previous Commitments To Strengthen Regulations for Nation’s Biggest Banks.\"\n\nPwC. \"Basel III Endgame: Complete Regulatory Capital Overhaul.\"\n\nReuters. \"UK Delays Basel Bank Rules by a Year, EU Says It's Weighing Options.\"\n\nMoody's. \"U.S. Agencies to Re-Propose Basel 3 Endgame Rules.\"\n\nBank for International Settlements. \"Basel Committee Membership.\"\n\nBank for International Settlements. “History of the Basel Committee.”\n\nBank for International Settlements. \"Basel III and Global Cooperation: Where Do We Go From Here?\"\n\nBank of International Settlements. \"Definition of Capital in Basel III - Executive Summary.\"\n\nFederal Deposit Insurance Corporation. \"Interagency Overview of the Notice of Proposed Rulemaking for Amendments to the Regulatory Capital Rule.\" Page 2.\n\nBasel Committee on Banking Supervision. \"Basel III: A Global Regulatory Framework for More Resilient Banks and Banking Systems.\" Page 2.\n\nBank for International Settlements. “RBC - Risk-Based Capital Requirements.”\n\nFederal Deposit Insurance Corporation. \"Memo: Regulatory Capital Rule: Amendments Applicable to Banking Organizations subject to Category I, II, III or IV standards, and to Banking Organizations with Significant Trading Activity.\" Page 19.\n\nBank of International Settlements. \"RBC30 - Buffers Above The Regulatory Minimum.\"\n\nBasel Committee on Banking Supervision. \"Frequently Asked Questions on the Basel III Countercyclical Capital Buffer.\" Pages 1-2.\n\nBank of International Settlements. \"G-SIB Framework: Cut-off Score and Bucket Thresholds.\"\n\nBank for International Settlements. “LEV - Leverage Ratio.”\n\nEuropean Central Bank. \"Objectives and Limitations of the Liquidity Coverage Ratio.\"\n\nBank of International Settlements. \"LCR - Liquidity Coverage Ratio.\"\n\nBank for International Settlements. “Net Stable Funding Ratio (NSFR) - Executive Summary.”\n\nBahaj, Saleem and Frederic Malherbe. \"The Forced Safety Effect: How Higher Capital Requirements Can Increase Bank Lending.\"The Journal of Finance, vol. 75, no. 6, December 2020, pp. 3013-3053.\n\nCenter for American Progress. \"CAP Comments on Regulators’ Proposals To Increase Bank Capital Requirements.\"\n\nGambacorta, Leonardo and Hyun Song Shin. \"Why Bank Capital Matters For Monetary Policy.\"BIS Working Papers No 558, April 2016, pp. 1-27.\n\nFederal Deposit Insurance Corporation. \"Memo: Regulatory Capital Rule: Amendments Applicable to Banking Organizations subject to Category I, II, III or IV standards, and to Banking Organizations with Significant Trading Activity.\"",
  "url": "https://www.investopedia.com/terms/b/basell-iii.asp"
}