{
  "term": "Basel II: Definition, Purpose, Regulatory Reforms",
  "definition": "Basel II is a set of internationalbanking regulationsfirst released in 2004 by theBasel Committee on Banking Supervision. It expanded the rules for minimum capital requirements established under Basel I, the first international regulatory accord, provided a framework for regulatory supervision and set new disclosure requirements for assessing the capital adequacy of banks.\n\nBasel II is the second of threeBasel Accords. It is based on three main \"pillars\": minimum capital requirements, regulatory supervision, and market discipline. Minimum capital requirements play the most important role in Basel II and obligate banks to maintain certain ratios of capital to their risk-weighted assets.\n\nBecause banking regulations varied significantly among countries before the introduction of the Basel Accords, the unified framework of Basel I (and subsequently, Basel II) helped countries standardize their rules and alleviate market anxiety regarding risks in the banking system. The Basel Framework currently consists of 14 standards.\n\nThe Basel Committee is made up of 45 members from 28 countries and other jurisdictions, representing central banks and supervisory authorities.It has no legal authority to enforce its rules but relies on the regulators in its member countries to do so. Those regulators are expected to follow the Basel rules in full but also have the discretion to impose even stricter ones.For example, in the United States, the regulators are the Board of Governors of the Federal Reserve System, the Federal Reserve Bank of New York, the Office of the Comptroller of the Currency, and the Federal Deposit Insurance Corporation.\n\nBuilding on Basel I, Basel II provided guidelines for the calculation ofminimum regulatory capital ratiosand confirmed the requirement that banks maintain a capital reserve equal to at least 8% of their risk-weighted assets.\n\nBasel II divides the eligible regulatory capital of a bank into three tiers. The higher the tier, the more secure andliquidits assets.\n\nTier 1 capitalrepresents the bank's core capital and is composed of common stock, as well as disclosed reserves and certain other assets. At least 4% of the bank's capital reserve must be in the form of Tier 1 assets.\n\nMinimum capital requirements play the most important role in Basel II and obligate banks to maintain certain ratios of capital to their risk-weighted assets.\n\nTier 2is considered supplementary capital and consists of items such as revaluation reserves, hybrid instruments, and medium- and long-term subordinated loans.Tier 3consists of lower-quality unsecured, subordinated debt.\n\nBasel II also refined the definition ofrisk-weighted assets, used in calculating whether a bank meets its capital reserve requirements. Risk weighting is intended to discourage banks from taking on excessive amounts of risk in terms of the assets they hold. The main innovation of Basel II in comparison to Basel I is that it takes into account the credit rating of assets in determining their risk weights. The higher the credit rating, the lower the risk weight.\n\nRegulatory supervision is the second pillar of Basel II and provides a framework for national regulatory bodies to deal with various types of risks, including systemic risk, liquidity risk, and legal risks.\n\nThemarket disciplinepillar introduces various disclosure requirements for banks' risk exposures, risk assessment processes, and capital adequacy. It is intended to foster greater transparency into the soundness of a bank's business practices and allow investors and others to compare banks on equal footing.\n\nOn the plus side, Basel II clarified and expanded the regulations introduced by the original Basel I Accord. It also helped regulators begin to address some of the financial innovations and new financial products that had come along since Basel I's debut in 1988.\n\nBasel II was not entirely successful, however, and has even been called a miserable failure in its central mission of making the financial world safer.\n\nThesubprime mortgage meltdownandGreat Recessionof 2008 showed that Basel II underestimated the risks involved in current banking practices and that the financial system was overleveraged and undercapitalized, despite Basel II's requirements.\n\nEven the Bank for International Settlements, the organization behind the Basel Committee on Banking Supervision, today acknowledges, \"The banking sector entered the financial crisis with too much leverage and inadequate liquidity buffers. These weaknesses were accompanied by poor governance and risk management, as well as inappropriate incentive structures. The dangerous combination of these factors was demonstrated by the mispricing of credit and liquidity risks and excess credit growth.\"\n\nResponding to the financial crisis, the Basel Committee issued new risk management and supervision guidelines to strengthen Basel II in 2008 and 2009. Those reforms and others issued in 2010 and later represented the beginnings of the next Basel Accord, Basel III, which, as of 2022, is still being phased in.\n\nBasel II is a set of international banking regulations established by the Basel Committee on Banking Supervision, based in Basel, Switzerland. Basel II was released in 2004, with the goal of being phased in over a series of years.\n\nBasel II built upon Basel I, refining and clarifying some of its rules as well as adding new ones, but did not replace it altogether.\n\nThe beginning of the subprime mortgage meltdown in 2007 and the ensuing worldwide financial crisis showed that the regulations created under Basel I and Basel II were inadequate for curtailing the risks that some banks were taking, and the dangers they posed to the worldwide financial system. Basel III, introduced during the financial crisis andstill being phased in, intends to better address those risks.\n\nBasel II is the second of the three Basel Accords, developed to create international standards for bank regulation and reduce risk in the worldwide banking system. It built on and refined the original Basel Accord, now known as Basel I, and led to Basel III, which aims to address the inadequacies of the two earlier accords.\n\nBank for International Settlements. \"History of the Basel Commitee.\" Accessed Jan. 22, 2022.\n\nBank for International Standards. \"Background to the Basel Framework.\" Accessed Jan. 22, 2022.\n\nBank for International Settlements. \"Basel Committee Membership.\" Accessed Jan. 22, 2021.\n\nBank for International Settlements. \"Basel Committee Charter.\" Accessed Jan. 22, 2022.\n\nMoody's Analytics. \"Regulation Guide: An Introduction,\" Page 4. Accessed Jan. 22, 2022.\n\nBusiness Information Industry Association. \"Basel II a Failure? – BIS Is Now Working on Basel III.\" Accessed Jan. 22, 2022.",
  "url": "https://www.investopedia.com/terms/b/baselii.asp"
}