{
  "term": "Base Pay: Definition as Income, and Comparison to Annual Pay",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nErika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nBase pay is the initial salary paid to an employee, not including anybenefits, bonuses, or raises. It is the rate of compensation an employee receives in exchange for services. An employee's base pay can be expressed as an hourly rate or weekly, monthly, or annual salary.\n\nBase pay does not include all forms of compensation; for instance, shift differential pay, on-call pay, special assignments, and incentive-based pay are typically excluded from base pay. Generally, an employee's base pay is the minimum amount they should expect to receive during a specified pay period, excluding additional financial or tangible compensation that may increase the total pay above this level.\n\nIn contrast to hourly employees who are compensated for the exact number of hours they work in a pay period, a salaried employee is usually expected to work a minimum number of hours in exchange for their base pay. Some companies do not require salaried employees to keep track of their hours.\n\nMany workers who receive a base salary are exempt from federal labor laws governing overtime compensation.Consequently, they do not receive overtime pay if they work more than the minimum hours required by the employer. Some positions may necessitate working significantly more hours than the typical 40-hour workweek.\n\nSome salaried employees that make less than $35,568 are entitled to overtime pay for any hours worked over 40 during a week.\n\nWhile base pay excludes supplemental compensation received in employment, annual income takes into account actual earnings over the year. Annual pay may be significantly higher than the base pay, including bonuses, overtime, benefits, or awards.\n\nAnnual pay also factors in any amounts paid by an employer for a worker's medical, dental, andlife insurancepolicies. The sum of thesepremiumsis added to the base rate and other forms of compensation, such as overtime or bonuses, to calculate the amount of pay received in a calendar year.\n\nBase pay rates vary significantly between professions. In general, professions requiring advanced education and specialized skill sets pay higher base rates than jobs requiring basic skills. In competitive fields, employers often offer attractive base pay rates to recruit highly qualified applicants.\n\nIn addition to paying high base salaries, companies may woo prospective employees with additional perks, including a generous benefits package, retirement plan,bonuses, investment options, and tangible rewards, such as a company vehicle or paid leisure travel. These extras can substantially increase a company's likelihood of hiring and retaining top-notch personnel.\n\nMilitary base pay—also known as basic pay—refers to the standard compensation amount received by U.S. military members. Military base pay represents the biggest part of a member's total compensation and excludesother forms of compensation, such as housing and food allowances. Active duty pay is based on the member's pay grade and their number of years of service.\n\nA military member's monthly base pay is calculated based on their pay grade and the number of years of service. Military base pay is the military member's basic compensation excluding additional allowances. Base pay does not include other forms of compensation that the member receives, such as the basic allowance for housing (BAH), clothing, bonuses, hazard pay, andcost-of-living adjustment(COLA). Annual increases to a member's base pay are calculated by measuring the increase in private-sector wages and salaries as reflected in theemployment cost index(ECI).\n\nE-5 base pay is the standard compensation received by an enlisted member of the U.S. military with the E-5 pay grade. E-5 base pay changes annually due to annual pay raises. In 2021, the E-5 base pay for an active duty member ranged from $2,541.60 to $3,606.90 per month.\n\nU.S. Department of Labor. \"Fact Sheet 17U: Nondiscretionary Bonuses and Incentive Payments (Including Commissions) and Part 541 Exempt Employees.\" Accessed Dec. 8, 2021.\n\nU.S. Department of Defense. \"Basic Pay.\" Accessed Dec. 8, 2021.\n\nU.S. Department of Defense. \"Annual Pay Adjustment.\" Accessed Dec. 8, 2021.\n\nU.S. Department of Defense. \"Monthly Basic Pay Table.\" Accessed Dec. 8, 2021.",
  "url": "https://www.investopedia.com/terms/b/base-pay.asp"
}