{
  "term": "Basel Accords: Purpose, Pillars, History, and Member Countries",
  "definition": "Investopedia / Michela Buttignol\n\nThe Basel Accords established capital requirements and risk measurements for global banks.\n\nThe Basel Accords are a series of three sequential banking regulation agreements (Basel I, II, and III) set by theBasel Committee on Bank Supervision(BCBS).\n\nThe Committee provides recommendations on banking and financial regulations, specifically, concerningcapital risk, market risk, andoperational risk. The accords ensure that financial institutions have enough capitalon accountto absorb unexpected losses.\n\nThe Basel Accords were developed over several years beginning in the 1980s. The BCBS was founded in 1974 as a forum for regular cooperation between its member countries on banking supervisory matters. The BCBS describes its original aim as the enhancement of \"financial stability by improving supervisory knowhow and the quality of banking supervision worldwide.\" Later, the BCBS turned its attention to monitoring and ensuring the capital adequacy ofbanksand the banking system.\n\nThe Basel I accord was originally organized by central bankers from theG10 countries, who were at that time working toward building new international financial structures to replace the recently collapsedBretton Woodssystem.\n\nThe meetings are named \"Basel Accords\" since the BCBS is headquartered in the offices of theBank for International Settlements(BIS), which is located in Basel, Switzerland. Member countries include Australia, Argentina, Belgium, Canada, Brazil, China, France, Hong Kong, Italy, Germany, Indonesia, India, Korea, the United States, the United Kingdom, Luxembourg, Japan, Mexico, Russia, Saudi Arabia, Switzerland, Sweden, the Netherlands, Singapore, South Africa, Turkey, and Spain.\n\nThe first Basel Accord, known asBasel I, was issued in 1988 and focused on the capital adequacy offinancial institutions. The capital adequacy risk (the risk that an unexpected loss would hurt a financial institution), categorizes the assets of financial institutions into five risk categories—0%, 10%, 20%, 50%, and 100%.\n\nUnder Basel I, banks that operate internationally must maintain capital (Tier 1andTier 2) equal to at least 8% of theirrisk-weighted assets. This ensures banks hold a certain amount of capital to meet obligations.\n\nFor example, if a bank has risk-weighted assets of $100 million, it isrequired to maintain capitalof at least $8 million. Tier 1 capital is the mostliquidand primary funding source of the bank, and tier 2 capital includes less liquidhybridcapital instruments, loan-loss, and revaluation reserves as well as undisclosed reserves.\n\nThe second Basel Accord, called the Revised Capital Framework but better known asBasel II, served as an update of the original accord. It focused on three main areas: minimumcapital requirements, supervisory review of an institution's capital adequacy and internal assessment process, and the effective use of disclosure as a lever to strengthen market discipline and encourage sound banking practices, including supervisory review. Together, these areas of focus are known as the three pillars.\n\nBasel II divided the eligible regulatory capital of a bank from two into three tiers. The higher the tier, the less subordinated securities a bank is allowed to include in it. Each tier must be of a certain minimum percentage of the total regulatory capital and is used as a numerator in the calculation of regulatory capital ratios.\n\nThe newtier 3 capitalis defined as tertiary capital, which many banks hold to support theirmarket risk, commodities risk, and foreign currency risk, derived from trading activities. Tier 3 capital includes a greater variety of debt than tier 1 and tier 2 capital but is of a much lower quality than either of the two. Under the Basel III accords, tier 3 capital was subsequently rescinded.\n\nIn the wake of theLehman Brotherscollapse of 2008 and the ensuing financial crisis, the BCBS decided to update and strengthen the Accords. The BCBS considered poor governance and risk management, inappropriate incentive structures, and an overleveraged banking industry as reasons for the collapse. In November 2010, an agreement was reached regarding the overall design of the capital and liquidity reform package. This agreement is now known asBasel III.\n\nBasel III is a continuation of the three pillars along with additional requirements and safeguards. For example, Basel III requires banks to have a minimum amount of common equity and aminimum liquidity ratio. Basel III also includes additional requirements for what the Accord calls \"systemically important banks,\" or those financial institutions that are considered \"too big to fail.\" In doing so, it got rid of tier 3 capital considerations.\n\nThe Basel III reforms have now been integrated into the consolidated Basel Framework, which comprises all of the current and forthcoming standards of the Basel Committee on Banking Supervision. Basel III tier 1 has now been implemented and all but one of the 27 Committee member countries participated in the Basel III monitoring exercise held in June 2021.\n\nThe final stage of Basel III reforms, known as \"Basel III Endgame,\" is due to begin being rolled out in 2025. These latest proposed reforms, which were published in July 2023 with the intention of aligning U.S. bank capital rules with Basel III standards, will force banks to hold more capital, giving them an extra cushion in times of stress.\n\nThe rules, which will be phased in over three years with full compliance starting on July 1, 2028, will impact the bigger banks the most. The stiffest rules have been reserved for banks with $100 billion or more in assets, which covers 37 banks in the U.S. Community banks and smaller regional banks aren't affected.\n\nThere has been a lot of backlash. JPMorgan chief executive Jamie Dimon complained that the regulation will increase capital requirements for already financially sound large banks by 20% to 25% and that regular people will be the biggest victims.\n\nCritics say the rules could limit lending, reduce the capital allocated to green projects, and make U.S. banks less competitive internationally. Proponents, meanwhile, argue that higher capital requirements are needed to prevent the possibility of bank failures and government bailouts.\n\nThe Basel Accords attempt to ensure that banks have enough money to survive. They aim to set standards for a safe and stable global banking system and prevent governments from bailing out banks that spend beyond their means with taxpayers' money.\n\nThe Basel I and Basel II reforms did not prevent the financial crisis andGreat Recessionof 2007 to 2009, resulting in even tighter controls. Other criticisms of Basel I, other than that it made less capital available for lending, were that it adopted too simple an approach to risk weighting focused solely on credit risk and overlooked other critical risks.\n\nThe Basel Accords was set up by the Basel Committee on Bank Supervision (BCBS), created by central bank governors of the G10 countries in response to bank failures in Germany and the U.S. in the 1970s.\n\nThe Basel Accords are a set of sequential banking regulation agreements designed to ensure financial institutions have enough capital to meet their obligations and handle unexpected losses. The first of these accords was Basel I, which was issued in 1988, and the most recent is Basel III, which was introduced in response to the 2008 banking crisis and is still being phased in.\n\nBrookings. \"What is bank capital? What is the Basel III Endgame?\"\n\nThe Financial Times. \"Jamie Dimon takes aim at US bank rule proposals in Senate testimony.\"\n\nKnowledge at Wharton. \"Why Banks Are Worried About the ‘Basel III Endgame'.\"\n\nBank for International Settlements. \"The Basel Committee: a brief history.\"",
  "url": "https://www.investopedia.com/terms/b/basel_accord.asp"
}