{
  "term": "Basic Materials Sector: Definition, Examples, and Stocks",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nThe basic materials sector is an industry category made up of businesses engaged in the discovery, development, and processing of raw materials. The sector includes companies engaged in mining and metal refining, chemical products, and forestry products.\n\nWithin this sector are the companies that supply most of the materials used in construction. That makes the companies and their stocks sensitive to changes in the business cycle. They tend to thrive when the economy is strong.\n\nThe category is sometimes referred to simply as the materials sector.\n\nCompanies in the basic materials sector are involved in the physical acquisition, development, and initial processing of the many products commonly referred to as raw materials. Oil, gold, andstoneare examples.\n\nFor the most part, raw materials are naturally occurring resources. Some are considered finite. That is, it takes millions of years for them to develop, well outside the long-range plans of any company. Others are reusable but are not available in infinite quantities at any given point in time.\n\nFor the purposes of stock categorization, the most common materials within the sector are mined products, such as metals and ore, and forestry products, or lumber. The stocks of certain chemical producers and energy sources also are included in the basic materials sector.\n\nContainers and packaging are categorized as basic materials, whether they're made of glass, metal, or cardboard.\n\nNot all businesses that work with basic materials are included in the sector. For example, while a metal mining company is considered a basic materials processor, a jewelry company, even one which works only with mined metal, is not. It is deemed a retailer or a wholesaler who is a buyer of the basic material.\n\nNot even all chemicals qualify as basic materials. For example, industrial fertilizers and paint additives are categorized as complex cleaning products or pharmaceuticals.\n\nMore than 200 mutual funds, index funds, and ETFs focus their investments in the basic materials sector.\n\nCertain energy sources, notably natural gas, are considered basic materials. Crude oil and coal qualify in their natural state as do some refined products such as gasoline.\n\nThe refined versions of these products are included because the demand for them is nearly universal. They are critical to the operation of almost every industry.\n\nThe basic materials sector is subject to the law of supply and demand in the same way as consumer goods are. In fact, they are closely interrelated. If the demand for consumer goods drops, the demand for the raw materials involved in their production also drops.\n\nThe basic materials sector also is affected by shifts in the housing market as many raw materials are finished in order to be used in construction projects. If new housing development slows, the demand for lumber products decreases.\n\nThree of the biggest American companies are included in the basic materials sector, and all three are involved in the oil business. These are Exxon Mobil Corp., Chevron Corp., and the oil field services company Schlumberger Ltd.\n\nDuPont de Nemours and Co. and Monsanto Co., both chemicals companies, are listed in this sector. So are two big producers of construction materials, Vulcan Materials Co., a producer of crushed stone, gravel, and concrete, and Steel Dynamics Inc., a maker of finished steel products.\n\nMore than 300 stock mutual funds, index funds, and exchange-traded funds (ETFs) focus on investments in the basic materials sector.﻿﻿\n\nThe many ETFs include Vanguard's Vanguard Materials ETF, Blackrock's iShares Global Materials ETF, and iShares U.S. Basic Materials ETF.﻿﻿﻿﻿﻿﻿\n\nMutual funds in the sector sometimes focus narrowly on one segment, such as the Fidelity Select Chemicals Fund and the VanEck Vectors Gold Miners ETF.﻿﻿﻿﻿\n\nMorningstar. \"Basic Materials Stocks.\" Accessed Sept. 2, 2020.\n\niShares by BlackRock. \"iShares U.S. Basic Materials ETF.\" Accessed Sept. 2, 2020.\n\niShares by BlackRock. \"iShares Global Materials ETF.\" Accessed Sept. 2, 2020.\n\nVanguard. \"Vanguard Materials ETF.\" Accessed Sept. 2, 2020.\n\nYahoo! Finance. \"VanEck Vectors Gold Miners ETF (GDX).\" Accessed Sept. 2, 2020.\n\nFidelity. \"Fidelity Select Chemicals Portfolio.\" Accessed Sept. 2, 2020.",
  "url": "https://www.investopedia.com/terms/b/basic_materials.asp"
}