{
  "term": "Basis Risk: Meaning, Types, Formula, Examples",
  "definition": "Basis risk is the financial risk that offsetting investments in a hedging strategy will not experienceprice changesin entirely opposite directions from each other. This imperfect correlation between the two investments creates the potential for excess gains or losses in a hedging strategy, thus adding risk to the position.\n\nOffsetting vehicles are generally similar in structure to the investments being hedged, but they are still different enough to cause concern. For example, in the attempt tohedgeagainst a two-year bond with the purchase ofTreasury billfutures, there is a risk the Treasury bill and the bond will not fluctuate identically.\n\nTo quantify the amount of the basis risk, an investor simply needs to take the current market price of the asset being hedged and subtract the futures price of the contract. For example, if the price of oil is $55 per barrel and thefuture contractbeing used to hedge this position is priced at $54.98, the basis is $0.02. When large quantities of shares or contracts are involved in a trade, the total dollar amount, in gains or losses, from basis risk can have a significant impact.\n\nAnother form of basis risk is known as locational basis risk. This is seen in thecommodities marketswhen a contract does not have the same delivery point as the commodity's seller needs. For example, a natural gas producer in Louisiana has locational basis risk if it decides to hedge its price risk with contracts deliverable in Colorado. If the Louisiana contracts are trading at $3.50 per one million British Thermal Units (MMBtu) and the Colorado contracts are trading at $3.65/MMBtu, the locational basis risk is $0.15/MMBtu.\n\nProduct or quality basis risk arises when a contract of one product or quality is used to hedge another product or quality. An often-used example of this is jet fuel being hedged with crude oil or low sulfur diesel fuel because these contracts are far more liquid thanderivativeson jet fuel itself. Companies making these trades are generally well aware of the product basis risk but willingly accept the risk instead of not hedging at all.\n\nCalendar basis risk arises when a company or investor hedges a position with a contract that does not expire on the same date as the position being hedged. For example, RBOB gasoline futures on theNew York Mercantile Exchange(NYMEX) expire on the last calendar day of the month prior to delivery. Thus, a contract deliverable in May expires on April 30. Though this discrepancy may only be for a short period of time, basis risk still exists.",
  "url": "https://www.investopedia.com/terms/b/basisrisk.asp"
}