{
  "term": "Basic Earnings Per Share (EPS): Definition, Formula, Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nBasic earnings per share (EPS) tells investors how much of a firm's net income was allotted to each share of common stock. It is reported in a company's income statement and is especially informative for businesses with only common stock in theircapital structures.\n\nOne of the first performance measures to check when analyzing a company’s financial health is its ability to turn a profit.Earnings per share(EPS) is the industry standard that investors rely on to see how well a company has done.\n\nBasic earnings per share is a rough measurement of the amount of a company's profit that can be allocated to one share of its common stock. Businesses with simple capital structures, where only common stock has been issued, need only release this ratio to reveal their profitability. Basic earnings per share does not factor in the dilutive effects ofconvertible securities.\n\nBasic EPS = (Net income - preferred dividends) ÷ weighted average of common shares outstanding during the period.\n\nNet income can be further broken down into 'continuing operations' P&L and 'total P&L' and preferred dividends should be removed as this income is not available to common stockholders.\n\nIf a company has acomplex capital structurewhere the need to issue additional shares might arise thendiluted EPSis considered to be a more precise metric than basic EPS. Diluted EPS takes into account all of the outstanding dilutive securities that could potentially be exercised (such as stock options and convertible preferred stock) and shows how such an action would affect earnings per share.\n\nCompanies with a complex capital structure must report both basic EPS and diluted EPS to provide a more accurate picture of their earnings. The main difference between basic EPS and diluted EPS is that the latter factors in the assumption that all convertible securities will be exercised. As such, basic EPS will always be the higher of the two since the denominator will always be bigger for the diluted EPS calculation.\n\nA company reports net income of $100 million after expenses and taxes. The company issues preferred dividends to its preferred stockholders of $23 million, leaving earnings available to common shareholders of $77 million. The company had 100 million common shares outstanding at the beginning of the year and issued 20 million new common shares in the second half of the year. As a result, the weighted average number of common shares outstanding is 110 million: 100 million shares for the first half of the year and 120 million shares for the second half of the year (100 x 0.5) + (120 x 0.5) = 110. Dividing the earnings available to common shareholders of $77 million by the weighted average number of common shares outstanding of 110 million gives a basic EPS of $0.70.\n\nStocks trade on multiples of earnings per share, so a rise in basic EPS can cause a stock's price to appreciate in line with the company's increasing earnings on a per share basis.\n\nIncreasing basic EPS, however, does not mean the company is generating greater earnings on a gross basis. Companies can repurchase shares, decreasing their share count as a result and spread net income less preferred dividends over fewer common shares. Basic EPS could increase even if absolute earnings decrease with a falling common share count.\n\nAnother consideration for basic EPS is its deviation from diluted EPS. If the two EPS measures are increasingly different, it may show that there is a high potential for current common shareholders to be diluted in the future.",
  "url": "https://www.investopedia.com/terms/b/basic-earnings-per-share.asp"
}