{
  "term": "Basis Point: Meaning, Value, and Uses",
  "definition": "This shows a change in the value or rate of a financial instrument\n\nCharlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nA basis point (BPS) is a unit of measure used to indicate percentage changes in financial instruments. Basis points are typically expressed with the abbreviations \"bp,\" \"bps,\" or \"bips.\" One basis point is equal to 1/100th of 1%, or 0.01%. In decimal form, one basis point appears as 0.0001 (0.01/100).\n\nBasis points are used to express percentage change or difference. They make it possible to measure and communicate even the smallest variation in financial variables.\n\nFor example, if adividend yieldrose from 3% to 3.3%, you could say it rose 0.3 percentage points or 30 basis points. Alternatively, if the Federal Reserve (Fed) lowered interest rates from 4% to 3.5%, you could say borrowing rates fell 50 basis points or by 0.5 percentage points.\n\nOften, the basis point is used for calculating changes in interest rates, equity indices, and the yield of afixed-income security. It is common for bonds and loans to be quoted in terms of basis points. For example, it could be said that the interest rate offered by your bank is 50 basis points higher than theSecured Overnight Financing Rate(SOFR). Similarly, it could be said that a bond with a yield that jumped from 5% to 5.2% is now yielding 20 basis points more.\n\nTraders use basis points to refer to the change in the value of a security or when comparing the rates on different securities. A stock whose share price falls from $200 to $199 is said to have fallen 50 basis points. Alternatively, one bond might yield 4% while another yields 4.3%, representing a 30 basis points difference.\n\nBasis points can also generally be used as part of risk management techniques. When discussing interest rate changes or credit spread variations, even a slight deviation in either direction can give vital information about broader markets.\n\nMarket risk, or the risk of losses due to changes in market conditions, can be assessed using basis points. Fluctuations in market variables such as equity prices,foreign exchange rates, and commodity prices can be measured in basis points. Users of this information can use basis points to evaluate how volatile these items may be and the direction in which they're moving.\n\nIn stress testing and scenario analysis, risk managers use basis points to model the impact of extreme but plausible changes in market conditions. For example, they might analyze the effect of a 200 basis point interest rate increase on the portfolio’s value. They can then refine that model to as fine a level as they want (i.e., they can adjust to 201 basis points to see how that minute change can impact models).\n\nBy using basis points in the conversation, traders and analysts remove some of the ambiguity or confusion that can arise when talking about percentage moves.\n\nFor example, if a financial instrument is priced at a 10% rate of interest and the rate experiences a 10% increase, it could conceivably mean that the financial instrument is now 11% (0.10 x (1 + 0.10), or it could mean that it is now 20% (10% + 10% = 20%).\n\nThe use of basis points, in this case, makes the meaning clear. If the instrument is priced at a 10% rate of interest and experiences a 100 bp move up, its rate would then be 11%. If the instrument experiences a 1,000 bp move up, the rate would be 20%.\n\nIf you start with a decimal and want the figure in percentage form, multiply by 100. If you start with a percentage and want the figure in decimal form, divide by 100.\n\nTheprice value of a basis point(PVBP) is a measure of the change in theabsolute valueof the price of a bond for a one basis point change in yield. This may also be referred to as DV01, or the dollar value change for a one bp move. It is another way to measure interest rate risk and is similar toduration, which measures the percent change in a bond price given a 1% change in rates.\n\nPVBP is just a special case ofdollar duration. Instead of using a 100 basis point change, the price value of a basis point simply uses a one basis point change. It does not matter if there is an increase or decrease in rates because such a small move in rates will be about the same in either direction.\n\nBasis points are used to measure changes in various financial instruments. And these changes directly or indirectly impact the average person’s finances.\n\nBasis-point changes in interest rates alter the cost of borrowing money, impacting the returns on savings and checking accounts and the price of various loans, such as mortgages, auto loans, and personal loans. This has implications for consumer spending, the health of the economy, the job market, and the price of stocks and other securities.\n\nFor example, if the Fed increased interest rates by 50 basis points, the return you get from a savings account would likely increase. Conversely, if you have avariable-rate mortgage, your monthly payments would likely shoot up. The same would apply to any other loan you have that isn’t fixed.\n\nBasis point measurements are also applied specifically to investments, referencing, for example, a change in the price of an asset or its yield, or the fee charged to invest in an ETF or mutual fund. Changes in price, yield, or fee determine the return we get from investments. That could mean having more or less money to retire or to meet other financial goals.\n\nBasis points are also used when referring to the cost of mutual funds andexchange-traded funds(ETFs). For example, a mutual fund's annualmanagement expense ratio(MER) of 0.15% will be quoted as 15 bps.\n\nWhen funds are compared, basis points are used to provide a clearer understanding of the difference in their costs. For example, an analyst may state that a fund with 0.35% in expenses is 10 basis points lower in cost than another with an annual expense of 0.45%.\n\nSince interest rates don't apply to equities, basis points are less commonly used as terminology for stock market price quotes. Instead, stock prices are quoted in dollars and cents.\n\nCredit spreads are typically expressed in basis points, where one basis point is equal to 0.01%. For instance, if a corporate bond yields 3% and a comparable government bond yields 2%, the credit spread is 100 basis points (3% - 2% = 1% or 100 basis points).\n\nThe precision of basis points allows for clear communication of even small changes in credit spreads, which is crucial for accurate market assessments.\n\nThe credit spread, measured in basis points, reflects the perceived credit risk of the bond issuer. A wider spread indicates higher credit risk and vice versa.\n\nFor example, if the credit spread of a company's bond widens from 100 basis points to 150 basis points, it suggests that investors perceive an increase in the company's credit risk. This change in perception can be due to various factors including the deteriorating financial health of the issuer or unfavorable market conditions.\n\nChanges in credit spreads, therefore, measured in basis points, impact bond prices inversely. When credit spreads widen and there's an increase in basis points, bond prices generally fall because investors demand higher yields to compensate for the increased risk.\n\nConversely, when credit spreads narrow (a decrease in basis points), bond prices typically rise as the perceived risk decreases and investors are willing to accept lower yields.\n\nThe reason that traders use basis points to express changes in value or rate is that they can be clearer and prevent any ambiguity. This can help expedite communications and avoid trading mistakes. Since the values of financial instruments are often highly sensitive to even small changes in underlying interest rates, ensuring clarity can be very important for traders.\n\nThe term \"basis point\" originates from the term \"basis,\" which refers to the difference (or spread) between two interest rates.\n\nOne basis point is 0.01% or 1/100th of 1%. This value is mathematically fixed; it does not vary with markets or economic conditions.\n\nIt's easy to convert percentages to basis points and vice versa. One basis point is equivalent to 0.01% or 1/100th of a percent. For a basis point conversion to a percentage, all you need to do is divide the basis points by 100. Conversely, to convert a percentage to basis points, multiply the percentage by 100.\n\nBasis points are a common unit of measurement in finance. A basis point is 1/100th of 1% and is commonly used to indicate interest rates or changes in rates in bonds and other financial instruments.",
  "url": "https://www.investopedia.com/terms/b/basispoint.asp"
}