{
  "term": "Basis: Definition and Examples in Finance",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nGordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAlthough the term \"basis\" holds various meanings in finance, it most frequently refers to the difference between the prices and the expenses involved in transactions when calculating taxes. Such usage relates to the broader terms \"cost basis\" or \"tax basis\" and is specifically used whencapital gainsor losses are calculated for income tax filings.\n\nIn another context, basis refers to the variation between thespot priceof a deliverable commodity and the relative price of thefutures contract. Basis may also be used in reference to securities transactions. Simply put, a security's basis is its purchase price after commissions or other expenses.\n\nIn the futures market, basis represents the difference between the cash price of the commodity and the futures price of that commodity. It is a critically important concept for portfolio managers and traders to grasp because the relationship between cash and futures prices affects the value of the contracts used in hedging. But the concept is also fuzzy at times because there are gaps between spot and relative price until the expiry of the nearest contract, therefore the basis is not necessarily accurate.\n\nIn addition to the deviations created because of the time gap between the expiry of the futures contract and the spot commodity, there may be other variations due to actuals, different levels of product quality, and delivery locations. In general, the basis is used by investors to gauge the profitability of delivery of cash or the actual and is also used to search for arbitrage opportunities.\n\nA security's basis is thepurchase priceafter commissions or other expenses. It is also known as cost basis or tax basis. This figure is used to calculate capital gains or losses when a security is sold. For example, let's assume you purchase 1,000 shares of a stock for $7 per share. Your cost basis is equal to the total purchase price, or $7,000.\n\nIn the context of IRAs, basis originates from nondeductible IRA contributions and rollover of after-tax amounts. Earnings on these amounts are tax-deferred, similar to earnings on deductible contributions and rollover of pre-tax amounts. Distributions of amounts representing basis in an IRA are tax-free. However, to ensure that this tax-free treatment is realized, the taxpayer must file IRS Form 8606 for any year that basis is added to the IRA and for any year that distributions are made from any of the individual's traditional, SEP, or SIMPLE IRAs.\n\nFailure to file Form 8606 may result in double taxation of these amounts and an IRS-assessed penalty of $50.For example, let's assume your IRA is worth $100,000, of which $20,000 was nondeductible contributions, which accounts for 20% of the total. This ratio of basis applies to withdrawals, so if you withdraw $40,000, 20% is considered basis and is not taxed, which calculates to $8,000.\n\nInternal Revenue Service. \"2020 Instructions for Form 8606,\" pages 1-2, 6-8. Accessed Oct. 6, 2021.",
  "url": "https://www.investopedia.com/terms/b/basis.asp"
}