{
  "term": "Basics of In-House Financing: Types, Requirements, Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe term in-housefinancingrefers to financing that is provided directly to consumers by retailers or other firms. It allows people to purchase and finance goods and services directly from the seller. In-house financing eliminates the firm's reliance on third-party lenders in thefinancial sectorfor providing the customer with funds to complete a transaction. It is commonly used in the automotive industry and for large purchases in the retail sector.\n\nWhile some people are able to, most don't have enough money to pay for large purchases outright in cash. That's where financing comes into play. This is a process that involves borrowing money from another party to complete the purchase. In most cases, this involves a bank or other lender. In other instances, the seller may offer financing itself. This is referred to asin-housefinancing.\n\nIn-house financing is provided by many automobile makers and retailers to facilitate the purchasing process for customers. The customer financing arm of the business isknown as an investment center. This type of lending benefits consumers in that they are typically able to obtain a loan through the company where they may not have been able to through traditional financing means, such as via a bank.\n\nIn order to offer this kind of service, retailers must have an established lending business within their firm or partner with a single third-party credit provider to service a loan for their customers. As noted above, it is common in certain parts of the retailsector, such as large department stores and within the automotive industry.\n\nSome auto dealers may add extra fees for in-house financing. Always read the fine print!\n\nWith the emergence of newfinancial technology (fintech)companies, many borrowers now have greaterin-house financing optionsthrough faster and more convenientpoint-of-sale (POS)credit platforms.Point-of-sale credit technologycan be built around a company’s in-house credit department or generally facilitated when a company partners with a single credit provider to service its customer’s lending needs.\n\nPoint-of-sale financing simplifies the lending process for customers by allowing them to apply forcreditwhen they are ready to buy. The better thecredit score, the more likely that the customer will be approved—and often for higher credit limits. It makes credit convenient for customers since they can receive a credit decision from the retailer in minutes. It also makes it easier for retailers to close a deal.\n\nCredit-backed sales are increasingly popular among consumers with more merchants taking on this option. This was especially true during the COVID-19 pandemic. In fact, fintech firms captured as much as $8 billion to $10 billion in revenue from traditional lenders. It's estimated that 13% to 15% of purchases will use credit-backed POS technology by 2023.\n\nStore credit cards tend to have higher interest rates, but the rewards may be worthwhile for very frequent shoppers.\n\nThe automobile sales industry is a prominent user of in-house financing since its business relies on buyers taking auto loans to close the purchase of a vehicle. Offering a car buyer in-house financing helps a firm to complete more deals by accepting more customers.\n\nCar dealers also have the benefit of setting their own standards for underwriting, which sometimes encompasses a greater number of borrowers by accepting those with a lower credit score. In many cases, these lending platforms will accept borrowers that banks or otherfinancial intermediariesmight turn down for aloan. Other industries offering in-house financing may include equipment manufacturers, appliance stores, or e-commerce retail stores.\n\nSome medical and dental expenses may not be covered byinsurancecompanies because of the types of procedures involved. These are usually elective procedures, such as plastic surgery and cosmetic dentistry. If the consumer isn't able to pay for them upfront, the provider may offer in-house financing. Like auto dealers, these service providers are able to set up their own financing terms for their clients who may be more likely to return for other services if they need them in the future.\n\nIn-house financing is also very common for large retailers, especiallybig-box storesthat offer more expensive products, such as appliances, furniture, major electronics, and building supplies. Financing options may come in the form of in-storecredit cards(that can only be used at that retailer) or loans. Some of the biggest names in retail that offer this type of financing include Home Depot, Lowe's, Apple, and Ashley Furniture HomeStore. Providing the option to finance purchases in-house helps retailers retain customer loyalty.\n\nAs noted above, in-house financing is a common option for consumers who wish to purchase a vehicle. Ford Credit is one of the most well-known in-house auto financing groups. In January 2017, Ford Credit partnered with AutoFi to make car buying and financing even easier through technology that allows the buyer to shop online for their car and auto loan.\n\nFord customers can shop online through Ford dealer websites with this new point-of-sale platform. It allows them to buy and finance their cars. This type of customer experience allows car buyers to spend less time at the dealership while also offering a faster sales process for Ford.\n\nIn-house car financing is when a car dealership lends their customers part of the purchase price for their car. This provides the dealer with an additional income stream from the customer's interest payments, while allowing the customer to buy a car that they might not have qualified for otherwise.\n\nHowever, because in-house lenders are smaller, they may not be able to match the interest rates of a large bank or credit union. It may be worth visiting several institutions to compare rates before considering an in-house loan.\n\nThere is no clear winner between banks and dealer financing, and it may be worth comparing interest rates from both before making a decision. A car loan from a bank represents the \"true\" interest rate, while dealers may charge a markup or extra fees for financing a car. On the other hand, dealers specialize in auto loans and may be able to get lower rates for newer cars. Some dealers even offer promotional 0% financing for the first year on a new car.\n\nMany retail stores offer in-house financing or store credit cards because these represent an additional source of revenue from their customers. While the interest rates tend to be higher than typical credit cards, they may come with rewards or perks that can be worthwhile to frequent shoppers.\n\nMcKinsey & Company. \"Buy now, pay later: Five business models to compete.\"\n\nFord. \"Ford Credit and AutoFi Debut Platform for Faster, Smoother, Simpler Digital Vehicle Buying.\"",
  "url": "https://www.investopedia.com/terms/i/inhousefinancing.asp"
}