{
  "term": "Basics of What a Credit Bureau Is and Does, Plus Major Ones",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA credit bureau, also known in the U.S. as a credit reporting agency, is an organization that collects and researches individual credit information and sells it to creditors for a fee, so they can make decisions about extending credit or granting loans.\n\nCredit bureaus partner with all types of lending institutions and credit issuers to help them make loan decisions. Their primary purpose is to ensure that creditors have the information they need to make lending decisions. Typical clients for a credit bureau include banks, mortgage lenders, credit card issuers, and other personal financial lending companies.\n\nCredit bureaus are not responsible for deciding whether or not an individual should have credit extended to them; they merely collect and synthesize information about an individual’scredit scoreand give that information to lending institutions. Consumers can also be customers of credit bureaus, and they receive the same service—information about theircredit history.\n\nCredit bureaus acquire their information from data providers, which can be creditors, debtors, debt collection agencies, vendors, or offices with public records (court records, for example, are publicly available). Most credit bureaus focus on credit accounts; however, some also access more comprehensive information, including payment history on cellphone bills, utility bills, rent, and more. Credit bureaus then use a range of methodologies to calculate a person’s credit score based on this credit history.\n\nFICO scores, created by theFair Isaac Corporationin 1989, are the most common credit scores in the U.S.There are 19 commonly used FICO scores, and each is calculated differently with an eye toward different types of clients, allowing credit issuers to choose the type of credit score that best fits their inquiry.\n\nCredit bureaus then add the credit score to the information they’ve accumulated and issue a comprehensivecredit report, which provides credit issuers with information that helps them determine credit approval and appropriate interest rates for borrowers. An individual with a higher credit score will likely have a lower interest rate on a loan.\n\nOf lenders in the U.S. rely on a FICO score to help them decide whether or not to offer credit and on what terms.\n\nThough there are several credit bureaus currently operating in the U.S.,the three main ones are Equifax, Experian, and TransUnion.In addition to using FICO scores, these three bureaus have also combined to create their credit score, theVantageScore.\n\nBoth scores are calculated on a range from 300 to 850, although the VantageScore initially used a 501 to 990 range, and some industry-specific FICO scores are graded on a 250 to 900 scale. However, FICO and VantageScore weigh the importance of individual categories differently and so are generally dissimilar in their scores. A good FICO score, for example, is considered to be in the 670 to 719 range, while a good VantageScore is in the 661 to 780 range.\n\nAnother major difference between the scores has to do with their sources. VantageScores create a single score that can go with a credit report from each of the bureaus, based on information from all three bureaus. FICO, on the other hand, only uses information from one bureau for its score. So, for example, you could have three different versions of your FICO score, one for each of the three credit bureaus.\n\nYou are entitled to one free credit report every 12 months from each bureau, but you may have to pay to see your credit score.\n\nThough credit bureaus don’t make lending decisions, they are very powerful financial institutions, and the information contained in their reports can have a substantial impact on an individual’s financial future. TheFair Credit Reporting Act(FCRA), passed in 1970, regulates credit bureaus and their use and interpretation of consumer data. It is primarily designed to protect consumers from negligent or deliberately fraudulent information in their credit score reports.\n\nIn 2003, theFair and Accurate Credit Transactions Act(FACTA) updated the Fair Credit Reporting Act to give consumers the right to getone free credit reportevery 12 months from credit bureaus. It also gave them the right to purchase a credit score, complete with information as to how that score was calculated.\n\nEquifax. \"What Is a Credit Bureau?\" Accessed Aug. 12, 2021.\n\nMyFICO. \"The History of the FICO Score.\" Accessed Aug. 12, 2021.\n\nFICOSCORE. \"FICO Score Education: Which FICO Score Version Matters to Me?\" Accessed Aug. 12, 2021.\n\nmyFICO. \"Loan Savings Calculator: A Higher FICO Score Saves You Money.\" Accessed Aug. 12, 2021.\n\nFICOSCORE. \"FICO Scores Are Used in Over 90% of U.S. Lending Decisions.\" Accessed Aug. 12, 2021.\n\nConsumer Financial Protection Bureau. \"List of Consumer Reporting Companies.\" Accessed Aug. 12, 2021.\n\nVantageScore. \"Our Models: What’s Different about VantageScore?\" Accessed Aug. 12, 2021.\n\nExperian. \"The Difference Between VantageScore Scores and FICO Scores.\" Accessed Aug. 12, 2021.\n\nExperian. \"What Is a Good Credit Score?\" Accessed Aug. 12, 2021.\n\nUSA.gov. \"Credit Reports and Scores.\" Accessed Aug. 12, 2021.\n\nU.S. Federal Trade Commission. \"A Summary of Your Rights Under the Fair Credit Reporting Act.\" Accessed Aug. 12, 2021.\n\nU.S. Federal Trade Commission. \"Fair and Accurate Credit Transactions Act of 2003.\" Accessed Aug. 12, 2021.",
  "url": "https://www.investopedia.com/terms/c/creditbureau.asp"
}