{
  "term": "Basket of Goods: Definition, CPI Calculation, and Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA basket of goods is a collection of items that represent consumer spending patterns. It is made up of a fixed set of goods and services whose prices are used to measure inflation. These prices are monitored each month by federal governments so they can set and make changes to theirinflation targets. For example, theconsumer price index (CPI), a common measure of inflation, measures the price change over time for a basket of goods and services. The Bureau of Labor Statistics (BLS) tracks this basket of goods in the United States.\n\nThe concept of a basket of goods is central to understanding economictrendsand measuringinflation. By tracking a representative sample of items, economists can gauge changes in the cost of living and consumer prices over time.\n\nThe composition of this basket can vary by country and can be influenced by numerous factors, including technological advancements, government policies, and shifts in consumer behavior. Thisbasketcan also change over time; we'll look at this more closely in the article.\n\nThe basket of goods can also highlight the interconnection between variouseconomic sectors. For example, changes in transportation costs can affect food prices due to shipping expenses, while fluctuations in utility costs can influence housing affordability.\n\nPolicymakers rely on these types of relationships to better understand the implications of the policies they consider implementing.\n\nWith 80,000 prices sampled monthly for more than 200 categories of products and services, theBureau of Labor Statisticsis using a huge basket, because its goal is to get an accurate measure of price changes for consumer goods and services across the U.S. economy.\n\nBroadconsumer spendingcategories like food, energy, apparel, and services include subcategories tracking inflation for everything from apples and premium unleaded gasoline to men's underwear and funerals.\n\nThe prices of goods and services are gathered mostly from visits by BLS data collectors to some 23,000 retail and service outlets in 75 urban areas. Data on rents are collected from about 50,000 landlords or tenants.\n\nItems for sampling at each outlet are selected randomly based on odds proportional to how much spending they attract relative to category alternatives in terms of brand, variety, and size or weight. Items remain in the sample for four years.\n\nAfter the prices are collected, BLS product specialists make adjustments to ensure the price changes are measuring inflation rather than the cost of product improvements in items such as autos, consumer appliances, and electronics.\n\nThe prices are used to calculate basic indexes for 211 goods, services, and housing item categories for 32 geographic areas subdividing all U.S. urban areas. The BLS then calculates more than 7,776 item-area combination basic indexes in a way that factors in the substitution of cheaper items for more expensive ones within and between spending categories.\n\nAll those item-area indexes are then weighed based on recent two-year results from a detailedconsumer spendingsurvey to calculate two versions of the consumer price index:\n\nThe CPI-W is used to adjustSocial Securitypayments and federal income tax brackets for inflation.\n\nThere may be baskets within baskets. For example, in December 2024, the index for all items rose 2.9% on a year-over-year basis. However, the all items less food and energy basket rose by 0.2%.\n\nAlthough the terms CPI and inflation are often used interchangeably, the CPI only measures inflation as experienced by consumers. Other data measures alternative manifestations of inflation.\n\nTheproducer price index (PPI)measures the change in the prices paid by producers, while the employment cost index assesses inflation in thelabor market. The BLS also tracks changes in import and export prices, while the gross domestic product price deflator is a measure of inflation across the U.S. economy, including exports but not imports.\n\nIn addition to the major basket of goods items, the BLS has specific collection methods for certain goods. These specific basket of good collection methods include:\n\nThe U.S. CPI-U rose 0.4% in December 2024 and was up 2.9% over the preceding 12 months. The energy index rose 2.6% over the month, while the index for food increased 0.3% in December.\n\nBecause inflation imposes economic costs in terms of added uncertainty, policymakers aim to keep it under control. They often use changes in the representative basket of goods and services as measured by the CPI as one of the benchmarks in setting monetary policy.\n\nThe Federal Reserve aims for a 2% annual inflation rate in the U.S., which it has determined is most compatible with its mandate to promote stable prices and maximum employment.\n\nBeginning with January 2023 data, the BLS adjusted the weighting method forowners' equivalent rent (OER). This adjustment incorporated neighborhood-level information on housing structure types to weight OER unit sample observations. In short, this change aimed to provide a more accurate reflection of housing costs within neighborhoods.\n\nAlso, starting with January 2023 data, the BLS updated CPI weights annually based on a single calendar year of consumer expenditure data from 2021. This moved away from the previous biennial updates using two years of data. Last, from April 2022, the CPI program replaced the data for the new vehicles index with transaction data from J.D. Power.\n\nThe BLS often acts transparently to inform the general public of these changes. Detailed research and methodology behind these changes were outlined in the working paper “A New Vehicles Transaction Price Index: Offsetting the Effects of Price Discrimination and Product Cycle Bias with a Year-Over-Year Index.”\n\nA basket of goods in economics is a representative collection of items used to measure changes in the cost of living and inflation over time. It includes various goods and services that are commonly consumed by households, such as food, housing, transportation, and healthcare.\n\nThe basket of goods is important because it provides a measure of inflation and the cost of living. By tracking changes in the prices of items in the basket, economists can gauge how much more or less consumers are paying for goods and services over time.\n\nCommon items include food products like bread and milk, housing costs such as rent and utilities, transportation expenses like gasoline, healthcare services, and personal care items.\n\nUpdates can occur annually or biennially, depending on the economic agency’s practices. This process involves reviewing and adjusting the items included in the basket based on changes in consumer behavior, new products, and shifts in spending habits. The government agency dictating the basket of goods often publishes research on the change.\n\nA basket of goods is a collection of items used to measure changes in the cost of living and inflation by tracking the prices of commonly consumed goods and services over time. It reflects consumer spending patterns and is used to calculate economic indicators like the CPI.\n\nU.S. Bureau of Labor Statistics. \"Consumer Price Index Frequently Asked Questions.\" Click \"How and When Are CPI Prices Collected and Reviewed?\"\n\nU.S. Bureau of Labor Statistics. \"Consumer Price Indexes Overview.\"\n\nU.S. Bureau of Labor Statistics. \"Consumer Price Index News Release.\"\n\nU.S. Bureau of Labor Statistics. \"Consumer Price Indexes Overview.\"\n\nU.S. Bureau of Labor Statistics. \"Consumer Price Index Frequently Asked Questions.\"\n\nU.S. Bureau of Labor Statistics. \"Handbook of Methods, Consumer Price Index: Calculation.\"\n\nU.S. Bureau of Labor Statistics. \"CPI-Urban Wage Earners and Clerical Workers (Current Series).\"\n\nSocial Security Administration. \"CPI For Urban Wage Earners And Clerical Workers.\"\n\nU.S. Bureau of Labor Statistics. \"Consumer Price Index,\" Page 1.\n\nU.S. Bureau of Labor Statistics. \"Overview of BLS Statistics on Inflation and Prices.\"\n\nBureau of Economic Analysis. \"GDP Price Deflator.\"\n\nFederal Reserve System. \"Why Does the Federal Reserve Aim for Inflation of 2 Percent Over the Longer Run?\"\n\nU.S. Bureau of Labor Statistics. \"Recent and Upcoming Methodology Changes: 2022.\"\n\nU.S. Bureau of Labor Statistics. \"A New Vehicles Transaction Price Index: Offsetting the Effects of Price Discrimination and Product Cycle Bias With a Year-Over-Year Index.\"",
  "url": "https://www.investopedia.com/terms/b/basket_of_goods.asp"
}