{
  "term": "Basket Trade: Definition, How It Works, Purposes, and Benefits",
  "definition": "A basket trade is a type of order used by investment firms and big institutional traders to buy or sell a group ofsecuritiessimultaneously.\n\nBasket trading is essential for institutional investors and investment funds that wish to hold a large number of securities in certain proportions. As cash moves in and out of the fund, large baskets of securities must be bought or sold simultaneously, so that price movements for each security do not alter the portfolio allocation.\n\nTo consider how a basket trade is beneficial to an investment fund, suppose an index fund aims to track its target index by holding most or all the securities of the index. As new cash comes in that could increase the value of thefund, the manager must simultaneously buy a large number of securities in the proportion they are present in the index. If it were not possible to execute a basket trade on all of these securities, then the rapid price movements of the securities would prevent the index fund from holding the securities in the correct proportions.\n\nAbasket tradetypically involves the sale or purchase of 15 or more securities and is generally used to purchase stocks. Such baskets are typically measured against abenchmarkor tracked against an entity, such as an index, to measure their returns.\n\nSuppose an investment fund wishes to take advantage of the volatility in an index. The fund manager creates a long/short basket to track the index. The basket does not actually contain securities. Instead, it has a collection of call and put options.\n\nBaskets can also be used to trade currencies and commodities. For example, an investor may create a basket that includes soft commodities, such as wheat, soybeans, and corn. Most investment or brokerage firms that offer basket trading require a minimum investment amount.\n\nThe distribution of dollars between various components of a typical basket can be determined using various types of weightings. For example, dollar-weighting criteria distribute the overall dollar amount for the basket equally between its components. A basket trading strategy that uses share weighting will divide the overall amount equally between blocks of shares.\n\nBasket trades allow investors to create a trade that is tailored to them, that allows for easy allocation across many securities, and that gives them control over their investments.",
  "url": "https://www.investopedia.com/terms/b/baskettrade.asp"
}