{
  "term": "Bat Stocks: What They Are, How They Work",
  "definition": "Daniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nCharlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nBAT is an acronym referring to three of the largest tech companies in China: Baidu Inc. (BIDU), Alibaba Group Holding Ltd. (BABA), and Tencent Holdings Ltd. (0700.Hong Kong, TCEHY). These stocks are frequently compared with theFAANGstocks in the United States: Meta, formerly Facebook (META), Amazon (AMZN), Apple (AAPL), Netflix Inc. (NFLX), and Alphabet (GOOG).\n\nAs is usually the case in the financial world, there are competing attitudes in regard to the value of BAT stocks.Many commentatorscite China's rapid economic growth and growing consumer base as signs that BAT presents a solid investment opportunity. Other investorsbullishon BAT note that Chinese companies have a larger potential domestic market and have pulled ahead of American firms in some areas, such as mobile payments.\n\nSkeptics, however, point out that Chinese stocks are frequently subject to speculative swings, and that tech is a frothy sector in any case. These investors would likely claim that both FAANG and BAT stocks areovervalued.\n\nSetting aside opinions on the future of BAT stocks, let's take a look at these companies' history and where their finances stand as of 2021.\n\nBaidu, co-founded by Robin Li and Eric Xu in 2000, is the most popular search engine in China. According to the company, Baidu's portfolio of products and services reaches over one billion devices each month. Baidu has been listed on the NASDAQ since Aug. 2005 and was dual-listed on the Stock Exchange of Hong Kong Limited (SEHK) in March 2021.\n\nIt offers an encyclopedia similar to Wikipedia, though editing permissions are more tightly controlled. Other services include maps, social media, and music. The company also researches artificial intelligence and self-driving cars.\n\nAs of Aug. 2021, Baidu controls 76.91% of the domestic market share in the search engine industry.Its market cap stood at $58 billion in Sept. 2021.The company brought in roughly $16.4 billion in revenue in FY2020, a slight decrease from 2019's revenue of $16.5 billion.\n\nRobin Li, one of the company's co-founders, has served as CEO of Baidu since 2000.\n\nAlibaba Holding Group Ltd. (BABA), sometimes referred to as \"China's Amazon,\" is a multi-faceted company comprised of core commerce, cloud computing, digital media and entertainment, and innovation initiatives. Alibaba's e-commerce firm operates via two main online portals: Taobao, for consumer-to-consumer commerce, and a business-to-consumer counterpart, Tmall.\n\nThe company also created Alipay, which provides payment other financial services for consumers and merchants that operate on its platforms.\n\nAccording to the company, Alibaba was founded in 1999 by 18 individuals and led by Jack Ma, a former English teacher from Hangzhou, China. As of June 30, 2021, annual active consumers for the Alibaba Ecosystem reached a milestone of over 1.18 billion, including 912 million consumers within China and approximately 265 million consumers outside China.\n\nAs of Sept. 7, 2021, Alibaba Group has a market cap of $476.96 billion.The company reported total revenue for fiscal year 2021 at $109.48 billion in US dollars, a 41% increase from the year before, which stood at roughly $78.98 billion.\n\nDaniel Zhang has served as the company's CEO since 2015.\n\nTencent, founded in 1998 in Shenzen, China, is a multi-faceted tech company whose platform offers numerous products and services including social media, music, web portals, e-commerce, mobile games, internet services, payment systems, smartphones, and multiplayer online games. Tencent is also the owner of WeChat, a messaging service with more than 1 billion users per month.\n\nThe app supports a popular payments service as well as a number of other features, leading FastCompany to call it China's \"app for everything.\"One notable multiplayer online game owned by Tencent is Clash of Clans, which boasts tens of millions of users.\n\nAs of Sept. 7, 2021, Tencent has a market cap of $646.74 billion.The company reported revenue of $74.69 billion in US dollars in FY 2020, and $58.46 billion in FY 2019, marking a 27.7% increase.\n\nPony Ma, one of the company's co-founders, serves as the Tencent CEO.\n\nBaidu. \"Company Overview.\" Accessed Dec. 9, 2021.\n\nAlibaba. \"Categories.\" Accessed Dec. 9, 2021.\n\nWeChat. \"Home.\" Accessed Dec. 9, 2021.\n\nBaidu. \"Baidu Announces Pricing of Global Offering.\" Accessed Dec. 9, 2021.\n\nBaidu Research. \"Research Areas.\" Accessed Dec. 9, 2021.\n\nStatcounter. \"Search Engine Market Share China.\" Accessed Dec. 9, 2021.\n\nYahoo! Finance. \"BIDU.\" Accessed Dec. 9, 2021.\n\nBaidu. \"2020 Annual Report,\" Page 3. Accessed Dec. 9, 2021.\n\nBaidu. \"Robin Li.\" Accessed Dec, 9, 2021.\n\nAlibaba. \"Products.\" Accessed Dec. 9, 2021.\n\nAlibaba Group. \"Company Overview.\" Accessed Dec, 9, 2021.\n\nYahoo! Finance. \"Alibaba Group Holding Limited (BABA).\" Accessed Dec. 9, 2021.\n\nAlibaba Group. \"Fiscal Year 2021 Annual Report,\" Page 117. Accessed Dec. 9, 2021.\n\nAlibaba Group. \"Leadership.\" Accessed Dec. 9, 2021.\n\nTencent. \"About Us.\" Accessed Dec. 9, 2021.\n\nFast Company. \"How WeChat Became China's App for Everything.\" Accessed Dec. 9, 2021.\n\nBusiness of Apps. \"Clash of Clans Revenue and Usage Statistics (2020).\" Accessed Dec. 9, 2021.\n\nYahoo! Finance. \"Tencent Holdings Limited.\" Accessed Dec. 9, 2021.\n\nTencent. \"Tencent Annual Report 2020,\" Page 3. Accessed Dec. 9, 2021.\n\nTencent. \"Management Team.\" Accessed Dec. 9, 2021.",
  "url": "https://www.investopedia.com/terms/b/bat-stocks.asp"
}