{
  "term": "Bayes' Theorem: What It Is, Formula, and Examples",
  "definition": "Amanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nBayes' Theorem is a formula used to calculate the probability of an outcome given a known previous outcome that occurred in similar circumstances.\n\nBayes' Theorem is a mathematical formula for determining conditional probability. Conditional probability is the likelihood of an outcome occurring based on a previous outcome in similar circumstances. Thus, Bayes' Theorem provides a way to revise or update an existing prediction or theory given new evidence.\n\nIn finance, Bayes' Theorem can be used to evaluate or reevaluate theriskof lending money to a potential borrower.\n\nBayes' Theorem is named after 18th-century British mathematician Thomas Bayes. It is also called Bayes' Rule or Bayes' Law and is the foundation of the field of Bayesian statistics.\n\nApplications of Bayes' Theorem are widespread and not limited to the financial realm. For example, Bayes' theorem can be used to determine the accuracy of medical test results by taking into consideration how likely any given person is to have a disease and the general accuracy of the test. Bayes' theorem relies on incorporatingprior probabilitydistributions in order to generateposterior probabilities.\n\nIn Bayesian statistical inference, prior probability is the probability of an event occurring before new data is collected. In other words, it represents the best rational assessment of the probability of a particular outcome based on current knowledge before an experiment is performed.\n\nPosterior probability is the revised probability of an event occurring after considering the new information. Posterior probability is calculated by updating the prior probability using Bayes' theorem. Put another way, the posterior probability is the probability of event A occurring, given that event B has occurred.\n\nBayes' Theorem gives the probability of an event based on new information that is or may be related to that event. The formula also can be used to determine how the probability of an event occurring may be affected by hypothetical new information, supposing the new information will turn out to be true.\n\nConsider drawing a single card from a complete deck of 52 cards. There are four kings in the deck, so the probability that the card is a king is four divided by 52, which equals 1/13 or approximately 7.69%. Now, suppose it is revealed that the selected card is a face card. The probability the selected card is a king, given it is a face card, is four divided by 12, or approximately 33.3%, as there are 12 face cards in a deck.\n\nBelow are two examples of Bayes' Theorem. The first example shows how the formula can be derived from astock investingexample using Amazon.com Inc. (AMZN). The second example applies Bayes' Theorem to pharmaceutical drug testing.\n\nBayes' Theorem follows from the axioms of conditional probability, which is the probability of an event given that another event occurred. For example, a simple probability question may ask: \"What is the probability of Amazon's stock price falling?\"Conditional probabilitytakes this question a step further by asking: \"What is the probability of Amazon's stock price falling given that theDow Jones Industrial Average(DJIA) index fell earlier?\"\n\nThe conditional probability of A, given that B has happened, can be expressed as:\n\nIf A is: \"AMZN price falls\" then P(AMZN) is the probability that AMZN falls; and B is: \"The DJIA is already down,\" and P(DJIA) is the probability that the DJIA fell; then the conditional probability expression reads as \"the probability that AMZN drops given a DJIA decline is equal to the probability that AMZN price declines and DJIA declines over the probability of a decrease in the DJIA index.\n\nP(AMZN and DJIA) is the probability of bothA and B occurring. This is the same as the probability of A occurring multiplied by the probability that B occurs given that A occurs, expressed as P(AMZN) x P(DJIA|AMZN). The fact that these two expressions are equal leads to Bayes' Theorem, which is written as:\n\nP(AMZN) and P(DJIA) are the probabilities that Amazon and the Dow have fallen independently of each other.\n\nThe formula explains the relationship between the probability of the hypothesis before seeing the evidence that P(AMZN) and the probability of the hypothesis after getting the evidence P(AMZN|DJIA), given a hypothesis for Amazon given evidence in the Dow.\n\nAs a numerical example, imagine there is a drug test that is 98% accurate, meaning that 98% of the time, it shows a true positive result for someone using the drug, and 98% of the time, it shows a true negative result for nonusers of the drug.\n\nNext, assume 0.5% of people use the drug. If a person selected at random tests positive for the drug, the following calculation can be made to determine the probability the person is actually a user of the drug where the terms are:\n\nThe formula would look like this:\n\nUsing the values, the calculation works out as follows:\n\nBayes' Theorem shows that even if a person tested positive in this scenario, there is a 19.76% chance the person takes the drug and an 80.24% chance they don't.\n\nThe Bayes' rule is used to update a probability with an updated conditional variable. Investment analysts use it to forecast probabilities in the stock market, but it is also used in many other contexts.\n\nMathematically, Bayes' Theorem shows that two probabilities are equal. Used in statistics, investing, or other contexts, Bayes' Theorem allows you to view conditional probabilities. This means that you can find the likelihood of something happening with an additional piece of information (a condition) taken into account.\n\nIf you need to determine the probability of something occuring given that another condition exists that can influence the occurence, you would use Bayes' theorem.\n\nBayes' Theorem allows you to assess the likelihood of something happening when something else is taken into account.\n\nFor example, it takes a test result and relates it to the conditional probability of that test result given other related events. For high-probability false positives, the theorem gives a more reasoned likelihood of a particular outcome.",
  "url": "https://www.investopedia.com/terms/b/bayes-theorem.asp"
}