{
  "term": "Beacon Credit Score: Definition, vs. FICO Score & Pinnacle Score",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA Beacon score is one of many credit scoring models developed byFICO, the major company in that field. It is still in use today but is currently branded simply as a FICO score. In years past it was often referred to as an Equifax Beacon score, after the credit bureau Equifax. For example, a Beacon 5.0 score is now known as a FICO Score 5, according to FICO. That score remains in wide use in the mortgage industry.\n\nThe three majorcredit bureaus—Equifax, Experian, and Transunion—compile information on the credit habits of individual consumers in the form ofcredit reports. That information is then used to compute a credit score for the individual, using a variety of different methodologies. Credit scores are three-digit numbers—typically between 300 and 850—intended to grade the person's creditworthiness. The higher the number, the more creditworthy (and less risky) they are judged to be.\n\nSince its introduction in 1989 by the Fair Isaac Corporation, the FICO score has undergone a number of revisions in an attempt to make it more precise and predictive. It has also seen some name changes. In addition to the Beacon score, another early scoring model, the Pinnacle score, has since been re-branded as FICO Score NG (short for NextGen). So, for example, the former Pinnacle 2.0 is now known as FICO Score NG 2.\n\nAs the scoring systems have evolved, some lenders and other businesses have continued to use the older models they are most comfortable and familiar with. In addition, FICO has developed scoring models specific to certain types of lenders. As a result, most individuals who use credit will have multiple different credit scores rather than a single one.\n\nFor example, Equifax currently offers at least 13 different FICO scores in the United States. Those include FICO Score 8, which remains the most common FICO score, and FICO Score 9, a more recent model, along with the latest versions, FICO Score 10 and FICO Score 10T.\n\nIndustry-specific models from Equifax include FICO Score 5 for mortgage lenders; FICO Auto Score 5, FICO Auto Score 8, and FICO Auto Score 9 for lenders that make car loans; and FICO Bankcard Score 5, FICO Bankcard Score 8, and FICO Bankcard Score 9 for credit card issuers.\n\nExperian and TransUnion offer comparable lists of different FICO score versions.\n\nWhile Equifax, Experian, and TransUnion continue to work with FICO and issue FICO scores, the three credit bureaus jointly created a FICO competitor,VantageScore, in 2006.Its latest version, VantageScore 4.0, was launched in 2017.\n\nLike FICO scores, VantageScores are based on the information in individuals' credit reports and expressed as a number between 300 and 850. However, there are some key differences. For example, Equifax notes, \"To have a FICO score, consumers must have one or more credit accounts that have been open for at least six months and... been reported to the three nationwide credit bureaus within six months. VantageScore credit scores can be calculated if consumers have one or more credit accounts that have been open for at least one month and one account reported within the past two years.\"\n\nBoth FICO and VantageScores assign weightings to the information in consumers' credit reports. FICO, for example, generally weights it as follows:\n\nWhile VantageScores use slightly different weightings and the industry-specific scoring models also look at other factors, consumers can maintain good credit scores overall by always paying their credit bills on time, keeping their credit utilization ratio relatively low, and hanging on to their older accounts.\n\nYou can obtain your credit score free of charge from many banks and credit card issuers. There are also websites that providefree credit scores. Bear in mind that you probably have multiple credit scores and whichever one you obtain may not be identical to one that a lender will use if you apply for a loan.\n\nBy law, you're entitled to a free copy of your credit report from each of the three major credit bureaus at least once a year. The official website for that purpose is AnnualCreditReport.com. If you find any information you believe to be in error, you can dispute it with the credit bureau and the bureau is legally required to investigate and report back to you on its findings.\n\nNot necessarily. The credit bureaus obtain their information on you from your creditors, such as credit card issuers, mortgage lenders, and so forth. Not all creditors provide information to all three credit bureaus (and some don't provide information to any of them), so your credit report can differ from one bureau to another. That can also have an effect on your credit scores.\n\nGenerally speaking, the lower your credit utilization ratio, the better. Equifax, for example, recommends keeping it at or below 30%.\n\nCredit scoring models and the brand names assigned to them have changed over the years. But the kinds of credit habits that will help you build and keep a good credit score have remained relatively constant.\n\nmyFICO. \"FICO Scores Versions.\"\n\nVantageScore. \"About VantageScore.\"\n\nVantageScore. \"VantageScore 4.0 User Guide,\" Page 3.\n\nEquifax. \"Are FICO Scores and VantageScore Different?\"\n\nConsumer Financial Protection Bureau. \"How Do I Dispute an Error on My Credit Report?\"\n\nEquifax. \"What Is a Credit Utilization Ratio?\"",
  "url": "https://www.investopedia.com/terms/b/beacon-score.asp"
}