{
  "term": "Bear Stearns: Its Collapse, Bailout, Winners & Losers",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nDavid is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nMichael Nagle/ Stringer / Getty Images\n\nBear Stearns was a global investment bank located in New York City that collapsed during the2008 financial crisis. The bank was heavily exposed tomortgage-backed securitiesthat turned into toxic assets when the underlying loans began to default. Bear Stearns was ultimately sold to JPMorgan Chase at a fraction of its pre-crisis value.\n\nThe Bear Stearns company was founded in 1923 and survived theStock Market Crash of 1929, becoming a global investment bank with branches around the world. Competent management and risk-taking saw Bear Stearns continue to grow with the global economy. It was one of the many firms to embraceLewis Ranieri'ssecuritization of debt to create new financial products.\n\nBy the early 2000s, Bear Stearns was among the world's largest investment banks and a highly respected member of Wall Street's pantheon of investment banks. Despite surviving and then thriving after the Great Depression, Bear Stearns was a player in the mortgage meltdown and Great Recession that followed.\n\nBear Stearns operated a wide range of financial services. Inside this mix were hedge funds that used enhanced leverage to profit fromcollateralized debt obligations (CDOs)and other securitized debt markets. In April 2007, the bottom fell out of the housing market, and the investment bank quickly began to realize that the actual risk of these hedge fund strategies was much larger than originally believed.\n\nThe collapse of the housing market caught the whole financial system by surprise, as much of the system was based upon a foundation of a solid housing market underpinning a solid derivatives market. TheBear Stearnsfunds used techniques to further jack up the leverage to these supposed market fundamentals, only to find out that the downside risk on the instruments they were dealing with wasn't limited in this extreme case of market collapse.\n\nThehedge fundsusing these strategies posted massive losses that required them to be bailed out internally, costing the company several billions upfront and then additional billion-dollar losses inwritedownsthroughout the year. This was bad news for Bear Stearns, but the company had a market cap of $20 billion, so the losses were considered unfortunate but manageable.\n\nThis turmoil saw the first quarterly loss in 80 years for Bear Stearns. Quickly, the rating firms piled on and continued to downgrade Bear Stearns's mortgage-backed securities and other holdings. This left the firm with illiquid assets in a down market. The company ran out of funds and, in March 2008, went to the Federal Reserve for a credit guarantee through theTerm Securities Lending Facility. Another downgrade hit the firm and a bank run started. By March 13, Bear Stearns was broke. Its stock plummeted.\n\nWith insufficient liquidity to open its doors, Bear Stearns approached the Federal Reserve Bank of New York for a cash loan of $25 billion. When that was denied, JPMorgan Chase agreed to buy Bear Stearns for $2 a share, with the Federal Reserve guaranteeing $30 billion in mortgage-backed securities. The final price was ultimately raised to $10 a share, still a sharp drop for a company that had traded at $170 a year earlier.\n\nJamie Dimon, the CEO of JPMorgan Chase, would later regret the decision, saying it cost the company several billion to close out the failing trades and settle litigation against Bear Stearns. \"Under normal conditions, the price we ultimately paid for Bear Stearns would have been considered low,\" he wrote in his 2008 letter to shareholders. The reason Bear Stearns was sold off so cheaply is that, at the time, no one knew which banks held toxic assets or how big of a hole these seemingly innocuous synthetic products could knock in a balance sheet. \"We were not buying a house—we were buying a house on fire.\"\n\nJPMorgan would go on to acquire another investment bank, Washington Mutual, shortly after. The two acquisitions would ultimately cost a combined $19 billion in fines and settlements, according to CNBC.\n\nJPMorgan's acquisition of Bear Stearns was only possible thanks to a $30 billion guarantee from the Federal Reserve. This bailout raised major questions about the role of the government in a free-market economy.\n\nThe illiquidity that Bear Stearns faced due to its exposure to securitized debt exposed troubles at other investment banks, as well. Many of the biggest banks were heavily exposed to this sort of investment, includingLehman Brothers, a major lender of subprime mortgages.\n\nBy 2007,Lehman Brothers held $111 billionin real estate assets and securities, more than four times its shareholder equity. It was also heavily leveraged, meaning that a relatively minor downturn could wipe out the value of its portfolio.\n\nFor most of 2008, Lehman Brothers attempted to unwind its positions by selling stock and decreasing leverage; however, investor confidence continued to bleed out. After a failed takeover by Barclays and Bank of America, Lehman Brothers declared bankruptcy.\n\nAs part of the stock-swap deal with JPMorgan, Bear Stearns investors received about $10 of JPMorgan stock in exchange for every share they owned from Bear Stearns. This was a sharp discount from the final share price of $30. Had those investors kept those shares, they would have recouped their losses 11 years later, according to the Wall Street Journal.\n\nSome economists have attributed the subprime mortgage crisis to financial deregulation, particularly the 1999 repeal of parts of theGlass-Steagall Act. This repeal removed the legal barriers between commercial and investment banking, allowing banks like Bear Stearns to issue and underwrite securities. These securities would ultimately become a major catalyst for the financial collapse.\n\nWhile there are no clear winners from the Bear Stearns collapse, stockholders would have suffered arguably greater losses had the bank gone bankrupt. JPMorgan Chase, which acquired Bear Stearns at fire-sale prices, would also benefit, although it would be some time before JPMorgan would break even.\n\nAlthough the 2008 financial crisis caused a public outcry, there was no reckoning for the bankers who were blamed for the crisis. Two managers at Bear Stearns hedge funds were arrested for misleading investors, but they were found not guilty. The only successful prosecution was of Kareem Serageldin, a Credit Suisse executive who was convicted of mismarking bond prices to hide the bank's losses.\n\nFormerly one of the largest investment banks on Wall Street, the collapse of Bear Stearns is now regarded as a cautionary tale against corporate greed and the whims of the free market.\n\nIn the housing bubble of the early 2000s, Bear Stearns leaned heavily into mortgage-backed securities, vastly underestimating the risks of the subprime housing market. When the housing market collapsed and borrowers began to default, the value of those securities plummeted.\n\nUltimately, Bear Stearns was acquired by JPMorgan in a fire sale. Since the purchase wassupportedby the Federal Reserve, the acquisition raised ethical questions about corporate bailouts and the government's role in a market economy.\n\nBear Stearns Companies. \"About Us.\"\n\nFinancial Crisis Inquiry Commission. \"Final Report of the National Commission on the Causes of the Financial and Economic Crisis in the United States.\" Pages 68, 89-90, 280-281.\n\nFinancial Crisis Inquiry Commission. \"Final Report of the National Commission on the Causes of the Financial and Economic Crisis in the United States.\" Page 238.\n\nFinancial Crisis Inquiry Commission. \"Final Report of the National Commission on the Causes of the Financial and Economic Crisis in the United States.\" Pages 134-137.\n\nFinancial Crisis Inquiry Commission. \"Final Report of the National Commission on the Causes of the Financial and Economic Crisis in the United States.\" Page 284.\n\nCongressional Research Service. \"Bear Stearns: Crisis and 'Rescue' for a Major Provider of Mortgage-Related Products.\" Pages 4-5.\n\nThe Wall Street Journal. \"J.P. Morgan Buys Bear in Fire Sale, as Fed Widens Credit to Avert Crisis.\"\n\nCongressional Research Service. \"Bear Stearns: Crisis and 'Rescue' for a Major Provider of Mortgage-Related Products.\" Pages 6-7.\n\nFinancial Crisis Inquiry Commission. \"Final Report of the National Commission on the Causes of the Financial and Economic Crisis in the United States.\" Page 290.\n\nJPMorgan Chase. \"2008 Letter to Shareholders.\" Page 9.\n\nJP Morgan Chase. \"2014 Letter to Shareholders.\" Page 19.\n\nCNBC. \"A Decade After Its Fire-Sale Deal for Bear, a Look at What JP Morgan Got in the Bargain.\"\n\nFederal Deposit Insurance Corporation. \"JPMorgan Chase Acquires Banking Operations of Washington Mutual.\"\n\nWiggins, Rosalind Z., et al. \"The Lehman Brothers Bankruptcy A: Overview.\"Journal of Financial Crises, vol. 1, no. 1, 2019, p. 44.\n\nFinancial Crisis Inquiry Commission. \"Final Report of the National Commission on the Causes of the Financial and Economic Crisis in the United States.\" Pages 324-343.\n\nU.S. Securities and Exchange Commission. \"JPMorgan Chase and Bear Stearns Announce Amended Merger Agreement and Agreement for JPMorgan Chase to Purchase 39.5% of Bear Stearns.\"\n\nThe Wall Street Journal. \"Eleven Years in the Making: Breaking Even on JPMorgan’s Purchase of Bear Stearns.\"\n\nCongressional Research Service. \"The Glass-Steagall Act: a Legal and Policy Analysis.\" Pages 1-2.\n\nSecurities Litigation Commentator. \"The Cross-hairs of Accounting and Law: the Vectors of Litigation Risk.\" Page 5.\n\nU.S. Department of Justice. \"Former Credit Suisse Managing Director Sentenced in Manhattan Federal Court to 30 Months in Prison in Connection With Scheme To Hide Losses in Mortgage-Backed Securities Trading Book.\"",
  "url": "https://www.investopedia.com/terms/b/bear-stearns.asp"
}