{
  "term": "Bear Hug: Business Definition, With Pros and Cons",
  "definition": "Jiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\nA bear hug is an offer to buy a publicly listed company at a significant premium to the market price of its shares. It is anacquisition strategydesigned to appeal to the target company's shareholders. Bear hugs are used to pressure a reluctant company's board to accept the bid or risk upsetting its shareholders. Unsolicited in nature, a bear hug bidder makes it difficult for the target's board to refuse by offering a price well above the pursued company'smarket value.\n\nBear hugs are unsolicited takeover bids. But to qualify as one, the offer must include a meaningful premium to the market value of the target company's stock. Because company boards have afiduciary dutyto act in the best interests of the company and its shareholders, refusing a rich premium risks lawsuits,proxy contests, and other forms ofshareholder activism.\n\nBear hugs can be a costly strategy for the acquirer. As such, they occur when the target company's board has either rejected or would be expected to reject such an advance, necessitating a direct appeal to shareholders.\n\nAt a minimum, bear hugs force the targeted company's leadership to explain why the bid (to say nothing of the market) undervalues their stock, and what the company intends to do about the low valuation.\n\nA bear hug puts incumbent management on the defensive and focuses attention on the company's share price. One company chief executive on the receiving end of the tactic described it as \"a gradual, rolling dispiriting of the opposition. The whole idea of a bear hug is that it becomes an inevitable, self-fulfilling prophecy.\"\n\nA bear hug offer, though usually financially favorable, is not solicited by the target company.\n\nA bear hug allows the acquirer to present its bid directly to shareholders, bypassing the targeted company's board. The downside for the pursuer is that the tactic is unlikely to result in friendly talks with the incumbent management and board, who may seek awhite knightdeal with a different buyer viewed as more acceptable.\n\nShareholders of a company who receive a bear hug benefit from the prospect of a higher share price on offer. Even if it doesn't lead to a quick deal, a bear hug puts pressure on a company's board and management to get the share price above that offered by the bear hugger.\n\nA bear hug implies incumbent management and board members are not interested in a friendly deal. And, absent a formaltender offer, a bear hug has no sure way to overcome that resistance.\n\nThis acquisition tactic has the potential to distract managers and directors of the targeted company to the ultimate detriment of its business and all stakeholders, including the bear hugger if they are successful. Whether directly or by implication, a bear hug draws critical attention to the company's current management and share price.\n\nIf the bear hug is ultimately successful, incumbent managers are likely to face an ouster from the new owners. They might have to content themselves withgolden parachutestriggered by change-of-control provisions in theirexecutive payagreements.\n\nAcquirer can go directly to the shareholders\n\nPotential for offer of deal with higher share price\n\nDistracts and draws critical attention to management and share price\n\nManagement may be ousted if the bear hug is successful\n\nBear hugs can happen when a company's stock falls on hard times or simply because the acquirer places a high value on the targeted business.\n\nElon Musk's unofficial offer to buy Twitter (now X) in April 2022 at an 18% premium to its market value but a 22% discount to Twitter's share price a year earlier was described as a bear hug.Musk eventually succeeded, taking over the company in Oct. 2022 for $44 billion.The companychanged its name to X Corp.in April 2023 and the platform changed its name to X in July 2023.\n\nNone of those efforts ultimately succeeded.\n\nA bear hug is a type of acquisition strategy used by companies to target others. Unlike other types of deals, the acquirer in a bear hug approaches the target company's shareholders rather than its leadership and/or board. Bear hugs are unsolicited deals that involve making an offer to shareholders at a premium above its market value. Shareholders can force the company to accept the offer or go into negotiations with the acquirer.\n\nThere are several reasons why a company would resort to a bear hug to make an acquisition. Some acquirers choose to do so in order to avoid any conflict with the target company's leadership. The acquirer usually hopes that the board and/or management would be more receptive to the deal by approaching the target's shareholders with an offer above market value.\n\nAnother reason why some companies may choose to take this route is to cut out the competition. If the target is very attractive, there may be multiple interested parties. By making the offer of a bear hug, it sweetens the pot for shareholders and keeps other acquirers at bay.\n\nA bear hug is an ambitious tactic that companies use to acquire other companies. In some cases, they will send a letter to the target company's board and/or management team or publicly along with the offer, especially if the target is unreceptive to an offer. This is called a bear hug letter. Sending a bear hug letter can be a smart move, especially if the offer comes at a significant premium, as the board has a fiduciary duty to shareholders.\n\nHostile takeovers are part and parcel of the corporate world. The bear hug is just one type of takeover attempt that acquirers use. But rather than work their way into the company's board or management by force, they usually sweeten the pot by making shareholders an offer that's well above market value. By doing this, shareholders can then take their reins and force the target's board to either accept or go into talks with the acquirer.\n\nFortune. \"When a Takeover Battle Goes Nuclear.\"\n\nBloomberg. \"Sure Elon Musk Might Buy Twitter.\"\n\nThe New York Times. \"Elon Musk Completes $44 Billion Deal to Own Twitter.\"\n\nTechCrunch. \"Twitter, Inc. Is Now X Corp.\"\n\nPBS. \"Elon Musk Announces He Is Changing Twitter's Brand and Logo to 'X'.\"\n\nDealLawyers.com. \"Hostile Deals: Xerox Gives HP a 'Bear Hug'.\"\n\nThe New York Times. \"Microsoft's Bear-Hug Approach to Yahoo.\"",
  "url": "https://www.investopedia.com/terms/b/bearhug.asp"
}