{
  "term": "Bear Call Spread: Overview and Examples of the Option Strategy",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA bear call spread, or a bear call credit spread, is a type of options strategy used when an options trader expects a decline in the price of an underlying asset.\n\nA bear call spread, or a bear call credit spread, is a type of options strategy used when an options trader expects a decline in the price of an underlying asset. A bear call spread is performed by simultaneously selling a call option and buying another call option at a higher strike price and the same expiration date. This strategy's maximum profit is the credit received when initiating the trade.\n\nA bear call spread can also be called a short call spread. It's considered a limited-risk and limited-reward strategy.\n\nAs the name of the strategy suggests, a bear call spread is used when someone is bearish on the underlying asset. Bear call spreads are often used when an investor believes that the underlying asset will undergo a moderate decline in price but wants to limit any potential loss. It's a relativelyconservative strategycompared with simply buying put options or short selling the underlying asset itself.\n\nIf the investor expects a more significant decline in the underlying asset's price, abear put spreadmight be more profitable than a bear call spread.\n\nThe maximum loss occurs when the stock trades at or above the strike price of the long call. Conversely, the maximum gain occurs when the stock trades at or below the strike price of the short call.\n\nA bear call spread is an options trading strategy used when an investor expects a moderate decline in the price of an underlying asset.It involves the simultaneous purchase and sale of call options on the same underlying asset with the same expiration date—but different strike prices. Here's how it works:\n\nThe maximum profit is realized if the underlying asset falls to the lower strike price at expiration. The maximum loss is limited to the net premium paid for the options.\n\nHere are a few key characteristics of a bear call spread:\n\nImage by Sabrina Jiang © Investopedia 2021\n\nThe main advantage of a bear call spread is that the net risk of the trade is reduced. Purchasing the call option with the higher strike price helps offset the risk of selling the call option with a lower strike price. This carries far less risk thanshortingthe stock or security since the maximum loss is the difference between the two strikes reduced by the amount received or credited when the trade is initiated. Selling a stock short theoretically has unlimited risk if the stock moves higher.\n\nIf the trader believes the underlying stock or security will fall by a limited amount between thetradeand expiration dates, then a bear call spread could be a good play. However, if the underlying stock or security falls by more, then the trader gives up the ability to claim that additional profit. It's a trade-off between risk and potential reward that's appealing to many traders.\n\nAs with any trading strategy, a bear call spread has its drawbacks. The first is that with its reduced risk, a call spread also limits potential gains. Specifically, the maximum gain is restricted to the distance between the strike prices used. So if the strikes are $5 apart, then $5 per spread is also the maximum profit.\n\nAnd, of course, if the underlying doesn't drop in price as expected, the trader will incur a loss in the total amount of the spread's net premium.\n\nAs with any trading strategy, investors should carefully consider their risk tolerance, investment objectives, and market outlook before implementing a bear call spread or any other options trading strategy.\n\nLess risky than simple short-selling\n\nWorks well in modestly declining markets\n\nMaximum profit limited to the different between the strikes\n\nCould result in a loss of the cost of the spread if the market rises\n\nSuppose a stock is trading at $30. You can employ a bear call spread by purchasing onecall optioncontract with a strike price of $40 and a cost/premium of $0.50 ($0.50 × 100 shares/contract = $50 premium) and selling one call option contract with a strike price of $35 for $2.50 ($2.50 × 100 shares/contract = $250).\n\nIn this case, you'll receive a net credit of $200 to set up this strategy ($250 - $50). Here's what could happen:\n\nThe breakeven point for this strategy is the strike price of the sold call option plus the net credit received. In this case, it would be $35 + $2 = $37.\n\nA bear call spread involves selling a call with a lower strike price and buying a call of the same underlying and expiration at a higher strike price. It's a bearish strategy that results in a credit to the spreader. It's also known as a short call spread.\n\nAbull call spread, or long call spread, instead involves buying the lower-strike call and selling the higher-strike call. It's a bullish strategy, but it's limited in both potential profits and losses.\n\nA call spread involves buying and selling call options with different strike prices, while a put spread involves buying and sellingput optionswith different strike prices. Long (bull) call spreads are used when the investor expects the underlying asset to increase in price, while long put spreads are used when the investor expects the underlying asset to decrease in price.\n\nThe strike prices and expiration of the call options depend on the outlook of the trader and their time frame. In general, choose a short call (the one you sell) with a strike price above the present price of the underlying asset. This call should have a strike price at which you believe the underlying asset is unlikely to close above at expiration. Choose the long call (the one you buy) with a higher strike price than the short call. The difference between the two strike prices will determine your maximum potential loss and maximum potential gain. A common practice is to choose strikes that are one or a few strikes apart.\n\nIn addition, select anexpiration datethat aligns with your expectation for when the underlying asset's price will decline. If you expect a short-term decline, choose a shorter expiration date. If you expect a longer-term decline, opt for a longer expiration date. Remember that options with longer expiration dates generally have higher premiums because of the increased time value.\n\nA bear call spread is a bearish strategy that involves selling one call option and simultaneously buying a higher-strike call option of the same expiration and on the same underlying asset. If the market indeed declines, the trader benefits from the decline in the underlying asset's price, as both call options will expire worthless, allowing the trader to keep the net credit received from setting up the spread.\n\nThis strategy limits potential profit and loss, providing a definedrisk and rewardprofile.\n\nS.K. Parameswaran. \"Fundamentals of Financial Instruments: An Introduction to Stocks, Bonds, Foreign Exchange, and Derivatives,\" Pages 318–320. John Wiley & Sons, 2022.\n\nR. S. Johnson. \"Derivatives Markets and Analysis,\" Pages 187-223. John Wiley & Sons, 2017.",
  "url": "https://www.investopedia.com/terms/b/bearcallspread.asp"
}