{
  "term": "Bearer Bond: Definition, How It Works, and Why They're Valuable",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA bearer bond is a fixed-income security that is owned by the holder, or bearer, rather than by a registered owner. The coupons for interest payments are physically attached to the security. The bondholder is required to submit the coupons to a bank or government treasury for payment and then redeem the physical certificate when the bond reaches the maturity date.\n\nAs withregistered bonds, bearer bonds arenegotiable instrumentswith a statedmaturity dateand a coupon interest rate.\n\nBearer bonds are virtually extinct in the U.S. and some other countries as the lack of registration made them ideal for use in money laundering, tax evasion, and any number of other under-handed transactions. They also are vulnerable to theft. Nevertheless, bearer bonds are still issued in some countries.\n\nBearer bonds are bonds that have no registration. These bonds are (were) issued by companies or governments and sold to investors to raise money. The owner of the bond certificate is the recipient of the bond's payments and the bond value atmaturity.\n\nIn the U.S., bearer bonds were issued by the government and corporations from the late 19th century, after the Civil War, into the second half of the 20th century. They gradually fell out of favor as modern technology outmoded them, and investors shunned them because of their vulnerability to loss or theft. The U.S. government discontinued them in 1982 under the Tax Equity and Fiscal Responsibility Act of 1982.\n\nIf you still hold old bearer bonds, there are ways to claim them. The U.S. government states that if you have bearer bonds, you can send the bonds and coupons to the Treasury using insured mail. You should also include payment instructions, primarily an address, where the government can send the check. You will also need to include an IRS Form W-9.\n\nOld bearer bonds issued by corporations may or may not have retained their face value, even if the maturity dates have long since expired. The holder of a corporate bearer bond can check for the name of the company that issued it and contact that company if it still exists, or the company that bought it out, if it was taken over. The bearer bond may be honored.\n\nUnlike the bearer bonds of the past, bonds are registered and tracked. Nearly all securities are now issued in book-entry form, meaning that they are registered in the investor’s name electronically. No physical certificate is issued.\n\nA registrar or transfer agent is responsible for tracking the name of each registered stock or bond owner. This ensures that bond owners receive all interest payments due and that stockholders receive their cash or stockdividends.\n\nEvery time a book-entry security is sold, atransfer agentor registrar changes the name of the registered owner. Obviously, this system is highly automated, or it would collapse.\n\nBearer bonds may exist in some countries, but they are no longer legal in the U.S. It's also possible that some people are still holding on to old bearer bonds.\n\nBearer bonds, which no longer exist in the U.S., are used to secure debt financing. Whoever held the bond certificate was entitled to its value and coupon payments at maturity.\n\nIf you have old government-issued bearer bonds, you can redeem them at the U.S. Treasury. You will need to send the government the bond certificate and coupons via insured mail and provide your address so they can send you a check. You will also need to fill out IRS Form W-9.\n\nAs time has progressed, federal agencies have been created to protect investors through various regulations and monitoring. Investing in securities is highly regulated, and every transaction is registered.\n\nThough bearer bonds served their purpose in the late 19th and 20th centuries, their lack of registration left them vulnerable to too much risk. Bearer bonds have been discontinued in many countries. Bonds issued today are registered and tracked, so it is ensured that only the true owner of the bond will receive payment.\n\nU.S. Congress. \"H.R.4961 Tax Equity and Fiscal Responsibility Act of 1982.\"\n\nTreasuryDirect. \"How Treasury Marketable Securities Work.\"\n\nRecordsFinder. \"What Is Bearer Bond and Why the U.S. Banned It.\"\n\nTreasuryDirect. \"Dealing With Old Paper Treasury Marketable Securities.\"",
  "url": "https://www.investopedia.com/terms/b/bearer_bond.asp"
}