{
  "term": "Bear Put Spread: Definition, Example, How It's Used, and Risks",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nInvestopedia / Michela Buttignol\n\nA bear put spread is a type of options strategy where an investor ortraderexpects a moderate-to-large decline in the price of a security or asset and wants to reduce the cost of holding the option trade. A bear put spread is achieved by purchasingput optionswhile also selling the same number of puts on the same asset with the sameexpirationdate at a lower strike price. The maximum profit using this strategy is equal to the difference between the two strike prices, minus the net cost of the options.\n\nA put option gives the holder the right, but not the obligation, to sell a specified amount ofunderlying securityat a specifiedstrike price, at or before the option expires.\n\nA bear put spread is also known as a debit put spread or a long put spread.\n\nFor example, let's assume that a stock is trading at $30. An options trader can use a bear put spread by purchasing oneput optioncontract with a strike price of $35 for a cost of $475 ($4.75 x 100 shares/contract) and selling one put option contract with a strike price of $30 for $175 ($1.75 x 100 shares/contract).\n\nIn this case, the investor will need to pay a total of $300 to set up this strategy ($475 – $175). If the price of theunderlying assetcloses below $30 upon expiration, the investor will realize a total profit of $200. This profit is calculated as $500, the difference in the strike prices ($35 – $30) x 100 shares/contract – $300, the net price of the two contracts [$475 – $175] equals $200.\n\nThe main advantage of a bear put spread is that the net risk of the trade is reduced. Selling the put option with the lower strike price helps offset the cost of purchasing the put option with the higher strike price. Therefore, the net outlay of capital is lower than buying a single put outright. Also, it carries far less risk thanshortingthe stock or security since the risk is limited to the net cost of the bear put spread. Selling a stock short theoretically has unlimited risk if the stock moves higher.\n\nIf the trader believes the underlying stock or security will fall by a limited amount between thetrade dateand the expiration date then a bear put spread could be an ideal play. However, if the underlying stock or security falls by a greater amount then the trader gives up the ability to claim that additional profit. It is the trade-off between risk and potential reward that is appealing to many traders.\n\nLess risky than simple short-selling\n\nWorks well in modestly declining markets\n\nLimits losses to the net amount paid for the options\n\nRisky if asset climbs dramatically\n\nLimits profits to difference in strike prices\n\nWith the example above, the profit from the bear put spread maxes out if the underlying security closes at $30, the lower strike price, at expiration. If it closes below $30 there will not be any additional profit. If it closes between the two strike prices there will be a reduced profit. And if it closes above the higher strike price of $35 there will be a loss of the entire amount spent to buy the spread.\n\nAlso, as with any short position, options-holders have no control over when they will be required to fulfill the obligation. There is always the risk of early assignment—that is, having to actually buy or sell the designated number of the asset at the agreed-upon price. Early exercise of options often happens if a merger, takeover, special dividend, or other news occurs that affects the option's underlying stock.\n\nAs an example, let's say that Levi Strauss & Co. (LEVI) is trading at $50 on October 20, 2019. Winter is coming, and you don't think the jeans maker's stock is going to thrive. Instead, you think it's going to be mildly depressed. So you buy a $40 put, priced at $4, and a $30 put, priced at $1. Both contracts will expire on November 20, 2019. Buying the $40 put while simultaneously selling the $30 put would cost you $3 ($4 – $1).\n\nIf the stock closed above $40 on November 20, your maximum loss would be $3. If it closed under or at $30, however, your maximum gain would be $7—$10 on paper, but you have to deduct the $3 for the other trade and any broker commission fees. The break-even price is $37—a price equal to the higher strike price minus the net debt of the trade.",
  "url": "https://www.investopedia.com/terms/b/bearputspread.asp"
}