{
  "term": "Bear Market Guide: Definition, Phases, Examples & How to Invest During One",
  "definition": "A bear market is a financial market experiencing prolonged price declines, generally of 20% or more. A bear market usually occurs along with widespread investor pessimism, large-scale liquidation of securities and other assets, and a weakening economy.\n\nBear markets are often associated withdeclines in an overall market or indexlike the S&P 500, but individual securities or commodities can also be considered to be in a bear market if they experience a decline of 20% or more over a sustained period of time, typically two months or more. Bear markets also may accompany general economic downturns such as a recession. Bear markets are seen as the opposite of upward-trendingbull markets.\n\nStock prices generally reflect how investors expect companies to perform. If a company has lower-than-expected profits, or experiences less growth than analysts predicted, investors may respond by selling the company's stock, which makes the overall price decline. The combination of herd behavior and fear can create a rush to minimize losses, which in turn can lead to prolonged periods of depressed asset prices.\n\nOne definition of a bear market says markets are in bear territory when stocks, on average, fall at least 20% off their high. But 20% is an arbitrary number, just as a 10% decline is an arbitrary benchmark for a correction. Another definition of a bear market is wheninvestors are more risk-aversethan risk-seeking. This kind of bear market can last for months or years as investors shun speculation in favor of boring, sure bets.\n\nThe causes of a bear market often vary, but in general, a weak orslowing or sluggish economy, bursting market bubbles, pandemics, wars, geopolitical crises, and drastic paradigm shifts in the economy such as shifting to an online economy, are all factors that might cause a bear market. The signs of a weak or slowing economy are typically:\n\nGovernment interventions in the economy can also trigger a bear market. For example, changes in the tax rate or thefederal funds ratecan lead to a bear market. Similarly, a drop in investor confidence may also signal the onset of a bear market. When investors believe something is about to happen, they will take action—in the case of an imminent bear market, selling off shares to avoid losses.\n\nBear marketscan last for multiple years or just several weeks. Asecularbear market can last anywhere from 10 to 20 years and is characterized by below-average returns on a sustained basis. There may be rallies within secular bear markets where stocks or indexes rally for a period, but the gains are not sustained, and prices revert to lower levels. Acyclicalbear market, on the other hand, can last anywhere from a few weeks to several months.\n\nThe U.S. major market indexes were close to bear market territory on December 24, 2018, falling just shy of a 20% drawdown.More recently, major indexes including the S&P 500 and Dow Jones Industrial Average (DJIA) fell sharply into bear market territory between March 11 and March 12, 2020.Prior to that, the last prolonged bear market in the United States occurred between 2007 and 2009 duringthe Financial Crisisand lasted for roughly 17 months. The S&P 500 lost 50% of its value during that time.\n\nIn February 2020, global stocks entered a sudden bear market in the wake of the global coronavirus pandemic, sending the DJIA down 38% from its all-time high on February 12 (29,568.77) to a low on March 23 (18,213.65) in just over one month.However, both the S&P 500 and the Nasdaq 100 made new highs by August 2020.\n\nBear markets usually have four different phases.\n\nThe first phase is characterized by high prices and highinvestor sentiment. Towards the end of this phase, investors begin to drop out of the markets and take in profits.\n\nIn the second phase, stock prices begin to fall sharply, trading activity and corporate profits begin to drop, and economic indicators, that may have once been positive, start to become below average. Some investors begin to panic as sentiment starts to fall. This is referred to ascapitulation.\n\nThe third phase showsspeculatorsstart to enter the market, consequently raising some prices and trading volume.\n\nIn the fourth and last phase, stock prices continue to drop, but slowly. As low prices and good news starts to attract investors again, bear markets start tolead to bull markets.\n\nThe bear market phenomenon is thought to get its name from the way in which a bear attacks its prey—swiping its paws downward. This is why markets with falling stock prices are called bear markets. Just like the bear market, the bull market may be named after the way in which the bull attacks by thrusting its horns up into the air.\n\nA bear market should not be confused with a correction, which is a short-term trend that has a duration of fewer than two months.\n\nWhilecorrectionsoffer a good time for value investors to find anentry pointinto stock markets, bear markets rarely provide suitable points of entry. This barrier is because it is almost impossible to determine a bear market's bottom. Trying to recoup losses can be an uphill battle unless investors are short sellers or use other strategies to make gains in falling markets.\n\nBetween 1900 and 2018, the Dow Jones Industrial Average (DJIA) had approximately 33 bear markets, averaging one every three years.One of the most notable bear markets in recent history coincided with the global financial crisis occurring between October 2007 and March 2009. During that time the Dow Jones Industrial Average (DJIA) declined 54%.The global COVID-19 pandemic caused the most recent 2020 bear market for the S&P 500 and DJIA. The Nasdaq Composite most recently entered a bear market in March 2022 on fears surrounding war in Ukraine, economic sanctions against Russia, and high inflation.\n\nInvestors can make gains in a bear market byshort selling. This technique involves selling borrowed shares and buying them back at lower prices. It is an extremely risky trade and can cause heavy losses if it does not work out. A short seller must borrow the shares from a broker before a short sell order is placed. The short seller’s profit and loss amount is the difference between the price where the shares were sold and the price where they were bought back, referred to as \"covered.\"\n\nFor example, an investor shorts 100 shares of a stock at $94. The price falls and the shares are covered at $84. The investor pockets a profit of $10 x 100 = $1,000. If the stock trades higher unexpectedly, the investor is forced to buy back the shares at a premium, causing heavy losses.\n\nShort selling is a risky trading strategy with the possibility for high losses. It is not suitable for inexperienced investors.\n\nA put option gives the owner the freedom, but not the responsibility, to sell a stock at a specific price on, or before, a certain date.Put optionscan be used to speculate on falling stock prices, and hedge against falling prices to protect long-only portfolios. Investors must have options privileges in their accounts to make such trades. Outside of a bear market,buying puts is generally safer than short selling.\n\nInverse ETFsare designed to change values in the opposite direction of the index they track. For example, the inverse ETF for the S&P 500 would increase by 1% if the S&P 500 index decreased by 1%. There are many leveraged inverse ETFs that magnify the returns of the index they track by two and three times. Like options, inverse ETFs can be used to speculate or protect portfolios.\n\nThe ballooning housing mortgage default crisis caught up with the stock market in October 2007. Back then, the S&P 500 had touched a high of 1,565.15 on October 9, 2007.By March 5, 2009, it had crashed to 682.55, as the extent and ramifications of housing mortgage defaults on the overall economy became clear.The U.S. major market indexes were again close to bear market territory on December 24, 2018, falling just shy of a 20% drawdown.\n\nMost recently, the Dow Jones Industrial Average went into a bear market on March 11, 2020, and the S&P 500 entered a bear market on March 12, 2020.This followed the longest bull market on record for the index, which started in March 2009. Stocks were driven down by the onset of theCOVID-19 pandemic, which brought with it mass lockdowns and the fear of depressed consumer demand. During this period, the Dow Jones fell sharply from all-time highs close to 30,000 to lows below 19,000 in a matter of weeks. From February 19 to March 23, the S&P 500 declined 34%.\n\nOther examples include the aftermath of the bursting of the dot com bubble in March 2000, which wiped out approximately 49% of the S&P 500's value and lasted until October 2002;and the Great Depression which began with the stock market collapse of October 28-29, 1929.\n\nThe main difference between a bear market and a bull market is that a bear market refers to a major downturn in financial markets, while a bull market refers to a major upswing. Markets are doing well during a bull market and poorly during a bear market.\n\nLong-term investors can find many valuable stocks at lower prices during a bear market, making bear markets a good time to buy if you can afford to wait to see your investments rebound. Traders looking to make a short-term profit may need to use other strategies during a bear market, such as short selling.\n\nFor most investors, a buy-and-hold strategy is the best way to make money through investing, rather than rushing to buy or sell investments every time the market changes. If you have a balanced, diversified portfolio that includes assets such as government bonds, defensive stocks, and cash, as well as equities, you shouldn't need to sell during a bear market. Indeed, if you sell your stocks during a bear market because you are afraid of them dropping further, you may miss out on substantial profits when the market eventually rebounds.\n\nA bear market is a downward trend in financial markets, indicating a weakening economy and a loss of investor confidence. Generally, a market is considered a bear market when prices have declined more than 20%. Bear markets can be as short as a few weeks or as long as a several years.\n\nBuy-and-hold investors can often take advantage of lower prices during a bear market to add valuable stocks to their portfolios. Day traders and other short-term investors, though, may need to use strategies such as short selling, put options, and inverse ETFs to make a profit during a bear market.\n\nCNBC. \"By the Numbers: Stock Market Collapses on Christmas Eve, Heads for Worst December Ever.\"\n\nCNN Business. \"Stocks Plunge Into Bear Market Territory: March 12, 2020.\"\n\nAssociated Press. \"A Look at What Happens When Stocks Enter a Bear Market.\"\n\nThe New York Times. \"Dow Skids Into Bear Market, Heralding an Uncertain Future.\"\n\nCNBC. \"Stock market live updates: Dow wipes out 2020 losses, S&P 500 posts 5-week win streak, best August since 1984?\"\n\nEdward Jones. \"Don't Fear the Bear.\"\n\nReuters. \"Wall St. Slides as Oil Prices Surge, Nasdaq Confirms Bear Market.\"\n\nCNNMoney. \"Dow, S&P Break Records.\"\n\nCNNMoney. \"Wall Street: Ugly Is Back.\"\n\nCNBC. \"Dow Plunges 10% Amid Coronavirus Fears for Its Worst Day Since the 1987 Market Crash.\"\n\nForbes. \"The Coronavirus Stock Market: A Market Gone Wild.\"\n\nCNN Business. \"Stocks Are at an All-Time High. Here's What Stopped the Last 12 Bull Runs.\"\n\nWIRED. \"March 10, 2000: Pop Goes the Nasdaq!\"\n\nFederal Reserve History. \"Stock Market Crash of 1929.\"",
  "url": "https://www.investopedia.com/terms/b/bearmarket.asp"
}