{
  "term": "Bearer Share: Definition, Example, Risks, and Benefits",
  "definition": "A bearer share is equity security wholly owned by the person or entity that holds the physicalstock certificate, thus the name \"bearer\" share. The issuing firm neither registers the owner of the stock nor tracks transfers of ownership; the company disperses dividends to bearer shares when a physicalcouponis presented to the firm. Because the share is not registered to any authority, transferring the ownership of the stock involves only delivering the physical document.\n\nBearer shares lack the regulation and control of common shares because ownership is never recorded. Bearer shares are similar tobearer bonds, which are fixed-income securities belonging to the holders of physical certificates rather than registered owners.\n\nBearer shares are often international securities, common in Europe and South America — although the use of bearer shares in these nations has dwindled as governments crackdown on anonymity-related illegal activity. While some jurisdictions, such as Panama, allow the use of bearer shares, they impose punitive tax withholdings on dividends issued to owners to discourage their use. The Marshall Islands is the only country in the world where the shares can be used without problems or extra costs.\n\nMany large foreign corporations over the past decade or so have also chosen to transition to full usage of registered shares. Germany-based pharmaceutical giant Bayer AG, for example, started to convert all its bearer shares to registered shares in 2009,﻿﻿ and in 2015, the United Kingdom abolished the issuance of bearer shares under the provisions of the Small Business, Enterprise and Employment Act 2015.﻿﻿\n\nSwitzerland, a jurisdiction known for its emphasis on secrecy in banking transactions, has abolished bearer shares. In June 2019, the Federal Council of the Swiss government adopted a new Federal Act declaring the end of bearer shares, with the exception of publicly-listed companies and intermediated securities. All other existing bearer shares must be converted into registered shares.﻿﻿\n\nIn the United States, bearer shares are mostly an issue of state governance, and they are not traditionally endorsed in many jurisdictions' corporate laws. Delaware became the first state in the U.S. to ban the sale of bearer shares in 2002.﻿﻿\n\nBearer shares appeal to some investors because of privacy, but the tradeoff is the increased costs associated with maintaining that privacy, including attorney fees and taxes.\n\nThe only tangible benefit to be gained from using bearer shares is privacy. The highest degree of anonymity possible is maintained with respect to ownership in a corporation by a holder of bearer shares. Although the banks that handle the purchases know the contact information of the people purchasing the shares, in some jurisdictions, banks are under no legal obligation todisclose the identity of the purchaser. Banks may also receive dividend payments on behalf of the shareholder and provide ownership confirmation at shareholders' general meetings. Moreover, purchases can be made by a representative, such as a law firm, of the actual owner.\n\nBearer shares have some valid uses, despite their inherent detriments. Asset protection is the most common reason to use bearer shares because of the privacy they provide. For example, individuals who do not want to risk their assets being seized as part of a legal proceeding such as a divorce or a liability suit may resort to the use of bearer shares.\n\nThe ownership of bearer shares often coincides with an increased cost incurred from hiring professional representation and advisors to maintain the anonymity that bearer shares provide. Unless the bearer shareholder is a financial and/or legal expert in these matters, avoiding the many legal and tax traps associated with bearer shares can be a difficult challenge.\n\nAlso, in a post-9/11 world in which the threat of terrorism looms heavily, part of the strategy to counter the threat is to cut off the sources of terrorist funding. Consequently, in a worldwide effort to deter terrorism funding, money laundering, and other illicit nefarious corporate activity, many jurisdictions have enacted new legislation that places very tight restrictions on the use of bearer shares or, has altogether abolished their use.\n\nFor example, thePanama Papersscandal extensively used bearer shares to conceal the true ownership of shares. The Panama Papers scandal was a leak of financial files that exposed a network of more than 200,000 tax havens involving high net worth individuals, public officials, and entities from 200 nations.﻿﻿ It resulted in the reluctance of many banks and financial institutions to open accounts or have any associations with corporations or shareholders that deal with bearer shares. The choice of jurisdictions and financial institutions willing to deal with bearer shares has narrowed significantly.\n\nBayer. \"Announcement of the conversion of the no-par value bearer shares to no-par value registered shares.\" Accessed Aug. 27, 2020.\n\nThe National Archives. \"Small Business, Enterprise and Employment Act 2015: Abolition of share warrants to bearer.\" Accessed Aug. 27, 2020.\n\nThe Federal Council. \"Federal Council brings Federal Act on Implementation of Recommendations of Global Forum into force.\" Accessed Aug. 27, 2020.\n\nDelaware Corporate Law. \"Facts and Myths.\" Accessed Aug. 27, 2020.\n\nInternational Consortium of Investigative Journalists. \"Explore the Panama Papers Key Figures.\" Accessed Aug. 27, 2020.",
  "url": "https://www.investopedia.com/terms/b/bearer_share.asp"
}