{
  "term": "Bear Spread: Overview, and Examples of Options Spreads",
  "definition": "A bear spread is anoptionsstrategy used when one is mildly bearish and wants to maximize profit while minimizing losses. The goal is to net the investor a profit when the price of theunderlying securitydeclines. The strategy involves the simultaneous purchase and sale of either puts or calls for the same underlying contract with the same expiration date but at differentstrike prices.\n\nA bear spread may be contrasted with abull spread, which is utilized by investors expecting moderate increases in the underlying security.\n\nThe main impetus for an investor to execute a bear spread is that they expect a decline in the underlying security, but not in an appreciable way, and want to either profit from it or protect their existing position. There are two main types of bear spreads that a trader can initiate: abear put spreadand abear call spread. Both instances would be classified as vertical spreads.\n\nA bear put spread involves simultaneously buying oneput, so as to profit from the expected decline in the underlying security, and selling (writing) another put with the same expiry but at a lower strike price to generate revenue to offset the cost of buying the first put. This strategy results in a net debit to the trader's account.\n\nA bear call spread, on the other hand, involves selling (writing) acallto generate income and buying a call with the same expiry but at a higher strike price to limit theupsiderisk. This strategy results in a net credit to the trader's account.\n\nBear spreads can also involveratios, such as buying one put to sell two or more puts at a lower strike price than the first. Because it is a spread strategy that pays off when the underlying declines, it will lose if the market rises. However, the loss will be capped at thepremiumpaid for the spread.\n\nImage by Julie Bang © Investopedia 2019\n\nSay that an investor is bearish on stock XYZ when it is trading at $50 per share and believes the stock price will decrease over the next month. The investor can put on a bear put spread by buying a $48 put and selling (writing) a $44 put for a net debit of $1.\n\nThe best-case scenario is if the stock price ends up at or below $44. The worst-case scenario is if the stock price ends up at or above $48, options expire worthless and the trader is down the cost of the spread.\n\nOne can also use a bear call spread. An investor is bearish on stock XYZ when it is trading at $50 per share and believes the stock price will decrease over the next month. The investor sells (writes) a $44 call and buys a $48 call for a net credit of $3.\n\nIf the stock price ends up at or below $44, then the options expire worthless and the trader keeps the spread credit. Conversely, if the stock price ends up at or above $48, then the trader is down the spread credit minus ($44 - $48) amount.\n\nBear spreads are not suited for every market condition. They work best in markets where the underlying asset is falling moderately and not making large price jumps.  Moreover, while bear spreads limit potential losses, they also cap possible gains.\n\nReduces costs of option-writing\n\nWorks in moderately rising markets\n\nRisk of short-call buyer exercising option (bull call spread)",
  "url": "https://www.investopedia.com/terms/b/bearspread.asp"
}