{
  "term": "Bell Curve: Definition, How It Works, and Example",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA bell curve is a graph that shows how values in a dataset are disbursed, with most falling near the average, and fewer appearing at the extremes. It is used to understand patterns, trends, and variation in data.\n\nA bell curve is a common type of distribution. Also known as the normal distribution, the term \"bell curve\" originates from the fact that the graph used to depict anormal distributionconsists of a symmetrical bell-shaped curve. The highest point on the curve, or the top of the bell, represents the most probable event in a series of data (itsmean,mode, andmedianin this case), while all other possible occurrences are symmetrically distributed around the mean, creating a downward-sloping curve on each side of the peak.\n\nThe term \"bell curve\" is used to describe a graphical depiction of anormal probability distributionwhose underlying standard deviations from the mean create the curved bell shape.\n\nA standard deviation is a measurement used to quantify the variability of data dispersion in a set of given values around the mean. The mean, in turn, refers to the average of all data points in the data set or sequence and will be found at the highest point on the bell curve.\n\nFinancial analysts and investors often use a normal probability distribution when analyzing the returns of a security or of overall market sensitivity. In finance, standard deviations that depict the returns of a security are known asvolatility.\n\nFor example, stocks that display a bell curve are usually blue-chip stocks and ones that have lower volatility and more predictable behavioral patterns. Investors use the normal probability distribution of a stock's past returns to make assumptions regarding expected future returns.\n\nIn addition to teachers who use a bell curve when comparing test scores, the bell curve is often also used in the world of statistics, where it can be widely applied. Bell curves are also sometimes employed in performance management, placing employees who perform their jobs in an average fashion in the normal distribution of the graph.\n\nThe high performers and the lowest performers are represented on either side with the dropping slope. It can be useful to larger companies when doing performance reviews or when making managerial decisions.\n\nA bell curve's width is defined by itsstandard deviation, which is calculated as the level of variation of data in a sample around the mean. Using the empirical rule, for example, if 100 test scores are collected and used in a normal probability distribution, 68% of those test scores should fall within one standard deviation above or below the mean.\n\nMoving two standard deviations away from the mean should include 95% of the 100 test scores collected. Moving three standard deviations away from the mean should represent 99.7% of the scores (see the figure above).\n\nTest scores that are extreme outliers, such as a score of 100 or 0, would be considered long-tail data points that consequently lie squarely outside of the three-standard-deviation range.\n\nThe normal probability distribution assumption doesn’t always hold true in the financial world, however. It is feasible for stocks and other securities to sometimes display non-normal distributions that fail to resemble a bell curve.\n\nNon-normal distributions have fatter tails than a bell curve (normal probability) distribution. A fatter tail skews negative signals to investors that there is a greater probability of negative returns.\n\nGrading or assessing performance using a bell curve forces groups of people to be categorized as poor, average, or good. For smaller groups, having to categorize a set number of individuals in each category to fit a bell curve will do a disservice to the individuals.\n\nSometimes, they may all be just average or even good workers or students, but given the need to fit their rating or grades to a bell curve, some individuals are forced into the poor group. In reality, data is not perfectly normal.\n\nSometimes there isskewness, or a lack of symmetry, between what falls above and below the mean. Other times, there are fat tails (excess kurtosis), makingtailevents more probable than the normal distribution would predict.\n\nA bell curve is a symmetric curve centered around the mean, or average, of all the data points being measured. The width of a bell curve is determined by the standard deviation—68% of the data points are within one standard deviation of the mean, 95% of the data points are within two standard deviations, and 99.7% of the data points are within three standard deviations of the mean.\n\nAnalysts will often use bell curves and other statistical distributions when modeling different potential outcomes that are relevant for investing. Depending on the analysis being performed, these might consist of future stock prices, rates of future earnings growth, potential default rates, or other important phenomena.\n\nBefore using the bell curve in their analysis, investors should carefully consider whether the outcomes being studied are in fact normally distributed. Failing to do so could seriously undermine the accuracy of the resulting model.\n\nAlthough the bell curve is a very useful statistical concept, its applications in finance can be limited because financial phenomena, such as expected stock-market returns, do not fall neatly within a normal distribution. Therefore, relying too heavily on a bell curve when making predictions about these events can lead to unreliable results.\n\nAlthough most analysts are well aware of this limitation, it is relatively difficult to overcome this shortcoming because it is often unclear which statistical distribution to use as an alternative.\n\nA bell curve represents a normal distribution and is commonly used in finance and economics to analyze data and assess future performance. Despite its usefulness, however, bell curves have limitations, as not all data fit a normal distribution.",
  "url": "https://www.investopedia.com/terms/b/bell-curve.asp"
}