{
  "term": "Below-the-Line Advertising: Definition and Use in Marketing",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nBelow-the-line advertising promotes projects inmediums other than the mainstream formatsof radio, television, billboards, print, and film. These advertising systems includedirect mailcampaigns, social media marketing, trade shows, catalogs, and targetedsearch enginemarketing. Below-the-line advertising methods tend to be less expensive and more focused, reaching customers more directly than above-the-line strategies.\n\nBelow-the-line advertising seeks to reach consumers directly instead of casting a wide net over mass audiences. Rather thanairing a national commercial during a hit network television show, a below-the-line campaign might instead focus on an in-store demonstration of a product that consumers may wish to investigate in person. This allows for a more hands-on experience in which a salesperson can answer direct questions and better explain a product. Some examples of below-the-line advertising include:\n\nCompanies can target specificdemographicswith their advertising campaigns, such as the age of a consumer or the industry of a company. LinkedIn, for example, allows marketers on the website to target specific people with sidebar advertisements geared toward their profession or groups that they belong to.\n\nCompanies still engage in direct mail advertising, especially for older people, who are still not online as often as younger ones (as of 2022 the gap between the oldest and youngest groups of people using the internet was 24%, down from 56% in 2000).Catalogues and postcard mailings are still popular and effective marketing tools.\n\nBusinesses often present their products and services through the localchamber of commerce. Banks host mortgage seminars to answer questions about mortgages, interest rates, and home affordability with the goal of landing new loan customers.\n\nOf course, there’s no perfect marketing tool that works each and every time. Instead, companies often subscribe to multiple strategies. For example, a company might send out a direct mailing of printed flyers advertising an upcoming event that the company is hosting at the local convention center.\n\nAbove-the-line advertising is designed to reach mass audiences. Its epitome is the Super Bowl television ad, which costs millions of dollars for mere seconds of airtime yet instantly reaches tens of millions of consumers on a global basis. On the downside, a significant percentage of those viewers may not typify a company’s target consumer.\n\nConversely, below-the-line advertising reaches fewer people but is more selective about its audience. In most cases below-the-line advertisers initially conduct extensivemarket researchin an effort to identify a target niche of buyers who are likely to purchase a product. Once the target demographic is identified, below-the-line advertising reaches consumers in a more personalized, direct manner.\n\nAbove-the-line ads cast a wide net versus below-the-line ones, which use a proverbial fishing pole through direct mailings, face-to-face contacts at trade shows, or paid search engine results that pop up when consumers enter specific queries.\n\nThereturn on investment (ROI)from a below-the-line campaign can be higher than that of an above-the-line one, as the former is less costly and more easily monitored.\n\nLower costsare arguably the biggest advantage of below-the-line advertising. While TV and radio ads tend to be pricy, direct mailing and search engine marketing are far more economical. Also, below-the-line methods can be more cheaply and easily scaled up or down.\n\nFurthermore, below-the-line methods make it easier to track conversions with intended consumers. Though there are multiple strategies for assessing the effectiveness of TV and radio ads, it’s hard to gauge their overall impact. Asking customers how they heard about a company can yield unreliable responses, as people sometimes recall their experiences inaccurately. On the other hand, email and search engine marketing precisely track the links consumers click, providing businesses with greater detail.\n\nBelow-the-line marketing fosters superior customer engagement, which is critical in today’s modern business landscape. While above-the-line methods are ideal for spreading general brand awareness, below-the-line tactics are preferable for fostering more meaningful relationships with potential customers.\n\nBelow-the-line advertising seeks to target consumers in out-of-the-mainstream formats, such as direct mail campaigns, social media marketing, trade shows, catalogs, and targeted search engine marketing. It is a more direct way of reaching potential buyers.\n\nAbove-the-line advertising utilizes the mainstream formats of radio, television, billboards, print, and film. It casts a wide net rather than doing specific targeting of potential consumers and is used to promote brand awareness.\n\nIn general, yes. Each kind of advertising works in its own way, so they complement rather than compete with each other.\n\nOne of the most attractive features of below-the-line advertising is its low cost. TV, newspaper, and radio ads are usually expensive, while the costs of a direct mailing, a LinkedIn ad, or attendance at a trade show are much less.\n\nBelow-the-line advertising is meant to reach consumers directly in a targeted manner. It's less expensive than above-the-line advertising, which addresses a much larger constituency and is more suited to creating brand awareness. As one complements the other, employing both strategies to sell a product is usually the wisest choice.\n\nCambridge Dictionary. \"Below-the-Line.\"\n\nLinkedIn Marketing Solutions. \"Get Started With LinkedIn Ads.\"\n\nPew Research Center. \"Share of Those 65 and Older Who Are Tech Users Has Grown in the Past Decade.\"",
  "url": "https://www.investopedia.com/terms/b/below-the-line-advertising.asp"
}