{
  "term": "Beneficial Ownership Meaning and Regulation",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA beneficial owner is a person who enjoys the benefits of ownership of an asset, which is held on their behalf by a custodian or broker.\n\nA beneficial owner is a person who enjoys the benefits of ownership over some form of property, even though the title is in another name.\n\nIt can also mean any individual or group of individuals who, either directly or indirectly, has the power to vote or influence the transaction decisions regarding a specific security, such as shares in a company.\n\nWhen acustodianbank holds shares of amutual fund, or when securities are held by a brokerin street name, the true owner is the beneficial owner. However, for safety and convenience, the bank or broker holds the title.\n\nBeneficial ownership may be shared among a group of individuals. If a beneficial owner controls a position of more than 5% of a company or entity, it must fileSchedule 13Dunder Section 12 of theSecurities Exchange Act of 1934.\n\nBeneficial ownership is distinguished from legal ownership. In most cases, the legal and beneficial owners are one and the same, but there are some cases where the beneficial owner of a property may wish to remain anonymous.\n\nWhen a corporation or other legal entity opens a bank account, the bank must identify the beneficial owners of that entity. This is intended to prevent money laundering and tax evasion.\n\nTo prevent money laundering, banks are required to verify the beneficial owners of the companies or legal entities that open an account. For these purposes, a beneficial owner is anyone with more than 25% ownership of a legal entity, or anyone who controls the legal entity.\n\nEach type of asset has different rules for how beneficial ownership is recorded. Although these rules vary by jurisdiction, these are some of the most common standards:\n\nAs mentioned above, publicly traded securities are often registered in the name of a broker for safety and convenience.\n\nTheSecurities and Exchange Commission(SEC) recognizes this and has regulated the practice. In private companies, for a number of reasons, a beneficial owner may not want their name as a shareholder of record. So long as they comply with tax laws and other regulations, this practice is not illegal in itself.\n\nIn most countries, real estate registries show the names of the owners of properties. In some cases, a beneficial owner may not want their name to appear on public records. In such cases, it is common for trustees or other entities to act as legal owners in place of the beneficial owner.\n\nFor example, famous artists or politicians may not want their home addresses to be easily found in public records, so they do not appear personally on title deeds.\n\nWealthy individuals may place their property in trusts to protect their assets and plan their estates. In this case, the trust acts as the legal owner of their property, while thetrustormaintains control as the beneficial owner. Here again, this practice is legal but highly regulated.\n\nIn intellectual property law, a beneficial owner is someone who benefits from a trademark, patent, or copyright even though the legal right belongs to someone else. This may happen when the owner of an intellectual property assigns some of their rights to another party.\n\nIn early 2016, the International Consortium of Investigative Journalists publicized the \"Panama Papers.\" These documents, taken from the archives of the law firm Mossack Fonseca & Co., show in detail the beneficial ownership of several thousands of offshore corporations.\n\nWhile many were used legally, some beneficial ownership was allegedly hidden for nefarious or illegal motives. The papers revealed the secret business activities and holdings of several public figures, including British Prime Minister David Cameron and Icelandic Prime Minister Sigmundur Gunnlaugsson, who resigned as a result. It also shed light on the web of secret holdings by Russian leader Vladimir Putin.\n\nOn May 5, 2016, theFinancial Crimes Enforcement Network(FinCEN) fortified and clarified due diligence requirements for banks, brokers, mutual funds, and other financial entities. Most importantly, the new rules require legal entity customers to identify and verify the identities of their beneficial owners when they open an account. These rules took effect on May 11, 2018.\n\nWhen a broker or other financial institution holds assets on behalf of a corporation or other legal entity, they are required to record the beneficial owner of those assets. This is intended to prevent money laundering or the use of financial infrastructure for terrorism financing.\n\nUnder financial regulations, a beneficial owner is considered anyone with a stake of 25% or more in a legal entity or corporation. Beneficial owners can also be considered anyone with a significant role in the management or direction of those entities, or any trusts that own 25% or more of an entity.\n\nBeneficial ownership can simplify the process of buying and holding certain assets, such as securities. A common example is the stock market. It is rare for someone to take actual possession of the stocks that they buy, which would incur additional paperwork. Instead, their stocks remain in the hands of the brokerage, which holds them in beneficial ownership. This is sometimes referred to as owning the shares in \"street name.\"\n\nHowever, there are some tradeoffs to holding shares in street name. There may be some delay in communications, as all official messaging from the issuing firm must first pass through the brokerage. There may also be delays in issuing dividends and interest payments.\n\nIn shadier circumstances, beneficial ownership may also be used to withhold the actual owner of a property or security. An example might be assets that are legally held by ashell companythat is controlled by the beneficial owner. Although such companies are not inherently illegal, they are sometimes used tokeep the owner's financial assets a secret.\n\nAllows stockholders to control their shares and receive dividends without actually registering in their name.\n\nCan be a convenient way to manage large numbers of assets.\n\nFor securities, all communication and dividends must pass through the broker.\n\nShell companies can sometimes be used to conceal the identity of the beneficial owners for unethical purposes.\n\nIf you've ever bought a share of stock, you have experienced beneficial ownership. Most people do not get stock certificates in their own names—instead, they buy their shares through a brokerage, which acts as the official owner of record on their behalf.\n\nIn this situation, the clients are the beneficial owners, even though their names are not on the stock certificates. However, the clients can still vote, receive dividends, and sell shares through a broker, just as if they were the owners of record.\n\nA beneficial owner is the person who has actual control over an asset, even though the title is held in another name. This concept is important in corporate law, where it is possible for a corporation to be owned by another corporation, which in turn is owned by a third company.\n\nThe beneficial owner is a person who has actual control over an asset, regardless of the name on the title. Brokerages often hold the titles to securities, but the beneficial owners are their clients. For trusts and charities, the beneficial owners are the people with ultimate control over the organization.\n\nIn banking, the Beneficial Ownership Rule is a regulatory requirement for banks to collect information on the beneficial ownership of an account at the time that the account is opened. This is intended to prevent money laundering and tax evasion by identifying the actual owners of the legal entity that opens an account.\n\nIn banking, beneficial ownership is determined based on ownership and control of the legal entity in question. Ownership means any person with more than 25% equity in the legal entity, and control means any individual with significant decision-making responsibility, such as a CEO or CFO.\n\nCertain types of entities do not need to provide identifying information under the beneficial ownership rule. These include sole proprietorships, certain trusts, non-account ownership, and (in the case of credit cards) authorized users who are not the actual owners of the cards.\n\nFor charities and nonprofits, the beneficial ownership rule does not apply to those with over 25% of the company, because these entities do not typically have percentage-based controlling interests. However, they must still disclose the information of any executive or officer with significant control over the company.\n\nWhen it comes to trusts,beneficial ownership informationincludes information on the settlor, trustees, protector, beneficiaries, and any other person exercising ultimate control over a trust. If a trust owns 25% or more of a corporation or legal entity, the trustee(s) of that trust are considered beneficial owners of the corporation.\n\nBeneficial ownership allows someone to benefit from assets that are actually held in the name of a company or other legal entity. This is most common for securities, which are typically registered with a broker where the beneficial owners are their customers.\n\nIn banking, the beneficial owners of a legal entity are those individuals who have a large equity interest or control over the entity's financials. Banks are required to collect this information to prevent money laundering.\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: Holding Your Securities.\"\n\nU.S. Securities and Exchange Commission. \"Exchange Act Sections 13(d) and 13(g) and Regulation 13D-G Beneficial Ownership Reporting.\"\n\nFinancial Crimes Enforcement Network. \"Information on Complying with the Customer Due Diligence (CDD) Final Rule.\"\n\nU.S. Legal. \"Beneficial Owner Law and Legal Definition.\"\n\nInternational Consortium of Investigative Journalists. \"Panama Papers.\"\n\nVox. \"A Guide to the Six Biggest Revelations of the Panama Papers (so far).\"\n\nUnited States Department of the Treasury, Financial Crimes Enforcement Network. \"Premium Finance Cash Refunds and Beneficial Ownership Requirements for Legal Entity Customers.\"\n\nFinancial Crimes Enforcement Network. \"Beneficial Ownership Information Reporting.\"\n\nFederal Register. \"Beneficial Ownership Information Reporting Requirements.\"\n\nFederal Financial Institutions Examination Council. \"Beneficial Ownership Requirements for Legal Entity Customers.\"\n\nFinancial Crimes Enforcement Network. \"Frequently Asked Questions Regarding Customer Due Diligence Requirements for Financial Institutions,\" Page 15.",
  "url": "https://www.investopedia.com/terms/b/beneficialowner.asp"
}