{
  "term": "Berkshire Hathaway: What It Is, Market Cap, and Who Owns It",
  "definition": "Berkshire Hathaway is a holding company for a multitude of businesses, including GEICO and Fruit of the Loom. It's run by chair and CEOWarren Buffett. Berkshire Hathaway is headquartered in Omaha, Nebraska.\n\nOriginally, it was a company comprised of a group of textile milling plants. Buffett assumed control of the struggling New England company in 1965. Since that time, Berkshire has grown to be one of the largest companies in the world, based on market capitalization. Today, it is one of the world's largest companies by market capitalization.\n\nWarren Buffett became thecontrolling shareholderof Berkshire Hathaway in the mid-1960s and began a progressive strategy of diverting cash flows from the core business into other investments. As of May 2023, Berkshire Hathaway had amarket capitalizationof over $715 billion, making it one of the largest publicly traded companies worldwide.\n\nBerkshire Hathaway has a long history of operating success and smart investments. The company is the sixth-largest public company in the world in terms of market capitalization as of May 2023.Berkshire'sstocktrades on the New York Stock Exchange in two classes—A sharesandB shares.Class A shares have never splitand closed above $500,00 per share in May of 2023 (its Class B shares traded at a more modest $325 on the same date).\n\nInsurancesubsidiariesrepresent a large part of Berkshire Hathaway's holdings. However, the company also manages hundreds ofdiverse businessesall over the world. These include Duracell, International Dairy Queen, Pampered Chef, Fruit of the Loom, NetJets, and GEICO, among others.In addition to owning private companies, Berkshire also has a large investment portfolio of stocks in major public companies, such as Apple (AAPL), Bank of America (BAC), and United Parcel Service (UPS).As of December 31, 2022, Berkshire's public market equity portfolio was valued at more than $346 billion.\n\nEarly in his career, Buffett came across the novel idea to use thefloatfrom his insurance subsidiaries to invest elsewhere. He focused on selecting stocks that would be held for the long term. Buffett has long eschewed a diversified stock portfolio in favor of trusted investments that would be over-weighted in order to leverage the anticipated return. Over time, Buffett’s investing prowess became so renowned that Berkshire Hathaway'sannual shareholder meetingsare now a mecca forvalue investingproponents. They're also the target of intense media scrutiny.\n\nThe overall return of Berkshire Hathaway’s stock from 1965 to 2021. During this same period, the S&P 500 returned 30,209%.In annualized terms, Berkshire’s stock generated an average yearly return of 20.1% over that period, while the S&P 500’s annualized gain was 10.5%.\n\nSuccession has always been a hot topic for Berkshire. The big question is whetherBuffett’s replacementcan continue the streak of outperforming the market. This becomes even more pressing when you consider that Buffett turned 91 years old in August of 2021.\n\nIn 2010, Buffett announced that he would be succeeded at Berkshire Hathaway by a team comprised of one CEO and two to four investment managers.\n\nIn 2011, it was announced that hedge fund managers Todd Combs and Ted Weschler would be two of those managers. In 2018, the company put Ajit Jain in charge of all of the insurance operations and madeGreg Abelthe manager of all other (noninsurance) operations. Both men seemed likelycandidates for Buffett's heirapparent. Buffet has not announced any retirement plans. Still, it's good that thequestion of succession has been answered, considering the advanced age of the Oracle of Omaha.\n\nOn May 1, 2021, vice chair of Berkshire Hathaway,Charlie Munger, unofficially announced that Warren Buffett would besucceeded as CEOby Greg Abel when Buffett eventually steps down. Abel's official title is CEO of Berkshire Hathaway Energy and vice chair in charge of noninsurance operations.\n\nWarren Buffett is a world famous business owner and investor. He's renowned not only for the jaw-dropping success of Berkshire Hathaway, the holding company of which he's been in charge since 1964. Buffett is also celebrated for his winning approach to investing, which has created great wealth for many shareholders. His frugal lifestyle, despite being one of the world's wealthiest individuals, and his easy-going manner have earned him fans across the globe.\n\nValue investing refers to investing in a security with anintrinsic valuethat's greater than its market value. The idea is that the undervalued security's market value should increase to meet its intrinsic value. Warren Buffett is one example of an investor whose focus on value investing has led to incredible success.\n\nClass A shares of common stock usually give shareholders a greater amount of voting rights than Class B and other classes of stock. They're often held by a company's executives and some members of management so that those in charge of the company can retain control of it in various situations, such as a hostile takeover attempt.\n\nBerkshire Hathaway is a holding company run by Warren Buffett that owns a diverse range of private businesses and significant minority interests in public companies such as Apple. It has a market capitalization of over $715 billion and is the sixth-largest public company in the world. Berkshire Hathaway's success is largely due to Buffett's value investing strategy, and its annual shareholder meetings have become a mecca for value investing proponents. The question of succession has been answered with Greg Abel named the heir apparent to Buffett.\n\nCompaniesmarketcap. \"Market capitalization of Berkshire Hathaway (BRK-A).\"\n\nNYSE. \"Berkshire Hathaway Inc. BRK.A.\"\n\nBerkshire Hathaway. \"Links to Berkshire Subsidiary Companies.\"\n\nFintel. \"Berkshire Hathaway Inc - Warren Buffett - 13F Filing - 2020-12-31.\"\n\nU.S. Securities and Exchange Commission. \"Form 13F Summary Page.\"\n\nBerkshire Hathaway. \"2021 Annual Report.\"",
  "url": "https://www.investopedia.com/terms/b/berkshire-hathaway.asp"
}