{
  "term": "Bermuda Option: What They Are, Examples, Pros and Cons",
  "definition": "A Bermuda option is a type ofexotic optionscontract that can only be exercised on predetermined dates—often on one day each month.\n\nA spin onAmerican-style options, which permit holders to exercise early at any time, Bermudian options allow investors to buy or sell a security orunderlying assetat a preset price on a set of specific dates as well as the option's expiration date.\n\nOptions contracts are financialderivativesthat provide the buyer the right—but not the obligation—to transact in an underlying asset, such as shares of stock, at a distinct price—thestrike price—on or before a specified future date.\n\nAn option to buy an underlying asset is acall option. An option to sell an underlying asset is aput option. At the option's expiration, the contracts can be converted to shares, known asexercising, of the asset at the predetermined price.\n\nThere are two main types or styles of options, American and European options. American options are exercisable at any time between the purchase date and the date of expiration.European options, however, are exercised only at the date of expiration. Bermuda options are a restricted form of the American option that allows for early exercise but only at set dates.\n\nThe early exercise feature of Bermuda options allows for an investor to use the option and convert it to shares on specific dates beforeexpiry. The dates—contained in the contract's terms—are known upfront during the purchasing of the option.\n\nSome Bermuda options might allow an investor to exercise the option on the first business day of the month. So, if an investor's call option's strike price is lower than the underlying stock's market price on the first of the month, the investor can exercise and buy shares for the lower strike price. Conversely, if the investor's put option strike price is higher than the market price of the stock, the investor can sell at the strike and pick up the shares at the lower market price. Most times, the net difference iscash-settled.\n\nHowever, some Bermuda options have early expiration date restrictions. For example, a Bermuda option might have the features of a European option where it cannot be exercised until the early exercise date. Following the early exercise date, the option converts to American-style options and can be exercised at any time.\n\nThe ability to exercise an option early is a benefit to the holder, and this feature adds value to the contract. Thepremium(price) on a Bermuda option will often be higher than aEuropeanoption with the same terms, and lower than an American option due to its limitations on early exercise.\n\nThere are several advantages and disadvantages to Bermuda options. Unlike American and European options, Bermuda options give investors the ability to create and purchase a hybrid contract. In other words, investors are given more control over when the options can be exercised.\n\nPremiums for Bermuda options are typically lower than those of American options. However, Bermuda options don't have the flexibility of exercising at any time. As a result, American options are the most expensive, while European options are the cheapest since they offer the least flexibility. The cost of Bermuda options falls somewhere in between their American and European counterparts.\n\nA possible drawback to a Bermuda option can happen if an investor doesn't exercise until the option's expiration date. In this case, the investor would have been better off buying the cheaper European option instead. Also, the additional exercise dates of a Bermuda option may not necessarily represent the best times to exercise.\n\nPremiums for Bermuda options are typically lower than those of American options.\n\nBermuda options allow investors to exercise the option on specific dates before expiry.\n\nPremiums for Bermuda options are more expensive than European options.\n\nThe early exercise feature doesn't guarantee that it will be the most advantageous time to exercise.\n\nLet's say an investor owns stock in Tesla Inc. The investor purchased the stock at $250 per share and wants insurance against a drop in the company's stock price.\n\nThe investor buys a Bermuda-style put option that expires in six months, with a strike price of $245. The option costs $3—or $300 since each option contract represents 100 shares. The option protects the position from a decline in price below $245 for the next six months. However, the Bermuda feature allows the investor to exercise early on the first of each month beginning in month four.\n\nThe stock price falls to $200, and by the first day of the option's fourth month, the investor exercises the put option. The stock position has declined and is sold at $200 while the strike price of $245 provides a profit of $45 from the put option. The investor is effectively out of the position at $245 minus the $300 cost of the premium and any additional broker commissions.\n\nHowever, if the stock price rose considerably after the option was exercised, say to $300 by the option's expiry, the investor would miss out on any of those gains. Although Bermuda options provide flexibility to exercise early, that doesn't necessarily mean the investor's choice to exercise will be the right or profitable one.",
  "url": "https://www.investopedia.com/terms/b/bermuda.asp"
}