{
  "term": "Bernie Madoff: Who He Was and How His Ponzi Scheme Worked",
  "definition": "Bernard Lawrence \"Bernie\" Madoff was an American financier who executed the largestPonzi schemein history, defrauding thousands of investors out of an estimated $65 billion over the course of at least 17 years.\n\nHe was also a pioneer in electronic trading and chairman of the Nasdaq stock exchange in the early 1990s.\n\nMadoff died in a prison hospital at age 82 on April 14, 2021, while serving a 150-year sentence for money laundering, securities fraud, and several other felonies.\n\nMadoff was born in Brooklyn, New York, on April 29, 1938, to Ralph and Sylvia Madoff. His father worked as a plumber before entering the financial industry with his wife.They founded Gibraltar Securities, which was ultimately forced to close by the SEC.\n\nBernie earned a bachelor's degree in political science from Hofstra University in 1960 and briefly attended law school at Brooklyn Law School. While in college, Bernie married his high-school sweetheart, Ruth (née Alpern), with whom he later founded Bernard L. Madoff Investment Securities LLC in 1960.\n\nAt first, he traded penny stocks with $5,000 he earned installing sprinklers and working as a lifeguard.\n\nMadoff appeared to have a chip on his shoulder and felt that he was not part of the Wall Street in-crowd. In an interview with journalist Steve Fishman, Madoff said, \"We were a small firm, we weren't a member of the New York Stock Exchange. It was very obvious.\"\n\nAccording to Madoff, he began to make a name for himself as a scrappymarket maker. \"I was perfectly happy to take the crumbs,\" he told Fishman, giving the example of a client who wanted to sell eight bonds; a bigger firm would disdain that kind of order, but Madoff's would complete it.\n\nSuccess finally came when he and his brother Peter began to build electronic trading capabilities—\"artificial intelligence\" in Madoff's words—that attracted massive order flow and boosted the business by providing insights into market activity. \"I had all these major banks coming down, entertaining me,\" Madoff told Fishman. \"It was a head trip.\"\n\nHe and four other Wall Street mainstays processed half of theNew York Stock Exchange's order flow—controversially, he paid for much of it—and by the late 1980s, Madoff was making in the vicinity of $100 million a year.\n\nMadoff would become chair of the Nasdaq exchange in 1990, and also served in that role in 1991 and 1993.\n\nAt some point, Madoff attracted investors by claiming to generate large, steady returns through an investing strategy called split-strike conversion, alegitimate trading strategy.\n\nWhat Madoff was really doing was depositing client funds into a single bank account that he used to pay existing clients who wanted to cash out. He funded theredemptionsby attracting new investors and their capital. This is the classic Ponzi scheme model: Take in a constant stream of new money while paying enough back to maintain the appearance of outsized gains.\n\nInevitably, the fraud unraveled when the market turned sharply lower in late 2008 and too many clients sought to withdraw their money.\n\nOn Dec. 10, 2008, he confessed his wrongdoing to his sons—who worked at his firm. The following day, they turned him over to the authorities. Bernie remained adamant that his sons and his wife were not aware of his scheme.\n\nThe fund's last statements indicated it had $64.8 billion in client assets.\n\nIt is not certain when Madoff'sPonzi schemebegan. He testified in court that it started in the early 1990s but his account manager, Frank DiPascali, who had been working at the firm since 1975, said the fraud had been occurring \"for as long as I remember.\"\n\nEven less clear is why Madoff carried out the scheme at all. \"I had more than enough money to support any of my lifestyle and my family's lifestyle. I didn't need to do this for that,\" he told Fishman, adding, \"I don't know why.\"\n\nThe legitimate wings of the business were extremely lucrative, and Madoff could have earned the Wall Street elites' respect solely as a market maker and electronic trading pioneer.\n\nMadoff repeatedly suggested to Fishman that he was not entirely to blame for the fraud. \"I just allowed myself to be talked into something and that's my fault,\" he said, without making it clear who talked him into it. \"I thought I could extricate myself after a period of time. I thought it would be a very short period of time, but I just couldn't.\"\n\nMadoff put some of the blame on his clients. Several wealthy individuals and a number of fund managers funneled vast amounts of money into Madoff's firm. Some were \"feeder funds\" that essentially handed over their clients' entire assets to Madoff to manage.\n\n\"Everybody was greedy, everybody wanted to go on, and I just went along with it,\" Madoff told Fishman. He indicated that these investors, at least, must have had their suspicions about the returns he claimed to be producing. \"How can you be making 15 or 18% when everyone is making less money?\" Madoff said.\n\nWhen clients sought to redeem their investments, Madoff funded the payouts with new capital, which he continued to attract through a reputation for unbelievable returns and by grooming his victims. Madoff cultivated an image of exclusivity, often initially turning clients away.\n\nThis model allowed roughly half of Madoff's investors to cash out at a profit. These investors have been required to pay into a victims' fund to compensate defrauded investors who lost money.\n\nMadoff created a front of respectability and generosity, impressing investors with his activities on behalf of charities. In fact, many nonprofits were among his victims. About 10% of the money he swindled came from nonprofit organizations, according to the New York State Attorney General's Office.\n\nMadoff's plausibility to investors was based on several factors:\n\nTheSEChad been investigating Madoff and his securities firm off and on since 1992—a fact that frustrated many after he was finally prosecuted since it was felt that much of the damage could have been prevented if the initial investigations had been rigorous enough.\n\nFinancial analyst Harry Markopolos was one of the earliestwhistleblowers. In 1999, he calculated in the space of an afternoon that Madoff had to be lying. He filed his first SEC complaint against Madoff in May 2000, but the regulator ignored him.\n\nIn a scathing 2005 letter to the Securities and Exchange Commission (SEC), Markopolos wrote, \"Madoff Securities is the world's largest Ponzi Scheme. In this case, there is no SEC reward payment due to the whistle-blower so basically I'm turning this case in because it's the right thing to do.\"\n\nMany felt that Madoff's worst damage could have been prevented if the SEC had been more rigorous in its initial investigations.\n\nIt was not until 2005—shortly after Madoff's firm nearly went belly-up due to a wave of redemptions—that the regulator asked Madoff for documentation on his trading accounts. He made up a six-page list, the SEC drafted letters to two of the firms listed but didn't send them, and that was that.\n\n\"The lie was simply too large to fit into the agency's limited imagination,\" writes Diana Henriques, author of the book \"The Wizard of Lies: Bernie Madoff and the Death of Trust,\"which documents the episode.\n\nThe SEC was excoriated in 2008 following the revelation of Madoff's fraud and their slow response to act on it. Eight employees faced disciplinary action but none were fired.\n\nIn November 2008, Bernard L. Madoff Investment Securities LLC reported year-to-date returns of 5.6% despite a 39% decline in the S&P 500 during that period.As the selling continued, Madoff could no longer fulfill the cascade of client redemption requests.\n\nSo, on Dec. 10, according to the account he gave Fishman, Madoff confessed to his sons Mark and Andy, who worked at their father's firm. \"The afternoon I told them all, they immediately left, they went to a lawyer, the lawyer said, 'You gotta turn your father in,' they went, did that, and then I never saw them again.\" Bernie Madoff was arrested on Dec. 11, 2008.\n\nMadoff insisted he acted alone, though several of his colleagues were sent to prison. His elder son Mark Madoff committed suicide exactly two years after his father's fraud was exposed.Andy Madoff died of cancer at age 48 in 2014.\n\nMadoff was sentenced to 150 years in prison and ordered to forfeit $170 billion in 2009. His three homes and four boats were auctioned off by the U.S. Marshals.\n\nOn Feb. 5, 2020, Madoff's lawyers requested that Madoff be released early from prison claiming that he was suffering from a terminal kidney disease that would kill him within 18 months.\n\nMadoff, prisoner No. 61727-054, remained at the Butner Federal Correctional Institution in North Carolina until he died in the prison hospital on April 14, 2021.\n\nThe paper trail of victims' claims displays the complexity and sheer size of Madoff's betrayal of investors. His final account statements, which include millions of pages of fake trades and shady accounting, show that the firm had $47 billion in \"profit.\"\n\nWhile Madoff pleaded guilty in 2009 and was sentenced to spend the rest of his life in prison, thousands of investors lost their life savings, and multiple tales detail the harrowing sense of loss victims endured.\n\nAs of December 2023, about $4.22 billion was returned to some 40,843 of his victims via the U.S. Department of Justice's Madoff Victim Fund.\n\nBernie Madoff has been depicted as a villain in the media and pop culture. In a 2009 episode of HBO'sCurb Your Enthusiasm,Jason Alexander (who played George onSeinfeld) is swindled by Madoff and loses all of his money. Madoff or similar knock-offs appeared in Woody Allen's filmBlue Jasmin,and in Elinor Lipman's novel,The View from Penthouse B.\n\nIn 2017, Madoff was played by Robert DeNiro in the HBO filmThe Wizard of Lies.Several documentaries and books have recounted Madoff's fraud and his fall.\n\nBernie Madoff was an American financier who orchestrated the largest Ponzi scheme in history, collecting about $65 billion that he had no intention of investing.\n\nBernie promised investors high returns in exchange for their investments but their money was not invested. Madoff deposited it into a bank account, which he freely used to fund his lavish lifestyle. Withdrawals were funded out of new deposits, keeping the fraud going for decades.\n\nDuring the 2008 recession, Madoff could no longer meet the redemption requests. His sons turned him in to the authorities.\n\nMadoff was convicted of fraud, money laundering, and other related crimes, for which he was sentenced to 150 years in federal prison. He died in prison on April 14, 2021, at the age of 82.\n\nMadoff's assets, including real estate, yachts, and jewelry, were seized and sold by the Feds to reimburse his victims. As of September 2022, only about $4 billion had been returned to 40,000 victims.\n\nAlthough several people alerted the SEC and other authorities of Bernie Madoff's scheme, it wasn't until he confessed to his sons that he was caught. In 2008, when Bernie could no longer accommodate investors' redemption requests, he admitted his wrongdoings to his sons, Mark and Andrew, who turned their father over to authorities.\n\nIn 2009, at age 71, Madoff pleaded guilty to 11 federal felony counts, includingsecurities fraud, wire fraud, mail fraud, perjury, andmoney laundering.\n\nHis Ponzi scheme became a potent symbol of the culture of greed and dishonesty that, to critics, pervaded Wall Street in the run-up to the financial crisis. Madoff, the subject of numerous articles, books, movies, and biopic miniseries, was sentenced to 150 years in prison and ordered to forfeit $170 billion in assets, but no other prominent Wall Street figures faced legal ramifications in the wake of the crisis.\n\nIn April 2021, Madoff died in a federal correctional facility at age 82.\n\nDefender Services Office. \"Bernie Madoff Dies in Prison At 82.\"\n\nThe New York Times. \"Bernard Madoff, Architect of Largest Ponzi Scheme in History, Is Dead at 82.\"\n\nThe New York Times. \"The Talented Mr. Madoff.\"\n\nAudible Originals. \"When Madoff Calls,\" Ponzi Supernova on Apple Podcasts, Episode 2, (Audio), May 11, 2017. Timestamp 16:14.\n\nAudible Originals. \"When Madoff Calls,\" Ponzi Supernova on Apple Podcasts, Episode 2, (Audio), May 11, 2017. Timestamp: 17:07.\n\nAudible Originals. \"When Madoff Calls,\" Ponzi Supernova on Apple Podcasts, Episode 2, (Audio), May 11, 2017. Timestamp: 21:10.\n\nCNN. \"Bernard Madoff Fast Facts.\"\n\nThe Wall Street Journal. \"Plea Allocution of Bernard L. Madoff,\" Page 2.\n\nCNN Money \"Ex-Madoff Aide: 'I Created Fake Books and Records'.\"\n\nAudible Originals. \"When Madoff Calls,\" Ponzi Supernova on Apple Podcasts, Episode 2, (Audio), May 11, 2017. Timestamp 22:58.\n\nAudible Originals. \"When Madoff Calls,\" Ponzi Supernova on Apple Podcasts, Episode 2, (Audio), May 11, 2017. Timestamp 23:10.\n\nAudible Originals. \"When Madoff Calls,\" Ponzi Supernova on Apple Podcasts, Episode 2, (Audio), May 11, 2017. Timestamp 25:30.\n\nNew York State Office of the Attorney General. \"Madoff Middleman Ezra Merkin Charged With Fraud For Secretly Steering $2.4 Billion In Investor Assets Into Madoff's Ponzi Scheme.\"\n\nWall Street Journal. \"Wall Street Mystery Features a Big Board Rival.\"\n\nU.S. Securities and Exchange Commission. \"Report of Investigation: Investigation of Failure of the SEC To Uncover Bernard Madoff's Ponzi Scheme,\" Pages 1-2.\n\nU.S. Securities and Exchange Commission. \"Exhibit-0293,\" Page 2.\n\nThe Washington Post. \"Eight SEC Employees Disciplined Over Failures in Madoff Fraud Case; None Are Fired.\"\n\nWashington Post. \"All Just One Big Lie.\" Page 2.\n\nAudible Originals. \"When Madoff Calls,\" Ponzi Supernova on Apple Podcasts, Episode 2, (Audio), May 11, 2017. Timestamp 10:30.\n\nThe New York Times. \"A Madoff Son Hangs Himself on Father's Arrest Anniversary.\"\n\nThe New York Times. \"Andrew Madoff, Who Told of His Father's Swindle, Dies at 48.\"\n\nCNN Money. \"Madoff's Goodies: Going, Going, Gone.\"\n\nReuters. \"Bernard Madoff Is Dying, Seeks Early Release From Prison - Lawyer.\"\n\nPBS. \"Madoff's Inner Circle Faces Sentencing for Largest Ponzi Scheme in History.\"\n\nReuters. \"Madoff Pleads Guilty, Is Jailed for $65 Billion Fraud.\"\n\nU.S. Department of Justice. \"Justice Department Announces Total Distribution of Over $4.22 Billion to Victims of Madoff Ponzi Scheme.\"\n\nUnited States Department of Justice. \"United States V. Bernard L. Madoff and Related Cases.\"",
  "url": "https://www.investopedia.com/terms/b/bernard-madoff.asp"
}