{
  "term": "Bespoke CDO: Definition, Uses, Vs. Bespoke Tranche Opportunity",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA bespoke CDO is a structured financial product—specifically, acollateralized debt obligation (CDO)—that a dealer creates for a specific group of investors and tailors to their needs. The investor group typically buys a singletrancheof the bespoke CDO, and the remaining tranches are then held by the dealer, who will usually attempt to hedge against potential losses using other financial products likecredit derivatives.\n\nA bespoke CDO is now more commonly referred to as a bespoke tranche or a bespoke tranche opportunity (BTO).\n\nTraditionally, a collateralized debt obligation (CDO) pools together a collection of cash flow-generating assets—such as mortgages, bonds, and other types of loans—and then repackages this portfolio into discrete sections called tranches. Bespoke CDOs can be structured like these traditional CDOs, pooling classes of debt with income streams, but the term is usually referring tosynthetic CDOsthat invest incredit default swaps(CDS) and which are more highly customizable and nuanced.\n\nTranches are portions of a pooled asset divided by specific characteristics. Different tranches of the CDO carry different degrees of risk, depending on the underlying asset's creditworthiness. Therefore, each tranche has a different quarterly rate of return that corresponds with its own risk profile. Obviously, the greater the chance of default of the tranche's holdings, the higher the return it offers. The major rating agencies do not grade bespoke CDOs—the creditworthiness evaluation is done by the issuer and to some extent, market perception. Because these areilliquidand complex financial instruments, bespoke CDOs only tradeover the counter(OTC).\n\nBespoke CDOs—like CDOs in general—have lost popularity due to their prominent role in the financial crisis that followed the housing bubble andmortgage meltdownbetween 2007 and 2009. The creation of these products by Wall Street was seen ascontributing to the massive market crashand eventual government bailout—as well as a lack of common sense. The products were highly structured investments that were hard to understand—both by those buying and those selling them—and difficult to value.\n\nDespite this, CDOs are a useful tool for transferring risk to parties willing to shoulder it, and for freeing up capital for other uses. Wall Street is always looking for ways to transfer risk and unlock capital. So, since around 2016, the bespoke CDO has been making a comeback. In its reincarnation, it's often called a bespoke tranche opportunity (BTO).\n\nRe-branding has not, however, changed the tool itself but there is presumably a bit more scrutiny anddue diligencegoing into the pricing models. It is hoped with these new products the investors don’t find themselves once again holding obligations they don’t properly understand.\n\nSome $50 billion worth of BTOs were sold in 2017.\n\nThe obvious advantage of a bespoke CDO is that the buyer can customize it. A bespoke CDO is simply a tool that allows investors to target very specific risk to return profiles for their investment strategies or hedging requirements. If an investor wants to make a large, targeted bet against the goat cheese industry, there will be a dealer who can build up a bespoke CDO to do that for the right price. Still, these products are somewhat diversified since the pool loans from say, several goat cheese producers.\n\nThe second main benefit is the above-market yields they can provide. When the credit markets are steady and fixed interest rates are low, those seeking investment income must dig deeper.\n\nThe big disadvantage is that there is typically little to nosecondary marketfor bespoke CDOs. This lack of market makes daily pricing difficult. The value must be calculated based on complex theoreticalfinancial models.Those models can make assumptions that turn out to be catastrophically wrong, costing the holder dearly and leaving them with a financial instrument they are unable to sell at any price. The more customized the CDO, the less likely it will appeal to another investor or investors.\n\nThen there is the lack of transparency and liquidity that accompanies over-the-counter transactions in general and these instruments in particular. As unregulated products, bespoke CDOs remain relatively high on the risk scale—more of a suitable instrument for institutional investors, like hedge funds, than for individuals.\n\nIlliquid (small secondary market)\n\nCitigroup is one of the leading dealers in bespoke CDOs, doing US $7 billion worth of business in them in 2016 alone. To increase transparency in what \"has historically been an opaque market\"—to quote Vikram Prasad Citi's managing director of Correlation and Exotics Trading—the bank offers a standardized portfolio of credit default swaps These are the asset usually used to build the CDOs. It also makes the CDO tranches' pricing structure visible on its client portal, \"publishing\" the figures tranches fetch.",
  "url": "https://www.investopedia.com/terms/b/bespoke-cdo.asp"
}