{
  "term": "Best High-Yield Savings Accounts for July 2025: 3 Offers of 5.00%",
  "definition": "Weindependently evaluateall of our recommendations. If you click on links we provide, we may receive compensation.\n\nAmanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nThe best high-yield savings account rate is 5.00% APY, available from Varo Bank, AdelFi, and Fitness Bank. That's more than 13 times the FDIC's national average for savings accounts of 0.38% APY.A high-yield savings account is great because it pays more interest, while still giving you the flexibility to withdraw your money when needed. Every business day, we publish a ranking based on the highest savings account APYs available that day from nationally available institutions. All savings accounts and rates in our rankings were collected, verified, and available to open as of July 3, 2025.\n\nThe Federal Reserveheld rates steady at its June 18 meeting, as it had at its previous three meetings. Three rate cuts late last year lowered thefederal funds rateby a full percentage point to a range of 4.25%–4.50%, its lowest range since February 2023. Quarterly economic projections also released on June 18 indicate that two additional quarter-point rate cuts could come later this year. Savings rates closely follow the fed funds rate, which means savings rates are expected to come down if the Fed lowers rates.That makes this a great time to lock in a high rate on a savings account.\n\nBelow, you'll find our partners' savings and cash management accounts—from banks, credit unions, and other financial institutions that use partner banks—followed by our top 15 ranking of the best savings account rates available nationwide.\n\nNote that some banks call their savings accounts \"money market\" accounts. Money market accounts traditionally offer the ability to write checks, while savings accounts do not. None of the accounts listed here offer check-writing privileges, even if the name might suggest otherwise. It's smart to also checkour ranking of the best money market accounts, some of which pay comparable interest rates.\n\nThe top savings account rates in the country are listed below in order of APY. Where more than one financial institution has the same rate, we rank them in order of the lowest monthly deposit requirement, the lowest minimum balance requirement, and the lowest opening deposit requirement. If still tied, we list the institutions alphabetically.\n\nFor more information on any of the accounts below, scroll past the table for detailed account profiles.\n\nNote:Although this account has \"money market\" in its name, it offers no check-writing privileges and instead operates like a savings account.\n\nNote:TotalBank is available to customers nationwide except for Florida residents.\n\nNote:Although this account has \"money market\" in its name, it offers no check-writing privileges and instead operates like a savings account.\n\nNote:Although this account has \"money market\" in its name, it offers no check-writing privileges and instead operates like a savings account.\n\nNote:Although this account has \"money market\" in its name, it offers no check-writing privileges and instead operates like a savings account.\n\nNote:Although this account has \"money market\" in its name, it offers no check-writing privileges and instead operates like a savings account.\n\nInvestopedia collects savings account rates from over 100 banks and credit unions every weekday. When ranking high-yield savings account rates, we look at factors that will help readers choose the best savings account, like minimum opening deposit. We also research banks and credit unions to provide unbiased, comprehensive reviews to ensure our readers make the right decisions for their needs. Investopedia launched in 1999 and has been helping readers find the best high-yield savings account rates since 2019.\n\nAs the name implies, high-yield savings accounts pay much higher interest rates than traditional ones. Often offered online, whether by aninternet-only bankor the online division of abrick-and-mortar bank, they're a type of savings account that's based on the idea of holding your savings wherever it can earn a competitively high yield, even if that's a different bank than where you hold your checking account.\n\nThe difference in savings account interest rates can be dramatic, with the top accounts in the country typically offering 10 to 12 times the national average rate. And you can still keep your checking account where it is, because it's simple to link ahigh-yield savings accountto your primary account for easy transfers.\n\nStashing some of your cash in a savings account is smart whether you're saving for something specific, or just want to sock money away for when you'll need it in the future. Here are some common reasons to open a savings account:\n\nI first opened a high-yield savings account with American Express in 2019, and have urged friends and family to open high-yield savings accounts, too. While Amex doesn't offer the top rate nationwide, it has a great mobile app, which is how I do most of my banking. I can see my high-yield savings account right next to my credit cards, and can easily deposit money from my checking to my savings via the app. ~Hilarey Gould, Editorial Director at Investopedia\n\nThe amount of money you can earn in a high-yield savings account will be based on how much you deposit and what your interest rate is. Based on initial deposits of different amounts from $1,000 to $100,000, we calculate below what your balance would be at the end of one year if you put the funds in a top-paying high-yield savings account, paying 5.00%, vs. a savings account paying the national average of 0.38% APY.\n\nNote that while you can earn a great deal more than the national average rate, your bank may also pay a lot less. For instance,Chase,Bank of America, andWells Fargoall pay close to zero interest on their traditional savings accounts, at just 0.01% APY.\n\nOf course, you can boost your balance even more by regularly adding deposits to your savings account. One smart way to do this is to set up an automated transfer from your checking account once a month.\n\nOnce you've decided to open up a new high-yield savings account, you'll want to do your homework to make sure you're choosing the best one for your needs. Searching for a topannual percentage yield (APY)is a good starting point when choosing a high-yield savings account, as you'll want to earn a competitive rate.\n\nThough the interest rate can change, it makes sense to choose an account that is paying one of the highest rates in the country, since the higher your rate, the more interest you'll collect every month and every year. Also, through thepower of compounding, you can make interest off your interest, and the higher the APY on your account, the better.\n\nBut beyond the interest rate, you'll also want to make sure the account either doesn't have a minimum balance requirement, or has one that you feel confident you can regularly maintain. Also, note if there is a minimum balance required to earn the top APY.\n\nEach bank is a business that has different needs for customer deposits, operating in its own regional market. As a result, some banks have to work harder to attract funds, such as smaller banks with names you may not be familiar with.\n\nAlso important is the lending activity the bank is undertaking. If, for instance, a bank is in a strategic push to build its commercial lending portfolio, it will need to attract more customer deposits in order to fund those loans it hopes to make. One way they can do this is offering a promotional APY for a short period to boost their deposits balance, but then lowering it after they've accumulated enough funds.\n\nWhen researching high-yield savings accounts to find the best one for you, be sure you understand what these commonly used terms mean.\n\nAfter comparing the best high-yield savings account and landing on a choice, the next step is to open the account online. Here's how that generally works:\n\nOnce the application process is completed, you may be able to set up online banking right away, or you may need to wait a day or two for your account to be fully opened.\n\nTransfers between different institutions will take one to three days to complete, so be sure to keep enough of a cash cushion either in your checking account or in a linked savings account at that same institution. That way you won’t run into trouble if you can’t get funds from your high-yield account for a couple of days.\n\nHigher APY than traditional savings accounts\n\nAbility to withdraw or deposit funds at any time\n\nExtremely safe, with virtually no risk\n\nExcellent vehicle for an emergency fund or saving for a big goal\n\nIn times of rising rates, your APY may go up\n\nEarning a top yield may require opening an account with a new institution\n\nSome accounts have withdrawal limits of six per month\n\nEasy access can make it tempting to dip into savings\n\nAccount could have a fee or minimum balance requirement\n\nIn times of decreasing rates, your APY may go down\n\nAnyone with surplus savings in the bank can benefit from a high-yield savings account. If you have more money in the bank than you need to hold in your checking account, high-yield savings accounts offer a way to sock some of those funds away to earn an especially highannual percentage yield (APY). High-yield savings accounts are also well suited to those comfortable with internet or mobile banking, as moving money in and out of an online savings account must generally be done on your computer or via a mobile banking app on your phone.\n\nWhen choosing the best savings account for you, you'll want to check the rules of the account, such as whether it limits the number of withdrawals you can make in a month, and if you'll be assessed a monthly maintenance fee. Lastly, check that the bank is an FDIC member (or an NCUA member if it's a credit union) so that your money is insured by the federal government—up to $250,000 per depositor—should the bank or credit union fail. Online reviews of a bank's customer service may also prove useful.\n\nHigh-yield savings accounts are just one vehicle for stashing your cash, and they often pay the highest APYs. But there are several alternatives for holding your funds until you need them.\n\nWhile theeasiestplace to keep surplus funds is in yourchecking account, this has two major downsides. First, money kept in your everyday checking account is very easy to spend, making it difficult to leave earmarked as savings. Second, checking accounts tend not to pay any interest—or if they do, the rate is a pittance. A high-yield savings account offers an opportunity to earn a reasonable return on your money.\n\nSomehigh-yield or rewards checkingaccounts do exist, with rates that are more competitive. But these accounts require jumping through some hoops—sometimes every month—in order to earn their high rate. Still, if you're a heavy debit card user, one of the best rewards checking accounts may be a good option for you.\n\nThere is no formal definition of how high a rate needs to be to qualify as \"high yield\". In short, it's up to each institution how to name their savings accounts. Traditional banks and credit unions more often offer traditional savings accounts, while online banks are more likely to offer a high-yield savings account. But again, the distinctions are fuzzy, rather than hard-and-fast rules.\n\nWe track the savings account rates of over 100 banks and credit unions every weekday. While we do check the rates at big banks—including the five largest banks of Chase, Bank of America, Wells Fargo, Citi, and U.S. Bank—their rates aren't usually high enough to make our ranking. Meanwhile, other institutions may not qualify for our ranking because they aren't available to customers in at least 40 states, or they significantly limit the balance on which you can earn their high-yield APY.\n\nAmoney market accountoperates very much like a savings account, with the exception that it allows writing checks. In the past, money market accounts typically imposed high minimum deposit requirements in exchange for higher rates than savings accounts. This has shifted in recent years, however, with savings and money market accounts both having a variety of required minimum balances—including no-minimums accounts. In addition, high-yield savings accounts often pay more competitive rates than money markets, though sometimes you can find a higher APY among thetop-paying money market accounts.\n\n\"When a client has money they won't need in the next 12 to 24 months, I encourage them to take advantage of a high-yield savings account or money market account to hedge against inflation as well remove the funds from their actively used checking accounts. Basically, a 'hands off account,'\" saidSibyl Slade, a member ofInvestopedia’s Financial Advisor Council.\n\nIf some of your savings can be socked away and not touched for a period of time, you may be able to earn a higher rate with acertificate of deposit. CDs require you to commit your funds to remain on deposit for a number of months or years, imposing a penalty if you request to withdraw the funds before the CD’s maturity date. But in exchange, your interest rate is locked and guaranteed, even if the Fed lowers rates. Our daily ranking of thebest nationwide CDscan lead you to the highest available APYs no matter the CD term you choose.\n\nHYSA is simply an acronym for \"high-yield savings account\". In contrast to traditional savings accounts, high-yield savings accounts aim to attract customers and their deposits by offering a much more competitive interest rate.\n\nSome people wonder if you can lose money in a high-yield savings account. In a worst-case scenario, a savings account will pay no interest, meaning your funds don't grow at all. But you would never lose the money you put into the account, other than due to fees you've been assessed. So it's important to choose an account where you can easily avoid paying any fees.\n\nAs for losing money due to a bank failure, the vast majority of banks—whether physical or online—are covered by theFederal Deposit Insurance Corporation (FDIC), which protects banking customers by insuring up to $250,000 of their deposits per institution if the bank fails.The U.S. government similarly backs credit union customers for up to $250,000 by providing insurance through theNational Credit Union Administration (NCUA).\n\nThat means whether your institution is a traditional brick-and-mortar bank with branches or is an online bank or credit union, and whether it’s big or small, your deposits up to $250,000 are equally safe and protected.\n\nThe top-paying institutions for savings accounts vary, with no one bank perpetually leading the rate rankings. In general, the top rate contenders tend to be online operations, whether owned by a physical bank or set up as a fully online-only institution. You can always find today's highest rates—currently near 5.00%—and the institutions that offer them by regularly checking our ranking in this article. Or for a list that is exclusive to banks (no credit unions), you can check our daily ranking of thebest banks for savings accounts.\n\nWhile it would be nice to earn 7% on money held in savings, no banks or credit unions are paying that much on a regular savings account. The only account paying a 7% APY right now is asavings account for kids, but only on balances up to $1,000.Savings account rates surged in 2023 and 2024, thanks the Federal Reserve's aggressive rate-hike campaign. But at its highest point, the top savings account rate available to anyone in the country reached 5.55% APY in April 2024.\n\nWhat any bank offers in interest—whether paid on a savings, checking, money market, or CD account—will need to be reported on your annual tax return. You'll be able to see on your monthly statement or online register how much you were paid each month, and at the end of the calendar year, it will be taxed along with all of your other income from employment and other sources.\n\nThe bank where you hold your high-yield savings account will not tax you directly, but in January of each year, they will send you and the IRS a Form 1099-INT indicating how much interest you were paid in the previous calendar year. You must then report this interest income on your tax return.\n\nThe APY on a savings account is variable, meaning what it pays when you first open your account will most likely change sometime in the future, and it can change at any time without warning.\n\nWhether the rate goes up or down, and how often it changes, is largely influenced by theFederal Reserve. When the Fed adjusts thefederal funds rate, banks and credit unions often follow suit in the same direction.\n\nThat said, rate changes among savings accounts are not typically a daily or weekly event. Barring recent moves by the Fed, rates often remain at the same level for weeks or months at a time.\n\nThe risk of losing money in a high-yield savings account is very low. Banks and credit unions are typically insured by the FDIC or NCUA. Interest rates on high-yield savings accounts are variable, but they are guaranteed based on the balance in the account (the bank won't take that money back after paying it to you). So if you're worried that a high-yield savings account comes with the same risk as investing in the stock market, think again. These accounts are much safer and there's virtually no risk of losing money in the account (unless you spend it of course).\n\nThere are few drawbacks to putting some of your money into a high-yield savings account. The primary downside is that your money will likely reside at a different institution than where you do your primary banking. As a result, you may not be able to instantaneously transfer money from your high-yield savings to your primary checking account, as transfers between banks generally take 1-3 days.\n\nThis issue can be easily handled, however, by making sure you keep some level of cash cushion at the bank where you have your checking, enabling you to make a quick transfer to checking if you need it.\n\nEvery business day, we check the savings account rate for about 100 banks and credit unions that offer their accounts to customers nationwide. They include the following:\n\n5Star Bank, Abington Bank, ableBanking, Affirm, Alliant Credit Union,Ally Bank, Amalgamated Bank,American Express, American Heritage Federal Credit Union, Axos Bank, Bank5 Connect, Bank5 Connect, Bank7, BankPurely, BankPurely,Barclays,Bask Bank, Blue Federal Credit Union, BluPeak Credit Union, BMO / BMO Alto, Bread Savings, BrioDirect,Capital One, CFG Bank,Chime, CIBC USA, CIT Bank, CIT Bank, CIT Bank,Citi, Citizens Access, CNB Bank Direct, CNB Bank Direct, Colorado Federal Savings Bank, CommunityWide Federal Credit Union, ConnectOne Bank, Credit Karma, Customers Bank, Digital Federal Credit Union,Discover, DollarSavingsDirect, E*TRADE Bank, Elements Federal Credit Union, Elements Financial, EmigrantDirect.com, EverBank, Evergreen Bank Group, First Foundation Bank, First Internet Bank, Fitness Bank, FNBO Direct, Forbright Bank, Hanscom Federal Credit Union, iGObanking, iGObanking, Ivy Bank, Jovia Financial Credit Union, Laurel Road, Lending Club, Live Oak Bank,Marcus by Goldman Sachs, MemoryBank, Milli, mph.bank, MutualOne Bank, My Banking Direct, MySavingsDirect, Nationwide by Axos, nbkc bank, Neighbors Bank, Newtek Bank, North American Savings Bank, Northfield Bank, Northpointe Bank, ONE, One American Bank, Panacea Financial, Pen Air Federal Credit Union, PenFed Credit Union, Popular Direct, Presidential Bank, Prime Alliance Bank, Primis Bank, Quontic Bank, Quorum Federal Credit Union, RBMAX, Rising Bank, Salem Five Direct, Sallie Mae Bank, SFGI Direct, SmartyPig, Synchrony Bank, TAB Bank, TotalDirectBank, UFB Direct, Upgrade, USAlliance Financial, Valley Direct, Vio Bank, VirtualBank, Web Bank, Western State Bank, and Workers Credit Union.\n\nEvery business day, Investopedia tracks the rate data of about 100 banks and credit unions that offer high-yield savings accounts to customers nationwide. We determine daily rankings of the top-paying savings accounts first and foremost by the annual percentage yield (APY) offered. To qualify for our lists, the institution must be federally insured (FDICfor banks,NCUAfor credit unions), and the account's minimum initial deposit must not exceed $25,000.\n\nBanks must be available in at least 40 states. And while some credit unions require you to donate to a specific charity or association to become a member if you don't meet other eligibility criteria (e.g., you don't live in a certain area or work in a certain kind of job), we exclude credit unions whose donation requirement is $40 or more. If the savings account is accessible only through a mobile app, we require that the app be available on both the iOS and Android platforms.\n\nFor more about how we choose the best high-yield savings accounts,read our full methodology.\n\nFDIC. \"National Rates and Rate Caps.\"\n\nFederal Reserve. \"Open Market Operations.\"\n\nFederal Reserve. \"Federal Reserve Issues FOMC Statement.\"\n\nFederal Reserve. \"Summary of Economic Projections.\"\n\nPibank. \"General Questions—FAQs,\" Can I Deposit Checks Into Pibank Savings?\n\nFDIC. \"National Rates and Rate Caps.\"\n\nNCUA. \"How Your Accounts Are Federally Insured.\"\n\nSpectrum. \"MySavings Youth Account.\"",
  "url": "https://www.investopedia.com/high-yield-savings-accounts-4770633"
}