{
  "term": "Best Alternative to a Negotiated Agreement (BATNA)",
  "definition": "Michela Buttignol / Investopedia\n\nA strong BATNA gives a negotiating party an attractive alternative.\n\nThe best alternative to a negotiated agreement (BATNA) is a course of action a party will take if talks fail and no agreement can be reached duringnegotiations. Negotiation researchers Roger Fisher and William Ury coined “BATNA” in their 1981 bestseller,Getting to Yes: Negotiating Agreement Without Giving In.\n\nA BATNA can be useful in any situation that calls for negotiations, whether an employee seeking a raise or a company considering a merger. A BANTA provides alternatives. Identifying a BATNA in advance prevents walking away from a bad deal.\n\nIf an individual is negotiating a price for a new car and the dealer’s final offer is unacceptable, they can take the bad deal or walk away empty-handed. However, if they have a BATNA, they can negotiate elsewhere for an alternative make or model. A BATNA gives individuals negotiating power, knowing they don’t have to settle for a bad deal.\n\nThe zone of possible agreement, orZOPA, is the area of overlap among each party’s BATNA.\n\nIn a negotiation, the best alternative to a negotiated agreement, or BATNA, is the individual’s determination of the action to be taken if no deal can be reached. Toprepare for a negotiation, both parties should have a sense of the BATNA that each other party has settled upon. If there is any overlap among them, there is the possibility of an outcome satisfactory to all.\n\nIf a deal's offer is lower than thereservation valueor the lowest value to accept, individuals should reject it and pursue their BATNA. However, if the final offer exceeds the reservation value, they can agree to it. A strong BATNA gives a party an appealing alternative to the deal, knowing they can walk away from a tempting offer.\n\nHarvard researchers have outlined several steps to help clarify the BATNA process:\n\nNegotiation is more than determining a series of alternatives. Understanding the nuances of negotiation tactics can help improve professional relationships by resolving difficult disputes. There are many possible pitfalls in a difficult negotiation, and negotiators must remain disciplined under pressure from the opposing party.\n\nUnderstanding negotiation strategies helps individuals evaluate personal strengths and weaknesses in conflict and learn to manage their bargaining tendencies. Finally, studying the manipulative negotiation tactics employed can help neutralize their effects. Individuals should prepare before entering into negotiations.\n\nThis means defining a strong BATNA in advance and considering the BATNAs that may be available to the opposing party. Expect the other party to do the same.It is also possible to prepare multiple BATNAs, contrary to what the word “best” might imply. The more BATNAs in an arsenal, the more cards an individual has to play at the negotiating table.\n\nA strong BATNA can be a valuable card at the negotiating table, allowing parties to ground their positions on facts rather than emotions. Strong BATNAs also ensure a backup plan. However, the BATNA process has its costs. Finding the best alternative can be a lengthy and expensive process. It is also not an infallible process, and negotiators risk miscalculating their options or overlooking possibilities.\n\nProvides a backup plan if negotiations fail\n\nGrounds negotiations in a sound, factual basis\n\nMakes agreement more likely, as a strong BATNA is more likely to be acceptable to all parties\n\nCalculating BATNAs can be an expensive and complicated process.\n\nNegotiators may still miscalculate the cost or benefits of some alternatives.\n\nThere is still a risk of making a disadvantageous choice.\n\nCompany A makes atakeover offerof $20 million to Company B. Company B’s executives believe it is worth $30 million. Company B quickly rejected the offer and did not account for the increasing competition in the industry and tighter regulations, which will restrict its growth in the future and lower its valuation.\n\nIf Company B had used the four BATNA steps, including evaluating the alternative of staying the course in a difficult business environment, it might have accepted the offer. Company B could have included these potential risks in their estimate of the reservation value, or the worst outcome that a negotiator is prepared to accept.\n\nA negotiator who places too high a value on the other party’s hand risks making big concessions for little benefit. A negotiator who undervalues the other party’s hand can be too intractable to move. Many negotiators become emotionally invested in a successful outcome, especially if they have already spent time at the bargaining table. This is thesunk cost fallacy. A skilled negotiator should always be ready to walk away.\n\nA strong BATNA can provide valuable leverage, but a weak BATNA should never be revealed. It only gives the opposing side a reason to hold out for more concessions. For example, in employment negotiations, a strong counteroffer from another employer can help individuals bargain for a higher salary or more vacation time. Revealing a weakcounterofferindicates they have no advantages to going elsewhere.\n\nA BATNA is the best option for one party if negotiations fail, while a reservation value is the worst deal they would be willing to accept. A reservation value is always higher than the BATNA. For example, if an individual buys a car, the BATNA might represent the option of shopping at another dealer. The reservation value would be the highest price they are willing to pay.\n\nDeciding on a BATNA is a key part of the planning process for any negotiation. Any negotiation can fail to reach an agreement. If it does, a BATNA provides an alternative.\n\nRoger Fisher and William Ury, via Google Books. “Getting to Yes: Negotiating Agreement Without Giving In.” Penguin Publishing Group, 2011.\n\nHarvard Law School, Program on Negotiation. “BATNA and Other Sources of Power at the Negotiation Table.”\n\nHarvard Law School, Program on Negotiation. “Take Your BATNA to the Next Level.”\n\nHarvard Law School, Program on Negotiation. “6 Bargaining Tips and BATNA Essentials.”\n\nWatershed Associates. “Negotiator’s Keys to a Powerful BATNA.”",
  "url": "https://www.investopedia.com/terms/b/best-alternative-to-a-negotiated-agreement-batna.asp"
}