{
  "term": "Best CD Rates for July 2025: Up to 4.60%",
  "definition": "Weindependently evaluateall of our recommendations. If you click on links we provide, we may receive compensation.\n\nThe best CD rate right now is 4.60% APY, available from Northern Bank Direct for a 6-month term and Genisys Credit Union for a 19-month term. All CDs and rates in our rankings were collected, verified, and available to open as of July 3, 2025.\n\nCertificates of deposit (CDs)are fixed-interest accounts where you can deposit your money and then withdraw it later. Since 2019, we've been tracking the CD rates of more than 200 nationally available banks and credit unions every weekday, putting the results in our daily ranking of the highest CD yields across every major term. Though we focus on the highest returns available, we also provide you with details on each CD's exact term, the minimum required deposit, and its early withdrawal penalty policy.\n\nThe Federal Reserveheld rates steady at its June 18 meeting, as it had at its previous three meetings. Three rate cuts late last year lowered thefederal funds rateby a full percentage point to a range of 4.25%–4.50%, its lowest range since February 2023. Quarterly economic projections also released on June 18 indicate that two additional quarter-point rate cuts could come later this year. CD rates closely follow the fed funds rate, which means CD rates are expected to come down if the Fed lowers rates.That makes this a great time to lock in a high rate on a CD.\n\nBelow are the top CD and annuity rates available from our partners, followed by the best CD rates that we've found fromour researchthat are available to U.S. customers everywhere:\n\nRanked below are the top 15 or more APYs on nationally available CDs with minimum deposits of no more than $25,000. In the case of ties, we rank them first by the shortest available term, then by the lowest minimum deposit, and finally by the smallest early withdrawal penalty. If there's still a tie, we sort alphabetically by institution name.\n\nWant to lock in a great CD rate for a longer term? We rank the top 15 or more APYs daily in every major CD term. You can find those here:\n\nTwo terms offering APYs among the nation's best\n\nNo branches outside of Michigan and Minnesota\n\nForgiving early withdrawal penalty\n\nPhysical branches in only six states\n\nComplex early withdrawal penalty\n\nAlso offers high-yield savings accounts, plus business banking\n\nNo physical branches outside the Washington, D.C., area\n\nPhysical branches in only three states\n\nNo physical branches outside of Kentucky\n\nNo physical branches outside of Northwest Florida and Southern Alabama\n\nChoose from two terms offering this rate\n\nNo locations outside of Louisiana\n\nNo physical branches outside New Jersey\n\nInvestopedia launched in 1999 and has been helping readers find the best CD rates since 2019. To do this, we collect thousands of CD rates from hundreds ofbanksandcredit unionsevery weekday. We thenrank the best CDsaccording to APYs, with the top certificates certificates typically paying three to five times as much as the national average—or even more. We then also provide details on factors like CD term, early withdrawal penalty, and minimum opening deposit.\n\nTo qualify for our rankings, a CD must be available nationwide and its minimum opening deposit requirement cannot exceed $25,000. It must also be offered by an FDIC-insured bank or NCUA-insured credit union, which protects up to $250,000 in deposits per person and per institution).\n\nYou typically won't see big names like Chase, Wells Fargo, PNC, Navy Federal, or Bank of America in our rankings of the best CD rates. We research their rates, but they don't make our list simply because they don't pay enough. Extremely large banks typically don't need to attract customers and deposits like smaller institutions do, so they don't need to use rates to win business. In fact, some of the biggest banks pay interest rates very close to zero, but it depends and can change from month to month. Our best CD rates are based on careful research, and we update this article every weekday to give you the best CD rates available nationwide.\n\nA CD rate is aninterest ratethat shows what a bank or credit union will pay you for depositing your money with them for a certain time in acertificate of deposit (CD). For example, if the rate is 4.50% for a 1-year CD, the bank or credit union will pay you 4.50% in interest on your money for keeping it in the account, untouched, for 12 months. If you deposit $1,000 in that account and keep it there for 12 months, you will earn $45 at the end of the term.\n\nNote that the interest rate and theAPY offered on a CDare slightly different. An interest rate is the raw rate you earn on your money, while the annual percentage yield (APY) is the full amount of interest earned aftercompoundingat the end of one year. APYs are therefore usually higher than the interest rate. For example, an interest rate on a 3-month CD could be 4.41% while the APY on that same CD is 4.50%.\n\nA certificate of deposit (CD) is similar to a bank deposit account. The difference is what you're agreeing to when you sign on the dotted line (even if that signature is now digital).\n\nA CD works by locking your deposit up for a set time. When time is up, the CD pays you the set interest rate you agreed to when you opened it. A CD locks you into four specific things:\n\nOnce your CD is established and funded, the bank or credit union will set the terms and conditions, just as it does with other deposit accounts. You'll have either monthly or quarterly statement periods, paper or electronic statements, and usually monthly or quarterly interest payments deposited to your CD balance, where the interest will compound. The money you put into a CD is insured like other deposit accounts—up to $250,000 per customer, per institution.\n\nIf you invest $10,000 in a CD for one year, you could earn at least a few hundred dollars, depending on the interest rate. For example, with an APY of 4.55%, you'd get $455 in interest after one year. CD rates can change, so locking in a high interest rate today could guarantee you the maximum earnings, especially if CD rates drop by next year.\n\nThere are a few scenarios you may encounter or need to decide between when it comes to investing $10,000 in a CD. It'll depend on the rate and CD term you choose. Here are a few scenarios:\n\nIf you're looking to save money for a certain amount of time and want to make sure you don't touch it until you need it, consider a top-paying CD. If you'rerisk-averseand don't want to invest money in the stock market because there's no guarantee you'll see a return, that's another reason to open a CD. CDs offer a fixed rate of return that guarantees your earnings until the CD's term ends. And right now, CD rates are high—over 4% in many cases—so you can earn a solid return on your deposit.\n\nIn May 2025,inflation was 2.4%, while the top APY offered across all CDs was 5.00%.CD rates reached historic highs in 2023 as a result of the Fed's rate-hike policy to cool inflation, which had reached 9.1% in June 2022.CDs can help you combat inflation by paying you interest on your money, even though you may be paying more for goods and services. This will not always be the case, though. Interest rates are often increased to help combat high inflation. With inflation trending toward the standard 2% mark the Fed aims for each year, the federal funds rate was reduced in September for the first time in four years, then again in both November and December. CD rates have subsequently begun to decline.\n\nRight now, the best CD rates are still over 4.50%, which is much higher than what CD rates were just a few years ago. Buying a CD now is a good idea since you'll be able to earn a higher interest rate than you might be able to earn in a year from now. Right now, you're guaranteed a high interest rate, even if the Fed decides to lower rates during the term of your CD. Waiting to buy a CD could mean earning a lower interest rate on a CD and losing out on higher guaranteed earnings. So if you are debating whether to buy a CD or not, don't wait.\n\nOnline banks or credit unions tend to offer high CD rates because of the lower overhead costs. If you're worried about opening an online bank account, just do your research to ensure the institution comes with FDIC or NCUA insurance. It may also be an online arm of a larger, brick-and-mortar institution, which could give you peace of mind. Big banks likeCitibank,U.S. Bank,Bank of America,Chase,Capital One,Wells Fargo,American Express, and more offer CDs too, but they may not pay the highest CD rates. It's important to shop around and consider all financial institutions before choosing a CD.\n\nWhen choosing a CD, consider the following factors:\n\nOnce you choose a CD, open the account, and deposit your money to start earning interest.\n\nI had two short-term savings goals, so I looked for a 6-month and a 1-year CD with a high APY that I could ladder. I checked out a few of the options on our list and decided to go with CIT Bank and Bread Savings, because applying for the CDs online was really easy, and they offered mobile apps—I’m one of those people who checks their financial accounts frequently, if not daily. I’d keep accounts with both of them (assuming the rates are good when the two terms end).\n\nTo open a CD, you'll need some personal information including, but not limited to:\n\nFor example, the bank's customer service team may ask you to provide a copy of your license or ID if you don't have an account with that institution already.\n\nWhen you have that info handy, fill out the application for your CD account:\n\nOnce you've done all that, you should officially have a CD in your name, though check with the institution to ensure you've taken all the right steps.\n\n\"Look for the best CD rates and consider laddering the term of the renewals, whenever possible to hedge for potential liquidity needs in the future and not miss opportunities to lock in potential higher rates,\" saidSibyl Slade, a member ofInvestopedia’s Financial Advisor Council.\n\nSmart CD investors have a specific tactic for hedging against rate changes over time and maximizing their return. It's called aCD ladderand it enables you to access the higher rates typically offered on 5-year CDs, but with the twist that a portion of your money becomes available every year, rather than every five years. Here's how to do it.\n\nIf you withdraw money early from a CD, you'll likely have to pay anearly withdrawal penalty. This is usually a certain number of months' worth of interest that you earned in the CD thus far. For example, if you had deposited $10,000 in a 12-month CD with a rate of 5.00%, and withdrew it early, you might have to pay three months' worth of the interest you had earned. So instead of cashing out $500 at the end of the CD term, you'd walk away with less interest earned, the exact amount depending on how early you withdrew the money.\n\nNow, not all CDs have early withdrawal penalties. Someno-penalty CDsare available and have more flexibility, However, they may also come with lower interest rates.\n\nJust like how the interest you earn on any money you have in savings, money market, and checking accounts istaxable as interest incomeat both the state and federal levels, the interest you earn on your money in a CD is too.\n\nYour CD earnings will be reported to the IRS in the year they were earned and posted to your account, so that's when they're taxable—even though you may not withdraw the funds for one or more years into the future.\n\nFor example, if you have $1,000 in a 1-year CD with a 5.00% interest rate, you'll earn $50 in interest. You owe taxes on that $50, but not on the $1,000 principal you deposited at the start of the term.\n\nIf you decide toadd a CD to your IRA, you may not have to pay taxes until you're ready to withdraw in retirement. You can add CDs in both traditional andRoth IRAs. With a Roth IRA, you are not penalized for withdrawing money from the account if it's open for at leastfive yearsbecause it's funded with after-tax dollars. However, if you want to withdraw money from your Roth IRA CD before it matures, you will be hit with a CD early withdrawal penalty. If your CD matures in a traditional IRA before your retirement age, then you may not be able to withdraw that money without first paying taxes and fees.\n\nTraditional savings accountstend to offer lower interest rates. Banks or credit unions with no high-yield savings account options may only offer traditional savings accounts that pay 0.01% to 0.10%. While the national average for savings rates is 0.38%, according to the FDIC, many banks pay much less.For example,Wells Fargo's Way2Save accountpays 0.01% APY and Chase offers just0.01% with its Chase Savings account. When interest rates are high, the top CD rate can be up to 600x the rate you may earn on your money in a traditional savings account.\n\nIf you just aren't sold on committing your funds for a certain amount of time, or can't afford to because you may need the money in the near term, ahigh-yield savings accountmay be a better option. You'll be free to withdraw and deposit funds as you like, though some institutions will limit how many withdrawals you can make each month. Some savings accounts may also require a minimum balance.\n\nIf you're looking for other high-yield accounts, amoney market accountmay serve your needs. Money market accounts offer the feature of allowing you to write checks on the account. Some money market accounts come with debit cards, but money market accounts tend to act more like savings accounts. They may also come with minimum deposit or balance requirements, and money market account rates can easily compete with savings account rates.\n\nIf you're interested in venturing out of the bank and into the world of bonds, you have numerous options. You could put cash savings into U.S. governmentI bonds, which are designed to track or beat the inflation rate. Or you could invest in U.S. Treasuries, in which you lend money to the U.S. government for a fixed amount of time. The Treasury notes with durations of four weeks to one year are calledT-Bills.\n\nAnother option is corporate and municipal bonds. Though it's difficult to research individual bonds on your own, you can easily invest in abond mutual fundorbond exchange-traded fundwhich is diversified across a bundle of different bond issues. You can also enter and exit these funds at any time.\n\nIf you have a brokerage account, you can also hold savings in the brokerage’s cash reserve account or theirmoney market fund(not to be confused with the money marketaccountsoffered by banks). Just be sure to research what rate you’ll earn because in many cases, these brokerage cash accounts pay far less than what you can earn by keeping your money in an outside CD, savings account, or money market account. Some brokerages may also offerbrokered CDs, another option if you're already investing with a broker and want to open a CD.\n\nAnannuityis a type of fixed-income investment provided by financial institutions. You can buy an annuity and pay it monthly or in a lump sum. Then, in the future, you receive fixed monthly payments. Annuities are insurance contracts that can guarantee income. While they are similar to a CD in that the income is guaranteed as long as you follow the rules of the contract, they are not as short-term as CDs may be. Annuities are most often used in retirement planning. CDs can also be used for retirement planning, but they are usually bought and held for terms of 6 months to 5 years rather than an annuity, which could be owned for 20 years or something similar. There may also be different withdrawal rules and limits and tax consequences with annuities.\n\nTreasury bills are debt obligations backed by the U.S. government. They usually have maturities of one year or less. That timing is similar to CDs with shorter terms, but Treasury Bills may not offer the same level of return on the investment. Rates are comparable, ranging from 4.10% to 4.59% as of Nov. 7, 2024, but they can fluctuate daily.\n\nCD rates can also change daily. The thing with T-bills is that you buy them at a discount and when they mature, you receive the full amount back, plus a little more. For example, you might buy a $1,000 T-bill for $950. When the bill matures, you will get $1,000, or $50 more than what you paid for it. This increase of $50 is the interest you earn. CDs are a little less complicated, where you put in a set amount, and then receive a fixed interest rate when it matures.\n\nThe highest CD rate right now is 4.60% APY from Northern Bank Direct and Genisys Credit Union. That could change, though, as interest rates fluctuate daily and institutions can offer CDs with high interest rates for as long or as short of a time as they want.\n\nCDs are safe because they are usually offered by banks or credit unions which are insured by the FDIC or NCUA. This means your money at a bank or credit union, across all of your accounts (CDs, savings, and checking, etc.) is insured for up to $250,000. CDs also come with virtually no risk since the interest rate is usually fixed; you'll know what to returns to expect before even opening the CD.\n\nThe top CD rates continually change, based on the U.S. interest rate environment. When the federal funds rate is low, CD rates tend to be low, and when the fed funds rate is high, CD rates tend to be high. To combat high inflation between 2021 and 2023, the central bank's Federal Open Market Committee dramatically raised the fed funds rate to its highest level in more than 20 years. That in turn pushed CD rates to a peak of 6.00% in 2024. Compare that to 2021, when the top CD rate was around 1.35%.\n\nYes, your earnings on a CD are considered interest income, and are taxed in the same way as interest earnings from a savings, money market, or checking account. The bank or credit union will send you a tax form early in the calendar year, showing how much interest you earned in the previous tax year, which you'll use to file your tax return.\n\nThere are not usually fees associated with the CD that you want to open. However, you may be required to open a savings account at the institution before you can open the CD there. Additionally, some credit unions ask new members to make a charitable donation in order to sign up for an account, and this could cost up to $40.\n\nCD terms often range from 3 months to 10 years, so you can have your money in a CD for generally any length of time in between. Some CDs have terms of 8 or 9 months, others have 15-month terms, and there are 1-year, 2-year, 3-year, 4-year, 5-year, 6-year, 7-year, 8-year, and 10-year terms—though the longer terms may be offered by fewer banks or credit unions.\n\nPutting money into a CD right now may be a smart move if you're looking to earn a high interest rate on money you don't need. CD rates are over 5.00% for many terms right now, and locking up your money for six, 12, or even 24 months could help you in the long run if CD rates decline in the next year or two. CD rates are higher in 2024 than they have been in 20 years. So yes, now is a good time to buy a CD.\n\nA CD with a minimum deposit requirement of $100,000 or more is usually considered ajumbo CD. While the required minimum deposit is higher than traditional CDs, the interest rates on jumbos are not always higher. That means you could earn a higher interest rate by depositing $100,000 in a traditional CD instead of a jumbo CD. Just shop around to learn which CD is best for your money and situation.\n\nWe researched and reviewed more than 250 banks, credit unions, and financial institutions to find the best CD rates you see above on this list. While we write individual reviews for many banks and credit unions, giving you a good overview of the banking services they provide, we do not have published reviews of every institution included in our rankings. Below are the banks, credit unions, and financial institutions we researched along with links to individual company reviews to help you learn more before making a decision:\n\n1st Source Bank, 5star Bank, ableBanking, Abound Credit Union, Achieva Credit Union, Affinity Federal Credit Union, Affinity Plus Federal Credit Union, Air Force Federal Credit Union, Alabama Credit Union, Allegacy Federal Credit Union, Alliant Credit Union,Ally Bank, Amerant Bank, American 1 Credit Union, American Express, American Heritage Credit Union, Andrews Federal Credit Union, Apple Federal Credit Union, Banco do Brasil Americas, Banesco USA, Bank of Baroda, Bank5 Connect, Bank7, Texas Capital Bank, bankESB (Easthampton Savings Bank), BankUnitedDirect,Barclays, BBVA Bank, Bellco Credit Union, Blue Federal Credit Union,BMO, BMO Alto,BrioDirect, Cadets Federal Credit Union, California Coast Credit Union,Capital One, Capitol Federal Savings Bank, CD Bank, CFG Bank,Chase Bank, Chevron Federal Credit Union, CIBC (Agility Banking),CIT Bank,Citibank, Citizens Access, Citizens Trust Bank, Colorado Federal Savings Bank,Bread Savings, Communitywide Federal Credit Union, ConnectOne Bank, Connexus Credit Union, Consumers Credit Union, Corporate America Federal Credit Union (CAFCU), Credit Union of Denver, Credit Union of the Rockies, Digital, Federal Credit Union,Discover Bank, DollarSavingsDirect, Dover Federal Credit Union, Dow Credit Union, Evergreen Bank Group, RocklandTrust Bank, Elements Financial, EmigrantDirect.com, Liberty Federal Credit Union,Fidelity Investments, Financial Partners Credit Union, Financial Resources Federal Credit Union, First Financial Credit Union, First Financial Northwest Bank, First Internet Bank, First National Bank of America, First Technology Federal Credit Union, Fort Bragg Federal Credit Union, Garden Savings Federal Credit Union, Georgia Banking Company, Georgia's Own Credit Union, GreenState Credit Union, Greenwood Credit Union, Grow Financial Federal Credit Union, GTE Financial, Gulf Coast Bank & Trust Company, Hanscom Federal Credit Union, Heritage Bank, Hiway Federal Credit Union, Home Loan Investment Bank, Home Savings Bank, Hope Credit Union, HSBC Direct, Hughes Federal Credit Union, Hyperion Bank, Ideal Credit Union, iGObanking, Interior Federal Credit Union, Justice Federal Credit Union, Kinecta Federal Credit Union, KS State Bank, La Capitol Federal Credit Union, Lafayette Federal Credit Union, Lake Michigan Credit Union, Langley Federal Credit Union, Latino Community Credit Union, Limelight Bank, Live Oak Bank, Luther Burbank Savings, MYSB Direct, MAC Federal Credit Union, Main Street Bank, MainStreet Bank, MapleMark Bank, Marcus by Goldman Sachs, Market USA Federal Credit Union, Matadors Community Credit Union, MECU Credit Union, Merrick Bank, Michigan State University Federal Credit Union, Mills42 Federal Credit Union, Mountain America Credit Union, MTC Federal Credit Union, MutualOne Bank, My Banking Direct, My eBanc, My Savings Direct, NASA Federal Credit Union, Nationwide byAxos Bank,Navy Federal Credit Union, nbkc, NexBank, North Country Savings Bank, Northern Bank Direct, Northfield Bank, Northpointe Bank, Nuvision Federal Credit Union, Oklahoma Central Credit Union, One American Bank, OneUnited Bank, Pacific National Bank, Paramount Bank, PARDA Federal Credit Union, Partner Colorado Credit Union, Patelco Credit Union, Pen Air Federal Credit Union,PenFed Credit Union, People's Credit Union, First Service Credit Union, Pinnacle Federal Credit Union,Popular Direct, Premier America Credit Union, Presidential Bank, FSB, Prime Alliance Bank, PSECU (Pennsylvania State Employees Credit Union), Quontic Bank, Quorum Federal Credit Union, Rising Bank, Merrimack Valley Credit Union, Salal Credit Union,Sallie Mae Bank, Santa Clara County Federal Credit Union, Signature Federal Credit Union, Spectrum Credit Union, SRP Federal Credit Union, State Bank of India Chicago, State Bank of India New York, State Bank of Texas, State Department Federal Credit Union, Summit Credit Union, Sun East Federal Credit Union, Superior Choice Credit Union,Synchrony Bank, TAB Bank, Teachers Federal Credit Union, Technology Credit Union, The Federal Savings Bank,Third Federal Savings & Loan,EverBank, TotalBank, Transportation Federal Credit Union, TruStone Financial Credit Union, UNIFY Financial Credit Union, Expedition Credit Union, United States Senate Federal Credit Union, United Texas Bank, University Federal Credit Union,US Bank, USAlliance Financial, USPS Federal Credit Union, Velocity Credit Union, VeraBank,Vio Bank, Virtual Bank, WebBank, Webster Bank,Wells Fargo, Western Vista Credit Union, Wings Financial Credit Union, XCEL Federal Credit Union, BankPurely, Umbrella Bank, giantbank.com, CapEd Credit Union, Zeal Credit Union, Finworth, Coastal1 Credit Union, Service Credit Union, National Cooperative Bank, Premier Members Credit Union,Bank of America, Flagstar Bank, 1st MidAmerica Credit Union, INOVA Federal Credit Union, Genisys Credit Union, Ivy Bank, Heartland Credit Union, Luana Savings Bank, Spectra Credit Union, Workers Credit Union, Credit Human, EFCU Financial, Poppy Bank, Credit One Bank, Vibrant Credit Union, CFBank, Department of Commerce Federal Credit Union, Seattle Bank, Crescent Bank, Pima Federal Credit Union, Cross River Bank,USAA, Great River Federal Credit Union, Brilliant Bank, Merchants Bank of Indiana,LendingClub, Chartway Credit Union, First Central Savings Bank, AgFed Credit Union, North American Savings Bank, Pelican State Credit Union, First Community Credit Union, Bask Bank, Skyla Credit Union, SkyOne Federal Credit Union, 3Rivers Federal Credit Union, Utah First Credit Union, Pasadena Federal Credit Union, Magnifi Financial, AloStar, Primis Bank, Farmers Insurance Federal Credit Union, Tampa Bay Federal Credit Union, Veridian Credit Union, Republic Bank, Salem Five Direct, All In Credit Union, Bethpage Federal Credit Union, Self-Help Federal Credit Union, Forbright Bank, Jovia Financial Credit Union, Sun Canyon Bank, Fortera Credit Union, Partners 1st Federal Credit Union, SouthEast Bank, American Bank, Newtek Bank, CBC Federal Credit Union,Vanguard, All America Bank, Amalgamated Bank, Citizens State Bank, AmBoy Direct, Republic Bank of Chicago, Oklahoma Community Credit Union, BluPeak Credit Union, Valley Direct, Bayer Heritage Federal Credit Union, First Harvest Credit Union, Orion Federal Credit Union, Wellby Financial, FedChoice Federal Credit Union, CoVantage Credit Union, Choice First Bank, Sandia Area Federal Credit Union, OMB Bank, Minnequa Works Credit Union, Securityplus Federal Credit Union, Bank of South Texas, T Bank\n\nEvery business day, Investopedia tracks the rate data of more than 200 banks and credit unions that offer CDs to customers nationwide and determines daily rankings of the top-paying certificates in every major term. To qualify for our lists, the institution must be federally insured (FDICfor banks,NCUAfor credit unions), the CD's minimum initial deposit must not exceed $25,000, and any specified maximum deposit cannot be under $5,000.\n\nBanks must be available in at least 40 states. While some credit unions require you to donate to a specific charity or association to become a member if you don't meet other eligibility criteria (e.g., you don't live in a certain area or work in a certain kind of job), we exclude credit unions whose donation requirement is $40 or more. For more about how we choose the best rates,read our full methodology.\n\n*Disclosure: Annuity rates are subject to change at any time and the rate mentioned may no longer be current. Please visitGainbridge.iofor current rates, full product disclosures, and disclaimer. Withdrawals above the 10 percent free withdrawal amount subject to a withdrawal charge and market value adjustment. FastBreak™ is issued by Gainbridge Life Insurance Company in Zionsville, Indiana. FastBreak™ is not a tax-deferred annuity, instead, it is taxed annually.\n\nFederal Reserve. \"Open Market Operations.\"\n\nFederal Reserve. \"Federal Reserve Issues FOMC Statement.\"\n\nFederal Reserve. \"Summary of Economic Projections.\"\n\nNorthern Bank Direct. \"Over 60 Years Helping Customers.\"\n\nNorthern Bank. \"Branch Locator.\"\n\nNational Credit Union Administration. \"Credit Union Details.\"\n\nNASA Federal Credit Union. \"About Us.\"\n\nNational Credit Union Administration. \"Credit Union Details.\"\n\nNational Credit Union Administration. \"Credit Union Details.\"\n\nCommunitywide Federal Credit Union. \"Credit Union Profile Northern Indiana.\"\n\nNortheast Bank. \"About the Bank.\"\n\nPresidential Bank. \"Company Profile.\"\n\nPartners 1st Federal Credit Union. \"History.\"\n\nAbound Credit Union. \"Abound Credit Union History.\"\n\nPenAir Credit Union. \"About Us.\"\n\nPelican State Credit Union. \"Who We Are.\"\n\nFinancial Resources Federal Credit Union. \"About Us.\"\n\nU.S. Bureau of Labor Statistics. \"Consumer Price Index—May 2025.\"\n\nBureau of Labor Statistics. \"Consumer Prices up 9.1 Percent Over the Year Ended June 2022, Largest Increase in 40 Years.\"\n\nFederal Reserve. \"Open Market Operations.\"\n\nFederal Deposit Insurance Corporation. “Your Insured Deposits.”\n\nNational Credit Union Administration. “Share Insurance Fund Overview.”\n\nIRS. \"Topic No. 403, Interest Received.\"\n\nInternal Revenue Service. \"Publication 590-B, Distributions from Individual Retirement Arrangements (IRAs).\"\n\nFDIC. \"National Rates and Rate Caps.\"\n\nU.S. Department of Treasury, TreasuryDirect. “Treasury Bills.”\n\nU.S. Department of the Treasury. \"Daily Treasury Bill Rates.\"",
  "url": "https://www.investopedia.com/best-cd-rates-4770214"
}