{
  "term": "Best Endeavors: Meaning, Overview, Limits",
  "definition": "Best endeavors is a phrase commonly found in commercial contracts that places an obligation on the identified party to use all efforts necessary to fulfill the terms set out. A best endeavors policy places a party under a stricter obligation compared to a reasonable endeavors obligation. It is equivalent to best efforts, a term widely used insecuritiesmarkets and preferred in most commercial contracts signed in the United States.\n\nThe legal interpretation of a best endeavors obligation is that it places upon the party the onus of making every reasonable effort to achieve the desired objective. In contrast, the reasonable endeavors obligation may require the party to take no more than a single course of action before considering the task unfulfillable.\n\nThe lines between best endeavors obligations and reasonable endeavors obligations can sometimes be blurred, which may result in the parties involved taking the matter to court. In such cases, the court usually assesses a number of factors before arriving at its decision. These factors include the extent of the efforts made, the commercial viability, and the presence of conflicting obligations.\n\nThere is some debate on what constitutes best endeavors versus an obligation to apply “all reasonable endeavors.” The enforcement of “all reasonable endeavors” could be interpreted as repeating a course of action multiple times.\n\nFor example, the contract might require that athird partybe contacted by a particular date to confirm a transaction. If they were not reached by phone but a message was left, this could constitute a “reasonable endeavor” was made to reach them. Multiple phone calls and messages left might qualify as “best endeavors.”\n\nIf those phone calls were followed up with letters, emails, texts, and couriers to personally deliver the message directly to the party, this might show that \"all reasonable endeavors\" were made to fulfill the obligation. As this can be a contentious area of contract law, the success of enforcement in a legal action depends very much on the interpretation and the context surrounding the case.\n\nThe party held accountable for making “best endeavors” has some rights regarding the actions they take. For example, satisfying best endeavors obligations would not require the party under this obligation to put themselves in a detrimental position. That means they would not be forced to expend resources at a loss to themselves.\n\nFor example, an engineering firm might be hired to work on the development of a new office building and the contract could include language that requires “best endeavors” to be made to meet a deadline. When the engineering firm explores all of its options to meet that deadline, it may find that one way to do so would come at the firm’s expense.\n\nThis may be because of work hours, fees, and permits that the firm would have to procure and that the firm would not be compensated for by the client. If the firm explores all of its other options that do not come with excess costs, it could be said to have made “best endeavors” to meet its obligations.\n\nLaw firm Morrison Foerster says that best endeavors equate to best efforts when “a requirement that a party undertakes its 'best efforts' in performing its obligations is universally understood to be the highest standard, requiring everything to be done by a party, exceptbankruptcy, in order to accomplish the stated objective.”\n\nMorrison Foerster. “Practice Pointers on Choosing Standards: 'Commercially Reasonable Efforts,' 'Best Efforts' and Similar Standards,” Page 1.",
  "url": "https://www.investopedia.com/terms/b/best-endeavors.asp"
}