{
  "term": "Better Business Bureau: An Overview and How Its Ratings Work",
  "definition": "The Better Business Bureau (BBB) is a private nonprofit organization that operates a business directory and rating system, handles consumer complaints, evaluates charities, offers guidance to businesses and consumers, and alerts the public about deceitful and fraudulent advertising and selling practices. Its goal is to ensure companies behave appropriately and are trustworthy in their dealings with consumers.\n\nThe BBB’s services are free to the public. It's mainly funded through corporate memberships, which require companies to pay a fee in exchange for accreditation.\n\nIn the early 1900s, unethical selling strategies were rife, and lots of people were getting ripped off.\n\nFed up with this and the growing distrust of advertising costing them sales, a group of local businesses and advertising executives banded together, creating the National Vigilance Committee in 1912. They aimed to police malpractice, address public distrust in advertising, and uphold higher standards. These local organizations later became known as Better Business Bureaus.\n\nIn its formative years, the BBB handled complaints and sought to stop scammers and con artists. It targeted activities like deceptiveadvertising, bait advertising, and overcharging for automobile insurance. Many of its early standards were later adopted by theU.S. Federal Trade Commission.\n\nIt took many years and various businesses joining forces for the BBB to become what it is today. Key moments included the merging of the National Better Business Commission of the Associated Advertising Clubs of the World and the National Association of Better Business Bureaus in 1946 and the establishment of the Council of Better Business Bureaus (CBBB) in 1970 through the merger of the Association of Better Business Bureaus and the National Better Business Bureau.\n\nThe BBB is a network of independent, locally operated bureaus in the U.S. and Canada. Each bureau is independently run by its ownboard of directorsand CEO. It handles complaints and business accreditation within its geographic area and is primarily funded by membership fees paid by businesses seeking accreditation within its jurisdiction.\n\nSitting at the top of the tree is the International Association of Better Business Bureaus (IABBB). The IABBB governs the local BBBs, setting standards and monitoring compliance.\n\nThe IABB is the BBB’s main organization. Its others include the following:\n\nThe BBB offers a variety of services to consumers and businesses. They include the following:\n\nThe BBB says its mission is “to be the leader in advancing marketplace trust.”It claims to do this by doing the following:\n\nThe bureau sees itself as a watchdog of high standards of trust and wants to be viewed by consumers and businesses as an unbiased and objective source of information and advice.\n\nThe BBB offers companies accreditation if they meet its criteria and pay a fee. Accreditation is like a badge of honor. It can help boost a business’s revenues as it lets the public know that it was vetted and found to be trustworthy.\n\nTo achieve BBB accreditation, a business must meet the following standards:\n\nBusinesses can apply for accreditation on the BBB’s website. The process requires providing detailed information about the company, including its complaint history and customer service practices and may involve a background check.\n\nIf approved, the candidate will need to pay a fee before earning accredited status and being able to display the BBB accreditation seal on their marketing materials. These fees, representing the bulk of BBB’s revenues, depend on several factors, including the business size.\n\nTo help consumers identify the reliability of companies, the BBB operates a rating system. It collects information from businesses and uses it to give the subject a score that translates into grades from A+ (the highest) to F (the lowest).\n\nIf there’s not enough information on a business, the BBB won’t give the business a rating.\n\nThe BBB’s ratings are influenced by the business’s complaint history, adherence to laws, amount of time it has been in operation, transparency, honoring of commitments, and advertising veracity. Each of these factors are reviewed and given a score. And these scores are then tallied up to a total, which determines the letter rating.\n\nThe BBB has plenty of detractors. The biggest criticism is its funding model. Earning revenue primarily from the businesses it grades doesn’t sit well with everyone. Some also worry that the BBB favors businesses that pay membership fees and that this can impact ratings and complaint handling.\n\nVarious investigations over the years, including from ABC’s20/20show and CNN, found evidence of paying members receiving preferential treatment, including firms on regulators' radar.\n\nOther concerns include the fact that nonmembers aren’t as closely scrutinized as those who pay for accreditation, that complaints can take a long time to be resolved, and that the BBB doesn't have the legal authority to punish companies that misbehave and is limited to just publicly shaming them.\n\nThe BBB impacts the spending habits of millions of people in Canada and the U.S.\n\nIts ratings of businesses and charities are highly influential. Many consumers prioritize companies and charities with a good rating and are likely to overlook those with no or a low rating, believing them to be less trustworthy and ethical.\n\nThe same is true of entities accredited by the BBB. Those with the BBB's accreditation seal not only have higher visibility and the option to add more information to profile pages but are also generally perceived more positively by the public.\n\nThe BBB is a business directory formed in 1912 from discontent with unsavory advertising practices that also handles complaints, accredits businesses, and ranks them based on their complaint history, transparency, honoring of promises, length of time in operation, and law abidingness. Its goal is to boost trust and provide the public with unbiased information.\n\nThe BBB has done a lot of good in North America. However, its paid-for accreditation and rankings are not without controversy.\n\nCenter for Ethical Organizational Cultures, Auburn University. \"Better Business Bureau: Protecting Consumers and Dealing with Organizational Ethics Challenges.\" Page 3.\n\nBritannica. \"Better Business Bureau.\"\n\nCenter for Ethical Organizational Cultures Auburn University. \"Better Business Bureau: Protecting Consumers and Dealing with Organizational Ethics Challenges.\"\n\nThe Yale Ledger. \"The Better Business Bureau: Improving Consumer Confidence.\"\n\nBetter Business Bureau. \"About Us.\"\n\nBetter Business Bureau. \"Mission and Vision.\"\n\nBetter Business Bureau. \"Get Accredited.\"\n\nBetter Business Bureau. \"Eligibility Requirements for BBB Accreditation.\"\n\nBetter Business Bureau. \"Overview of BBB Ratings.\"\n\nABC News. \"Terror Group Gets 'A' Rating From Better Business Bureau?\"\n\nCNN Money. \"How the Better Business Bureau Rakes in Millions.\"\n\nBetter Business Bureau. \"Business Resources from BBB.\"",
  "url": "https://www.investopedia.com/what-is-the-better-business-bureau-5024818"
}