{
  "term": "BHD (Berhad): Definition, What It Indicates and Example Companies",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nBHD is a suffix for Berhad, which is used in Malaysia to identify a public limited company. Berhad, BHD, or Bhd after a company’s name indicates that it is a Malaysianpublic limited company (PLC) while the extended suffix Sendirian Berhad (SDN BHD) denotes that it is a private limited company.\n\nBoth BHD and SDN BHD companies are classified as those that issue shares, which is the most common type of business entity in Malaysia. Such companies have a limited number of shares, and theliabilityof theirshareholdersis restricted to the amount specified on their unpaid shares.\n\nOther types of companies in Malaysia are companies limited by guarantees, such asnonprofit organizations, public societies, and unlimited liability corporations (ULC).\n\nA BHD company must have a minimum of two shareholders, and the maximum is unlimited; an SDN BHD company can have two to 50 shareholders. SDN BHD companies are typicallysmall or midsized enterprises(SME) while BHD companies are the largest companies in Malaysia. BHD companies have stricter financial reporting standards than SDN BHD companies because they must disclose their financial statements to the public. BHD firms also have greater access to capital than SDN BHD companies because they can access public equity and debt financing when they require funding.\n\nAlthough the process of incorporation for both types of companies is substantially similar, an SDN BHD company has some stringent stipulations in itsArticles of Association. These include restrictions on transfers of the company’s shares, a maximum of 50 shareholders, a prohibition on public subscriptions to the company’s shares ordebentures, and on collecting public deposits. Although most BHD companies list their shares and trade on a stock market, it is not a mandatory requirement. Therefore, they can choose to stay unlisted.\n\nIn 2018, theForbes Global 2000 listincluded 13 Malaysian BHD companies. According to the Forbes ranking—which is based on a combination of sales, profits, assets, andmarket value—the largest companies in Malaysia include:",
  "url": "https://www.investopedia.com/terms/b/bhd-berhad.asp"
}