{
  "term": "Bicameral System: What It Is, How It Works, History in U.S.",
  "definition": "A bicameral legislature is a two-house legislative system, such as the House of Representatives and the Senate that make up the U.S. Congress. The word bicameral is derived from the Latin: \"bi\" (meaning two) and \"camera\" (meaning chamber).\n\nThe British Parliament, a bicameral system, has been the model for most parliamentary systems around the world.\n\nA bicameral system can be contrasted with a unicameral system, in which all members of the legislature deliberate and vote as a single group. The legislative branch of the U.S. federal government uses a bicameral system, in addition to all of the U.S. states, with the exception of Nebraska. U.S. cities, by contrast, commonly use theunicameral system.\n\nIn a bicameral legislature, the two chambers of the legislative body can have different organizations, rules, methods of selecting members, and designated powers regarding the legislation and oversight of the other branches of the government. In the U.S., the other branches of the government are the executive branch and the judiciary branch.\n\nThere are both practical and historical reasons to have two houses of the legislature. A practical reason for a bicameral legislature is to function as part of the larger system ofchecks and balancesthat balance the power of different parts of a government or a society. Bydividing powerwithin the legislative branch, bicameralism helps prevent the legislative branch from having too much power—a kind of intrabranch check. Within the legislative body, bicameralism has historically functioned to balance the power of different social classes or groups within a society.\n\nThe bicameral system arose in medieval Europe. Sharp class distinctions between the nobility, the clergy, and the commoners meant that these classes were represented by separate groups of representatives, which were charged with advising the king on matters related to and representing the interests of their respective social spheres. In England, these groups eventually developed into the House of Lords and the House of Commons. In themodern U.K., the House of Lords is still considered a more elite body, while the House of Commons represents a larger, more common class.\n\nThe U.S. bicameral legislature system arose from a desire to have a balanced system within the legislative branch and to address a disagreement over how states would be allocated representation.\n\nThe bicameral legislature in the U.S. consists of the House of Representatives and the Senate—collectively known as the U.S.Congress. Article 1, Section 1 of the U.S. Constitution establishes that the U.S. Congress consists of the Senate and the House of Representatives.\n\nDuring the Constitutional Convention, America’s founders could not agree on whether the states should each have the same number of representatives or whether the number of representatives should be based on the population size. In an agreement known as the Great Compromise, the founders decided to incorporate both elements: the bicameral system was established.\n\nLike the two houses of the English Parliament, the two chambers within the U.S. legislative were also intended to represent different stakeholders within the U.S. The Senate was designed to represent the interests of the States (Senators were originally appointed by the state legislatures, not elected), and the House of Representatives was intended to be elected by and represent the interests of the common people. This is also reflected in the powers delegated to each house by the Constitution, with the Senate given a more deliberative, advisory, and oversight role, while the House of Representatives was given primary authority over the taxation of their constituents.\n\nMembers of the U.S. House of Representatives serve two-year terms. Two-year terms are meant to keep representatives responsive to voters’ needs. There are 435 representatives in total, with the number from each state being in proportion to that state’s population. This system is called proportional representation. Alabama, for example, has seven representatives, while California has 53. The seven least-populous states—Alaska, Delaware, Montana, North Dakota, South Dakota, Vermont, and Wyoming—have only one representative each.\n\nThe first instance of British bicameralism occurred in 1341. When the Commons met separately from the nobility and clergy for the first time, an Upper Chamber and a Lower Chamber were effectively created. The U.S. adopted a bicameral system after its founding.\n\nEach state also has two Senators (a system called equal representation) who are directly elected by voters and serve six-year terms. Before the Seventeenth Amendment to the Constitution was ratified in 1913, the state legislatures got to choose Senators. These positions tended to be held by the elites.\n\nEach house has different requirements to serve. To be a U.S. representative, you must be at least 25 years old, a U.S. citizen for at least seven years, and a resident of the state you want to represent. To be a U.S. Senator, you must be at least 30 years old, a U.S. citizen for at least nine years, and a resident of the state you want to represent.\n\nEach house also has unique powers. Only members of the House of Representatives can criminally indict, orimpeach, the President and other federal officials; the Senate then reviews the case. The House also decides presidential elections if no candidate wins a majority of electoral college votes. And any bill that increasestaxesoriginates in the House, which is why the House of Representatives is said to have the \"power of the purse.\" The Senate votes to confirm the appointment of more than 1,000 executive officers, and it can ratify treaties with a two-thirds vote.\n\nWorldwide, about 41% of governments are bicameral and about 59% are unicameral. Other countries that have a bicameral system include Australia, Brazil, Canada, Germany, India, the U.K., Ireland, the Netherlands, Russia, Spain, and the Czech Republic.\n\nThe size, term of office, and method of election (directly elected, indirectly elected, appointed, or other) for each chamber of a bicameral system will vary by country. Unicameral systems became more popular during the 20th century, and some countries, including Greece, New Zealand, and Peru, switched systems from bicameral to unicameral.\n\nBicameral literally means \"two chambers,\" and in practice refers to a government structure involving two houses, or two legislative bodies, that are separate in deliberation from one another.\n\nThe Founders of the U.S. established a bicameral legislature in order to create a separation of powers. At the constitutional convention, larger states (mostly in the South) and smaller states (in the North) began to quarrel over which should wield more power at the federal level. As a compromise (called \"The Great Compromise,\" Roger Sherman, a delegate from the colony of Connecticut, proposed bicameralism. This way, smaller states got equal representation with larger states with each having two senators. At the same time, the house of representatives assigns members of congress proportional to the population.\n\nAll states in the U.S. but one are bicameral with both a house and a senate. The one exception is Nebraska, which has just a one-chamber legislature.\n\nA bicameral legislature refers to a style of government with a two-house legislative system. In the U.S., Congress has two houses, the House of Representatives and the Senate. As such, it's a bicameral legislature. This system can be contrasted with the unicameral system, in which all members of a legislature deliberate and vote as a single group.",
  "url": "https://www.investopedia.com/terms/b/bicameral-system.asp"
}