{
  "term": "Bid and Ask Definition, How Prices Are Determined, and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nCurrent stock prices are quoted with a bid and ask, indicating the highest price a buyer is willing to pay and the lowest price a seller is willing to accept.\n\nBid and ask is a stock price quote that indicates the highest price a buyer is currently willing to pay for a share and the lowest price a seller will accept for it. The difference between the bid and ask is the spread.\n\nTo the vast majority of retail investors, the bid and ask are the current prices at which they can buy or sell shares. Generally, only so-calledmarket makersactively enter new bid or ask prices, profiting from the spread.\n\nThe bid price is the first price displayed in the pair. Theask priceis the second.\n\nThe average investor contends with the bid and ask spread as an implied cost of trading. Most investors and retail traders are \"market takers.\" They'll usually have to sell on the bid where someone else is willing to buy and buy at the offer where someone else is willing to sell.\n\nInvestor X who is looking to buy ABC at the currentmarket pricewould pay $10.55. Investor Y who wants to sell ABC shares at the current market price would receive $10.50 if thecurrent pricequotation for the stock of ABC Corp. was $10.50 / $10.55.\n\nThebid-ask spreadworks to the advantage of themarket maker. Quoting a price of $10.50 / $10.55 for ABC stock indicates the market maker's willingness to buy ABC at $10.50, the bid price, and sell it at $10.55, the asked price. The spread represents the market maker's profit.\n\nBid-ask spreads can vary widely depending on the security and the market.\n\nBlue-chip companies that constitute theDow Jones Industrial Averagemay have a bid-ask spread of only a few cents. A small-cap stock that trades less than 10,000 shares a day might have a bid-ask spread of $0.50 or more.\n\nThe bid-ask spread can widen dramatically during periods of illiquidity or market turmoil because traders won't be willing to pay a price beyond a certain threshold and sellers may not be willing to accept prices below a certain level.\n\nBid prices refer to the highest price traders are willing to pay for a security. The ask price refers to the lowest price that the owners of that security are willing to sell it for. An investor wanting to buy that stock would have to offer at least $20 to purchase it at the current price if the stock was trading with an ask price of $20.\n\nThe gap between the bid and ask prices is often called the bid-ask spread.\n\nIt typically means that there's ample liquidity in the security when the bid and ask prices are very close. The security is said to have a “narrow” bid-ask spread. This situation can be helpful for investors because it makes it easier to enter or exit their positions, particularly in the case of large positions.\n\nSecurities with a “wide” bid-ask spread where the bid and ask prices are far apart can be time-consuming and expensive to trade.\n\nBid and ask prices are set by the market and the buying and selling decisions of the people and institutions investing in that security. The bid and ask prices will gradually shift upward if demand outstrips supply.\n\nBid and ask prices will drift downward if supply outstrips demand. The spread between the bid and ask prices is determined by the overall level of trading activity in the security with higher activity leading to narrow bid-ask spreads and lower activity creating wide spreads.\n\nMost quotes in securities markets are two-sided. They come with both a bid and an ask. The bid is the highest price at which someone is willing to buy the security and the ask or offer is the lowest price at which someone is willing to sell it.\n\nThe bid and ask together make up the price quote. The distance between the bid-ask spread is an indicator of a security's liquidity. The tighter the spread, the more liquid it is. Quotes will often also show the number available at both the current best bid and ask prices. Most retail traders and investors must sell on the bid or buy on the offer. Market makers set the bid and offer prices where they're willing to buy and sell.\n\nInvestor.gov. \"Bid Price/Ask Price.\"\n\nCME Group. \"Market Makers vs. Market Takers.\"\n\nCharles Schwab. \"Large Bid/Ask Options Spreads in Volatile Markets.\"",
  "url": "https://www.investopedia.com/terms/b/bid-and-ask.asp"
}