{
  "term": "Bid: What It Means, How It Works, Types, and Examples",
  "definition": "The term \"bid\" refers to an offer made by an individual or entity to purchase an asset.\n\nMany buyers make bids to procure the goods and services. For example, investors may place bids for securities such as stocks, bonds,commodities, currencies, and more.\n\nBuyers may also bid for goods at auctions. Companies may bid for project contracts.\n\nWhen a buyer places a bid, they stipulate how much they're willing to pay for a certain quantity of the asset.\n\nThe activities of buyers and sellers keep markets liquid and moving. Each participant facilitates the purchase and sale of assets.\n\nSellers provideassetsfor purchase. Buyers are those who want to purchase those assets, whether they be goods or services.\n\nLarge numbers of these two parties normally come together at different venues to conduct their business. These venues can include live auction houses and websites, a stock or commodity exchange, and retail outlets.\n\nThe bid process depends on the market in which these goods and services are sold. For instance, people can place bids in person, by phone, or online at anauction.\n\nInvestors place bids through their brokers for securities such as stocks. The brokers then execute those orders, if possible.\n\nSome bids are made in secret, usually through a sealed process. This process allows for fair and conflict-free bidding.\n\nIn some cases, companies may bid to win contracts for jobs, in which case they'd follow specific instructions for bidding provided by the entity that offers the contract.\n\nSuch contracts may be issued by governments or large corporations forinfrastructure, construction, and other projects in different industries, such as:\n\nWhen financial securities trade, there's a spread between the bid price and ask price. This bid-ask spread is a reliable indicator ofsupply and demandfor a particular financial instrument.\n\nThe bid represents the price that an investor will pay for a stock, while the ask represents the price aselleris willing to accept on the trade. The mathematical difference between the bid and the ask is the spread.\n\nA relatively narrow, or tight, spread indicates interest in a security and basic agreement between investors on the security's value. A relatively wide spread indicates lack of trading interest and activity, and disagreement on pricing.\n\nIn stock trading, the spread constantly changes as buyers and sellers conduct transactions.\n\nThe size of the spread is expressed in dollars and cents. For example, if the bid price is $55 and the ask price is $55.50, the spread is $0.50.\n\nSome investors find it more informative to see a spread as a percentage when comparing securities with different prices. To calculate the percentage spread, divide the spread in dollars by the ask price. Then multiply by 100.\n\nFor example, take the spread above of $0.50. Divide $0.50 by $55.50 and multiply by 100. The spread percentage is 0.9%.\n\nInforeign exchangetrading, the spread is the difference between a forex broker's bid and ask prices for a currency pair and is expressed inpips. The spread is the broker's compensation for being a market maker.\n\nAs a simple example, if a broker's bid-ask spread for the EUR/USD pair is 1.0859/1.0862 and an investor places a buy order for euros, they'd pay the broker $1.0862. If an investor then placed an order to sell euros, they'd receive $1.0859. The broker makes 3 pips from the two transactions.\n\nForex spreads change constantly for a variety of reasons, such as economic news, trade relations, geopolitical events, and general market activity.\n\nThe EUR/USD spread typically is tight because the currency pair is very popular and trades often.\n\nThe spread is usually narrowest during the morning in New York when the European market is simultaneously open for business. That's because more traders are involved during this overlap period and there are lots of buyers for sellers and sellers for buyers.\n\nAfter a purchase is completed, both the bid and the ask prices may rise significantly for subsequent transactions if the seller perceives a strong demand.\n\nMarket makerson security exchanges, also referred to as specialists, are vital to the efficiency andliquidityof the marketplace.\n\nBy quoting both bid and ask prices, they facilitate trading in securities and prevent disruptions that could occur should trading slow due to market volatility or, for example, if electronic price matching fails.\n\nAs mentioned above, these specialists make money by buying securities at a price that's lower than the price at which they sell them.\n\nIn the foreign exchange market, interbank traders function as market makers. They provide a continuous stream of two-way prices to both direct counterparties and theelectronic tradingsystems.\n\nUnlike their counterparts in the stock market, they are not required to make a price in low-liquidity markets.\n\nAuctions are forums that bring together multiple buyers who compete for certain assets, such as livestock, home goods,properties,property tax liens, and art.\n\nAuctions are usually held live but advances in technology has madeonline auctionspopular.\n\nBuyers who participate in auctions bid against each other in an open bidding process. The highest bid at the end wins the asset for the buyer who placed it.\n\nOnline bidding sites work just like traditional auctions. Sites such aseBayand eBid allow buyers to congregate in a virtual arena and bid for the products and services offered.\n\nFor instance, someone may offer a pair of designer sunglasses on eBay. They start an auction with a minimum price. Interested buyers then place bids on the item until time runs out or one person's bid is accepted by the seller.\n\nThese sites normally require buyers and sellers to set up accounts and provide personal information and payment methods.\n\nUnlike the two types of bids noted above, participants in some venues aren't privy to how much their competitors are bidding. This is the case withsealed-bid auctions.\n\nA sealed-bid auction involve multiple bidders who are given envelopes in which to place their bids. The envelopes are then sealed so no one bidder can knowingly outbid the other, making the outcome fair.\n\nThe person who places the highest bid wins. This type of bidding normally takes place for contracts orreal estatesales.\n\nOne way to control your financial outlay at an auction is to commit to a maximum amount for your bid. Once you reach that amount, stop participating.\n\nSotheby's is one of the world's largest marketplaces for art and luxury goods that operates in 40 countries. It offers 70 different categories, including jewelry, contemporary art, and wine and spirits.\n\nThe organization holds hundreds of auctions each year in person, online, and through private sales.In 2024, it made $6 billion in overall sales, which was a drop of 23% from 2023 sales.\n\nOn Nov. 18, 2024, Sotheby's auctionedNymphéas,one of the famed water lilies paintings by Claude Monet. Frenzied bidding halted at $65.5 million after 17 minutes.\n\nThe art collection of real estate mogul Harry Macklowe and his ex-wife raised a total of $922 million in 2022, making it the most valuable collection sold through the auction company.\n\nA winning bid of $2.68 million landed a buyer an unmounted diamond weighing 50.03 carats on June 17, 2021.\n\nJeff Bezos, the founder of Amazon, auctioned off a seat on his spaceship Blue Origin in June 2021 through a month-long bidding process that took place live over the phone.\n\nThe undisclosed winner bid $28 million to secure a ride on the spaceship with Bezos for a sightseeing tour on July 20, 2021, departing from West Texas.\n\nYou must create an account to bid in an eBay auction. Then you can place bids on any item open to bidding. An easy way to bid is through the automated process. You enter the total amount you're willing to pay for an item. The site then bids for you in increments without going over your maximum limit. If another individual outbids you, eBay will let you know. You can decide whether you want to place a new maximum limit.\n\nBuyers can retract or cancel their bids on eBay in certain circumstances: if you enter the wrong amount, if the seller makes a drastic change to the item's description, or if the seller's contact information is incorrect. Bids can also be retracted if there are more than 12 hours left in the auction. If there are less than 12 hours left, you can cancel your last bid, provided you placed it less than an hour before. If all else fails, you can contact the seller to see if they're willing to cancel your bid.\n\nYou may have to register your company with the appropriate agency or website in order to compete for these jobs. Most government contracts are open for bids through a sealed-bid process, which means you can't see how your competition is bidding.\n\nYou can bid for the contract through government bidding portals, which can often take a lot of time. You can also use a bidding service, which can provide you with information on various government contracts available in your area.\n\nGoogleAds has an automated bid strategy that automatically places bids on a company's advertisements based on how likely they are to receive a click from someone online.Advertisers may have different goals based on the type of ad, including increasing visits by individuals to their websites and increasing their visibility by showing ads at the top of pages within Google search results.\n\nAbid bondis a type of investment that guarantees payment to the bondholder if the bidder for a project fails to follow through and start it. This provides the owner of the project with some security that the bidder will abide by the contract after they are selected and that they have the financial resources to complete the project.\n\nBids allow individuals to purchase goods and services through auctions and other venues. It isa competitive process, wherein two or more entities try to outbid each other by raising the amount they're willing to pay in order to win the asset.\n\nYou can place bids for a number of different things, such as property, livestock, luxury goods, art, vehicles, government contracts, and financial instruments.\n\nWhile you may have your eyes on the prize, to protect your finances, it's always important to establish and abide by a maximum bid.\n\nThe Art Newspaper. \"Sotheby’s Made $6Bn in 2024—But Sales Dropped for Second Consecutive Year.\"\n\nArtsy. \"$65.5 Million Monet Water Lilies Painting Leads Sotheby’s Fall Evening Auctions.\"\n\nSotheby's. \"The Macklowe Collection.\"\n\nSotheby's. \"No Reserve: 50 Carats.\"\n\nReuters. \"Bid of $28 Million Wins a Rocket Trip to Space with Bezos.\"\n\nU.S. General Services Administration. \"Research Active Solicitations.\"\n\nBidnet Direct. \"Open Solicitations.\"\n\nGoogle. \"Automated Bid Strategy: Definition.\"\n\nGoogle. \"About Automated Billing.\"",
  "url": "https://www.investopedia.com/terms/b/bid.asp"
}