{
  "term": "Bid Size Defined and Explained With Real World Example",
  "definition": "The bid size represents the quantity of a security that investors are willing to purchase at a specifiedbid price. For most investors who viewlevel 1 quoteson their trading screens, the bid size represents theamount of sharesthat investors are willing to purchase at the best available bid price.\n\nBid sizes are typically displayed inboard lotsrepresenting 100 shares each. Therefore, if a level 1 quote shows a bid price of $50 and a bid size of five, that means that the best available offer from investors looking to buy the security is $50 per share to buy 500 shares. An investor who owns that stock could therefore sell up to 500 shares at $50 per share.\n\nBid size is the opposite ofask size, where the ask size is the amount of a particular security that investors are offering to sell at the specifiedask price. Investors interpret differences in the bid size and ask size as representing thesupply and demandrelationship for that security.\n\nIn addition to the best available bid price, there will often be many more bid prices available at lower prices, each with their own bid size. This additional information can be viewed usinglevel 2 market quotations.\n\nFor example, in keeping with our security above, there might be a bid size of 10 (1,000 shares) at a bid price of $49. In that scenario, an investor wishing to sell 1,500 shares could sell them for a combined price of $74,000 ($25,000 from the first 500 shares, plus $49,000 for the remaining 1,000 shares).\n\nLevel 2 quotes are required in order to see the data concerning bid prices and bid prices below the best available bid. This information is typically available as a premium feature in most brokerage accounts.\n\nThe purpose of this “depth of market” (DOM) information is to provide insight into the size and structure of liquidity for the security. For instance, in our example above it may be the case that after selling 1,500 shares the next best bid price would be much lower, say $40.\n\nIn this scenario, an investor who sells significantly more than 1,500 shares would cause the market price of the security to fall sharply. Such an investor may choose to delay not only to obtain a better price, but also to avoid causing the price of their remaining shares to decline.",
  "url": "https://www.investopedia.com/terms/b/bidsize.asp"
}