{
  "term": "Bill Auction: Definition, How It Works, and How to Participate",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA bill auction is a publicauction, held weekly by the U.S. Treasury, of federal debt obligations—specifically,Treasury bills (T-bills), whose maturities range from one month to one year.\n\nAs of May 2021, there are 24 authorized primary dealers who are required to participate in the auction, and bid directly upon each issue.A bill auction is the official manner in which all U.S. Treasury bills are issued.\n\nA government bond auction is the process of selling short- and long-term government bonds to investors in an attempt to minimize the cost of financing national debt. Bond and bill auctions are both ways the government sells debt securities to investors to fund the national debt, but they differ in several ways:\n\nThe weekly bill auction is actually an electronicDutch auction. In this sort of proceeding, investors place a bid for the amount of the offering they are willing to buy in terms of quantity and price. The best bid wins, of course, but the offering’s price is set after all the bids are taken in and sorted, as opposed to it rising sequentially as bidders consecutively counter each other.\n\nTo kick-start the process, an announcement is released several days before the auction is to occur. The announcement includes information such as the auction date, issue date, amount of securities that will be sold, bidding close times, participation eligibility, etc.Bids are accepted up to 30 days in advance.\n\nOnce it begins, the bill auction acceptscompetitive bidsto determine thediscount rateto be paid on each issue. A group of securities dealers (banks and brokerages), known asprimary dealers, are authorized and obligated to submit competitive bids on apro-ratashare of every Treasury bill auction.The winning bid on each issue will determine the interest rate that is paid on that issue. Once an issue is purchased, the dealers are allowed to hold, sell, or trade the bills. The demand for T-bills at auction is determined by market and economic conditions.\n\nAll bill auctions are open to the public throughTreasuryDirector theTreasury Automated Auction Processing System (TAAPS).\n\nParticipants in any Treasury auction consist of retail investors and institutional investors who submit bids categorized as either competitive ornoncompetitive tenders. Noncompetitive tenders are submitted by smaller investors. In effect, these investors are bidding a bit blind: While they are guaranteed to receive bills, they won’t know the exact final price or what discount rate they will receive until the auction closes. An investor who submits a noncompetitive bid agrees to accept the final discount rate, which is determined by the competitive side of the auction.\n\nCompetitive tendersare submitted by bigger investors, such as institutional investors. Each bidder is limited to 35% of the amount of the offering per bill auction.Each bid submitted specifies the lowest rate ordiscount marginthat the investor is willing to accept for the debt securities. The bids with the lowest discount rate will be accepted first. The lowest discount rate that meets the supply of debt being sold serves as the “winning” yield or the highest accepted yield, after all noncompetitive bids have been subtracted from the total amount of securities offered.\n\nUnlike the noncompetitive bidders, competitive bidders are not guaranteed to receive any T-bills—as approval of their bid depends on the discount yield that they offered to accept. If their offered price is too low, they may end up getting locked out of the offering. All investors, competitive and noncompetitive, who bid at or above the level of the winning yield receive securities with this discount rate.\n\nThe noncompetitive bid closing time for bills is normally 11 a.m. Eastern time on auction day. The competitive bid closing time for bills is normally 11:30 a.m. Eastern time on auction day.\n\nFor example, suppose the Treasury seeks to raise $9 million in one-year T-bills with a 5% discount rate. (The minimum amount you can buy a bill for is $100, although the most commonly sold bills have a par between $1,000 and $10,000.) Let’s assume the competitive bids submitted are as follows:\n\nThe bids with the lowest discount rates will be accepted first since the government will prefer to pay lower yields to investors. In this case, since the Treasury is looking to raise $9 million, it will accept the bids with the lowest rates up to 5.07%. At this mark of 5.07%, only $2 million of the $3 million bid will be approved. All bids below the 5.07% rate will be accepted, and bids above will be rejected. In effect, this auction is cleared at 5.07%, and all successful competitive and noncompetitive bidders receive the 5.07% discount rate.\n\nOn issue day, the Treasury delivers T-bills to noncompetitive bidders who made their submissions in a particular bill auction. In exchange, the Treasury charges the accounts of those bidders for payment of the securities. The purchase price of the T-bill is expressed as a price per hundred dollars.\n\nIn the weekly bill auction, investors bid for the amount of the offering they are willing to buy in terms of quantity and price. The best bid wins, but the offering’s price is set after all the bids are taken in and sorted, vs. it rising sequentially as bidders consecutively counter each other.\n\nAn announcement is released several days before the auction is to occur. The announcement includes information such as the auction date, issue date, amount of securities that will be sold, bidding close times, participation eligibility, etc. Bids are accepted up to 30 days in advance.\n\nParticipants in any Treasury auction consist of retail investors and institutional investors who submit bids categorized as either competitive or noncompetitive tenders. Noncompetitive tenders are submitted by smaller investors.\n\nThe U.S. Treasury holds bill auctions weekly. They are public auctions of federal debt obligations—specifically, Treasury bills (T-bills), whose maturities range from one month to one year.\n\nCorrection—April 6, 2023:This article has been updated to correct the example of which bids would be accepted and rejected by the Treasury.\n\nTreasuryDirect. “Announcements, Data & Results.”\n\nFederal Reserve Bank of New York. “Primary Dealers.”\n\nTreasuryDirect, via Internet Archive Wayback Machine. “Auctions.”\n\nH. Kent Baker, Greg Filbeck, and Andrew C. Spieler, via Google Books. “Debt Markets and Investments,” Page 642. Oxford University Press, 2019.\n\nFederal Reserve Bank of New York. “Treasury Debt Auctions and Buybacks as Fiscal Agent.”\n\nTreasuryDirect. “Treasury Bills.”",
  "url": "https://www.investopedia.com/terms/b/bill-auction.asp"
}