{
  "term": "Binance Coin (BNB) Uses, Support, and Market Cap",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nInvestopedia / Madelyn Goodnight\n\nBinance Coin is the cryptocurrency issued by the Binance exchange and trades with the BNB symbol. In May 2024, Binance Exchange was the second largest (as verified by Coinmarketcap) cryptocurrency exchange in the world, with a daily trading volume of $11.8 billion.Binance Coin (BNB) had a 24-hour trading volume of $1.45 billion.\n\nOn Nov. 21, 2023, Binance and its CEO Changpeng Zhao pleaded guilty to money laundering charges. Binance agreed to pay$4.3 billion to settle charges; Changpeng Zhao stepped down as CEO and agreed to pay $50 million toward the settlement. On April 30, 2024, Zhao wassentencedto four months in prison and fined $200 million for not complying with U.S. anti-money laundering laws. As of May 11, 2024, Binance is operational and remains a popular cryptocurrency exchange.\n\nThe Binance blockchain is built using Ethereum and uses BNB as its native token. It was launched during aninitial coin offering (ICO)in July 2017 and has a strict maximum of 200 million BNB tokens.The ICO offered 10%, or 20 million, BNB tokens toangel investors, 40%, or 80 million, tokens to the founding team, and the remaining 50%, or 100 million, to the various participants.\n\nAlmost half the funds raised during the ICO process were intended to be used for Binance branding and marketing, while around one-third were used to build the Binance platform and perform necessary upgrades to the Binance ecosystem.\n\nOn May 11, 2024, BNB was the fourth-largest cryptocurrency by market capitalization, behind only Bitcoin, Ethereum, and USD Tether.\n\nEvery quarter, Binance uses one-fifth of its profits to repurchase and permanently destroy (or \"burn\") BNB held in its treasury.\n\nBinance has regularly performed these burning events. The latest BNB burn as of May 2024 was on April 24. Binance burned a total of 1.94 million BNB, equivalent to $670.78 million. It was Binance's 27th quarterly BNB burn.\n\nBNB was created in 2017 as a utility token for discounted trading fees. Since then, its uses have expanded to numerous applications on a wide range of platforms. It is used to pay transaction fees on Binance.com, Binance DEX, and Binance Chain.\n\nIt can also be used for payments (at places like Monetha and HTC); to book travel accommodations (at sites such as TravelbyBit, Trip.io, and Travala.com); for entertainment purposes (buy music, game rewards); to pay for online services (BitTorrent, Canva, Storm); and even for financial purposes (take out a loan at ETHLend or make investments at Moeda).\n\nAs of May 2024, the Binance Smart Chain processed as many as 3.5 million daily transactions, more than double Ethereum's all-time high. However, this is down from a record of more than 32.6 million daily transactions reached in December 2023.\n\nOne can also use BNB to invest in certain ICOs listed through Binance’s Launchpad program. New cryptocurrencies are listed on the Binance exchange, which provides a seamless marketplace for trading in a variety of established and new virtual tokens.\n\nIt depends on your preferences, risk tolerance, outlook, and investing goals. It's best to speak with a financial advisor to learn if BNB is appropriate for your portfolio.\n\nBinance's cryptocurrency BNB is used for on chain transactions. It can also be used to purchase goods and services at participating vendors.\n\nIt's difficult to determine what any asset's price will be in the future. There are too many factors that affect prices. However, it is possible that BNB will reach $10,000; however, it is just as likely to fall to zero.\n\nBinance Coin (BNB) is the native token for Binance's blockchain. It can be used like many other cryptocurrencies as a payment method for products and services globally.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes only. Read ourwarranty and liability disclaimerfor more info.\n\nCoinMarketCap. \"Top Cryptocurrency Spot Exchanges.\" Sort by trading volume.\n\nCoinmarketcap. \"Today's Cryptocurrency Prices by Market Cap.\"\n\nBNBBurn. \"Quarterly Auto-Burn.\"\n\nBinance. \"What Is BNB?,\" Select \"How to Use BNB.\"\n\nEtherscan. \"Ethereum Daily Transactions Chart.\"\n\nBscScan. \"Binance Smart Chain Daily Transactions Chart.\"",
  "url": "https://www.investopedia.com/terms/b/binance-coin-bnb.asp"
}