{
  "term": "Bird In Hand: Definition as Strategy in Investing and Example",
  "definition": "The bird in hand is a theory that says investors prefer dividends from stock investing to potentialcapital gainsbecause of the inherent uncertainty associated with capital gains. Based on the adage, \"a bird in the hand is worth two in the bush,\" the bird-in-hand theory states that investors prefer the certainty of dividend payments to the possibility of substantially higher future capital gains.\n\nMyron Gordon and John Lintner developed the bird-in-hand theory as a counterpoint to the Modigliani-Millerdividend irrelevance theory. The dividend irrelevance theory maintains that investors are indifferent to whether their returns from holding stock arise from dividends or capital gains. Under the bird-in-hand theory, stocks with high dividend payouts are sought by investors and, consequently, command a higher market price.\n\nInvestors who subscribe to the bird-in-hand theory believe that dividends are more certain than capital gains.\n\nInvesting in capital gains is mainly predicated on conjecture. An investor may gain an advantage in capital gains by conducting extensive company, market, andmacroeconomicresearch. However, ultimately, the performance of a stock hinges on a host of factors that are out of the investor's control.\n\nFor this reason, capital gains investing represents the \"two in the bush\" side of the adage. Investors chase capital gains because there is a possibility that those gains may be large, but it is equally possible that capital gains may be nonexistent or, worse, negative.\n\nBroad stock market indices such as theDow Jones Industrial Average(DJIA) and theStandard & Poor's(S&P) 500 have averaged annual returns of up to 10% over the long-term. Finding dividends that high is difficult. Even stocks in notoriously high-dividend industries, such as utilities and telecommunications, tend to top out at 5%. However, if a company has been paying a dividend yield of, for example, 5% for many years, receiving that return in a given year is more likely than earning 10% in capital gains.\n\nDuring years such as 2001 and 2008, the broad stock market indices posted big losses, despite trending upward over the long term. In similar years, dividend income is more reliable and secure; hence, these more stable years are associated with the bird-in-hand theory.\n\nLegendary investorWarren Buffettonce opined that where investing is concerned, what is comfortable is rarely profitable. Dividend investing at 5% per year provides near-guaranteed returns and security. However, over the long term, the pure dividend investor earns far less money than the pure capital gains investor. Moreover, during some years, such as the late 1970s, dividend income, while secure and comfortable, has been insufficient even to keep pace with inflation.\n\nAs a dividend-paying stock, Coca-Cola (KO) would be a stock that fits in with a bird-in-hand theory-based investing strategy. According to Coca-Cola, the company beganpayingregular quarterly dividends starting in the 1920s. Further, the company has increased these payments every year since 1964.\n\nThe Coca-Cola Company. \"Dividends.\" Accessed June 10, 2021.",
  "url": "https://www.investopedia.com/terms/b/bird-in-hand.asp"
}