{
  "term": "Bitcoin Misery Index (BMI): Meaning, Goals, FAQs",
  "definition": "Amilcar has 10 years of FinTech, blockchain, and crypto startup experience and advises financial institutions, governments, regulators, and startups.\n\nThe Bitcoin Misery Index (BMI) is a measurement of Bitcoin's price action. It ranges from 0 to 100 and usescontrarianeconomic indicators—in which opportunities move opposite of conventional indicators. It incorporates several different market factors such as win ratios and volatility.\n\nThe BMI was created in 2018 by Tom Lee, a co-founder of Fundstrat Global Advisors. The index incorporates the percentage of winning trades to total trades and volatility. It shows a value of zero to 100. The index indicates \"misery\" when the value is below 27, which means that traders are not happy with the results of their trades. As a contrarian index, the closer the index is to zero, the louder the signal to \"buy\" becomes. It is a \"buy\" signal because traders believe prices may not go any lower and that profitable trades are on the horizon.\n\nInterest in Bitcoin (BTC) increased dramatically in 2016, with BTC price rising 123% by year's end. By 2017, investors were pouring into BTC, pushing the price to just under $20,000 in December. Investors who expected Bitcoin prices to continue their meteoric rise after December 2017 were met instead by a decline of over 50%.\n\nBitcoin's popularity continued to grow through 2018, 2019, and 2020. In 2021, its price skyrocketed to $69,000 in November before plummeting to around $35,000 in January 2022.\n\nAs interest in Bitcoin has risen, so too have threats to its stability. As a result, several countries have banned or created substantial regulations targeting cryptocurrencies. For example, China banned cryptocurrency over concerns of financial stability,money laundering, andfraud.\n\nCryptocurrency investors also have to deal with the possibility that their digital assets can be stolen if stored in \"hot wallets\"—digital wallets that are actively connected to cryptocurrency exchanges via the Internet. Several exchanges have been hacked, such asMt. Gox, which lost over $450 million, andCoincheck, which lost over $500 million.\n\nThe uncertainty about regulatory and security has given rise to a new misery index: the BMI.\n\nAccording to Fundstrat Insight, the BMI is a proxy for investor sentiments about Bitcoin's price action. It indicates whether traders and investors are feeling happy (100–67), neutral (66–28), or miserable (27–0) about prices.\n\nCryptocurrency trading and investing expose you to several types of risk, includingtransaction risk,interest rate risk, leverage risk,counterparty risk, andcountry risk. Unlike trading U.S.dollarsoreuros, you have to contend with other risks created by assets based on a decentralized ledger. Without a central bank to act as a guarantor, you may have little recourse or protection if something goes awry with a cryptocurrency.\n\nThe highly risky and speculative nature of Bitcoin investing favors those who can quickly analyze shifts in prices and understand the impact of news announcements, and place buy or sell trades accordingly.\n\nIndexes create a tendency in investors to self-fulfill prophecies. If, as a group, investors believe when an index hits a specific level it signals an opportunity to buy, then they will wait until it hits that level to start buying.\n\nWhile indexes are sometimes helpful as early warning indicators of market sentiment, they are backward-looking measures. The BMI cannot predict whether hackers will attack a cryptocurrency exchange; It won't be able to predict whether theSecurities and Exchange Commission (SEC)will approve a new U.S.-based exchange or Bitcoin-backed security. It will only tell you what other investors and traders felt at any given moment in the past.\n\nThe 200-day moving average is a gauge of an asset's long-term performance. For Bitcoin it measures a 200-day moving average price.\n\nBitcoin is a volatile asset. Its value changes daily; it reached a record price of $69,000 in late 2021, so it has dropped in value since then. However, it has increased in value over its lifetime many times over.\n\nAs of February 2022, there are roughly 2 million Bitcoins left to be mined.\n\nInvesting in cryptocurrencies and other Initial Coin Offerings (“ICOs”) is highly risky and speculative, and this article is not a recommendation by Investopedia or the writer to invest in cryptocurrencies or other ICOs. Since each individual's situation is unique, a qualified professional should always be consulted before making any financial decisions. Investopedia makes no representations or warranties as to the accuracy or timeliness of the information contained herein.\n\nCoinbase. \"Bitcoin Price.\" Accessed Feb. 2, 2022.\n\nPeople's Bank of China. \"Notice on Further Preventing and Dealing with the Risk of Speculation in Virtual Currency Transactions.\" Accessed Feb. 2, 2022.\n\nFundstrat. \"Bitcoin Misery Index BMI.\" Accessed Feb. 2, 2022.",
  "url": "https://www.investopedia.com/terms/b/bitcoin-misery-index.asp"
}