{
  "term": "Black Monday: Definition in Stocks, What Caused It, and Losses",
  "definition": "Black Monday occurred on October 19, 1987, when theDow Jones Industrial Average(DJIA) lost 22.6% in a single day. The event marked the beginning of a global stock market decline, and Black Monday became one of the most notorious days in financial history. The S&P 500 lost even more than the Dow Jones with a 30% loss on the day.\n\nEconomists have attributed the crash to a combination of geopolitical events and the advent of computerized program trading that accelerated the selloff.\n\nThecause of the massive stock market dropcannot be attributed to any single news event since no major news event was released the weekend preceding the crash. However, several events coalesced to create an atmosphere of panic among investors.\n\nFollowing the crash, the Federal Reserve slashed interest rates by half a percentage point, hoping to free up capital and encourage more lending. It also injected billions of dollars into the economy throughquantitative easing.\n\nRegulators introduced new protective mechanisms to prevent flash crashes due to program trading. Circuit breakers were introduced to leading stock markets to automatically shut down trading in the event of unusual price movements.\n\nCircuit breakers can halt all trading on an exchange if a certain index (in the U.S., the S&P 500) experiences an unusual drop. There are also circuit breakers for individual stocks, halting trading in that security only. This is intended to prevent traders from panic selling during momentary drops.\n\nAs of 2022, the circuit breakers are set at the levels of 7%, 13%, and 20%. A 7% drop from the close of the previous trading day is considered a Level 1 decline, resulting in a 15-minute trading halt. A 13% decline is Level 2 and also results in a 15-minute halt. A 20% drop ends trading for that day.\n\nSince Black Monday, a number of protective mechanisms have been built into the market to preventpanic selling, such astrading curbsandcircuit breakers. However, high-frequency trading (HFT) algorithms driven by supercomputers move massive volumes in just milliseconds. These algorithms have been shown to contribute to and cause flash crashes.\n\nThe 2010Flash Crashwas the result of HFT gone awry, sending the stock market down almost 9% in a matter of minutes.This led to the installation of tighterprice bands, but the stock market has experienced several volatile moments since 2010.\n\nAmid the 2020 global crisis, markets lost similar amounts in the month of March as jobless rates reached their highest levels since the Great Depression, before recovering over the summer of that year.\n\nA market crash of any duration is temporary. Many of the steepest marketrallieshave occurred immediately following a sudden crash. The steep market declines in August 2015 and January and February 2016 were both roughly 10% drops, but the market fully recovered and rallied to new or near new highs in the following months.\n\nA well-conceived, long-term investment strategy based on personal investment objectives should provide the confidence for investors to remain steadfast while everyone else is panicking. Investors who lack a strategy tend to let their emotions guide their decision-making.\n\nKnowing thatmarket crashes are only temporary, these times should be considered an opportunity to buy stocks or funds. Market crashes are inevitable. Savvy investors have a shopping list prepared for stocks or funds that would be more attractive at lower prices and buy while others are selling.\n\nOver the long term, market crashes such as Black Monday are a small blip in the performance of a well-structured portfolio. Short-term market events are impossible to predict, and they are soon forgotten. Long-term investors are better served by tuning out the noise of the media and the herd and focusing on their long-term objectives.\n\nWhile the term \"Black Monday\" is most commonly applied to the stock market crash of 1987, it can also be applied to any other sudden, one-day drop in prices on the first day of the week.\n\nThe first Black Monday was onOctober 28, 1929, the beginning of the crash that ultimately resulted in theGreat Depression. On that day, stocks fell by 12.8%. Black Monday was immediately followed by Black Tuesday on October 29 when stocks fell another 12%.The crash has been attributed to a variety of causes which historians and economists still debate, including increasing debt and excess use of margin trading, overvalued stocks that lacked the fundamentals to support their prices, errors in the Federal Reserve's monetary policy, and panic selling.\n\nIn August 2015, Chinese stock markets experienced a crash that some termed \"China's Black Monday\". Fears about the Chinese economy then triggered a flash crash in the United States and other countries. OnAugust 24, 2015, the DJIA fell by 1,089 points after the market opened. The drop followed a sharp decline the previous Friday. The market partially rebounded and closed 588 points below the open.\n\nThe term is less commonly applied to thecrash of March 9, 2020, when the DJIA fell 7.79%. due to the uncertainty surrounding the COVID-19 pandemic. Then on Thursday March 12th the market crashed again by 9.9%. On Monday March 16, 2020, the market crashed yet again by 12.9% in what some have called Black Monday II.\n\nBlack Monday often refers to October 28, 1929, when stocks fell by 12.8%. The next day became known as Black Tuesday when stocks dropped by another 12% on October 29, 1929. Previously, on October 24th, Black Thursday, stocks had declined by 10% before rebounding within the same day, signaling trouble. Numerous causes for the crash are often cited and the topic is still debated by historians and economists. Some of the causes often discussed are excessive margin trading, rising debt throughout the economy, a bubble of overpriced stocks without the fundamentals to support their prices, and errors in the Federal Reserve's monetary policy.\n\nYes. Black Monday caused about $500 billion in losses when the Dow Jones Industrial Index fell 508 points. In percentage terms, it is the biggest-ever one-day stock-market loss.\n\nBlack Monday refers not only to the events on October 19, 1987, but also to a number of specific Mondays when sudden, severe, and turbulent events have occurred, from military battles to massacres and stock market crashes. The term seems to have been coined by U.S. Representative John Bell Williams on the floor of Congress in Washington, D.C. on Monday, 17 May 1954. This was the date of the Supreme Court's decision inBrown v. Board of Education, in which the Court ruled that U.S. state laws establishing racial segregation in public schools were unconstitutional. In opposition to the decision, white citizens' councils were formally organized throughout the South to preserve segregation and defend segregated schools.\n\nBlack Monday refers to the catastrophic worldwide stock market crash on October 19, 1987, when the DJIA fell 508 points, or 22.6%, in a single day. It remains the largest one-day decline ever. Other major stock markets saw similarly huge declines.\n\nStock markets quickly recovered a majority of their Black Monday losses. In just two trading sessions, the DJIA gained back 288 points, or 57%, of the total Black Monday losses. In less than two years, US stock markets had surpassed their pre-crash highs.\n\nSince then, the U.S. Securities and Exchange Commission has built a number of protective mechanisms to avoid market panics, such as trading curbs and circuit breakers.\n\nLibrary of Congress Research Guides. \"The Black Monday Stock Market Crash.\"\n\nEasyvest. \"Stories of Crises and Recoveries: Black Monday.\"\n\nFederal Reserve History. \"Stock Market Crash of 1987.\"\n\nFederal Reserve Board. \"A Brief History of the 1987 Stock Market Crash With a Discussion of the Federal Reserve Response.\" Pages 2, 17.\n\nU.S. Securities and Exchange Commission Investor.gov. \"Stock Market Circuit Breakers.\"\n\nThe Guardian. \"The 2010 ‘Flash Crash’: How It Unfolded.\"\n\nMorningstar. \"2020 Market Performance in 7 Charts.\"\n\nMacrotrends. \"S&P 500 – 10 Year Daily Chart.\"\n\nBritannica. \"Stock Market Crash of 1929.\"\n\nForeign Policy. \"What Caused ‘Black Monday’? The Answer’s Blocked in China.\"\n\nThe Guardian. \"China’s ‘Black Monday’ Sends Markets Reeling Across the Globe – As It Happened.\"\n\nNBC News. \"Stock Market Turmoil: Dow Plummets More Than 1,000 Points at Open.\"\n\nTheStreet. \"What Was the COVID-19 Stock Market Crash of 2020? Causes & Effects.\"\n\nTime. \"What Caused the Stock Market Crash of 1929—and What We Still Get Wrong About It.\"\n\nFederal Reserve Bank of San Francisco. \"Monetary Policy and the Great Crash of 1929: A Bursting Bubble or Collapsing Fundamentals?\"\n\nBritannica. \"Stock Market Crash of 1929.\"\n\nFederal Reserve History. \"Stock Market Crash of 1929.\"\n\nLibrary of Congress. \"Brown v. Board at Fifty: \"With an Even Hand\".\"\n\nFederal Reserve History. \"Stock Market Crash of 1987.\"",
  "url": "https://www.investopedia.com/terms/b/blackmonday.asp"
}