{
  "term": "Black Swan in the Stock Market: What Is It, With Examples and History",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA black swan is an unpredictable event that is beyond what is normally expected of a situation and has potentially severe consequences.\n\nBlack swan events are extremely rare and unpredictable, going outside of normal expectations. They are characterized by their potentially severe impact and the widespread insistence that they were obvious in hindsight.\n\nOne frequently cited example of a black swan event was the housing market crash of 2008, which led to theGreat Recession. Other examples include the COVID-19 pandemic, the terrorist attacks of Sept. 11, and the hyperinflation crisis in Zimbabwe.\n\nInvestopedia / Michela Buttignol\n\nThe term was popularized by Nassim Nicholas Taleb, a finance professor, writer, and former Wall Street trader. Taleb wrote about the idea of ablack swan eventin a 2007 book prior to the events of the2008 financial crisis. Taleb argued that because black swan events are impossible to predict due to their extreme rarity, yet have catastrophic consequences, it is important for people to always assume a black swan event is a possibility, whatever it may be, and to try to plan accordingly.Some believe that diversification may offer some protection when a black swan event does occur.\n\nTaleb later used the 2008 financial crisis and the idea of black swan events to argue that if a broken system is allowed to fail, it actually strengthens it against the catastrophe of future black swan events. He also argued that conversely, a system that is propped up and insulated from risk ultimately becomes more vulnerable to catastrophic loss in the face of rare, unpredictable events.\n\nTaleb describes a black swan as an event that:\n\nFor extremely rare events, Taleb argues that the standard tools of probability and prediction, such as thenormal distribution, do not apply since they depend on large population and past sample sizes that are never available for rare events by definition. Extrapolating, using statistics based on observations of past events is not helpful for predicting black swans, and might even make us more vulnerable to them.\n\nThe last key aspect of a black swan is that as a historically important event, observers are keen to explain it after the fact and speculate as to how it could have been predicted. Such retrospective speculation, however, does not actually help to predict future black swans as these can be anything from a credit crisis to a war.\n\nOne of the most oft-cited examples of a black swan event was the housing market crash of 2008. It occurred shortly after the 2007 publication ofThe Black Swan,and it ticked all of the boxes in Taleb's description: Prior to the crash, it was impossible to calculate the probability that the housing market was in a bubble, despite the serious economic consequences. After the bubble popped, many experts produced post-facto rationalizations to explain why the collapse had been inevitable; yet only a handful of economists and asset managers had seen it coming.\n\nA black swan is any event that seems highly unlikely before it happens, but in retrospect seems to have been nearly inevitable. This definition is inherently subjective, but these are some examples that are often cited as black swan events:\n\nA black swan event in the stock market is often a market crash that exceeds six standard deviations, making it exceedingly rare from a probabilistic standpoint. Some have argued that stock prices are \"fat-tailed\" and that such events are, in reality, more frequent than the statistics would let on.\n\nA black swan is considered to be rare, since most swans are white. In fact, the story goes that black swans were thought once to not at all exist, until finally one was discovered. The lesson is that what we think are very rare events may be more common than previously thought.\n\nAgrey swanevent is an outlier that is more probable than a black swan. As a result, people can better prepare for and hedge against a grey swan than a black swan.\n\nA black swan event is a consequential occurrence that is almost impossible to predict, yet after the fact seems to have been inevitable. Such events can prove highly disruptive to the stock market, where investors spend millions trying to predict unpredictable events.\n\nNassim Nicholas Taleb. \"The Black Swan.\" Random House Trade Paperbacks, 2010.\n\nHanke H. Steve, Kwok K. F. Alex. \"On the Measurement of Zimbabwe's Hyperinflation.\"Cato Journal,Vol.29, No. 2, June 2009.\n\nFederal Reserve History. \"Near Failure of Long-Term Capital Management.\"",
  "url": "https://www.investopedia.com/terms/b/blackswan.asp"
}