{
  "term": "Black-Scholes Model: What It Is, How It Works, and Options Formula",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe Black-Scholes model is one of the most important concepts in modern financial theory. Also known as the Black-Scholes-Merton (BSM) model, it's used to determine the fair value of an options contract.\n\nThis mathematical equation estimates the theoretical value of derivatives based on other investment instruments. It considers the impact of time and other risk factors in its calculation.\n\nIt was developed in 1973 and is still regarded as one of the best ways toprice an options contract.\n\nDeveloped in 1973 by Fischer Black,Robert Merton, andMyron Scholes, the Black-Scholes model was the first widely used mathematical method to calculate the theoretical value of an option contract.\n\nIt uses current stock prices, expected dividends, the option's strike price, expected interest rates, time to expiration, and expected volatility.\n\nThe initial equation was introduced in Black and Scholes' 1973 paper, \"The Pricing of Options and Corporate Liabilities,\" published in theJournal of Political Economy.\n\nRobert C. Merton helped edit the paper. He published his own article inThe Bell Journal of Economics and Management Sciencelater that year: \"Theory of Rational Option Pricing.\" He expanded the mathematical understanding and applications of the model and coined the term \"Black–Scholes theory of options pricing.\"\n\nScholes and Merton were awarded the Nobel Memorial Prize in Economic Sciences in 1997 for their work in finding \"a new method to determine the value of derivatives.\"\n\nBlack had passed away two years earlier, so he could not be a recipient because Nobel Prizes are not given posthumously. The Nobel Committee acknowledged his role in the Black-Scholes model, however.\n\nBlack-Scholes posits that instruments such as stock shares or futures contracts will have a lognormal distribution of prices following arandom walkwith constant drift and volatility.\n\nThe equation uses this assumption and factors in other important variables to derive the price of a European-stylecall option.\n\nThe Black-Scholes equation requires six variables:\n\nIt's theoretically possible for options sellers to set rational prices with these variables for the options that they're selling.\n\nThe model predicts that the price of heavily traded assets follows a geometric Brownian motion with constant drift and volatility.\n\nIt incorporates the constant price variation of the stock, the time value of money, the option's strike price, and the time to the option's expiry when it's applied to a stock option.\n\nThe Black-Scholes model is often contrasted against the binomial model or a Monte Carlo simulation.\n\nThe Black-Scholes model makes certain assumptions:\n\nThe original Black-Scholes model didn't consider the effects of dividends paid during the life of the option but the model is frequently adapted to account for dividends by determining theex-dividenddate value of the underlying stock.\n\nThe model is also modified by many option-selling market makers to account for the effect of options that can be exercised before expiration.\n\nFirms will alternatively use abinomialortrinomialmodel or theBjerksund-Stenslandmodel for the pricing of the more commonly tradedAmerican-styleoptions.\n\nThe mathematics involved in the formula are complicated and can be intimidating but you don't have to know or even understand the math to use Black-Scholes modeling in your strategies.\n\nOptions traders have access to a variety of online options calculators and many trading platforms boast robust options analysis tools that include indicators and spreadsheets that perform the calculations and output the options pricing values.\n\nThe Black-Scholes call option formula is calculated by multiplying the stock price by the cumulative standard normal probability distribution function.\n\nThenet present value (NPV)of the strike price multiplied by the cumulative standard normal distribution is then subtracted from the resulting value of the previous calculation.\n\nBlack-Scholes assumes that stock prices follow a lognormal distribution because asset prices can't be negative, They're bounded by zero.\n\nAsset prices are often observed to have significant rightskewnessand some degree ofkurtosisor fat tails. High-risk downward moves often happen more often in the market than a normal distribution predicts.\n\nAccording to the Black-Scholes model, the assumption of lognormal underlying asset prices should show that implied volatilities are similar for each strike price.\n\nImplied volatilities for at-the-money options have been lower than those further out of the money or far in the money, however, since the market crash of 1987. The market is pricing in a greater likelihood of a high volatility move to the downside in the markets.\n\nThis has led to the presence of the volatility skew. A smile or skewed shape can be seen when the implied volatilities for options with the sameexpiration dateare mapped out on a graph.\n\nThe Black-Scholes model is therefore not efficient for calculating implied volatility.\n\nActs as a stable framework based on a defined method.\n\nAllows investors to mitigate risk by better understanding exposure\n\nMay be used to devise strategies for creating a portfolio based on an investor's preferences.\n\nStreamlines and improves efficient calculating and reporting of figures\n\nDoesn't take all types of options into consideration\n\nMay lack cashflow flexibility based on the future projections of a security\n\nMay make inaccurate assumptions about future stable volatility\n\nRelies on several other assumptions that may not materialize into the actual price of the security\n\nThe Black-Scholes model has been successfully implemented and used by many financial professionals due to the variety of benefits it has to offer.\n\nThe Black-Scholes model is widely used but there are still some drawbacks to the model.\n\nThe Black-Scholes model, also known as the Black-Scholes-Merton (BSM), was the first widely used model for option pricing. The equation calculates the price of a European-style call option based on known variables like the current price, maturity date, and strike price based on certain assumptions about the behavior of asset prices,\n\nIt does so by subtracting the net present value (NPV) of the strike price multiplied by the cumulative standard normal distribution from the product of the stock price and the cumulative standard normal probability distribution function.\n\nThe inputs for the Black-Scholes equation are volatility, the price of the underlying asset, the strike price of the option, the time until the expiration of the option, the risk-free interest rate, and the type of option. It's theoretically possible for options sellers to set rational prices with these variables for the options they're selling.\n\nThe original Black-Scholes model assumes that the option is a European-style option and can only be exercised at expiration.\n\nIt also assumes that no dividends are paid out during the option's life, that market movements follow a random walk and can't be predicted, that there are no transaction costs involved in buying the option, that the risk-free rate and volatility of the underlying option are known and constant, and that the prices of the underlying asset follow a log-normal distribution.\n\nThe Black-Scholes model is only used to price European options. It doesn't take into account that American options could be exercised before the expiration date. The model also assumes that dividends, volatility, and risk-free rates remain constant over the option's life. Not taking taxes, commissions, or trading costs into account can also lead to valuations that deviate from real-world results.\n\nThe Black-Scholes model is a mathematical model that's used to calculate the fair price or theoretical value of an asset.\n\nIt provides a way to calculate the theoretical value of an option by taking into account the underlying asset's current price, the option's type, the option's strike price, the time remaining until expiration, the risk-free interest rate, and the volatility of the underlying asset.\n\nThe Black-Scholes model has had a profound impact on finance and has led to the development of a wide range of derivative products such as futures, swaps, and options.\n\nBlack, Fischer, Robert Merton, and Myron Scholes. \"The Pricing of Options and Corporate Liabilities.\"Journal of Political Economy,vol. 81, no. 3, 1974, pp. 637-654.\n\nMerton, Robert C. \"Theory of Rational Option Pricing.\"The Bell Journal of Economics and Management Science, vol. 4, no. 1, 1973, pp. 141-183.\n\nThe Nobel Prize. \"The Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel 1997: Robert C. Merton, Myron Scholes.\"",
  "url": "https://www.investopedia.com/terms/b/blackscholes.asp"
}