{
  "term": "Black Friday: What It Means to Economists and to You",
  "definition": "Black Friday refers to the day after the U.S. Thanksgiving holiday, celebrated on the fourth Thursday in November. It has become a day of special shopping deals and discounts, and is said to mark the beginning of the holiday shopping season.\n\nThe sales figures from Black Friday are often considered a sign of the overall economic health of the country and a way for economists to measure the confidence of the average American when it comes to theirdiscretionary spending. Lower Black Friday sales figures are sometimes taken as a harbinger of slower economic growth.\n\nInvestopedia / Michela Buttignol\n\nIt's common for retailers to offer special promotions online and in-store on Black Friday. Many open their doors during the pre-dawn hours on Black Friday to attract customers or even keep their operations going well into the night on Thanksgiving. It's also become increasingly common for retailers to offer \"Black Friday\" deals well in advance of the actual day.\n\nReally avid bargain hunters have been known to camp out overnight on Thanksgiving to secure a place in line at a favorite store; the most fanatical might skip Thanksgiving dinner altogether and head to whatever stores are open. The promotions usually continue through Sunday, and bothbrick-and-mortarstores and online retailers see a spike in sales.\n\nBlack Friday also refers to a famousstock market crashthat took place on Sept. 24, 1869. On that day, after a period of rampantspeculation, the price of gold plummeted and stocks followed suit.\n\nRetailers may spend an entire year planning their Black Friday sales. They use the day as an opportunity to unload overstock inventory and offerdoorbustersand discounts on seasonal items, such as holiday decorations and typical holiday gifts.\n\nThe doorbusters often include big-ticket items like TVs, smart devices, and other electronics, luring customers in the hope that, once inside, they will also purchasehigher-margingoods. Black Friday advertisements are often so highly anticipated that retailers go to great lengths to ensure they don't leak out publicly beforehand.\n\nCompetition among consumers for limited supplies of the hottest trending items has sometimes led to violence and injuries in the absence of adequate security. For example, on Black Friday in 1983, customers engaged in scuffles, fistfights, and stampedes in stores across the U.S. to buy Cabbage Patch Kids dolls, that year's must-have toy, which was also believed to be in short supply.Appallingly, a worker at one big-box store was trampled to death on Black Friday in 2008, as throngs of shoppers pushed their way into the store the moment the doors opened.\n\nThe concept of retailers throwing post-Turkey Day sales started long before the name \"Black Friday\" was coined. In an effort to kick off the holiday shopping season and attract hordes of shoppers, stores have promoted major deals the day after Thanksgiving for decades, banking on the fact that many businesses gave their employees that Friday off.\n\nSo why the name? Some say the day is called Black Friday as an homage to the term \"black\" referring to profitability, which stems from the old bookkeeping practice of recordingprofitsin black ink and losses in red ink. The idea is that retail businesses can sell enough on this single Friday (and the ensuing weekend) to put themselves \"in the black\" for the year.\n\nHowever, long before it started appearing in advertisements and commercials, the term was actually used by overworked Philadelphia police officers. In the 1950s, crowds of shoppers and visitors flooded the City of Brotherly Love the day after Thanksgiving. Not only did Philadelphia stores tout major sales and the unveiling of holiday decorations on this special day, but the city also hosted the Army-Navy football game on Saturday of the same weekend.\n\nAs a result, traffic cops were required to work 12-hour shifts to deal with the throngs of drivers and pedestrians, and they were not allowed to take the day off. Over time, the annoyed officers—using a descriptive that's no longer acceptable—started to refer to this dreaded workday as Black Friday.\n\nThe term spread to store salespeople who used \"Black Friday\" to describe the long lines and general chaos they had to deal with on that day. It remained Philadelphia slang for a few decades, as well as spreading to a few nearby cities, such as Trenton, N.J.\n\nFinally, in the mid-1990s—celebrating the positive connotation of black ink—\"Black Friday\" swept the nation and started to appear in print and TV ad campaigns across the United States.\n\nSomewhere along the way, Black Friday made the giant leap from congested streets and crowded stores to fevered shoppers fighting over parking spaces and tussling over the latest must-have toy. When did Black Friday become the frenzied, over-the-top shopping event it is today?\n\nThat would be in the 2000s when Black Friday was officially designated the biggest shopping day of the year. Until then, that title had gone to theSaturday before Christmas. Yet, as more retailers started promoting \"can't miss\" post-Thanksgiving sales, and the Black Friday discounts grew deeper and deeper, American consumers could no longer resist the pull of this big shopping day.\n\nIn 2011, Walmart announced that, instead of opening its doors on Friday morning, it would start sales on Thanksgiving evening. That started a frenzy among otherbig-box retailers, who quickly followed suit. Today, Black Friday is a longer event— essentially a Black Weekend.\n\nAccording to theNational Retail Federation (NRF), 196.7 million consumers in the U.S. shopped during the 2022 five-day holiday weekend between Thanksgiving Day and the following Monday that year, up nearly 17 million from 2021, clocking in at \"the highest figure since NRF first started tracking this data in 2017.\"\n\nThe average amount consumers spent on holiday items during the 2022 weekend was $325.44 (compared to $301.27 in 2021). Of that total, $229.21, went toward gifts, according to the NRF, a number that highlights the fact that people now see it as an opportunity to load up on items they want for themselves, not just to check off their gift lists.\n\nFor online retailers, a similar tradition has arisen on the Monday following Thanksgiving—Cyber Monday. The idea is that consumers return to work after the Thanksgiving holiday weekend ready to start shopping—and on their employer's time. Online retailers often herald their promotions well in advance of the actual day in order to compete against the Black Friday offerings at brick-and-mortar stores.\n\nCyber Monday has proved to be a hit with shoppers, but in terms of overall online sales, it is surpassed by Black Friday. About 87.2 million customers shopped online on Black Friday 2022, while the number for Cyber Monday was 77 million, according to the NRF.\n\nAlso part of Thanksgiving holiday weekend shopping isSmall Business Saturday, which was created to encourage consumers to patronize their local small businesses.\n\nSome investors and stock analysts look at Black Friday numbers as a wayto gauge the overall health of the entire retail industry. Others scoff at the notion that Black Friday has any real fourth-quarter predictability for the stock markets as a whole. Instead, they suggest that it only causes very short-term gains or losses.\n\nHowever, in general, the stock market can be affected by people having extra days off for Thanksgiving or Christmas. It tends to see increased trading activity and higher returns the day before a holiday or a long weekend, a phenomenon known as the holiday effect or theweekend effect. Many traders look to capitalize on these seasonal bumps.\n\nBlack Friday always occurs the day after Thanksgiving. In 2023, Black Friday takes place on Nov. 24.\n\nSome economists consider Black Friday to be a good gauge of consumer confidence and consumers' likely discretionary spending going forward.\n\nCyber Monday, the Monday following the Thanksgiving weekend, was launched in 2005 by Shop.org, an online arm of the National Retail Federation.\n\nBlack Friday, the day after Thanksgiving, has long been viewed as the start of the holiday shopping season. Consumers seek out big discounts offered by retailers, while economists use overall sales figures as a measure of consumer confidence and the health of the economy.\n\nFederal Reserve Bank of New York. \"Crisis Chronicles: The Gold Panic of 1869, America's First Black Friday.\"\n\nBloomberg. \"The Toy That Sparked 1980s Riots Is Still Fueling Fights Today.\"\n\nThe New York Times. \"Wal-Mart Employee Trampled to Death.\"\n\nHistory.com. \"A Visual History of Black Friday: From Financial Crash to Shopping Mania.\"\n\nCNN. \"The History of Black Friday.\"\n\nNational Retail Federation. \"Record 196.7 Million Consumers Shop Over Thanksgiving Holiday Weekend.\"",
  "url": "https://www.investopedia.com/terms/b/blackfriday.asp"
}