{
  "term": "Blockchain Facts: What Is It, How It Works, and How It Can Be Used",
  "definition": "Learn what these digital public ledgers are capable of\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nBlockchain is a decentralized digital ledger that securely stores records across a network of computers in a way that is transparent, immutable, and resistant to tampering. Each \"block\" contains data, and blocks are linked in a chronological \"chain.\"\n\nA blockchain is a distributed database or ledger shared across a computer network's nodes. They are best known for their crucial role in cryptocurrency systems, maintaining a secure and decentralized record of transactions, but they are not limited to cryptocurrency uses. Blockchains can be used to make data in any industry immutable—meaning it cannot  be altered.\n\nSince a block can’t be changed, the only trust needed is at the point where a user or program enters data. This reduces the need for trusted third parties, such as auditors or other humans, who add costs and can make mistakes.\n\nSince Bitcoin's introduction in 2009, blockchain uses have exploded via the creation ofvarious cryptocurrencies,decentralized finance (DeFi)applications,non-fungible tokens (NFTs), andsmart contracts.\n\nYou might be familiar with spreadsheets or databases. A blockchain is somewhat similar because it is a database where information is entered and stored. The key difference between a traditional database or spreadsheet and a blockchain is how the data is structured and accessed.\n\nA blockchain consists of programs called scripts that conduct the tasks you usually would in a database: entering and accessing information, andsaving and storing it somewhere. A blockchain is distributed, which means multiple copies are saved on many machines, and they must all match for it to be valid.\n\nThe Bitcoin blockchain collects transaction information and enters it into a 4MB file called ablock(different blockchains have different size blocks). Once the block is full, the block data is run through a cryptographic hash function, which creates a hexadecimal number called theblock headerhash.\n\nThe hash is then entered into the following block header and encrypted with the other information in that block's header, creating a chain of blocks, hence the name “blockchain.”\n\nTransactions follow a specific process, depending on the blockchain. For example, on Bitcoin's blockchain, if you initiate a transaction using yourcryptocurrency wallet—the application that provides an interface for the blockchain—it starts a sequence of events.\n\nIn Bitcoin, your transaction is sent to a memory pool, where it is stored and queued until a miner picks it up. Once it is entered into a block and the block fills up with transactions, it is closed, and the mining begins.\n\nEvery node in the network proposes its own blocks in this way because they all choose different transactions. Each works on their own blocks, trying to find a solution to the difficulty target, using the \"nonce,\" short for number used once.\n\nThe nonce value is a field in the block header that is changeable, and its value incrementally increases with every mining attempt. If the resulting hash isn't equal to or less than the target hash, a value of one is added to the nonce, a new hash is generated, and so on. The nonce rolls over about every 4.5 billion attempts (which takes less than one second) and uses another value called the extra nonce as an additional counter. This continues until a miner generates a valid hash, winning the race and receivingthe reward.\n\nGenerating these hashes until a specific value is found is the \"proof-of-work\" you hear so much about—it \"proves\" the miner did the work. The sheeramount of work it takes to validate the hash is why the Bitcoin network consumes so much computational power and energy.\n\nOnce a block is closed, a transaction is complete. However, the block is not considered confirmed until five other blocks have been validated.Confirmation takes the network about one hourto complete because it averages just under 10 minutes per block (the first block with your transaction and five following blocks multiplied by 10 equals 60 minutes).\n\nNot all blockchains follow this process. For instance, theEthereumnetwork randomly chooses one validator from all users with ether staked to validate blocks, which are then confirmed by the network. This is much faster and less energy intensive than Bitcoin's process.\n\nA blockchain allows the data in a database to be spread out among several network nodes—computers or devices running software for the blockchain—at various locations. This creates redundancy and maintains the fidelity of the data. For example, if someone tries to alter a record on one node, the other nodes would prevent it from happening by comparing block hashes. This way, no single node can alter information within the chain.\n\nBecause of this distribution—and the encrypted proof that work was done—the blockchain data, such as transaction history, becomes irreversible. Such a record could be a list of transactions, but private blockchains can also hold a variety of other information like legal contracts, state identifications, or a company's inventory. Most blockchains wouldn't \"store\" these items directly; they would likely be sent through a hashing algorithm and represented on the blockchain by a token.\n\nBecause of the decentralized nature of the Bitcoin blockchain, all transactions can be transparently viewed by downloading and inspecting them or by usingblockchain explorersthat allow anyone to see transactions occurring live. Each node has its own copy of the chain that gets updated as fresh blocks are confirmed and added. This means that if you wanted to, you could track a bitcoin wherever it goes.\n\nFor example, exchanges have been hacked in the past, resulting in the loss of large amounts of cryptocurrency. While the hackers may have been anonymous—except for their wallet address—the crypto they extracted is easily traceable because the wallet addresses are stored on the blockchain.\n\nOf course, the records stored in the Bitcoin blockchain (as well as most others) are encrypted. This means that only the person assigned an address can reveal their identity. As a result, blockchain users can remain anonymous while preserving transparency.\n\nBlockchain technology achieves decentralized security and trust in several ways. To begin, new blocks are always stored linearly and chronologically. That is, they are always added to the \"end\" of the blockchain. After a block has been added to the end of the blockchain, previous blocks cannot be altered.\n\nA change in any data changes the hash of the block it was in. Because each block contains the previous block's hash, a change in one would change the following blocks. The network would generally reject an altered block because the hashes would not match. However, a change can be accomplished on smaller blockchain networks.\n\nNot all blockchains are 100% impenetrable. They are distributed ledgers that use code to create the security level they have become known for. If there are vulnerabilities in the coding, they can be exploited.\n\nA new and smaller chain might be susceptible to this kind of attack, but the attacker would need at least half of the computational power of the network (a 51% attack). On the Bitcoin and other larger blockchains, this is nearly impossible. By the time the hacker takes any action, the network is likely to have moved past the blocks they were trying to alter. This is because the rate at which these networks hash is exceptionally rapid—the Bitcoin network hashed at a rate of around 640 exahashes per second (18 zeros) as of September 2024.\n\nThe Ethereum blockchain is not likely to be hacked either—again, the attackers would need to control more than half of the blockchain's staked ether. As of September 2024, over 33.8 million ETH  has been staked by more than one million validators.An attacker or a group would need to own over 17 million ETH, and be randomly selected to validate blocks enough times to get their blocks implemented.\n\nBlockchain technology was first outlined in 1991 by Stuart Haber and W. Scott Stornetta, two researchers who wanted to implement a system where document timestamps could not be tampered with.But it wasn’t until almost two decades later, with the launch of Bitcoin in January 2009, thatblockchain had its first real-world application.\n\nThe Bitcoin protocolis built on a blockchain. In a research paper introducing the digital currency, Bitcoin’s pseudonymous creator,Satoshi Nakamoto, referred to it as “a new electronic cash system that’s fully peer-to-peer, with no trusted third party.”\n\nThe key thing to understand is that Bitcoin uses blockchain as a means to transparently record a ledger of payments or other transactions between parties.\n\nBlockchain can be used to immutably record any number of data points. The data can be transactions, votes in an election, product inventories, state identifications, deeds to homes, and much more.\n\nCurrently, tens of thousands of projects are looking to implement blockchains in various ways to help society other than just recording transactions—for example, as a way to vote securely in democratic elections.\n\nThe nature of blockchain's immutability means that fraudulent voting would become far more difficult. For example, a voting system could work such that each country's citizens would be issued a single cryptocurrency or token.\n\nEach candidate could then be given a specific wallet address, and the voters would send their token or crypto to the address of whichever candidate they wish to vote for. The transparent and traceable nature of blockchain would eliminate the need for human vote counting and the ability of bad actors to tamper with physical ballots.\n\nBlockchains have been heralded as a disruptive force in the finance sector, especially with the functions of payments and banking. However, banks and decentralized blockchains are vastly different.\n\nTo see how a bank differs from blockchain, let’s compare the banking system to Bitcoin’s blockchain implementation.\n\nAs we now know, blocks on Bitcoin’s blockchain store transactional data. Today, tens of thousands of other cryptocurrencies run on a blockchain. But it turns out that blockchain can be a reliable way to store other types of data as well.\n\nSome companies experimenting with blockchain include Walmart, Pfizer, AIG, Siemens, and Unilever, among others. For example, IBM has created its Food Trust blockchain to trace the journey that food products take to get to their locations.\n\nWhy do this? The food industry has seen countless outbreaks of E. coli, salmonella, and listeria; in some cases, hazardous materials were accidentally introduced to foods. In the past, it has taken weeks to find the source of these outbreaks or the cause of sickness from what people are eating.\n\nUsing blockchain allows brands to track a food product’s route from its origin, through each stop it makes, to delivery. Not only that, but these companies can also now see everything else it may have come in contact with, allowing the identification of the problem to occur far sooner—potentially saving lives. This is one example of blockchain in practice, but many other forms of blockchain implementation exist or are being experimented with.\n\nPerhaps no industry stands to benefit from integrating blockchain into its business operations more than personal banking. Financial institutions only operate during business hours, usually five days a week. That means if you try to deposit a check on Friday at 6 p.m., you will likely have to wait until Monday morning to see the money in your account.\n\nEven if you make your deposit during business hours, the transaction can still take one to three days to verify due to the sheer volume of transactions that banks need to settle. Blockchain, on the other hand, never sleeps.\n\nBy integrating blockchain into banks, consumers might see their transactions processed in minutes or seconds—the time it takes to add a block to the blockchain, regardless of holidays or the time of day or week. With blockchain, banks also have the opportunity to exchange funds between institutions more quickly and securely. Given the sums involved, even the few days the money is in transit can carry significant costs and risks for banks.\n\nThesettlement and clearing processfor stock traders can take up to three days (or longer if trading internationally), meaning that the money and shares are frozen for that period. Blockchain can, in theory, drastically reduce that time.\n\nBlockchain forms the bedrock for cryptocurrencies like Bitcoin. This design also allows for easier cross-border transactions because it bypasses currency restrictions, instabilities, or lack of infrastructure by using a distributed network that can reach anyone with an internet connection.\n\nHealthcare providers can leverage blockchain to store their patients’ medical records securely. When a medical record is generated and signed, it can be written into the blockchain, which provides patients with proof and confidence that the record cannot be changed. These personal health records could be encoded and stored on the blockchain with a private key so that they are only accessible to specific individuals, thereby ensuring privacy.\n\nIf you have ever spent time in your local Recorder’s Office, you will know that recording property rights is both burdensome and inefficient. Today, a physical deed must be delivered to a government employee at the local recording office, where it is manually entered into the county’s central database and public index. In the case of a property dispute, claims to the property must be reconciled with the public index.\n\nThis process is not just costly and time-consuming, it is also prone to human error, where each inaccuracy makes tracking property ownership less efficient. Blockchain has the potential to eliminate the need for scanning documents and tracking down physical files in a local recording office. If property ownership is stored and verified on the blockchain, owners can trust that their deed is accurate and permanently recorded.\n\nProving property ownership can be nearly impossible in war-torn countries or areas with little to no government or financial infrastructure and no Recorder’s Office. If a group of people living in such an area can leverage blockchain, then transparent and clear timelines of property ownership could be maintained.\n\nA smart contract is computer code that can be built into the blockchain to facilitate transactions. It operates under a set of conditions to which users agree. When those conditions are met, the smart contract conducts the transaction for the users.\n\nAs in the IBM Food Trust example, suppliers can use blockchain to record the origins of materials that they have purchased. This would allow companies to verify the authenticity of not only their products but also common labels such as “Organic,” “Local,” and “Fair Trade.”\n\nAs reported by Forbes, the food industry is increasingly adopting the use of blockchain to track the path and safety of food throughout the farm-to-user journey.\n\nAs mentioned above, blockchain could facilitate a modern voting system. Voting with blockchain carries the potential to eliminate election fraud and boost voter turnout, as was tested in the November 2018 midterm elections in West Virginia.\n\nUsing blockchain in this way would make votes nearly impossible to tamper with. The blockchain protocol would also maintain transparency in the electoral process, reducing the personnel needed to conduct an election and providing officials with nearly instant results. This would eliminate the need for recounts or any real concern that fraud might threaten the election.\n\nFor all of its complexity, blockchain’s potential as a decentralized form of record-keeping is almost without limit. From greater user privacy and heightened security to lower processing fees and fewer errors, blockchain technology may very well see applications beyond those outlined above. But there are also some disadvantages.\n\nImproved accuracy by removing human involvement in verification\n\nCost reductions by eliminating third-party verification\n\nDecentralization makes it harder to tamper with\n\nTransactions are secure, private, and efficient\n\nProvides a banking alternative and a way to secure personal information for citizens of countries with unstable or underdeveloped governments\n\nSignificant technology cost associated with some blockchains\n\nLow number of transactions per second\n\nHistory of use in illicit activities, such as on the dark web\n\nRegulation varies by jurisdiction and remains uncertain\n\nTransactions on the blockchain network are approved by thousands of computers and devices. This removes almost all people from the verification process, resulting in less human error and an accurate record of information. Even if a computer on the network were to make a computational mistake, the error would only be made to one copy of the blockchain and not be accepted by the rest of the network.\n\nTypically, consumers pay a bank to verify a transaction or a notary to sign a document. Blockchain eliminates the need for third-party verification—and, with it, their associated costs. For example, business owners incur a small fee when they accept credit card payments because banks and payment-processing companies have to process those transactions. Bitcoin, on the other hand, does not have a central authority and has limited transaction fees.\n\nBlockchain does not store any of its information in a central location. Instead, the blockchain is copied and spread across a network of computers. Whenever a new block is added to the blockchain, every computer on the network updates its blockchain to reflect the change.\n\nBy spreading that information across a network, rather than storing it in one central database, blockchain becomes significantly more difficult to tamper with.\n\nTransactions placed through a central authority can take up to a few days to settle. If you attempt to deposit a check on Friday evening, for example, you may not actually see funds in your account until Monday morning. Financial institutions operate during business hours, usually five days a week—but a blockchain runs 24 hours a day, seven days a week, and 365 days a year.\n\nOn some blockchains, transactions can be completed and considered secure in minutes. This is particularly useful forcross-bordertrades, which usually take much longer because of time zone issues and the fact that all parties must confirm payment processing.\n\nMany blockchain networks operate as public databases, meaning anyone with an internet connection can view a list of the network’s transaction history. Although users can access transaction details, they cannot access identifying information about the users making those transactions. It is a common misperception that blockchain networks like Bitcoin are fully anonymous; they are actually pseudonymous because there is a viewable address that can be associated with a user if the information gets out.\n\nOnce a transaction is recorded, its authenticity must be verified by the blockchain network. After the transaction is validated, it is added to the blockchain block. Each block on the blockchain contains its unique hash and the unique hash of the block before it. Therefore, the blocks cannot be altered once the network confirms them.\n\nMany blockchains are entirelyopen source. This means that everyone can view its code. This gives auditors the ability to review cryptocurrencies like Bitcoin for security. However, it also means there is no real authority on who controls Bitcoin’s code or how it is edited. Because of this, anyone can suggest changes or upgrades to the system. If a majority of the network users agree that the new version of the code with the upgrade is sound and worthwhile, then Bitcoin can be updated.\n\nPrivate or permission blockchains may not allow for public transparency, depending on how they are designed or their purpose. These types of blockchains might be made only for an organization that wishes to track data accurately without allowing anyone outside of the permissioned users to see it.\n\nAlternatively, there might come a point where publicly traded companies are required to provide investors with financial transparency through a regulator-approved blockchain reporting system. Using blockchains in business accounting andfinancial reportingwould prevent companies from altering their financials to appear more profitable than they really are.\n\nPerhaps the most profound facet of blockchain and cryptocurrency is the ability for anyone, regardless of ethnicity, gender, location, or cultural background, to use it. According to The World Bank, an estimated 1.4 billion adults do not have bank accounts or any means of storing their money or wealth.Moreover, nearly all of these individuals live in developing countries where the economy is in its infancy and entirely dependent on cash.\n\nThese people are often paid in physical cash. They then need to store this physical cash in hidden locations in their homes or other places, incentivizing robbers or violence. While not impossible to steal, crypto makes it more difficult for would-be thieves.\n\nAlthough blockchain can save users money on transaction fees, the technology is far from free. For example, the Bitcoin network's proof-of-work system to validate transactions consumes vast amounts of computational power. In the real world, the energy consumed by the millions of devices on the Bitcoin network is more than the country of Pakistan consumes annually.\n\nSome solutions to these issues are beginning to arise. For example, bitcoin-mining farms have been set up to use solar power, excess natural gas from fracking sites, or energy from wind farms.\n\nBitcoin is a perfect case study of the inefficiencies of blockchain. Bitcoin's PoW system takes about 10 minutes to add a new block to the blockchain. At that rate, it's estimated that the blockchain network can only manage about seven transactions per second (TPS).Although other cryptocurrencies, such as Ethereum, perform better than Bitcoin, the complex structure of blockchain still limits them. Legacy brand Visa, for context, can process 65,000 TPS.\n\nSolutions to this issue have been in development for years. There are currently blockchain projects that claim tens of thousands of TPS. Ethereum is rolling out a series of upgrades that include data sampling, binary large objects (BLOBs), and rollups. These improvements are expected to increase network participation, reduce congestion, decrease fees, and increase transaction speeds.\n\nThe other issue with many blockchains is that each block can only hold so much data. Theblock size debatehas been and continues to be one of the most pressing issues for the scalability of blockchains in the future.\n\nWhile confidentiality on the blockchain network protects users from hacks and preserves privacy, it also allows for illegal trading and activity on the blockchain network. The most cited example of blockchain being used for illicit transactions is probably theSilk Road, an online dark web illegal-drug and money laundering marketplace operating from February 2011 until October 2013, when the FBI shut it down.\n\nThedark weballows users to buy and sell illegal goods without being tracked by using theTor Browserand make illicit purchases in Bitcoin or other cryptocurrencies. This is in stark contrast to U.S. regulations, which require financial service providers to obtain information about their customers when they open an account. They are supposed to verify the identity of each customer and confirm that they do not appear on any list of known or suspected terrorist organizations.\n\nIllicit activity accounted for only 0.34% of all cryptocurrencytransactionsin 2023.\n\nThis system can be seen as both a pro and a con. It gives anyone access to financial accounts, but allows criminals to transact more easily. Many have argued that the good uses of crypto, like banking the unbanked, outweigh the bad uses of cryptocurrency, especially when most illegal activity is still accomplished through untraceable cash.\n\nPublic perception of blockchain and cryptocurrencies, in particular, remains uneasy. High-profile collapses of once-trusted cryptocurrency brokers, such asMt. Goxback in 2014, orFTXin November 2022, persistence of variouscrypto scams, and general skepticism towards new technology and its bold promises, all contribute to ongoing public skepticism about a decentralized future. As of 2024, 44% of Americans still say they will never purchase a cryptocurrency.\n\nMany in the crypto space have expressed concerns about government regulation of cryptocurrencies. Several jurisdictions are tightening control over certain types of crypto and other virtual currencies. However, no regulations have yet been introduced that focus on restricting blockchain uses and development, only certain products created using it.\n\nAnother significant implication of blockchains is that they require storage. This may not appear to be substantial because we already store lots of information and data. However, as time passes, the growing blockchain use will require more storage, especially on blockchains where nodes store the entire chain.\n\nCurrently, data storage is centralized in large centers. But if the world transitions to blockchain for every industry and use, its exponentially growing size would require more advanced techniques to make storage more efficient, or force participants to continually upgrade their storage.\n\nThis could become significantly more expensive in terms of both money and physical space needed, as the Bitcoin blockchain itself was over 600 gigabytes as of September 15th, 2024—and this blockchain records only bitcoin transactions.This is small compared to the amount of data stored in large data centers, but a growing number of blockchains will only add to the amount of storage already required for the digital world.\n\nSimply put, a blockchain is a shared database or ledger. Bits of data are stored in files known as blocks, and each network node has a replica of the entire database. Security is ensured since the majority of nodes will not accept a change if someone tries to edit or delete an entry in one copy of the ledger.\n\nImagine you typed some information into a document on your computer and sent it through a program that gave you a string of numbers and letters (called hashing, with the string called a hash). You add this hash to the beginning of another document and type information into it. Again, you use the program to create a hash, which you add to the following document. Each hash is a representation of the previous document, which creates a chain of encoded documents that cannot be altered without changing the hash. Each document is stored on computers in a network. This network of programs compares each document with the ones they have stored and accepts them as valid based on the hashes they generate. If a document doesn't generate a hash that is a match, that document is rejected by the network.\n\nA blockchain is a distributed network of files chained together using programs that create hashes, or strings of numbers and letters that represent the information contained in the files. Every network participant is a computer or device that compares these hashes to the one they generate. If there is a match, the file is kept. If there isn't, the file is rejected.\n\nWith many practical applications for the technology already being implemented and explored, blockchain is finally making a name for itself in no small part because of Bitcoin and cryptocurrency. As a buzzword on the tongue of every investor across the globe, blockchain stands to make business and government operations more accurate, efficient, secure, and cheap, with fewer intermediaries.\n\nAs we head into the third decade of blockchain, it’s no longer a question of if legacy companies will catch on to the technology—it’s a question of when. Today, we see a proliferation of NFTs and the tokenization of assets. Tomorrow, we may see a combination of blockchains, tokens, and artificial intelligence all incorporated into business and consumer solutions.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.\n\nYCHARTS. \"Bitcoin Network Has Rate.\"\n\nDatawallet. \"Ethereum Staking Statistics and Trends.\"\n\nSociety for Science. \"Stuart Haber.\"\n\nBitcoin. “Bitcoin: A Peer-to-Peer Electronic Cash System,” Page 1.\n\nForbes. \"3 Innovative Ways Blockchain Will Build Trust in the Food Industry.\"\n\nNational Association of Secretaries of State. \"Under the Hood: The West Virginia Mobil Voting Pilot.\"\n\nThe World Bank. \"Inclusive Digital Financial Services.\"\n\nUniversity of Cambridge. \"Cambridge Bitcoin Electricity Consumption Index.\"\n\nBlockchain.com. \"Transaction Rate Per Second | Bitcoin.\"\n\nVisa. \"Visa Fact Sheet,\" Page 1.\n\nFBI. “Ross Ulbricht, the Creator and Owner of the Silk Road Website, Found Guilty in Manhattan Federal Court on All Counts.”\n\nFinancial Crimes Enforcement Network. \"FAQs: Final CIP Rule,\" Pages 1, 8.\n\nChainalysis. \"2024 Crypto Crime Trends: Illicit Activity Down as Scamming and Stolen Funds Fall, But Ransomware and Darknet Markets See Growth.\"\n\nSecurity.org. \"2024 Cryptocurrency Adoption and Sentiment Report.\"\n\nBlockchain.com. \"Bitcoin Explorer.\"\n\nYCHARTS. \"Bitcoin Blockchain Size.\"",
  "url": "https://www.investopedia.com/terms/b/blockchain.asp"
}