{
  "term": "Blockchain-as-a-Service (BaaS) Meaning and Major Players",
  "definition": "Blockchain-as-a-service (BaaS) is the third-party creation and management of cloud-based networks for companies that build blockchain applications. These third-party services are a relatively new development in the growing field of blockchain technology. The application of blockchain technology has moved well beyond its best-known use in cryptocurrency transactions and has broadened to address secure transactions of all kinds. As a result, there is a demand for hosting services.\n\nBaaS is based on thesoftware as a service (SaaS)model and works similarly. It allows customers to leverage cloud-based solutions tobuild, host, and operatetheir ownblockchainapps and related functions on the blockchain. At the same time, the cloud-based service provider keeps the infrastructure agile and operational.\n\nAs a development in the greater blockchain ecosystem, BaaS is seen as boosting blockchain adoption across businesses.\n\nMajor players in the BaaS space include:\n\nConsumers and businesses are increasingly willing to adopt blockchain technology. However, the technical complexities and operational overhead involved in creating, configuring, and operating a blockchain and maintaining its infrastructure often act as a barrier.\n\nBaaS providers offer external services that allow a user to set up all the necessary blockchain technology and infrastructure for a fee. Once created, the provider continues to handle the complex back-end operations for the client.\n\nThe BaaS operator typically offers support activities, such as bandwidth management, suitable allocation of resources, hosting requirements, and data security features. The BaaS operator frees clients to focus on their core work: the tasks they need the blockchain for.\n\nBelow is a graphic demonstrating the working model of Blockchain-as-a-ServiceHyperledgerCello, a BaaS-like blockchain module toolkit and utility system that provides an operational dashboard for deploying, managing, and operating a blockchain.\n\nIn fact, a BaaS provider's role is similar to that of a web hosting provider. The website host creates and runs all the website content on their own servers. It may hire support staff or sign up with an external hosting provider like Amazon Web Services or HostGator. These third-party companies take care of the infrastructure and maintenance issues.\n\nBaaS may be the catalyst that leads to wider and deeper adoption ofblockchain technology across various industry sectorsand businesses. Instead of creating and running their own blockchains, a business, large or small, can now simply outsource the technically complex work and focus on its core activities.\n\nBlockchain is similar to software as a service, programmed and maintained by an entity that rents out its software and services.\n\nBlockchain enterprise solutions continue to be developed, with many companies creating in-house solutions or turning to blockchain services. It's likely that many more will look for blockchain solutions and turn to BaaS to keep their development costs down.\n\nThe Hyperledger Foundation created an open-source blockchain that enterprises could build on to meet their specific needs. IBM used Hyperledger Fabric to create its Blockchain Platform, a blockchain service it offers to enterprises.\n\nBlockchain as a service is an enterprise solution to the costs of developing a blockchain for a specific business or use. Many large technology firms have created and marketed this service, and there are many more being created.\n\nMicrosoft Azure. \"Ethereum Blockchain As a Service Now On Azure.\"\n\nAmazon Web Service. \"Announcing General Availability of Amazon Managed Blockchain.\"\n\nPayStand. \"B2B Payments Reimagined.\"\n\nHyperledger Foundation. \"About.\"\n\nIBM. \"IBM Support for Hyperledger Fabric.\"\n\nHyperledger Foundation Projects. \"Hyperledger Cello.\"",
  "url": "https://www.investopedia.com/terms/b/blockchainasaservice-baas.asp"
}