{
  "term": "Blockchain Wallet: What It Is, How It Works, Security",
  "definition": "Amilcar has 10 years of FinTech, blockchain, and crypto startup experience and advises financial institutions, governments, regulators, and startups.\n\nBlockchain.com's DeFi Wallet (also called Blockchain Wallet) is the name of the decentralized finance wallet service provided by Blockchain.com, a cryptocurrency exchange founded by Peter Smith and Nicolas Cary. Its DeFi wallet allows you to manage, trade, swap, and use cryptocurrencies via Blockchain.com DEX (decentralized exchange).\n\nThe DeFi wallet also lets you conduct cross-chain swaps using Squid, a cross-chain service provided by Axelar. At the time of writing, Squid allowed for cross-chain swaps across 37 Ethereum Virtual Machine-compatible blockchains, including Ethereum, Polygon, and Arbitrum.\n\nTo create a DeFi wallet, you'll need to open an account on Blockchain.com. Once you create the account, you can download the wallet from your device's application store and log in using the same credentials. You can also use the wallet from your web browser.\n\nWhen you create a wallet, you're limited to using the decentralized exchange unless you go through the exchange's know-your-customer (KYC) procedure to gain full access to its custodial account and exchange services.\n\nBlockchain.com's decentralized exchange allows you to trade any crypto with anyone else anywhere you have an internet connection.\n\nThe Blockchain DeFi Wallet interface shows your current balance for crypto-assets and most recent transactions. You can also access the price charts and see the value of the funds in your local currency. If you have questions, there is a support center section with topics and frequently asked questions.\n\nIf you've chosen Blockchain.com's custodial service account, you'll see an account tab in your app next to the DeFi Wallet tab, where you can access the custodial account's features.\n\nYou can buy, sell, or swap cryptocurrency or other compatible crypto assets on the DEX. You click on \"Send\" or \"Receive\" and search for the cryptocurrency you want to use. \"Receive\" makes the system generate a unique address that can be sent to a third party or converted into a Quick Response code (QR code). A QR code is similar to abarcode, which stores information and can be read by a digital device. When you click \"Send,\" you choose the cryptocurrency you want to send, enter the recipient's address, choose the amount, and send it, much like sending money through PayPal.\n\nYou can also exchange cryptocurrencies from different blockchains, known as swapping—DeFi Wallet's swapping function supports 16 cryptocurrencies. This practice is an easy way to switch out crypto without leaving the security of Blockchain Wallet. You're shown a quote indicating how much you will receive based on the currentexchange rate, with the rate changing depending on how long it takes to complete the transaction. Swaps could take a couple of hours, depending on each currency'sblockchain.\n\nBlockchain.com DEX is not available through the DeFi Wallet in Russia, Ukraine, Canada, Cuba, Congo, Iran, Japan, North Korea, Yemen, Syria, Crimea, Myanmar, South Sudan, Zimbabwe, and Mali.\n\nIt's important to note that the Blockchain DeFi Wallet does not charge additional fees on top of the network fees to pay miners and validators. If you're conducting a cross-chain swap, you'll have to pay any required blockchain fees (generally, both networks will require transaction fees).\n\nBoth the transaction size and the conditions of the network at the time of the transaction can greatly impact the size of the fee. Only so many transactions can be processed within a block by miners or validators, and most blockchains prioritize transactions with higher fee offerings.\n\nWallet security is an important consideration for users, as a compromised account may result in users losing control of their assets. Blockchain DeFi Wallet has several levels of security that helps protect user funds from any possible attacker.\n\nBlockchain.com wallets and accounts require passwords for user protection. You're also able to login using your 12 word mnemonic phrase, but the exchange doesn't store this for you.\n\nA mnemonic seed is a random string of English words that function similarly to a password. If you lose access to your phone or device, the seed can be used to restore the wallet, including any cryptocurrencies.\n\nIThere are several optional security measures that are not required but can help secure wallets against outside attacks. To reduce the danger ofphishing, the Blockchain DeFi Wallet can usetwo-factor authenticationor IP whitelists to prevent log-ins from unfamiliar devices. It is also possible to block access through theTornetwork, thereby preventing prospective Tor network users from attempting to access your wallet through the network.\n\nAnother technique you can choose is Password-Based Key Derivation Function 2 (PBKDF2), commonly called password stretching. This cryptographic technique hashes passwords, making them very difficult to brute force, guess, or manipulate.\n\nYou cannot use the Blockchain DeFi Wallet to withdraw money, but you can switch to the Account tab and select \"More\" to choose from the method you want to use to withdraw money.\n\nBlockchain.com's DeFi Wallet is one of the more secure wallets available, but it is still susceptible to malware, viruses, trojans, or programming errors. For the best security, cryptocurrency keys should be stored offline in a cold wallet.\n\nBlockchain.com's DeFi Wallet can be accessed by logging in to its website or the mobile app.\n\nBlockchain.com is a cryptocurrency exchange that provides awallet for cryptocurrency users. The company calls it DeFi Wallet (it's also called Blockchain Wallet by some). This wallet can store your crypto keys and give you access to Blockchain.com's decentralized exchange. If you're looking for a regulated exchange to trade on in addition to a free decentralized exchange experience, Blockchain.com's Account gives you access after you provide proof of your identity.\n\nBlockchain.com. \"Cross Chain Swaps FAQs.\"\n\nBlockchain.com. \"How Do I Send Crypto?\"\n\nBlockchain.com. \"How Do I Receive Crypto?\"\n\nBlockchain.com. \"What Are the Requirements for Using Blockchain.com DEX?\"\n\nBlockchain.com. \"What Network Fees are Applied to My Swap Order?\"\n\nBlockchain.com. \"How Do I Recover My Account If I Lost My Password?\"\n\nBlockchain.com. \"Advanced Measures to Secure Your Account.\"",
  "url": "https://www.investopedia.com/terms/b/blockchain-wallet.asp"
}