{
  "term": "Blue Book: What it is, How it Works, Effect",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe Blue Book orKelley Blue Bookis a guidebook that compiles and quotes prices for new and used automobiles and other vehicles of all makes, models, and types. First published in 1926 by Los Angeles car dealer Les Kelley, the Blue Book was originally only available to those in the automotive industry, but both a consumer edition and an online edition was made available in the 1990s for the general public.The Blue Book provides afair market rangereflecting an estimated range of prices car buyers will pay for a specific car based on make, model, style, and year.\n\nBlue Book has become the premier appraisal guide for vehicle price quotes in North America. Car sellers and car buyers will consult the Blue Book to determine theresale value of used cars. Kelley Blue Book also provides an actual cash value for vehicles. This can be used to check your insurance company's valuation should you get in a wreck, and potentially negotiate with them.\n\nThe Blue Book analyzes the private party value, trade-in value, suggested retail value, and certified pre-owned (CPO) value for used cars. The new car Blue Book shows what consumers are currently paying for new cars.\n\nOver the decades, Blue Book pricing guides have been published for a variety of markets—including guides for motorcycles, travel trailers, campers, ATVs, snowmobiles, and manufactured housing.\n\nBlue Books show buyers and sellers of automobiles what prices others have paid—the so-called fair purchase price—to acquire vehicles of the same make, model, year, and comparable mileage and use. Furthermore, Blue Books can detail the anticipated costs associated with a vehicle such as fuel, maintenance, repairs, insurance, and financing, along with the anticipateddepreciationof its value over time. That way, buyers can see the potential cost to own the vehicle five years out from the date it is acquired.\n\nThe fair purchase price listed in the Blue Book is established to show the price other consumers typically pay for the same vehicle. These prices are adjusted based on the region where the transactions take place from new-vehicle purchases that occur across the country. The prices are adjusted on a recurring basis to account for changes in market conditions.\n\nThe Blue Book does not show the lowest prices paid in the market for vehicles, but rather the going price that a vehicle currently sells for. The prices in the Blue Book are set by gathering data on thousands of consumer vehicle purchase prices. This is coupled with data taken from national vehicle registration databases. Kelley Blue Book reviews the aggregate information each week.The company uses a proprietaryalgorithmto analyze pricing data, historical trends, location, time of year, and economic conditions to come up with the value ranges it compiles in the Blue Book.\n\nOriginated by the Kelley Blue Book Company, which was acquired by AutoTrader.com and Cox Automotive, the guidebook is not to be confused with other titles referred to as “blue books,” such as the Social Security Blue Book that lists disabling impairments.\n\nIn addition to the Blue Book, there are several other resources car buyers and sellers can consult to research car pricing. J.D. Power and Consumer Reports both offer consumers a variety of resources, including data on new car prices, used car book value, and vehicle history reports. For those planning to rely on a loan for financing a vehicle purchase, anauto loan calculatoris another tool worth adding to their arsenal.\n\nKelley Blue Book. \"Frequently Asked Questions, New Car.\"",
  "url": "https://www.investopedia.com/terms/b/bluebook.asp"
}