{
  "term": "Blue Sky Laws: Definition, Purpose, How They're Regulated",
  "definition": "Blue sky laws are state regulations established as safeguards for investors againstsecurities fraud. The laws, which may vary by state, typically require sellers of new issues to register their offerings and provide financial details of the deal and the entities involved. As a result, investors have a wealth of verifiable information on which to base their judgment and investment decisions.\n\nBlue sky laws—which serve as an additional regulatory layer to federal securities regulations—usually mandate licenses for brokerage firms, investment advisors, and individual brokersofferingsecurities in their states. These laws require that private investment fundsregister not only in their home statebut in every state where they wish to do business.\n\nIssuers of securities must reveal the terms of the offering, including disclosures of material information that may affect the security. The state-based nature of these laws means each jurisdiction can include different filing requirements for registering offerings. The process usually includes a merit review by state agents who determine whether the offering is balanced and fair for the buyer.\n\nWhile blue sky laws vary by state, they all aim to protect individuals from fraudulent or overly speculative investments.\n\nThe laws' provisions also create liability for any fraudulent statements or failure to disclose information, allowing lawsuits and other legal actions to be brought against issuers.\n\nThe intent of such laws is to deter sellers from taking advantage of investors who lack experience or knowledge and to ensure that investors are presented with offers fornew issuesthat have already been vetted by their state administrators for fairness and equitability.\n\nThere are certain exceptions regarding the types of offerings that must be registered. These exemptions include securities listed on national stock exchanges (part of an effort by federal regulators to streamline the oversight process where possible). Offerings that fall under Rule 506 of Regulation D of theSecurities Act of 1933, for example, qualify as“covered securities”and are also exempt.\n\nThe term \"blue sky law\" is said to have originated in the early 1900s, gaining widespread use when a Kansas Supreme Court justice declared his desire to protect investors from speculative ventures that had \"no more basis than so many feet of 'blue sky.'\"\n\nIn the years leading up to the1929 stock market crash,such speculative ventures were rife. Many companies issued stock, promoted real estate, and other investment deals while making lofty, unsubstantiated promises of greater profits to come. There was noSecurities and Exchange Commission (SEC), and little regulatory oversight of the investment and financial industry. Securities were sold without corroborating material evidence to support these claims. In some cases, details were fraudulently hidden to attract more investors. Such activities contributed to the hyper-speculative environment of the 1920s that led to inflation of the stock market before its inevitable collapse.\n\nAlthough blue sky laws did exist during that time period—Kansas enacted the earliest one, in 1911—they tended to be weakly worded and enforced, and the unscrupulous could easily avoid them by doing business in another state. After the stock market crash and the onset of theGreat Depression, Congress enacted several Securities Acts to regulate the stock market and the financial industry on a federal level and to establish the SEC.\n\nIn 1956 theUniform Securities Actwas passed, a model law providing a framework that guides states in the crafting of their own securities legislation. It forms the foundation for 40 out of 50 state laws today, and itself is often nicknamed the Blue Sky Law. Subsequent legislation, such as the National Securities Markets Improvement Act of 1996, pre-empts blue sky laws where they duplicate federal law.",
  "url": "https://www.investopedia.com/terms/b/blueskylaws.asp"
}