{
  "term": "Board of Trustees: What It Is, Who’s Included, and Responsibilities",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nA board of trustees is an appointed or elected group of individuals that has overall responsibility for the management of an organization. The board of trustees is typically the governing body of an organization and seeks to ensure the best interest ofstakeholdersin all types of management decisions.\n\nA board of trustees typically includes key individuals involved with the management of an organization. Other individuals may be appointed or elected based on their expertise and experience in areas pertaining to the management of the organization. The board will often have a mix of internal and external trustees.\n\nA board of trustees is similar to a board of directors and may act as such in some organizations. A board of trustees is more commonly found in private organizations. Entities with boards of trustees include mutual savings banks, universities, university endowments, art museums, and associations.\n\nThe phrase “board of trustees” can often be used interchangeably withboard of directors, board of governors, or board of regents. Some entities such as public corporations and mutual funds may have requirements designated by industry regulations that pertain to the oversight and obligations of the board of trustees. In some cases, the board of trustees may be a special group tasked with managing a designated portion of a comprehensive organization.\n\nThe framework for a board of trustees is typically set by regulatory obligations and entity direction outlined in an organization’s bylaws. A board of trustees can range from three to 30 individuals. Boards are often divided into subcommittees, which can help to manage target areas of an entity while also providing for some segregation of power.\n\nThe board of trustees often will be responsible for holding “in trust” the funds,assets, or properties that belong to others with afiduciary dutyto protect them.Two leading entities using the structure of a board of trustees include university endowments and mutual savings banks.\n\nA university endowment may have a special board of trustees that is responsible for the oversight and management of a portfolio of assets known as anendowment. The board of trustees has a fiduciary responsibility to manage the funds in the best interest of all stakeholders.\n\nThe board may choose to invest the endowment assets across a range of investments utilizing the services of various institutional managers in managing the endowment assets. It may also choose to work with a single institutional manager in a separate account structure or take on the full duties of managing the assets itself. Regardless of the structure of an endowmentportfolio, the board of trustees has fiduciary responsibility for making all of the endowment’s investment decisions.\n\nMutual savings bankshave boards of trustees who ensure that the interests of the depositors, borrowers, and members of the community in which they serve are considered and protected by bank management.\n\nThe board has the duties of making sure that customers’depositsare secured and invested safely,interestis paid to depositors, and customers’principalis available to them on request.\n\nA board of trustees is more commonly found in private organizations such as universities and art museums. However, a board of trustees is similar to a board of directors and may act as such in some organizations.\n\nIn some cases, a board of trustees may be a special group tasked with managing a designated portion of a comprehensive organization. This is because some entities, such as publiccorporationsandmutual funds, may have requirements designated by industry regulations related to the oversight and obligations of the board of trustees.\n\nRegulatory obligations and entity direction outlined in an organization’s bylaws typically set the framework for a board of trustees. The board can range from three to 30 people and is often divided into subcommittees, which can help to manage target areas of an entity while also providing for some segregation of power.\n\nA board of trustees is a group of individuals who collectively have overall responsibility for managing an organization. Trustees are appointed or elected. They are typically the governing body of an organization and seek to ensure stakeholders’ best interests in all types of management decisions.\n\nAmerican Bar Association. \"Nonprofit Board Responsibilities: The Basics.\"",
  "url": "https://www.investopedia.com/terms/b/boardoftrustees.asp"
}