{
  "term": "Board of Directors: Definition and Role",
  "definition": "A board of directors is the governing body of a company or other organization and is tasked with setting strategy and overseeing its implementation.\n\nA board of directors (BofD) is the governing body of an organization and is responsible for setting the organization's overall strategic direction, selecting and managing its top executives, and protecting the interests of its stakeholders.\n\nWhen the organization is a publicly listed company, the board of directors is elected by company shareholders.\n\nA public company must have a board of directors. Many private companies and nonprofit organizations have a board of directors, often called aboard of trustees.\n\nInvestopedia / Michela Buttignol\n\nIn the case of corporations, the structure and powers of a board are established by the company'sarticles of incorporationand its corporate bylaws. Bylaws can set the number of board members, how the board is elected (e.g., by a shareholder vote at an annual meeting), and how often the board meets.\n\nThe board makes decisions as afiduciaryon behalf of the company and its shareholders. Broadly speaking, it provides insight, advice, and leadership for important objectives such as:\n\nProtecting the interests of shareholders:A board should promote efforts and activities that maximize the value that shareholders receive for their investment. In addition to ensuring an efficiently run and profitable operation, it should make certain that shareholders receive properly reported financial data and any other important information that could impact their holdings.\n\nManaging risk:A board can establish policies that allow a company to identify, evaluate, and respond to financial, security, and legal risks, as well as to mitigate actual loss. Facilitating ongoing risk monitoring is an essential responsibility of a board.\n\nEngaging with stakeholders:A board should communicate with individuals and other businesses with vested interests in the company so that it understands those interests, can address concerns, pursue necessary changes in corporate behavior, and make a positive impact that strengthens these relationships.\n\nA board of directors is responsible for overseeing and advising a company so that it functions as effectively as possible. The board should ensure that the organization operates lawfully and in the interests of shareholders and other stakeholders (such as its employees). It operates independently of company management and day-to-day operations.\n\nA board of directors considers important issues relating to the company, its shareholders, its employees, its community, and the public. As such, it's often involved in:\n\nThe New York Stock Exchange and Nasdaq require listed companies to have boards with a majority of independent directors, and to include independent directors on key board committees, such as the audit committee.\n\nWhile no set number of members is required for a corporate board, many companies settle on a range of five to 10 directors. Some boards require an uneven number of members to prevent votes from ending in a tie. Boards oftenstaggerthe terms of directors to avoid a full slate of yearly elections, sometimes as a defense against hostile takeovers.\n\nFor publicly listed companies in the U.S., members of the board of directors are elected by shareholders at the annual meeting. Board candidates can be nominated by the board's nominating committee or by investors seeking to change a board's membership and policies.\n\nFor private companies, a board of directors can be chosen in a manner that abides by a company's bylaws or articles of incorporation. Directors may also be chosen by shareholders via simple agreement on whom to appoint.\n\nDirectors may be removed in elections or by other means in instances such as fiduciary dutyviolations. In addition, some corporate boards have fitness-to-serve rules that may lead to the removal of a director if broken.\n\nFor example, some rules are intended to prevent abuse of board power, director conduct that indicates a conflict of interest, using insider information for financial gain, selling one's votes for personal gain to outside interests, or attempting to sway other directors' votes to benefit an outside business.\n\nDifferent boards of directors can have different, broad mandates. For example:\n\nThe role of this type of board is to take on the role of a chief executive officer (where there is none) and manage a company's operations effectively and profitably. It acts to ensure that a company has and maintains a mission and a purpose, and meets its goals on an ongoing basis.\n\nThis board's purpose is to offer a company owner specific guidance related to the company's business mandate so that it can operate effectively and achieve its goals.\n\nLike agoverning board, this kind of board is intended to bring insight to a company's top executive. It offers different perspectives and experience that can help the company meet specific goals, such as growing a network, achieving communitybrand recognitionand connection, and building a newcustomer segment.\n\nNonprofits will often have a board focused on bringing in money to help the organization meet its goals. Board members will organize campaigns and special events, such as galas, tournaments, and auctions. Often they will be selected for their ability to leverage their connections in the business community. Nonprofit board members are typically volunteers who work without pay.\n\nA board of directors is typically made up of inside andoutside directors. Aninside directoris most commonly defined as a company employee, although the category sometimes also includes major shareholders.\n\nOutside, or independent, directors are only involved with the company through their board membership. As a result, independent directors face fewer conflicts of interest than company insiders in discharging their fiduciary obligations.\n\nIn addition, they can bring to the board different points of view and expertise related to different kinds of business. Outside directors can be invaluable to a board in helping it carry out its responsibilities.\n\nAs insiders, a board usually will include the company's chief executive officer (who is often the board's chairperson) and sometimes other senior officers or managers.\n\nDirectors may have specific roles and titles. Those can include:\n\nChairperson or president:This individual leads and manages the board of directors. They are responsible for setting agendas, running board meetings, establishing committees, and other duties. They normally represent the company at public events.\n\nVice chair or vice president: The vice chair works closely with the chairperson or president in support of their responsibilities. They also help to facilitate directives and may address potential conflicts of interest involving board members. The vice chair normally fulfills the chairperson's duties when the latter is unavailable.\n\nSecretary: The secretary manages the board's administrative tasks. They take the board meeting minutes and are responsible for maintaining accurate corporate records.\n\nTreasurer: The treasurer focuses on a company's budget, financial policies and accounting, investments, and related matters.\n\nHow effective a board of directors is ultimately depends on the quality and conduct of its members and their ability to properly oversee and guide a company so that it can achieve its goals.\n\nEach member should bring to the table different expertise and skills that relate to the company's focus. They must be able to work together harmoniously and constructively to achieve common objectives and fulfill their fiduciary responsibilities.\n\nTheir motivation should be the company's advancement rather than their own, and therefore they must recognize and handle conflicts of interest that may arise.\n\nAdditionally, an effective board of directors maintains transparency of its oversight and decision-making, thus ensuring accountability for its conduct.\n\nIn general, a board sets broad policies and makes important decisions as a fiduciary on behalf of the company and its shareholders. Issues that fall under a board's purview include mergers and acquisitions, dividends and major investments, as well as the hiring and firing of senior executives and their compensation.\n\nNo, the CEO (who may be on the board) and the directors work together on relevant company issues. The board doesn't interfere with the CEO's handling of a company's daily operations. But it has the authority to evaluate the performance of a CEO and remove that person, if deemed necessary.\n\nInside directors are not typically compensated for board duties since they're most often company employees. Outside directors are paid.\n\nIn the case of public companies, a board of directors is a group of individuals elected by shareholders to provide guidance and oversight to ensure a company's profitability and sustainability. The board has a fiduciary duty to make decisions and take actions in the interest of shareholders and stakeholders. It operates independently of management and focuses on a company's major issues rather than its day-to-day operations. Private companies and nonprofits often have boards of directors to further their own goals.\n\nHarvard Law School Forum on Corporate Governance. \"What Exactly Is an Independent Director?\"\n\nHarvard Business Review. \"Can Staggered Boards Improve Value? Causal Evidence From Massachusetts,\" Page 1.\n\nNational Association of Corporate Directors (NACD). \"How Many Committees Should Your Board Have?\"\n\nNational Council of Nonprofits. \"Board Roles and Responsibilities.\"",
  "url": "https://www.investopedia.com/terms/b/boardofdirectors.asp"
}