{
  "term": "Board of Governors: Overview, Duties, FAQ",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA board of governors is a group of people appointed to oversee the management of an institution. The U.S. Postal Service, the BBC, the World Bank, numerous colleges and universities, as well as professional organizations (such as the CFA Institute), and regulatory bodies (such as theFinancial Industry Regulatory Authority(FINRA)), all have boards of governors.\n\nIn the financial world, the best-known board of governors is that of theFederal Reserve, the central bank of the United States.\n\nThe U.S.central bank'sboard of governors is composed of seven individuals who are appointed by the president and confirmed by the Senate. Members of the board of governors serve 14-year terms, running on a staggered basis to ensure continuity.\n\nLegally, appointments to the board are to consist of a \"fair representation of the financial, agricultural, industrial, and commercial interests and geographical divisions of the country.”In practice, appointments have predominantly been of academics and former banking professionals.\n\nOnly one governor can represent a Federal Reserve District.\n\nThe board of governors has seven of the 12 seats on theFederal Open Market Committee(FOMC), the body responsible for setting U.S. monetary policy. The current Federal Reserve Board has six members, with one vacancy as of May 2022.\n\nThe presidents of five of the 12 regional Reserve Banks make up the remaining members of the FOMC.\n\nThechair of the Fed’s board of governors is responsible for chairing the FOMC.\n\nThe board has authority over changes inreserve requirements, and it must approve any change in the discount rate initiated by a Federal Reserve Bank.\n\nMembers of the board frequently testify before congressional committees on the economy,monetary policy, banking supervision and regulation, consumer credit protection, and financial markets.\n\nThey are also responsible for supervising the work of the regional Fed banks, including approvingbudgetsand appointing directors.\n\nThe current Federal Reserve Chair isJerome Powell. Recent, notable chairs of the Fed’s Board of Governors include:\n\nThere have been a total of 16 Chairs of the Board of Governors of the Federal Reserve of the United States.\n\nNon-profit organizations, government divisions, and higher academic institutions typically have a board of governors as their governing body rather than aboard of directors. Corporations, as required by law, have a board of directors appointed to oversee financial decisions and business operations.\n\nWhen two or more boards exist within an entity, the board of governors often reigns supreme as the decision-making authority.\n\nA maximum of seven governors can serve on the Board of Governors of the Federal Reserve. The members of the current Board of Governors of the Federal Reserve are Jerome H. Powell, Michael S. Barr, Lael Brainard, Michelle W. Bowman, Lisa D. Cook, Philip N. Jefferson, and Christopher J. Waller.\n\nThe governors of the Board of Governors of the Federal Reserve arenominated by the president of the United Statesand confirmed by the U.S. Senate.\n\nThe purpose of the staggered terms is to ensure stability and continuity.\n\nThe current chair of the Federal Reserve is Jerome H. Powell. He was sworn in for a second four-year term on May 23, 2022. He assumed the role following his confirmation in February 2018.\n\nThe 12 banks of the Federal Reserve are the Federal Reserve Banks of San Francisco, Minneapolis, Dallas, Kansas City, St. Louis, Chicago, Cleveland, Atlanta, Boston, New York, Richmond, and Philadelphia.\n\nA board of governors is a group of highly qualified individuals responsible for overseeing and managing an institution. Most institutions, from corporations to nonprofit organizations to media outlets to government bodies have a board of governors. The most well-known board of governors is that of the U.S. Federal Reserve Board.\n\nFederal Reserve System. \"Board Members.\"\n\nFederal Reserve System. \"Who Are the Members of the Federal Reserve Board, and How Are They Selected?\"\n\nFederal Reserve System. \"FAQs: How Is the Federal Reserve System Structured?\"\n\nFederal Reserve System. \"About the Fed.\"\n\nFederal Reserve Archival System for Economic Research. \"Federal Reserve Chair.\"\n\nFederal Reserve System. “Structure of the Federal Reserve System.”",
  "url": "https://www.investopedia.com/terms/b/board-of-governors.asp"
}