{
  "term": "Boiler Room Definition, How It Operates, Common Scams",
  "definition": "A boiler room is a place or operation—usually a call center—where high-pressure salespeople call lists of potential investors (\"sucker lists\") to peddle speculative, sometimes fraudulent, securities. Sucker lists identify victims of previous scams.\n\nThe termboiler roomrefers to an early practice of running such operations in the basement or boiler room of a building and is so called due to high-pressure selling. A broker using boiler-room tactics gives customers only positive information about the stock and discourages them from doing any outside research. Boiler room salespeople typically use catchphrases like \"it's a sure thing\" or \"opportunities like this happen once in a lifetime.\"\n\nBoiler room methods, if not illegal, clearly violate the rules of fair practice set forth by theNational Association of Securities Dealers (NASD). TheNorth American Securities Administrators Association (NASAA)estimates that investors collectively lose billions of dollars a year to investment fraud.\n\nAccording to theSecurities and Exchange Commission (SEC), the people involved in a boiler room scheme reach out to investors through cold calls, which are unsolicited calls to people with whom the salesperson has had no prior contact. This tactic positions the prospect to have no frame of reference or history from which to measure the caller’s claims. While this means the prospect has no reason to trust the caller, it also means they have no background information to disprove their claims.\n\nThe SEC advises investors to research the backgrounds of investment salespeople and verify their registered status at its website,Investor.gov.\n\nPart of the pressure sales approach may include making assertions about the investment opportunity that the target cannot verify on their own. The salesperson might insist on immediate payment by the prospect. They may also take a hostile approach, threatening the prospect to act. Promises of high returns and no risk might also be used to pressure prospects to invest.\n\nBoiler-room tactics are sometimes used to convince investors to overspend on the purchase of securities that are actually of lower value. The securities may, in fact, be worthless or nonexistent, and the funds that are raised are solely for the enrichment of the individuals behind the operation. A variety of fraudulent scams may be run through boiler-room schemes. This can includebinary optionsfraud, advance fee fraud, andmicrocap fraud.\n\nThese schemes are no longer limited to basements and boiler rooms; they can be maintained at a variety of locations, such as offices or private homes. Boiler-room salespeople may also solicit prospects through other means than phone calls. Electronic messaging, such as email, text messages, and social media, can be used to initiate contact with a prospect.\n\nLike other forms of confidence schemes, boiler rooms take advantage of the subjects' greed and emotions in order to get their money. They often rely onhigh-pressure sales tactics, such as aggressive cold-calling, misinformation, and extravagant promises to assure buyers that they are buying \"a sure thing.\" They may also hint at insider information, such as an upcoming merger or acquisition that would affect the share price.\n\nThe SEC requires brokers to adhere to strict standards when selling securities. Brokers may not misinform or omit material facts when selling securities; nor can they exaggerate their own track records. They are also required to have a  “reasonable basis to believe that a recommended transaction or investment strategy is suitable for a customer.”If a broker is trying to reach potential buyers by cold-calling, they may not have the customer's needs in mind.\n\nThe SEC strictly prohibits securities dealers from misinforming investors or making material omissions. If a purported stockbroker claims to have access to secret inside information, that is a classic sign of a scam.\n\nPopularized in films like \"Boiler Room,\" \"Glengarry Glen Ross,\" and \"The Wolf of Wall Street,\" boiler rooms have become synonymous with unethical sales tactics. However, the actual techniques have changed substantially. Here are some recent examples:\n\nPenny stocksare small companies that trade for less than $5 per share. Most penny stocks are too small for regular stock markets and are only tradedover-the-counter. This means that a comparatively small group of buyers can cause a significant rise in price.\n\nIn a typical penny stock scam, operators would first accumulate asmall-cap stockat a low price, and then use boiler-room tactics to find buyers for an inflated price. In such a scam, victims may think that they are buying on the open market when they are effectively buying their shares directly from the operators.\n\nNot all boiler rooms sell securities. In a 2015 case in the Australian state of Queensland, police discovered a boiler room selling sports betting software. According toABC, the telemarketers were \"working from a carefully prepared script\" to collect millions of dollars from Australian investors, promising extravagant returns of up to $80,000 per year. The scammers also used false names and fabricated testimonials, while paying off local police to provide cover.\n\nApump and dumpis a form of illegal market manipulation in which scammers artificially raise the price of their own shares, in order to sell them at a profit. Pump and dump scams are particularly popular withcryptocurrencies, due to the lack of market depth and effective regulation.\n\nIn a typical pump and dump, operators use cold-calling, message boards, or social media to reach investors and persuade them to buy the security, usually with promises of guaranteed profits. As the price starts to rise, the operators sell their own shares, leaving buyers holding the bag.\n\nPassed in 1990, thePenny Stock Reform Actsought to reduce the occurrence of penny stock fraud, such as the schemes outlined above. The act included stringent disclosure requirements for brokers selling penny stocks, in order to prevent them from misinforming buyers. It also established an electronic marketplace for quoting such securities.\n\n\"Dial and smile\" refers to the telemarketing technique of cold-calling potential buyers for sales purposes. As the term implies, these techniques rely on high-pressure sales tactics and emotional manipulation to persuade people to buy things that they would not ordinarily want. To combat aggressive cold-calling, government agencies have prohibited telemarketers from making false statements, calling cell phones, or violating the do-not-call list.\n\nBoiler room scams are as old as the stock market. While they are no longer done in literal boiler rooms, the technique is the same: Brokers use unethical tactics to market low-quality securities without disclosing the hidden downsides. While technology has changed, boiler room tactics haven't.\n\nWhile securities fraud isn't going anywhere, there are now stricter regulations against boiler room tactics, requiring brokers to disclose all material information and forbidding them from exaggerating the potential upsides.\n\nNorth American Securities Administrators Association. \"Fraud Center.\" Accessed Mar. 17, 2021.\n\nU.S. Securities and Exchange Commission. \"SEC announces Charges in Massive Telemarketing Boiler Room Scheme Targeting Seniors.\" Accessed March 7, 2021.\n\nFINRA. \"Suitability.\" Accessed July 15, 2021.",
  "url": "https://www.investopedia.com/terms/b/boilerroom.asp"
}