{
  "term": "Bollinger Bands: What They Are, and What They Tell Investors",
  "definition": "Bollinger Bands is a technical analysis tool developed by John Bollinger in the 1980s to help investors and traders gauge market volatility and identify when securities are poised to rise or fall.\n\nBollinger Bands, a popular tool among investors and traders, helps gauge the volatility of stocks and other securities to determine if they are over- or undervalued. Developed in the 1980s by financial analyst John Bollinger, the bands appear on stock charts as three lines that move with the price. The center line is the stock price's 20-day simple moving average (SMA). The upper and lower bands are set at a certain number of standard deviations, usually two, above and below the middle line.\n\nThe bands widen when a stock's price becomes more volatile and contract when it is more stable. Many traders see stocks as overbought as their price nears the upper band and oversold as they approach the lower band, signaling an opportune time to trade.\n\nWhile valuable, Bollinger Bands are a secondary indicator that is best used to confirm other analysis methods. Below, we guide you through how to interpret Bollinger Bands, when the tool is best used, and what other indicators are best matched with it.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nJohn Bollinger, CFA, CMT, has been a major influence in technical analysis and is best known for developing Bollinger Bands in the 1980s. Bollinger combined his background in mathematics and engineering with financial market analysis to create this tool, which uses a moving average and the statistical measure of standard deviation to assess the volatility and trends of stock prices.The tool has since become a staple in technical analysis. He is also the founder of Bollinger Capital Management, a money management company, and has been a prominent commentator and analyst on market conditions.\n\nThe three lines that make up Bollinger Bands are based on a security's price moves. The center line is the intermediate-term trend and is typically a 20-daySMAof the closing prices. The upper and lower bands are plotted a distance from the SMA set by a certain number of standard deviations, usually two, above and below the center line.\n\nTo calculate the bands, you first determine the number of periods used for both the SMA and standard deviation, and the number of standard deviations for the upper and lower bands should be from the center line. While the settings can be adjusted based on your strategy, most times, you would use a 20-day SMA and two standard deviations.\n\nThe upper band is found by adding two standard deviations to the center SMA line, while the lower band is calculated by subtracting two standard deviations from the center line. The bands automatically widen when price volatility increases and narrow when volatility goes down.\n\nYou don't need to break out your calculator and graph paper: Many popular trading platforms, like TradingView, include this technical indicator as a standard feature. Thus, you can easily overlay Bollinger Bands onto price charts. You can also usually customize the Bollinger Bands' settings (increasing or lowering the periods and standard deviations) to fit your needs.\n\nGiven that the bands are plotted two standard deviations away from the SMA, they can indicate when prices are statistically high or low. Many traders consider the area near the upper band to be overbought territory—the price is poised to fall—and a potential resistance level where sellers may step in. Conversely, the area near the lower band is often seen as oversold—the price is poised to go up—and a potential support level where buyers could enter the market.\n\nOption traders and investorsuse Bollinger Bands to assess market volatility and identify potential entry and exit points. The tool is premised on the idea that prices tend to remain within the bands' upper and lower limits.\n\nOne use is fortrend analysis. The direction of the middle band can indicate a trend's strength: when the middle band is heading upward, this suggests an uptrend, and the converse when heading downward. In addition, the width of the bands reflects market volatility. Narrow bands indicate less volatility, which means a significant price move could be imminent. This is known as a \"squeeze.\" Conversely, wide bands indicate more volatility.\n\nAnother way to use the tool is to figure out when an asset is overbought and oversold. As the price touches or moves outside the upper band, it could be overbought, suggesting a potential selling or short opportunity. Similarly, if the price touches or falls outside the lower band, the asset may be oversold, indicating a possible buying opportunity.\n\nThe bands can also help find price targets. For instance, after a price \"bounces\" off the lower band, the upper band becomes a potential exit point if the price trend reverses. Likewise, after a price move that touches the upper bands, the lower band becomes a possible target if a reversal occurs.\n\nAnother strategy is called the \"Bollinger Bounce.\" This is based on the idea that prices tend to return to the middle band. Traders may buy or sell based on the rebound from the upper or lower bands toward the middle band, especially in a ranging market.\n\nBelow is a table of different ways the Bollinger Bands can move, what they indicate, and how traders often react. We then go through these moves in more detail so you understand the strategies better.\n\nUsing two standard deviations in constructing Bollinger Bands is based on the statistical properties of the normal distribution and the concept of volatility. In this context, standard deviation measures how far prices typically deviate from SMA, the middle band.\n\nBy setting the upper and lower bands two standard deviations away from the SMA, Bollinger Bands create a range expected to contain approximately 95% of the security's price movements over a given period. This assumption is based on the statistical rule that about 95% of the data points will fall within two standard deviations of the mean for a normally distributed data set. Choosing two standard deviations provides a statistically significant measure of volatility while remaining practical for market analysis. The bands can adapt to changes in volatility, making them suitable for various market conditions.\n\nWhen prices move outside the upper or lower bands, this suggests that the security is trading at a statistically high or low level relative to its recent price history. This indicates potentially overbought or oversold conditions, respectively. However, prices can remain outside the bands for extended periods during strong trends.\n\nBy examining the relationship between the price and the upper band, you can look for overbought conditions, check for potential price reversals or a slowdown in momentum, find out when volatility is expanding, set price targets based on mean reversion strategies, and determine the strength of a trend.\n\nWhen the price touches or pushes through the upper band, this is often read as the security is overbought. This is because the asset is priced higher than its typical valuation range, indicating a potential reversal or slowdown in momentum.\n\nWhen the price reaches or goes above the upper band, this indicates increased volatility. Since Bollinger Bands adjusts to volatility, a widening gap between the upper and lower bands means that the market is experiencing wider price fluctuations, which could be due to economic and market news, earnings reports, and other market events.\n\nFor investors usingmean reversionstrategies, the upper band can act as a price target in a ranging market.If the price oscillates between the upper and lower bands without a clear trend, hitting the upper band can signal to sell or go short because traders expect the price to move back toward the middle band or below.\n\nIn addition, when there's a strong uptrend, the price might repeatedly touch or stay above the upper band for extended periods. This persistence above the upper band might indicate strong buyer enthusiasm and signal that the trend is likely to continue. However, traders and investors often look to confirm this with other indicators or techniques.\n\nThe upper band can also be the site for a breakout. A price move that starts at the upper band and continues to push outside of it can signal one, especially if there's been an increase in trading volume. This indicates that the asset is starting a new trend or accelerating an existing one. You could use this signal to trade in the direction of the breakout.\n\nThe lower band of the Bollinger Bands helps identify oversold conditions. It is also a reference line for those using mean reversion strategies or looking for potential reversals. If prices stay below this band, this could mean the start of a new bearish trend, especially if there's a lot of trading volume.\n\nWhen the price of an asset touches or falls below the lower band, this could mean the asset is undervalued or that the selling pressure has gone too far, potentially leading to a reversal or pause in the downward trend.\n\nJust as touching the upper band signals an increase in volatility, the price reaching the lower band indicates greater volatility in the context of a downward move. However, when the bands narrow after a period of wide fluctuation, there's decreased volatility, which might mean a significant price move as the price consolidates.\n\nFor investors employing mean reversion strategies or looking for bounce-back opportunities, the lower band can be used as a target for buying prospects. The rationale is that if the price has moved down to the lower band, it might rebound toward the middle band or higher, especially in a ranging market without a strong downtrend.\n\nThat said, if the price stays below the lower band, this signals a strong downtrend. Continual contact with the band or new lows below could indicate the bearish sentiment is strong and likely to continue. However, you should confirm this with other indicators to avoid false signals or traps.\n\nA decisive move below the lower band can signify abreakdownor the start of a new bearish trend, especially if the volume is high and there are other bearish signals. Since further declines could occur, you can use this as a potential signal to sell or enter a short position.\n\nWhen the bands widen, this signals an increase in volatility because the standard deviation of the price increases. Thus, the price moves are more significant than in the recent past.\n\nEconomic announcements, earnings reports, geopolitical events, or sudden shifts in market sentiment can be behind these changes. Traders see increased volatility as an opportunity for substantial gains and a risk of greater losses.\n\nThe widening of the bands could signal the beginning of a substantial price trend. As volatility increases, the chance of a significant and sustained price move in one direction also increases. However, you should confirm this with other indicators or price patterns before proceeding.\n\nWhen the bands widen after a period of contraction during a \"squeeze,\" many consider this a sign that a breakout is about to occur. While the bands themselves do not indicate the direction of the breakout, investors can assess the potential direction by comparing the price's movement to the bands and other indicators.\n\nThe increased volatility signaled by widening Bollinger Bands might prompt investors to reassess their risk management strategies. They might cut their positions or diversify their holdings to manage the higher risk associated with greater price fluctuations.\n\nA contraction of the bands suggests that the market is experiencing less volatility. Price movements are more contained, and there may be less trading volume or market interest in the short term. This reduced volatility period can be seen as a time ofconsolidation.\n\nWhile tightening bands indicate less volatility, market analysts often consider this a precursor to major price moves or breakouts. Traders monitor squeezes closely since they suggest the market is building energy for a significant change. The longer the squeeze, the more potent the subsequent breakout is expected to be. This is based on the principle that periods of low volatility are frequently followed by periods of high volatility. However, this doesn't mean you'll know where the breakout will head.\n\nDuring a tightening period, traders may adjust their risk management strategies, such as pulling in stop-loss orders to reflect lower volatility while preparing for a potential increase ahead.\n\nThe tightening of Bollinger Bands could also mean there's no consensus among market participants about the future direction of the price. This indecision can result in the price oscillating within a tighter range until new information arrives or the market forces a breakout.\n\nThe effectiveness of this tool depends on the asset involved, the settings used, and other factors:\n\nThere are several, including theKeltner channels, moving average envelopes, the Donchian channels, the average true range, and the standard deviation indicator.Each tool offers a different view of the market's changes.\n\nFirst, Bollinger Bands are alagging indicator, which means they respond to rather than predict price changes, potentially informing you of changes after they've already happened. In addition, they can generate false signals during highly volatile market periods when the bands expand. Third, the standard settings of Bollinger Bands (20-day simple moving average and two standard deviations) might not be the best for all trading scenarios. Finally, Bollinger Bands are often more effective when used with other indicators, such as volume or momentum oscillators. Relying only on Bollinger Bands without further confirmation can lead to poor trading decisions.\n\nYou should consider using them with other technical analysis tools to confirm trends and signals. Employingmomentum oscillatorslike the RSI or MACD can help identify whether the market is overbought or oversold as prices reach or break through the bands. In addition, volume indicators can tell you about the strength behind a move, as significant price changes with a high volume could confirm signals from the Bollinger Bands. You can also adjust the settings of the Bollinger Bands by increasing the period of the moving average or the number of standard deviations, which might filter out less significant price moves.\n\nBollinger Bands is a versatile technical analysis tool that can provide greater clarity about market volatility and price trends. By framing price movements with upper and lower boundaries set at standard deviations around a central moving average, the indicator adapts to volatility in real-time, offering a visual representation of how prices are moving relative to historical norms. While it's valuable for highlighting potential reversals, breakouts, and trend strengths, Bollinger Bands is usually more effective when used with other indicators and methods.\n\nP. J. Kaufman. \"Trading Systems and Methods,\" Pages 1022-1027. John Wiley & Sons, 2019, sixth edition.\n\nJohn Bollinger. \"Bollinger on Bollinger Bands,\" Pages 35-50. McGraw-Hill, 2001.\n\nBollinger Capital Management. \"John Bollinger, CFA, CMT\"\n\nE. Ponsi. \"Technical Analysis and Chart Interpretations: A Comprehensive Guide to Understanding Established Trading Tactics,\" Chapter 17. John Wiley & Sons, 2016.\n\nE. Ponsi. \"Technical Analysis and Chart Interpretations: A Comprehensive Guide to Understanding Established Trading Tactics,\" Chapter 17. John Wiley & Sons, 2016.\n\nTrading Strategy Guides. \"Bollinger Bands Best Settings Strategy: Bounce Your Way in 5 Step Profits.\"\n\nE. Ponsi. \"Technical Analysis and Chart Interpretations: A Comprehensive Guide to Understanding Established Trading Tactics,\" Chapter 17. John Wiley & Sons, 2016.\n\nJohn Bollinger. \"Bollinger on Bollinger Bands,\" Pages 135-166. McGraw-Hill, 2001.\n\nMark Andrew Lim. \"The Handbook of Technical Analysis,\" Pages 478-486. John Wiley & Sons, 2015.\n\nE. Ponsi. \"Technical Analysis and Chart Interpretations: A Comprehensive Guide to Understanding Established Trading Tactics,\" Chapter 7. John Wiley & Sons, 2016.\n\nE. Ponsi. \"Technical Analysis and Chart Interpretations: A Comprehensive Guide to Understanding Established Trading Tactics,\" Chapter 26. John Wiley & Sons, 2016.",
  "url": "https://www.investopedia.com/terms/b/bollingerbands.asp"
}