{
  "term": "Bond Covenant: Definition, Example, Affirmitive Vs. Negative",
  "definition": "A bond covenant is a legally binding term of agreement between a bond issuer and a bondholder. Bond covenants are designed to protect the interests of both parties.\n\nNegative orrestrictive covenantsforbid the issuer from undertaking certain activities; positive oraffirmative covenantsrequire the issuer to meet specific requirements.\n\nCovenants are often put in place by lenders to protect themselves from borrowers defaulting on their obligations due to financial actions detrimental to themselves or the business.\n\nAll bond covenants are part of a bond's legal documentation and are part of corporate bonds and government bonds. A bond's indenture is the portion that contains the covenants, both positive and negative, and is enforceable throughout the entire life of the bond until maturity. Possible bond covenants might include restrictions on the issuer's ability to take on additional debt, requirements that the issuer provide auditedfinancial statementsto bondholders, and limitations on the issuer's ability to make newcapital investments.\n\nWhen an issuer violates a bond covenant, it is considered to be intechnical default. A common penalty for violating a bondcovenantis the downgrading of a bond's rating, which could make it less attractive to investors and increase the issuer's borrowing costs.\n\nFor example, Moody's, one of the major credit rating agencies in the United States, rates a bond's covenant quality on a scale of 1 to 5, with five being the worst. This means that a bond with a covenant rating of five is an indication that covenants are being violated consistently.\n\nThe quality of bond covenants tracked by Moody's weakened by 36 basis points to a record high of 4.47 in Q4 2020, as a resurgent market amid the economic recovery allowed borrowers to refinance on terms much more friendly than what was available in the first half of 2020.\n\nAn affirmative or positive covenant is a clause in a bond that requires the issuer (i.e., borrower) to perform specific actions. Examples of affirmative covenants include requirements to maintain adequate levels of insurance, requirements to furnish audited financial statements to the lender, compliance with applicable laws, and maintenance of proper accounting books and credit rating, if applicable.\n\nA violation of an affirmative covenant ordinarily results in outright default. Certain bond issues may contain clauses that provide a grace period to remedy the violation. If not corrected, creditors are entitled to announce default and demand immediate repayment of principal and any accrued interest.\n\nNegative, or restrictive, bond covenants are put in place to make issuers refrain from certain actions that could result in the deterioration of their credit standing and ability to repay existing debt. The most common forms of negative covenants are financial ratios that an issuing firm must maintain as of the date of the financial statements. For instance, a clause may demand the ratio of total debt to earnings not to exceed some maximum amount, which ensures that a company does not burden itself with more debt than it can afford to service.\n\nAnother common negative covenant is aninterest coverage ratio, which says that earnings before interest and taxes (EBIT) must be greater in proportion to interest payments by a certain number of times. The ratio puts a check on a borrower to make sure that he generates enough earnings to afford paying interest.\n\nOn June 23, 2016, Hennepin County, Minnesota, issued a bond to help finance a part of the ambulatory outpatient specialty center at the county's medical center.Fitch Ratingsgave the bond aAAA ratingbecause the bond is backed by the county's full faith, credit, and unlimited taxing power. Additionally, the rating agency gave the county's outstanding Hennepin County Regional Railroad Authority limited tax GO bonds (HCRRA) a AAA rating for the same reasons, including the fact that the county can pay the debt using ad valorem taxes on all taxable property.\n\nThe HCRRA bonddebenturecontained a covenant stipulating that Hennepin County can levy taxes to fund the debt service at 105% annually. The debenture also stipulated that the maximum tax rate provides strong coverage of the debt service of 21.5x MADS.\n\nMoody's. \"North American Loan Covenant Quality Indicator: Protection hits record-worst as volume surges on pent-up demand.\" Accessed July 12, 2021.",
  "url": "https://www.investopedia.com/terms/b/bond-covenant.asp"
}