{
  "term": "Bond Quote: Definition, How to Read for Trading, and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA bond quote shows the market price for a bond as well as other details such as coupon rate and the maturity date.\n\nA bond quote provides the current price at which a bond is traded in the market. It's essential information for investors and traders seeking to gauge value and decide on investing.\n\nBond quotes are displayed as a percentage of the bond's face value, the amount the bond was worth when issued and what it will be worth at maturity for a bondholder.\n\nUnderstanding bond quotes helps investors compare different bonds and decide which bonds to buy or sell.\n\nA bond's face value, also known aspar value, is generally $1000. Quotes for bonds are displayed as a percentage of that face value.\n\nSo, if you see a bond quote of 98, that means that the price is 98% of $1000, or $980 (.98 x $1,000). If you see a quote of 102, the bond is trading at 102% of its face value, or $1,020 (1.02 x $1,000).\n\nFluctuations in bond prices can occur because of various factors, including changes in interest rates, the bond'scredit rating, or broader market conditions.\n\nBy examining bond quotes, investors can confirm the current market value of a bond, gain a sense of the direction of prices, and make a better-informed decision about whether to buy, hold, or sell a bond.\n\nReading a bond quote may initially seem complex, but it's actually quite straightforward. Let's start with an example:\n\nNow, let's take each part in order:\n\nVZ40: This is the bond's unique ticker symbol. It's used to identify it.\n\n101.25: As mentioned, the price in a quote is usually listed as a percentage of a bond's face value (typically $1,000 but occasionally $100).\n\nJust multiply the price by 10 to determine the cost per bond. In this case, that cost would be $1,012.50.\n\nOr, to be more precise, since the bond is trading at 101.25% of its $1,000 face value, the full calculation would be 1.0125 x $1,000 = $1,012.50.\n\n3.892%: The yield is the annual return on the bond, expressed as a percentage. The most common yield metric used is yield to maturity, which estimates the bond’s total return if held to maturity, assuming all coupon and principal payments are made as scheduled.\n\nSometimes, a “+” or “-” will be included in the yield, indicating it is slightly above or below the stated yield.\n\n06/30/28: The maturity date is the day on which the bond will be repaid in full. Knowing the maturity date is crucial for assessing the bond's life span and the duration of the investment. This bond matures, and the principal is due, on June 30, 2028.\n\n5%: Thecoupon rateis the annual interest rate paid on the bond. It is fixed and determined at the time the bond is issued. This bond pays interest, or a coupon, of 5% of its face value annually.\n\nAA: The bond has a credit rating of AA, meaning it has a high credit quality but slightly higher risk than AAA bonds. Bonds are rated by credit rating agencies like Moody's, S&P, and Fitch.Thecredit ratingreflects the bond issuer's creditworthiness and the likelihood of default.\n\nA higher rating (e.g., AAA or AA) indicates a lower risk, while a lower rating (e.g., BB or C) suggests a higher risk. In the United States, bonds are categorized into one of three groups:\n\nTaking the above information together, our hypothetical bond is trading above its face value at $1012.50, has a yield of 3.892% based on the market price, matures halfway through the year 2028, pays a 5% annual coupon, and has a strong credit rating.\n\nAn investor purchasing this bond at the price of $1012.50 can expect an estimated yield of 3.892% each year until it matures.\n\nThe following details may also be found in bond quotes:\n\nBond quotes can be obtained from various sources, including financial news outlets, brokerage firms, or financial advisors. Online platforms and financial data services also provide updated bond quotes.\n\nBonds are quoted as a percentage of their $1,000 or $100 face value.For example, a quote of 95 means the bond is trading at 95% of its initial face value.\n\nFace value quotes allow you to easily calculate the bond's dollar price by multiplying the quote by the face value. This is the most common method for quotingU.S. Treasury bonds.\n\nBonds are quoted by their annual yield to maturity based on their current market price.For example, 5.25% yield.\n\nYield quotations allow easier comparison of bonds based on their yields rather than dollar prices. Corporate and municipal bonds are typically quoted by yield.\n\nMany bonds, especially corporate and municipal bonds, are quoted electronically on platforms like the Municipal Securities Rulemaking Board's Electronic Municipal Market Access System or the Financial Industry Regulatory Authority's (FINRA)TRACE system. Some bonds, such as certain corporate bonds, are traded over the counter, and these may not be as easily accessible for quotes as exchange-traded bonds.\n\nBonds may be quoted based on theyield spreadover a benchmark security like U.S. Treasurys, e.g., +175 basis points over Treasurys.\n\nSpreads provide an easier comparison of non-Treasury securities with the risk-free government bond yield rates.\n\nSome bonds are simply quoted as a dollar price, without reference to face value, e.g., $1,254. Pure price quotes are useful for bonds that don't have a standard $1,000 face value, like somemortgage-backedandasset-backed securities.\n\nThe different quote types serve different purposes, allowing comparisons based on face value, yields, spreads, or dollar prices. They provide alternate ways to assess the value of a bond.\n\nA bond is a debt security, like an IOU. When you purchase a bond, you are lending money to the issuer in exchange for periodic interest payments and the return of the bond's face value when it matures.\n\nA bid price is the most a buyer will pay for a security. An ask price is the least the seller will accept for the security. The difference is known as thespread.\n\nBonds with high levels of liquidity, such as Treasurys, generally have spreads of a few pennies between the bid and the ask price in a full quote. The spreads on corporate bonds with lower levels of liquidity can exceed $1. A full quote on an illiquid corporate bond could list a last trade of $98, with a bid of $97 and an ask price of $99.\n\nChanges in interest rates have aninverse relationshipwith bond prices. When interest rates rise, bond prices typically fall, and vice versa. These changes are reflected in bond quotes, with the quoted price decreasing or increasing in response to interest rate moves.\n\nA bond quoted at apremiumis trading above its face value. For example, it could have a higher coupon rate than current market rates. Conversely, a bond quoted at adiscountis trading below its face value, perhaps because it has lower coupon rates or the issuer's credit quality has fallen.\n\nNo, bond quotes can differ across various types of bonds like corporate, treasury, and municipal bonds because of their different features and market behavior. For instance, Treasury bonds aretypically quoted in terms of yield only, while corporate and municipal bonds may be quoted by either price or yield.\n\nA bond quote containsthe vital informationbond traders and investors need to evaluate and compare different bonds. Investors can make more informed decisions by understanding how to read and interpret bond quotes.\n\nSunil Parameswaran. \"Fundamentals of Financial Instruments.\" John Wiley & Sons, 2022. Pages 148-50.\n\nSunil Parameswaran. \"Fundamentals of Financial Instruments.\" John Wiley & Sons, 2022. Page 154.\n\nSunil Parameswaran. \"Fundamentals of Financial Instruments.\" John Wiley & Sons, 2022. Page 143.\n\nSunil Parameswaran. \"Fundamentals of Financial Instruments.\" John Wiley & Sons, 2022. Page 144.\n\nInvestor.gov. \"Bid Price/Ask Price.\"\n\nU.S. Securities and Exchange Commission. \"CUSIP Number.\"\n\nSunil Parameswaran. \"Fundamentals of Financial Instruments.\" John Wiley & Sons, 2022. Page 179-80.\n\nFINRA. \"Investment Products Bonds.\"",
  "url": "https://www.investopedia.com/terms/b/bondquote.asp"
}