{
  "term": "Bond Yield: What It Is, Why It Matters, and How It's Calculated",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA bond yield is the return on the capital invested by an investor. The yield matches the bond's coupon rate when the bond is issued, though the yield often changes while the bond is outstanding. Bond yields can be derived in different ways, including the coupon yield and current yield.\n\nBonds are essentially a loan to bondissuers. They are considered safe investments. That's because bond values don't change the same way stock prices do. They offer investors a reliable stream of income and provide bondholders with a fixed form of income.\n\nInvestors earn interest on a bond throughout the life of the asset and receive the face value of the bond uponmaturity. Investors can purchase bonds for more than their face value at a premium or less than the face value at a discount. Whichever they buy will change the yield they earn on the bond.\n\nBonds are rated by services approved by theSecurities and Exchange Commission (SEC)and ratings range from \"AAA\" as investment grade with the lowest risk to \"D,\" which are bonds in default, or junk bonds, with the highest risk.\n\nThe return realized by a bond investor is called the yield. There are a couple of different yield-related concepts. These include the:\n\nThe simplest way tocalculate a bond yieldis to divide its coupon payment by the face value of the bond. This is called the coupon rate.\n\nCoupon Rate=Annual Coupon PaymentBond’s Current Market Price\\begin{aligned}&\\text{Coupon Rate}=\\frac{\\text{Annual Coupon Payment}}{\\text{Bond's Current Market Price}}\\end{aligned}​Coupon Rate=Bond’s Current Market PriceAnnual Coupon Payment​​\n\nIf a bond has a face value of $1,000 and made interest or coupon payments of $100 per year, then its coupon rate is 10% or $100 ÷ $1,000.Bonds are essentially a loan to bondissuers. They are considered safe investments. That's because bond values don't change the same way stock prices do. They offer investors a reliable stream of income and provide bondholders with a fixed form of income.\n\nPrice and yield are inversely related. This means that as the price of a bond goes up, its yield goes down. Conversely, as the yield goes up, the price of the bond goes down.\n\nIf an investor purchases a bond with a face value of $1000 that matures in five years with a 10% annual coupon rate, the bond pays 10%, or $100, in interest annually. Ifinterest ratesrise above 10%, the bond's price will fall if the investor decides to sell it.\n\nIf the interest rate for similar investments rises to 12%, the original bond will still earn a coupon payment of $100, which would be unattractive to investors who can buy bonds that pay $120 as interest rates have risen. To sell the original $1000 bond, the price can be lowered so that the coupon payments and maturity value equal a yield of 12%.\n\nIf interest rates fall, the bond's price would rise because itscoupon payment is more attractive. The further rates fall, the higher the bond's price will rise. In either scenario, the coupon rate no longer has any meaning for a new investor.But if the annual coupon payment is divided by the bond's price, the investor cancalculate the current yieldand get an estimate of the bond's true yield.\n\nCurrent Yield=Annual Coupon PaymentBond Price\\text{Current Yield}=\\frac{\\text{Annual Coupon Payment}}{\\text{Bond Price}}Current Yield=Bond PriceAnnual Coupon Payment​\n\nThe current yield and the coupon rate are incomplete calculations for a bond's yield because they do not account for the time value of money, maturity value, or payment frequency, and more complex calculations are required.\n\nAs noted above, there are additional calculations of a bond's yield. These include the YTM,bond equivalent yield (BEY), andeffective annual yield (EAY).\n\nA bond's yield tomaturityis equal to the interest rate which makes thepresent valueof all a bond's futurecash flowsequal to its current price. These cash flows include all the coupon payments and maturity value. Solving for YTM is a trial and error process that can be done on a financial calculator, but the formula is as follows:\n\nPrice=∑t−1TCash Flowst(1+YTM)twhere:YTM=Yield to maturity\\begin{aligned} &\\text{Price}=\\sum^T_{t-1}\\frac{\\text{Cash Flows}_t}{(1+\\text{YTM})^t}\\\\ &\\textbf{where:}\\\\ &\\text{YTM}=\\text{ Yield to maturity} \\end{aligned}​Price=t−1∑T​(1+YTM)tCash Flowst​​where:YTM=Yield to maturity​\n\nIn the previous example, a bond with a $1,000 face value, five years to maturity, and $100 annual coupon payments is worth $927.90 to match a new YTM of 12%. The five coupon payments plus the $1,000maturityvalue are the bond's six cash flows.\n\nFinding the present value of each of those sixcash flowswith an interest rate of 12% will determine what the bond's current price should be.\n\nBond yields are quoted as a bond equivalent yield, which adjusts for the bond coupon paid in two semi-annual payments. In the previous example, the bonds' cash flows were annual, so the YTM is equal to the BEY.\n\nHowever, if the coupon payments were made every six months, the semi-annual YTM would be 5.979%. The BEY is a simple annualized version of the semi-annual YTM and is calculated by multiplying the YTM by two.\n\nIn this example, the BEY of a bond that pays semi-annual coupon payments of $50 would be 11.958% (5.979% X 2 = 11.958%). The BEY does not account for the time value of money for the adjustment from a semi-annual YTM to an annual rate.\n\nInvestors can define a more precise annual yield given the BEY for a bond when considering the time value of money in the calculation. In the case of a semi-annual coupon payment, the effective annual yield would be calculated as follows:\n\nEAY=(1+in)n−1where:i=Nominal interest rate (as a decimal)n=Number of compounding periods per year\\begin{aligned}&EAY=\\left(1+\\frac{i}{n}\\right)^n-1\\\\&\\textbf{where:}\\\\&i=\\text{Nominal interest rate (as a decimal)}\\\\&n=\\text{Number of compounding periods per year}\\end{aligned}​EAY=(1+ni​)n−1where:i=Nominal interest rate (as a decimal)n=Number of compounding periods per year​\n\nIf an investor knows that the semi-annual YTM was 5.979%, they could use the previous formula to find the EAY of 12.32%. Because the extra compounding period is included, the EAY will be higher than the BEY.\n\nAbond ratingis a grade given to a bond and indicates its credit quality. The rating takes into consideration a bond issuer's financial strength or its ability to pay a bond's principal and interest in a timely fashion. There are three bond rating agencies in the United States that account for approximately 95% of all bond ratings and include Fitch Ratings, Standard & Poor’s Global Ratings, and Moody’s Investors Service.\n\nSome factors skew the calculations in determining a bond's yield. In the previous examples, it was assumed that the bond had exactly five years left to maturity when it was sold, which is rare. The fractional periods can be defined but theaccrued interestis more difficult to calculate.\n\nAssume a bond has four years and eight months to maturity. The exponent in the yield calculations can be turned into a decimal to adjust for the partial year.\n\nHowever, this means that four months in the current coupon period have elapsed with two remaining, which requires anadjustment for accrued interest. A new bond buyer will be paid the full coupon, so the bond's price will be inflated slightly to compensate the seller for the four months in the current coupon period that have elapsed.\n\nBonds can be quoted with aclean pricethat excludes the accrued interest or adirty pricethat includes the amount owed to reconcile the accrued interest. When bonds are quoted in a system like a Bloomberg or Reuters terminal, the clean price is used.\n\nA bond's yield is the return to an investor from the bond's interest, or coupon, payments. It can be calculated as a simple coupon yield or using a more complex method like yield to maturity. Higher yields mean that bond investors are owed larger interest payments, but may also be a sign of greater risk. The riskier a borrower is, the more yield investors demand. Higher yields are often common with a longer maturity bond.\n\nBond investment depends on an investor's circumstances, goals, and risk tolerance. Low-yield bonds may be better for investors who want a virtually risk-free asset, or one who is hedging a mixed portfolio by keeping a portion of it in a low-risk asset. High-yield bonds may be better suited for investors who are willing to accept a degree of risk in return for a higher return.\n\nYes. Perjoratively, high-yield debt is known as a junk bond. These have the lowest-rated corporate debt and sometimes come with less secure foundations, and thus are riskiest. But they provide extra yield over safer alternatives.\n\nYields are used for more sophisticated analyses. Bonds of different maturities can be traded to take advantage of the yield curve, which plots the interest rates of bonds having equal credit quality but differing maturity dates.\n\nThe slope of theyield curvegives an idea of future interest rate changes and economic activity. They may also look at the difference in interest rates between different categories of bonds,holding some characteristics constant.\n\nAyield spreadis a difference between yields on differing debt instruments of varying maturities, credit ratings, issuer, or risk level, calculated by deducting the yield of one instrument from the other such as the spread between AAA corporate bonds and U.S. Treasuries. This difference is most often expressed inbasis points (bps)or percentage points.\n\nBond yield is the amount of return an investor will realize on a bond. The coupon rate and current yield arebasic yield concepts and calculations. A bond rating is a grade given to a bond and indicates its credit quality and often the level of risk to the investor in purchasing the bond.\n\nForbes. \"What Are Bond Rating Agencies?\"\n\nU.S. Securities and Exchange Commission. \"Bonds.\"\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: Fixed Income Investments - When Interest Rates Go Up, Prices of Fixed-Rate Bonds Fall.\"\n\nForbes. \"What Are Bond Rating Agencies?\"",
  "url": "https://www.investopedia.com/terms/b/bond-yield.asp"
}