{
  "term": "Bondholder: Definition, Risks and Rewards, Taxes",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA bondholder is an entity that invests in or owns bonds. Bondholders hold debt securities that are typically issued by corporations and governments. They essentially lend money to bond issuers by giving them capital. In return, bond investors receive theirprincipalor initial investment back when the bonds mature. For most bonds, bondholders also receives periodic interest payments.\n\nAs noted above, an entity that invests in bonds is known as a bondholder. Theseinvestorspurchase bonds directly from the entity that issues these fixed-income assets. Bonds are usually issued by different levels of government, including federal and local, as well as corporations. For instance, prospective bondholders can purchase Treasury bonds directly from the U.S. Treasury during new issueauctions.\n\nBonds are sold whenever the issuing entity wants to raise money for an express purpose. For example, governments may issue bonds to fund social programs orinfrastructureprojects. Or corporations may decide to sell bonds to further their own growth.\n\nBondholders buy bonds from the issuer with upfrontcapital. In exchange for their money, bondholders are promised the return of their principal investment when the bond matures. Some bond issuers also promise to pay periodic interest or coupon payments that are paid either before or upon maturity.\n\nBonds are typically considered safer investments than stocks because bondholders have a higher claim on the issuing company's assets in the event of bankruptcy. In other words, if the company must sell orliquidateits assets, any proceeds will go to bondholders before common stockholders.\n\nBonds are only as safe as the underlying issuer. Bonds carrycredit riskand default risk since they're tied to the issuer's financial viability. If a company struggles financially, investors are at risk of default on the bond. In other words, the bondholder might lose 100% of the principal invested should the underlying company file bankruptcy.\n\nWhen investing in bonds, there are several vital areas that the bondholder must understand before investing. Unlikestocks, bonds do not offer ownership participation in a company through a return of profits or voting rights. Instead, they represent the issuer's loan obligations and the likelihood of repayment, and other factors influence their pricing.\n\nThecoupon rateis the rate of interest that the company or government will pay the bondholder.The interest rate can be either fixed or floating. A floating rate might be tied to a benchmark such as the yield of the 10-year Treasury bond.\n\nSome bonds don't pay interest to investors. Instead, they sell at a lower price than their face value or at a discount. Azero-coupon bond, for example, doesn't pay coupon interest but trades at a deep discount to the face value, rendering its profit atmaturitywhen the bond returns its full-face value.For example, a $1,000 discounted bond might sell in the market for $950, and upon maturity, the investor receives the $1,000 face value for a $50 profit.\n\nThe date of maturity is when the company must pay back the principal—initial investment—to bondholders. Most government securities pay back the principal at maturity. However, the corporations that issue bonds have a few options for how they can repay.\n\nThe most common form of repayment is called a redemption out of capital. Here, the issuing company makes a lump sum payment on the date of maturity.A second option is called adebenture redemption reserve. With this method, the issuing company returns specific amounts each year until the debenture is repaid on the date of maturity.\n\nSome bonds arecallable securities. A callable bond—also known as a redeemable bond—is one that the issuer may redeem at a date before the stated maturity. If called the issuer will return the investor's principal early, ending all future coupon payments.\n\nThe issuer'scredit ratingand ultimately the bond's credit rating impacts the interest rate that investors will receive. Credit-rating agencies measure the creditworthiness of corporate and government bonds to provide investors with an overview of the risks involved in investing in that particular bond as opposed to investing in similar products.\n\nCredit rating agencies typically assign letter grades to indicate these ratings. Standard & Poor’s, for instance, has a credit rating scale ranging from excellent at AAA to C and D for securities that carry higher credit risk. A debt instrument with a rating below BB is considered to be a speculative-grade or ajunk bond, which means the bond's issuer is more likely to default on loans.\n\nIn August 2023, Fitch downgraded the long-term ratings for the United States. The rating dropped from AAA to AA+. Fitch stated the move was due to the increasing national debt and the potential for \"fiscal deterioration\" over the next three years.\n\nBondholders earnincomein two primary ways. First, most bonds return regular interest—coupon rate—payments that are usually paid semi-annually. However, depending on the structure of the bond it may pay yearly, quarterly, or even monthly coupons. For example, if a bond pays a 4% interest rate, called a coupon rate, and has a $1,000 face value, the investor will be paid $40 per year or $20 semiannually until maturity. The bondholder receives their full principal back at bond maturity ($1,000 x 0.04 = $40 ÷ 2 = $20).\n\nThe second way a bondholder can earn income from the holding is by selling the bond on thesecondary market. If a bondholder sells the bond before maturity, there's the potential for a gain on the sale. Like other securities, bonds can increase in value, but several factors come into play with bond appreciation.\n\nFor example, let's say an investor paid $1,000 for a bond with a $1,000 face value. If the bondholder sells the bond before maturity in the secondary market and the bond may fetch $1,050, thereby earning $50 on the sale. Of course, the bondholder could lose if the bond decreases in value from the original purchase price.\n\nBesides the upsides of regular passive income and the return of investment at maturity, one big advantage of being a bondholder is the income from certain bonds may be exempt from income taxes. Municipal bonds, those issued by local or state governments, often pay interest that is not subject to taxation.However, to purchase atriple-tax-free bondthat is exempt from state, local, and federal taxes, you typically must live in the municipality in which the bond is issued.\n\nThe rewards available to bondholders include a relatively safe investment product. They receive regular interest payments and a return of their invested principal on maturity. Also, in some cases, the interest is not subject to taxes.\n\nBeing a bondholder is generally perceived as a low-risk endeavor when compared to other types of investments, such as stocks. That's because bonds, which arefixed-incomeinvestments, guarantee consistent interest payments and the return of principal at maturity.\n\nIn the case of corporatebankruptcies, bondholders are commonly among the first to be reimbursed. Common stockholders, on the other hand, are on the lower rungs of the repayment ladder.\n\nAlthough there arecertain tax implicationsassociated with certain bonds, there are some bond categories that provide holders with tax-free interest payments. This means the investor doesn't have to declare the interest as income and can net the entire amount as profit.\n\nThe interest rate paid on a bond might not keep up with inflation.Inflationary riskis a measure of price increases throughout an economy. If prices rise by 3% and the bond pays a 2% coupon, the bondholder has a net loss in real terms. In other words, bondholders are susceptible to inflation risk.\n\nBondholders also must deal withinterest rate risk. Interest rate risk occurs when interest rates are rising. Most bonds have fixed-rate coupons, and as market rates rise, they may end up paying lower rates. As a result, a bondholder might earn a lower yield compared to the market in the rising-rate environment.\n\nFor example, corporate bonds generally yield higher returns than holdinggovernment bonds, but they come with higher risks. Thisyielddifference is because it is less likely a government or municipality will file for bankruptcy and leave its bondholders unpaid. Of course, bonds issued by foreign countries with shakier economies or governments during upheaval can still carry a far greater risk of default than those issued by financially stable governments and corporations.\n\nBond investors must consider the risk-versus-reward of being a bondholder. Risk causes bond prices on the secondary market to fluctuate and deviate from the bond's face value. Potential bondholders may not be willing to pay $1,000 for a bond with a $1,000 face value if it's issued by a new company with little earnings history, or by a foreign government with an uncertain future.\n\nAs a result, the $1,000 bond may only sell for $800 or at a discount. However, the investor who purchases the bond is taking the risk that the issuer will not fold ordefaultbefore the investment's maturity. In return, the bondholder has the potential of a 20% gain at maturity.\n\nBondholders can earn a fixed income with regular interest—or coupon—payments\n\nSafe, risk-free investment with U.S. Treasury options\n\nBondholders receive payment in a corporate bankruptcy before common stock shareholders\n\nSome municipal bonds provide tax-free interest payments\n\nInterest rate risk when market rates are rising\n\nCredit and default risk can happen to corporate bonds tied to the issuer's financial viability\n\nInflationary risk if inflation outpaces the bond's coupon rate\n\nA bond's face value on the secondary market may decrease when market interest rates outpace the coupon rate\n\nPotential bondholders can invest in government bonds or corporate bonds. Below is an example of each with the benefits and risks.\n\nA U.S.Treasury bond (T-bond)is issued by the U.S. government to raise money to finance projects or day-to-day operations. The U.S. Treasury Department issues bonds via auctions at various times throughout the year while existing bonds trade in the secondary market.\n\nConsidered risk-free with the full faith and credit of the U.S. government backing them, T-bonds are a favorite investment for conservative investors. However, the risk-free feature has a drawback as T-bonds usually pay a lower interest rate than corporate bonds.\n\nTreasury bonds are long-term bonds—maturities between 10 to 30 years—providing semiannual interest payments andface valuesof $1,000. For instance, the 30-year Treasury bond yield closed at 2.817% on March 31, 2019, so the bondholder receives 2.817% yearly. At maturity, in 30 years, they receive the fully invested principal back. T-bonds can sell on the secondary market before maturity.\n\nMicrosoft (MSFT) has a series of corporate bonds or notes that it issues to raise capital. Many of them are long-term fixed-income assets that mature within 30 years. Issued on Dec. 6, 2013, its maturity date is Dec. 15, 2013, and trades on the secondary market. On Aug. 17, 2023, the bond's yield was 5.0142%, which means the bondholder gets 5.0142% on an annual basis.\n\nThere are two inherent rights associated with being a bondholder. The first is to be repaid the full principal amount once the bond matures. The second is for the bond issuer to pay the bondholder interest at the agreed-upon interval, whether that's annually, quarterly, or another period.\n\nGovernment bonds are issued by different forms of government, including federal and local governments. Corporate bonds, on the other hand, are issued by companies—usually those that are more established.\n\nGovernment bonds tend to be considered safer because they are backed by the full faith of the issuing entity, such as those offered by the U.S. government. Corporate bonds, on the other hand, are often deemed a little riskier. Although bondholders are ahead of common stockholders when it comes to being paid, bonds can lose their value if the issuing company goes bankrupt. This means there's no guarantee how much bondholders will receive.\n\nYes, there are instances when you can lose money on a bond. Bonds are generally considered safe investments but they are susceptible to certain risks. For instance, inflation can eat away at the returns of a bondholder. If inflation is running higher than what the bond pays, then you'll lose out. You can also lose money on a bond because of any taxes you may owe on the interest you earn.\n\nBonds are fixed-income investments that are generally considered safe. Investors who hold bonds are called bondholders. Make sure you know the ins and outs of being a bondholder—notably, things like the interest rate, maturity date, and credit ratings of bond issuers. If you're reviewing an investment in government or corporate bonds, there are certain factors you should consider. Although they are usually safer than stocks, bonds do come with certain risks, including inflation and interest rate risk.\n\nFINRA. \"Understanding Bond Yield and Return.\"\n\nTreasuryDirect.gov. \"Frequently Asked Questions on Floating Rate Notes (FRNs).\"\n\nInvestor.gov. \"Zero Coupon Bond.\"\n\nNational Council of Educational Research and Training. \"Issue and Redemption of Debentures,\" Pages 111–112.\n\nThe Investors Book. \"Debenture Redemption Reserve.\"\n\nInvestor.gov. \"Callable or Redeemable Bonds.\"\n\nThe Association of Corporate Treasurers. \"Corporate Credit Ratings: A Quick Guide.\"\n\nFitch Ratings. \"Fitch Downgrades the United States' Long-Term Ratings to 'AA+' from 'AAA'; Outlook Stable.\"\n\nU.S. Securities and Exchange Commission. \"What Are Municipal Bonds.\"\n\nNew York City Comptroller Brad Lander. \"NYC Bonds.\"\n\nMerrill, A Bank of America Company. \"Understanding Bonds and Their Risks.\"\n\nTreasuryDirect. \"Treasury Bonds.\"\n\nFRED Economic Data. \"Market Yield on U.S. Treasury Securities at 30-Year Constant Maturity, Quoted on an Investment Basis.\"\n\nBörse Frankfurt. \"Microsoft Corp. 4,875% 13/43.\"",
  "url": "https://www.investopedia.com/terms/b/bondholder.asp"
}