{
  "term": "Bond Futures: What They Are, How They Work, and How to Buy Them",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nBond futures are contracts that fix the future price of a government bond, protecting traders from interest rate swings.\n\nBond futures are financial derivatives that obligate the contract holder to purchase or sell a bond on a specified date at a predetermined price. A bond futures contract trades on a futures exchange market and is bought or sold through a brokerage firm that offers futures trading. The contract's terms (price and expiration date) are decided when the future is purchased or sold.\n\nAfutures contractis an agreement entered into by two parties. One party agrees to buy, and the other agrees to sell an underlying asset at a predetermined price on a specified date. On the futures contract's settlement date, the seller must deliver the asset to the buyer.\n\nA futures contract's underlying asset could be a commodity or a financial instrument, such as a bond. Bond futures are contractual agreements where the asset to be delivered is a government or Treasury bond.\n\nA bond futures contract can be held until maturity, and it can also be closed out before the maturity date. If the party that established the position closes out before maturity, the closing trade will result in a profit or a loss from the position, depending on the value of the futures contract at the time.\n\nBond futures are standardized by the futures exchanges and are considered among the most liquid financial products. A liquid market means that there are plenty of buyers and sellers, allowing for the free flow of trades without delays. As such, the bond futures contract is used for hedging, speculating, orarbitragepurposes:\n\nAs mentioned earlier, the seller of the bond futures can choose which bond to deliver to the buyer counterparty. The bonds that are typically delivered are called thecheapest to deliver (CTD)bonds, which are delivered on the last delivery date of the month.\n\nA CTD is the cheapest security that's allowed to satisfy the futures contract terms. The use of CTDs is common with trading Treasury bond futures since any Treasury bond can be used for delivery as long as it is within a specific maturity range with a specific coupon or interest rate.\n\nFutures traders typically close positions well before the chances of delivery. In fact, many futures brokers require that their customers offset positions (or roll to later months) well before the futures expiration.\n\nMany futures contracts require margin, meaning a trader needs to deposit and maintain a specific amount in their brokerage account. This amount is generally much smaller than the notional value of the futures contract, and it must be deposited when a futures position is opened.\n\nA broker requires aninitial marginand amaintenance margin. Should the bond futures position decline sufficiently in value, the broker might issue amargin call, which is a demand for additional funds to be deposited.\n\nFutures margin differs from securities margin. In futures trading, margin is the amount that must be maintained in the account. It does not fund your purchase, and it does not create a leveraged position. It is based on the underlying asset's price and is used as a bond to ensure both parties can meet their obligations at expiry.\n\nThe risk of trading bond futures is potentially unlimited for either the buyer or seller of the bond. Risks include the price of the underlying bond changing drastically between the exercise date and the initial agreement date. Also, the leverage used in margin trading can exacerbate the losses in bond futures trading.\n\nBond futures trade primarily on the Chicago Board of Trade (CBOT), which is part of the Chicago Mercantile Exchange (CME) Group. Contracts typically expire quarterly: March, June, September, and December. Examples of underlying assets for bond futures include:\n\nMany brokers offer bond futures, such as Charles Schwab, Interactive Brokers, and TradeStation.\n\nEach day, before expiration, the long (buy) and short (sell) positions in the traders' accounts aremarked to market (MTM), or adjusted to current rates. When interest rates rise, bond prices decline, since existing fixed-rate bonds are less attractive in a rising-rate environment.\n\nConversely, if interest rates decrease, bond prices increase as investors rush to buy existing fixed-rate bonds with attractive rates.\n\nFor example, assume a U.S. Treasury bond futures contract is entered into on Day One. If interest rates increase on Day Two, the value of the T-bond will decrease. The margin account of the long futures holder will be debited to reflect the loss. At the same time, the account of the short trader will be credited with the profits from the price move.\n\nConversely, if interest rates fall instead, bond prices will increase, the long trader's account will be marked to a profit, and the short account will be debited.\n\nBond futures are overseen by the Commodity Futures Trading Commission (CFTC). The role of the CFTC includes ensuring that fair trading practices, equality, and consistency exist in the markets, as well as preventing fraud.\n\nThe bonds that can be delivered are standardized through a system of conversion factors calculated according to the rules of the exchange. The conversion factor is used to equalize coupon andaccrued interestdifferences of all delivery bonds. The accrued interest is the interest accumulated and yet to be paid.\n\nIf a contract specifies that a bond has a notional coupon of 6%, the conversion factor will be:\n\nBefore the trading of a contract happens, the exchange will announce the conversion factor for each bond. For example, a conversion factor of 0.8112 means that a bond is approximately valued at 81% of a 6% coupon security.\n\nThe price of bond futures can be calculated on the expiry date as:\n\nThe product of the conversion factor and the futures price of the bond is theforward priceavailable in the futures market.\n\nBond futures are contractual obligations between two parties to buy or sell government bonds on a future date at a specific price. As with all futures, the goal is to lock in a price for a transaction that will happen in the future.\n\nAn investor can either hold the contract to maturity and receive the bond or exit the trade beforehand by selling their position and not taking delivery of the bond.\n\nAs with all futures, bond futures are used by investors for two primary purposes (1) hedging, meaning they want to protect themselves from large moves in interest rates that could adversely impact their investments or (2) speculation, meaning they're trying to make money by anticipating which way interest rates will go.\n\nBond futures are highly regulated; they are standardized and trade on exchanges.\n\nA bond future is a contract between two traders to buy and sell a bond at a specified price and date. Futures are used to speculate on a bond's future price.\n\nFuture bond rates change frequently. On May 28, 2025, the U.S. Treasury bond futures yield was 4.92%.\n\nInterest rate futuresare contracts that have an underlying interest-bearing asset. Bond futures are types of interest rate futures.\n\nBond futures obligate the contract holder to either buy or sell a bond at a predetermined price on a specific date. Bond futures traders try to profit from price changes in the short term, and usually do not hold the contracts until expiry to avoid being forced to accept delivery.\n\nThere are benefits and drawbacks to futures trading—the consistently fluctuating market can increase profits significantly, but it also puts traders at greater risk.\n\nCommodity Futures Trading Commission. \"Basics of Futures Trading.\"\n\nChicago Mercantile Exchange Group. \"Understanding Treasury Futures,\" Pages 1-17.\n\nCommodity Futures Trading Commission. \"History of the CFTC.\"\n\nUSAGov. \"U.S. Commodity Futures Trading Commission.\"\n\nCME Group. \"U.S. Treasury Bond Futures and Options.\"",
  "url": "https://www.investopedia.com/terms/b/bondfutures.asp"
}