{
  "term": "Bond Valuation: Calculation and Example",
  "definition": "Bond valuation helps investors compare the value of a bond's future payments with other investments.\n\nBond valuation determines the present value of a bond's future interest payments, also known as its cash flow, and the bond's value uponmaturity, also known as its face value orpar value. A bond's par value and interest payments are fixed. Bond valuation helps investors determine what rate of return makes a bond investment worth the cost.\n\nA bond is a debt instrument that provides a steady income stream to the investor in the form ofcoupon payments. At the maturity date, the full face value of the bond is repaid to the bondholder. The characteristics of a regular bond include:\n\nMaturity date: All bonds have maturity dates, some short-term, others long-term. When a bond matures, the bond issuer repays the investor the fullface valueof the bond. For corporate bonds, the face value of a bond is usually $1,000, and for government bonds, the face value is $10,000. The face value is not necessarily the invested principal or purchase price of the bond.\n\nCurrent price: Depending on the level of interest rate in the environment, the investor may purchase a bond at par, below par, or above par. For example, if interest rates increase, the value of a bond will decrease since the coupon rate will be lower than the interest rate in the economy. When this occurs, the bond will tradeat a discount, that is, below par. However, the bondholder will be paid the full face value of the bond at maturity even though they purchased it for less than the par value.\n\nSince bonds are an essential part of the capital markets, investors and analysts seek to understand how the different features of a bond interact to determine itsintrinsic value. Like a stock, the value of a bond determines whether it is a suitable investment for a portfolio and, hence, is an integral step in bond investing.\n\nBond valuation, in effect, is calculating thepresent valueof a bond’s expected future coupon payments. The theoretical fair value of a bond is calculated by discounting the future value of its coupon payments by an appropriatediscount rate.\n\nThe discount rate used is the yield to maturity, which is the rate of return that an investor will get if they reinvest every coupon payment from the bond at a fixed interest rate until the bond matures. It takes into account the price of a bond, par value, coupon rate, and time to maturity.\n\nThe size of the U.S. bond market as of Nov. 2024, according to the Securities Industry and Financial Markets Association (SIFMA), an industry group.\n\nCalculating the value of a coupon bond factors in the annual or semi-annual coupon payment and the par value of the bond.\n\nThe present value of expected cash flows is added to the present value of the face value of the bond as seen in the following formula:\n\nVcoupons=∑C(1+r)tVface value=F(1+r)Twhere:C=future cash flows, that is, coupon paymentsr=discount rate, that is, yield to maturityF=face value of the bondt=number of periodsT=time to maturity\\begin{aligned} &V_{\\text{coupons}}=\\sum\\frac{C}{(1+r)^t}\\\\ &V_{\\text{face value}}=\\frac{F}{(1+r)^T}\\\\ &\\textbf{where:}\\\\ &C=\\text{future cash flows, that is, coupon payments}\\\\ &r=\\text{discount rate, that is, yield to maturity}\\\\ &F=\\text{face value of the bond}\\\\ &t=\\text{number of periods}\\\\ &T=\\text{time to maturity} \\end{aligned}​Vcoupons​=∑(1+r)tC​Vface value​=(1+r)TF​where:C=future cash flows, that is, coupon paymentsr=discount rate, that is, yield to maturityF=face value of the bondt=number of periodsT=time to maturity​\n\nFor example, let’s find the value of a corporate bond with an annual interest rate of 5%, making semi-annual interest payments for two years, after which the bond matures and the principal must be repaid. Assume a YTM of 3%:\n\nTherefore, the value of the bond is $1,038.54.\n\nMunicipal bondsare exempt from federal taxes, making them an attractive investment to investors in high tax brackets.\n\nA zero-coupon bond makes no annual or semi-annual coupon payments for the duration of the bond. Instead, it is sold at a deep discount to par when issued. The difference between the purchase price and par value is the investor’s interest earned on the bond.\n\nTo calculate the value of a zero-coupon bond, we only need to find the present value of the face value. Carrying over from the example above, the value of a zero-coupon bond with a face value of $1,000, YTM of 3%, and two years to maturity would be $1,000 / (1.03)2, or $942.59.\n\nA bond is an investment that returns a fixed interest rate. When you buy a bond, you receive periodic interest payments until the bond matures, and then the face value of the bond is returned to you.\n\nInvestors use valuation methods to determine if buying a bond is worthwhile compared to other investments. They do that by calculating the value of the future payments, measured in today's dollars. The total is then compared with other potential investments to find the best choice.\n\nNot exactly. Both stocks and bonds are generally valued using discounted cash flow analysis—which takes the net present value of future cash flows that are owed by a security. Unlike stocks, bonds are composed of an interest (coupon) component and a principal component that is returned when the bond matures. Bond valuation takes the present value of each component and adds them together.\n\nA bond's face or par value will often differ from its market value. This has to do with several factors including changes to interest rates, a company's credit rating, time to maturity, whether there are any call provisions or other embedded options, and whether the bond is secured or unsecured. A bond will always mature at its face value when the principal originally loaned is returned.\n\nA bond that pays a fixed coupon will see its price vary inversely with interest rates. This is because receiving a fixed interest rate, of say 5% is not very attractive if prevailing interest rates are 6%, and becomes even less desirable if rates can earn 7%. In order for that bond paying 5% to become equivalent to a new bond paying 7%, it must trade at a discounted price. Likewise, if interest rates drop to 4% or 3%, that 5% coupon becomes quite attractive and so that bond will trade at a premium to newly-issued bonds that offer a lower coupon.\n\nBond valuation looks at discounted cash flows at their net present value if held to maturity. Duration instead measures a bond's price sensitivity to a 1% change in interest rates. Longer-term bonds have a higher duration, all else equal. Longer-term bonds will also have a larger number of future cash flows to discount, and so a change to the discount rate will have a greater impact on the NPV of longer-maturity bonds as well.\n\nA convertible bond is a debt instrument that has an embedded option that allows investors to convert the bonds into shares of the company's common stock.\n\nConvertible bond valuations take a multitude of factors into account, including the variance in underlying stock price, the conversion ratio, and interest rates that could affect the stocks that such bonds might eventually become. At its most basic, the convertible is priced as the sum of the straight bond and the value of the embedded option to convert.\n\nBond valuation is an important tool for investors in order to determine the fair value of a bond. Investors analyze coupon payments, yield to maturity, and face value to understand if the return on the bond is acceptable, which helps inform investment decisions.\n\nInvestors also take into consideration present value, future payments, interest rates, and the state of the economy to help make an assessment.\n\nTreasuryDirect. \"Understanding Pricing and Interest Rates.\"\n\nSecurities Industry and Financial Markets Association. \"2025 Capital Markets Outlook.\" Page 22.",
  "url": "https://www.investopedia.com/terms/b/bond-valuation.asp"
}