{
  "term": "Bond Discount: Definition, Example, Vs. Premium Bond",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nBond discount is the amount by which the market price of a bond is lower than its principal amount due at maturity. This amount, called its par value, is often $1,000.\n\nThe primary features of a bond are its coupon rate,face value, andmarket price. An issuer makes coupon payments to its bondholders as compensation for the money loaned over a fixed period.\n\nAt maturity, the principal loan amount is repaid to the investor. This amount is equal to the par or face value of the bond. Mostcorporate bondshave a par value of $1,000. Some bonds are sold at par, at a premium, or at a discount.\n\nA bond sold at par has its coupon rate equal to the prevailing interest rate in the economy. An investor who purchases this bond has a return on investment that is determined by the periodic coupon payments.\n\nApremium bondis one for whichthe market price of the bondis higher than the face value. If the bond's stated interest rate is greater than those expected by the current bond market, this bond will be an attractive option for investors.\n\nAbond issued at a discounthas its market price below the face value, creating acapital appreciationupon maturity since the higher face value is paid when the bond matures. The bond discount is the difference by which a bond's market price is lower than its face value.\n\nFor example, a bond with a par value of $1,000 that is trading at $980 has a bond discount of $20. The bond discount is also used in reference to the bond discount rate, which is the interest used to price bonds via present valuation calculations.\n\nBonds are sold at a discount when the market interest rate exceeds the coupon rate of the bond. To understand this concept, remember that a bond sold at par has a coupon rate equal to the market interest rate. When the interest rate increases past the coupon rate, bondholders now hold a bond with lower interest payments.\n\nThese existing bonds reduce in value to reflect the fact that newer issues in the markets have more attractive rates. If the bond’s value falls below par, investors are more likely to purchase it since they will be repaid the par value at maturity. To calculate the bond discount, thepresent valueof the coupon payments and principal value must be determined.\n\nFor example, consider a bond with apar valueof $1,000 set to mature in 3 years. The bond has acoupon rateof 3.5%, and interest rates in the market are a little higher at 5%. Since interest payments are made on a semi-annual basis, the total number of coupon payments is 3 years x 2 = 6, and the interest rate per period is 5%/2 = 2.5%. Using this information, the present value of the principal repayment at maturity is:\n\nPVprincipal= $1,000/(1.0256) = $862.30\n\nNow we need to calculate the present value of coupon payments. The coupon rate per period is 3.5%/2 = 1.75%. Each interest payment per period is 1.75% x $1,000 = $17.50.\n\nPVcoupon= (17.50/1.025) + (17.50/1.0252) + (17.50/1.0253) + (17.50/1.0254) + (17.50/1.0255) + (17.50/1.0256)\n\nPVcoupon= 17.07 + 16.66 + 16.25 + 15.85 + 15.47 + 15.09 = $96.39\n\nThe sum of the present value of coupon payments and principal is the market price of the bond.\n\nMarket Price = $862.30 + $96.39 = $958.69.\n\nSince the market price is below the par value, the bond is trading at a discount of $1,000 - $958.69 = $41.31. The bond discount rate is, therefore, $41.31/$1,000 = 4.13%.\n\nBonds tradeat a discountto par value for a number of reasons. Bonds on the secondary market with fixed coupons will trade at discounts when market interest rates rise. While the investor receives the same coupon, the bond is discounted to match prevailing market yields.\n\nDiscounts also occur when the bond supply exceeds demand when the bond's credit rating is lowered, or when the perceived risk of default increases. Conversely, falling interest rates or an improved credit rating may cause a bond to trade at a premium.\n\nShort-term bonds are often issued at a bond discount, especially if they arezero-coupon bonds. However, bonds on the secondary market may trade at a bond discount, which occurs when supply exceeds demand.",
  "url": "https://www.investopedia.com/terms/b/bond-discount.asp"
}