{
  "term": "Bonus Depreciation: What It Is and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nMichela Buttignol / Investopedia\n\nBonus depreciation allows businesses to reduce their taxable income by writing off a significant portion of the cost of eligible assets in their first year.\n\nBonus depreciation is also known as the additional first-year depreciation deduction. It is a tax incentive that allows a business to immediately deduct a large percentage of the purchase price of eligibleassets, such as machinery, rather than write them off evenly over their useful life as in traditionaldepreciation.\n\nBonus depreciation is an accelerated business tax deduction used instead of allocating the cost evenly over the life of an asset in traditional depreciation. Depreciation helps reduce a company’snet earningsandtax liability. With bonus depreciation, a company benefits from a substantial tax break in the year the asset was acquired.\n\nTheTax Cuts and Jobs Actof 2017 doubled the bonus depreciation deduction for qualified property, as defined by theInternal Revenue Service (IRS), from 50% to an initial 100%. The law also extended the bonus to cover used property under certain conditions. The bonus depreciation percentages depend on when the eligible property was placed in service and is expected to be phased out by 2027.\n\nBonus depreciation rules can be complex and are subject to change, so it’s useful to consult atax advisorwho specializes in them.\n\nBonus depreciation began in 2002, but has changed over the years as the law has been updated.\n\nBonus depreciation is only applicable to certain business assets. For example, tangible property must have a maximum useful life of 20 years. Under the Tax Cuts and Jobs Act, eligibility requirements also stipulated that:\n\nThe rules disqualify certain assets from bonus depreciation:\n\nBonus depreciation is reported on federal tax returns using IRS Form 4562, Depreciation and Amortization (Including Information on Listed Property). This form is also used to report or claim other types of depreciation, such as theSection 179deduction.\n\nTo figure the depreciable base of the asset, the business should subtract any credits or deductions allocated to the property from the basis of the asset. Special treatment exists for assets acquired in alike-kind exchangeorinvoluntary conversion.\n\nA business may decide it would be more advantageous to recognize depreciation over the life of the asset instead of using an accelerated method and can elect not to take it. To make this election, they must attach a statement to their tax return indicating which class of property they wish to exclude. Once the election has been made, the decision cannot be revoked without IRS consent.\n\nIf a business sells property that it claimed a special depreciation deduction for, it is often required to recognize any recaptured amount as ordinary income.\n\nSection 179 allows businesses to claim a larger depreciation deduction for qualifying property for thetax yearthe asset was put into service. Section 179 rules are more flexible in terms of timing than bonus depreciation rules. A business can elect to save certain assets for future tax breaks or claim only a portion of the cost and defer the other portion for a future tax year.\n\nWith bonus depreciation, the amount of depreciation that’s allowable is strictly defined, but not capped in dollar terms; a multimillion-dollar deduction for the cost of a single asset may be recognized in a single year. Section 179 deductions are limited by law.\n\nAs the IRS explains, “For tax years beginning in 2023, the maximum section 179 expense deduction is $1,160,000. This limit is reduced by the amount by which the cost of section 179 property placed in service during the tax year exceeds $2,890,000.” The IRS notes, “The maximum section 179 expense deduction for sport utility vehicles (SUVs) placed in service in tax years beginning in 2023 is $28,900.”\n\nSection 179 deductions are limited to annual business income, while bonus depreciation can exceed that amount.It is also possible to claim both bonus depreciation and Section 179 deductions in the same tax year.\n\nYes, vehicles are eligible for bonus depreciation, although the amount is limited. For tax year 2024, that limit is $20,400.\n\nElecting to take bonus depreciation is often favorable for businesses seeking to minimize their short-term tax liabilities. Though future-year liabilities may be higher due to having a lower amount of depreciation to claim, this may also create a net business loss that can be rolled over and carried to future years. There may also be situations where it makes more sense to elect out.\n\nThe IRS defines “qualifying property” for bonus depreciation purposes as (1) tangible property depreciated under themodified accelerated cost recovery system (MACRS)with a useful life of 20 years or less, (2) certain computer software, (3) water utility property, and (4) qualifying film, television, or live theatrical productions.\n\nBonus depreciation is a tax incentive for businesses that purchase certain new assets. It is similar to Section 179 depreciation but has higher dollar limits in some cases. Bonus depreciation is scheduled to end in 2027.\n\nThomson Reuters. “Bonus Depreciation.”\n\nJournal of Accountancy. \"Regulations Clarify Bonus Depreciation Treatment.\"\n\nTax Foundation. \"The Economic, Revenue, and Distributional Effects of Permanent 100 Percent Bonus Depreciation.\"\n\nInternal Revenue Service. “New Rules and Limitations for Depreciation and Expensing Under the Tax Cuts and Jobs Act.”\n\nInternal Revenue Service. “Instructions for Form 4562, Depreciation and Amortization (Including Information on Listed Property).” Page 1.\n\nInternal Revenue Service. “Instructions for Form 4562, Depreciation and Amortization (Including Information on Listed Property).” Page 8.\n\nInternal Revenue Service. “Instructions for Form 4562, Depreciation and Amortization (Including Information on Listed Property).” Page 6.\n\nInternal Revenue Service. \"Publication 946, How To Depreciate Property.\" Page 20.\n\nInternal Revenue Service. \"Publication 946, How to Depreciate Property.\" Pages 17-21.\n\nInternal Revenue Service. \"Publication 946, How To Depreciate Property.\" Pages 17-18, 19-20.\n\nInternal Revenue Service. \"Rev. Proc. 2024-13.\" Page 6.\n\nInternal Revenue Service. “Instructions for Form 4562, Depreciation and Amortization (Including Information on Listed Property).” Page 5.",
  "url": "https://www.investopedia.com/terms/b/bonusdepreciation.asp"
}