{
  "term": "Bonus Issue of Shares Explained: How They Work",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nA bonus issue of shares is an amount of additional shares given to stockholders, in proportion to their existing holdings and at no direct cost to them.\n\nA bonus issue, also known as a scrip issue or a capitalization issue, is an offer of free, additionalsharesto existing shareholders.\n\nFor example, a company may give one bonus share for every five shares held. Companies issue bonus shares to attract more investment and rewardshareholders.\n\nBonus issues increase a company’s outstanding shares but not itsmarket capitalization. Companies usually fund a bonus issue through profits or existing share reserves. The issuance of bonus shares is not taxable; however, shareholders must pay acapital gains taxif they sell them for a net gain.\n\nA company allocates bonus issues according to each shareholder’s stake. Bonus shares do not diluteshareholders’ equitybecause they are issued in a constant ratio that keeps the relative equity of each shareholder the same as before the issue.\n\nFor example, a three-for-one bonus issue entitles each shareholder to three shares for every one that they hold before the issue. A shareholder with 1,000 shares receives 3,000 bonus shares (1,000 × 3 ÷ 1 = 3,000).\n\nA company’s share price proportionally adjusts to the number of bonus shares issued.\n\nCompanies typically issue bonus shares for several key reasons:\n\n1. First, they encourage moreretail investorparticipation in their stock by lowering the price per share and enhancing theliquidityof outstanding shares.\n\n2. Second, bonus issues provide an alternative to issuing adividendpayment to reward shareholders.\n\n3. Third, they reflect a financially sound company that can keep growing and generating shareholder value.\n\nBelow, we discuss these reasons in greater detail.\n\nThey encourage retail participation: Increasing the number of outstanding shares adds to their liquidity and decreases a company’s stock price, making shares more affordable and easier to trade for retail investors.\n\nLower-priced shares allow investors to acquire more units, while increased liquidity reducesslippagecosts.\n\nThey're an alternative to paying dividends: Companies generating irregularprofitsmay issue bonus shares rather than cash dividends to build shareholder confidence without touchingearnings.\n\nBonus issues may be particularly appealing for smaller companies that want to attract more investors but can't afford to pay regular dividends.\n\nThey convey a sense of financial health: A company that issues bonus shares demonstrates that it has sufficient share reserves and/or retained earnings to reward prospective investors and current shareholders.\n\nShare issues also signal that a company is financially sound enough to keep growing and adding shareholder value.\n\nThey involve favorable tax treatment: Bonus shares aren’t taxed when issued, making them more appealing than a cash dividend from a tax perspective.\n\nNonqualified dividends are subject to atax rateof 10% to 37%.Shareholders pay a lower capital gains tax on bonus shares sold for anet gain.\n\nThere's an opportunity cost: A company could use earnings set aside for a bonus issue for other purposes that may add more shareholder value.\n\nFor example, retained earnings could be used for a strategicacquisitionin a new growth market or to fund updated equipment and machinery. Lost opportunities also have the potential to create bad press for a company, which may negatively impact investor sentiment.\n\nThey could have a negative impact on dividends: Issuing bonus shares does not generate cash for the company, which could result in a decline in future dividend payments, potentially upsetting shareholders.\n\nAdditionally, some investors who receive bonus shares may think that the company may prioritize that form of reward over a cash dividend in the future.\n\nThere's no immediate financial benefit: Unlike a cash dividend payment, shareholders don’t immediately benefit financially because the company’s stock price drops proportionally to the additional bonus shares issued.\n\nFor example, say that an investor buys 100 shares of XZY Ltd. stock for $10 each, and the company has a one-for-one bonus issue. The investor now holds 200 shares (100 original shares + 100 bonus shares).\n\nAs a result of the growth in shares outstanding, each is now worth $5 ($10 ÷ 2). The existing investor's account value has not changed and there's been no immediate financial gain.\n\nWhen a company declares astock split, existing shares are divided (split) up, which increases an investor's holdings, but the investment value remains the same because the value of each share decreases in proportion to the split.\n\nBonus shares don't affect existing shares by splitting them up. They add to them. In addition, their face value isn't reduced as it is in a stock split. But the share price adjusts in proportion to the issuance ratio.\n\nCompanies typically declare a stock split to enhance share liquidity. It increases the number of shares trading and makes shares more affordable to retail investors.\n\nWhen a stock is split, there is no increase or decrease in the company’scash reserves. In contrast, when a company issues bonus shares, the shares are paid for out of cash reserves, which deplete.\n\nCompanies issue bonus shares to make their stock more attractive to retail investors, provide an alternative to a cash dividend, and/or reflect a position of financial health. In a nutshell, a company issues bonus shares to boost investment and reward shareholders.\n\nA company could potentially utilize earnings set aside for a bonus issue to fund other activities that may generate a greaterreturn on investmentfor shareholders. Additionally, bonus shares could reduce dividend payments, as they don’t generate cash for a company.\n\nYes, the company’s share price adjusts proportionally to the number of bonus shares issued. For example, if a company’s stock price was at $10 and it had a one-for-one bonus issue, the stock price would readjust to $5 to reflect the additional shares.\n\nOnly if and when you sell them. Investors aren’t taxed on bonus shares when a company issues them; however, they must pay a capital gains tax if they're sold for a net profit. Investors should inform their accountant about any bonus shares received to ensure that they are managed correctly from a taxation standpoint.\n\nA bonus issue of shares is the offer of additional shares to existing stockholders at no direct cost. It increases a company’s number of outstanding shares but not its market capitalization, as the stock price adjusts proportionally to reflect the additional shares issued.\n\nCompanies primarily issue bonus shares to attract retail investors, provide an alternative to a dividend, and/or convey a sound financial position. On the flip side, earnings set aside for bonus issues could mean lost opportunities to generate better shareholder value.\n\nAlthough investors aren’t taxed when a company issues bonus shares, they are if they sell their shares for a net profit.\n\nKotak Securities. “What Is a Bonus Issue?”\n\nInternal Revenue Service. \"IRS Releases Tax Inflation Adjustments for Tax Year 2025.\"",
  "url": "https://www.investopedia.com/terms/b/bonusissue.asp"
}