{
  "term": "Bonus: Definition, Different Types, and Tax Treatment",
  "definition": "A bonus is a financial compensation that is above and beyond the normal payment expectations of its recipient. Companies may award bonuses to both entry-level employees and to senior-level executives. While bonuses are traditionally given to exceptional workers, employers sometimes dole out bonuses company-wide to stave off jealousy among staffers.\n\nBonuses may be dangled as incentives to prospective employees and they can be given to current employees to reward performance and increase employee retention. Companies can distribute bonuses to its existing shareholders through abonus issue, which is an offer of free additional shares of the company's stock.\n\nIn workplace settings, a bonus is a type of additional compensation an employer gives to an employee that complements theirbase payor salary. A company may use bonuses to reward achievements, to show gratitude to employees who meet longevity milestones, or to entice not-yet employees to join a company's ranks.\n\nBonuses can take various forms, including cash, stock, or stock options. They can be given to individuals, teams, or the entire company. Companies may also offer incentive bonuses, such as signing bonuses for new hires, referral bonuses for employees who refer successful candidates, and retention bonuses to encourage employee loyalty. Performance bonuses are given for exceptional work and can be given as annual bonuses, spot bonuses, or milestone bonuses.\n\nIn the United States, bonuses are considered taxable income by the Internal Revenue Service (IRS). This means that employees are required to report their bonuses as part of their taxable income when they file their taxes.The employer is also required to report the bonus to the IRS and to withhold taxes from the employee's bonus payment at the time it is paid. The amount of tax withheld from a bonus payment is based on the employee's tax bracket and the tax laws in effect at the time the bonus is paid.\n\nIt's important for employees to be aware of the tax implications of bonuses, as failing to report them can result in penalties and interest charges from the IRS. Employees should keep good records of their bonus payments and consult with a tax professional if they have any questions about how to report their bonuses on their tax return.\n\nThe Internal Revenue Service (IRS) considers bonuses astaxable income, which means employees will need to report any bonuses they receive when filing their taxes.\n\nIncentive bonuses include signing bonuses, referral bonuses, and retention bonuses. Asigning bonusis a monetary offer that companies extend to top-talent candidates to entice them to accept a position—especially if they are being aggressively pursued by rival firms. In theory, paying an initial bonus payment will result in greater company profits down the line. Signing bonuses are routinely offered by professional sports teams attempting to lure top-tier athletes away from competitive clubs.\n\nReferral bonuses are presented to employees who recommend candidates for open positions, which ultimately leads to the hiring of said candidates. Referral bonuses incentivize employees to refer prospects with strong work ethics, sharp skills, and positive attitudes.\n\nCompanies offerretention bonusesto key employees, in an effort to encourage loyalty, especially in downward economies or periods oforganizational changes. This financial incentive is an expression of gratitude that lets employees know their jobs are secure over the long haul.\n\nSome companies hand out bonuses specifically during the December holidays season. Holiday bonuses can take various forms, such as cash, gift cards, or other types of gifts. They can be given to individual employees or to the entire company. Some companies give holiday bonuses to all of their employees, while others only give them to certain employees, such as those who have been with the company for a certain length of time or who have achieved certain performance goals.\n\nSome countries have codified holidays bonuses as part of the labor law.Aguinaldo,for example, is an annual Christmas bonus that businesses in Mexico are required by law to pay to their employees. The payment, sometimes called the \"thirteenth salary,\" must be made by Dec. 20 of each year. It is usually equivalent to 15 days of the employee's salary. It is typically given to all employees, regardless of their job title or length of service. Companies that fail to make an Aguinaldo payment may be fined as much as 5,000 times the legal dailyminimum wage.Some other Latin American nations, such as Costa Rica and El Salvador, also require employers to pay their employees an Aguinaldo.\n\nPerformance bonusesreward employees for exceptional work. They are customarily offered after the completion of projects or at the end of fiscal quarters or years. Performance bonuses may be doled out to individuals, teams, departments, or to the company-wide staff. A reward bonus may be either a one-time offer or a periodic payment. While reward bonuses are usually given in cash, they sometimes take the form ofstock compensation, gift cards, time off, holiday turkeys, or simple verbal expressions of appreciation.\n\nExamples of reward bonuses includeannual bonuses, spot bonus awards, and milestone bonuses. Spot bonuses, which reward employees who deserve special recognition, are micro-bonus payments, typically valued at around $50. Workers who reach longevity milestones—for example, 10 years of employment with a given firm—may be recognized with additional compensation.\n\nSome businesses build bonus structures into employee contracts, where any profits earned during a fiscal year will be shared amongst the employees. In most cases,C-suiteexecutives are awarded larger bonuses than lower-level employees.\n\nWhile bonuses are traditionally issued to high-performing, profit-generating employees, some companies opt to issue bonuses to lower-performing employees as well, even though businesses that do this tend to grow more slowly and generate less money. Some businesses resort to distributing across-the-board bonuses in an effort to quell jealousies and employee backlash. After all, it's easier for management to pay bonuses to everyone than to explain to inadequate performers why they were denied.\n\nFurthermore, it can be difficult for an employer to accurately assess their employees' performance success. For example, employees who fail to make theiractivity quotasmay be very hard workers. However, their performance may be hampered by any number of conditions out of their control, such as unavoidable production delays or an economic downturn.\n\nCompanies are increasinglyreplacing raises with bonuses—a trend that vexes many employees. While employers can keep wage increases low by pledging to fill pay gaps with bonuses, they are under no obligation to follow through. Because employers pay bonuses on a discretionary basis, they may keep theirfixed costslow by withholding bonuses during slow years or recessionary periods. This approach is much more viable than increasing salaries annually, only to cut wages during a recession.\n\nIn addition to employees, shareholders may receive bonuses in the shape ofdividends, which are carved from the profits realized by the company. In lieu of cash dividends, a company can issue bonus shares to investors.If the company is short on cash, the bonus shares of company stock provide a way for it to rewardshareholderswho expect a regular income from owning the company's stock. The shareholders may then sell the bonus shares to meet their cash needs or they can opt to hold onto the shares.\n\nThere is no set amount for bonuses in the United States, as they can vary widely depending on the industry, the size of the company, and the employee's job title and performance. Bonuses can range from a few hundred dollars to several thousand dollars or more, depending on the circumstances.\n\nIn some cases, bonuses are a fixed amount that is determined in advance, such as a signing bonus for a new hire or a retention bonus to encourage an employee to stay with a company. In other cases, bonuses are based on performance and would depend on an employee's individual contributions or the success of the company.\n\nBonuses are compensation paid above and beyond one's base salary. They are thus not considered part of an employee's salary or wages, but are treated as additional income. In the United States, bonuses are considered taxable income by the Internal Revenue Service.\n\nCompanies give bonuses to employees for a variety of reasons, such as to:\n\nA bonus is a financial reward that is given to an employee beyond their normal salary or wages. It can be given as an incentive to encourage certain behavior or to reward good performance. Bonuses can take various forms, including cash, stock, or stock options, and can be given to individuals, teams, or the entire company. Incentive bonuses include signing bonuses for new hires, referral bonuses for employees who refer successful candidates, and retention bonuses to encourage employee loyalty. Performance bonuses are given for exceptional work and can be given as annual bonuses, spot bonuses, or milestone bonuses. The Internal Revenue Service (IRS) considers bonuses as taxable income, so employees need to report them when filing their taxes.\n\nInternal Revenue Service. \"Publication 525, Taxable and Nontaxable Income.\" Pages 3-4, 36.\n\nInternal Revenue Service. \"Publication 15, (Circular E), Employer's Tax Guide.\" Pages 22-23.\n\nThe Yucatan Times. \"Everything You Need to Know About the 'Aguinaldo' Payment.\"\n\nBloomberg Línea. \"Así Se Calcula El Aguinaldo 2023 en Costa Rica, El Salvador y Nicaragua.\"\n\nFinancial Industry Regulatory Authority. \"Stocks: Overview.\"",
  "url": "https://www.investopedia.com/terms/b/bonus.asp"
}