{
  "term": "Book-to-Market Ratio: Definition, Formula, and Uses",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe book-to-market ratio is a financial ratio that compares a company's shareholders' equity to its market cap to determine whether a stock is under- or overvalued.\n\nThe book-to-market ratio is an indicator that compares a company's book value with its market value.\n\nA company's book value is calculated by consulting its latest financial statements and subtracting its total liabilities from its total assets. This results in shareholders' equity. A firm's market value is determined by multiplying its shares' current market price by the number of shares it has outstanding, resulting in its market capitalization.\n\nThe book-to-market ratio compares a company's book value with its market value. Book value is the value of assets minus the value of liabilities, or shareholders' equity.\n\nThe market value of a company is the market price of one of its shares multiplied by the number of shares outstanding.\n\nThe formula for the book-to-market ratio is the following:\n\nBook-to-Market=Common Shareholders’ EquityMarket Cap\\text{Book-to-Market}=\\frac{\\text{Common Shareholders' Equity}}{\\text{Market Cap}}Book-to-Market=Market CapCommon Shareholders’ Equity​\n\nThe book-to-market ratio is a valuable indicator for investors seeking to assess a company's value.\n\nIf the market value of a company is trading higher than its book value per share, it is considered to be overvalued. If the book value is higher than the market value, analysts consider the company to be undervalued. The book-to-market ratio is used to compare a company’s net asset value or book value to its current or market value.\n\nThe book value of a firm is its value calculated from the company’s latest balance sheet. Book value can be calculated by subtracting total liabilities, preferred shares, andintangible assetsfrom the total assets of a company. In effect, the book value represents how much a company would have left in assets if it went out of business today. Some analysts use the total shareholders’ equity figure on the balance sheet as the book value.\n\nThe market value of a publicly traded company is determined by calculating its market capitalization, which is simply the total number of shares outstanding multiplied by the current share price. The market value is the price that investors are willing to pay to acquire or sell the stock in the secondary markets. Since it is determined by supply and demand in the market, it does not always represent the actual value of a firm.\n\nInvestors and analysts use this comparison ratio to differentiate between the true value of a publicly traded company and investor speculation.\n\nIn basic terms, if the ratio is above 1.0, then the stock is undervalued. If it is less than 1.0, then the stock is considered overvalued. A ratio above 1 indicates that the stock price of a company is trading for less than the worth of its equity. A high ratio is preferred by some value managers who interpret it to mean that the company is avalue stock—that is, it is trading at a discount in the market compared to its book value.\n\nA book-to-market ratio below 1.0 implies that investors are willing to pay more for a company than its net assets are worth. This could indicate that the company has healthy future profit projections and investors are willing to pay a premium for that possibility. Technology companies and other companies in industries that do not have many physical assets tend to have a low book-to-market ratio.\n\nThe market-to-book ratio, also called theprice-to-book ratio, is the inverse of the book-to-market ratio. Like the book-to-market ratio, it is used to evaluate whether a company's stock is overvalued or undervalued by comparing the market price of all outstanding shares with shareholders' equity.\n\nA market-to-book ratio above 1.0 means that the company's stock is overvalued. A ratio below 1.0 indicates that it may be undervalued (it's the inverse of the book-to-market ratio). Analysts can use either ratio to run a comparison of a firm's book and market value.\n\nDivide a company’s book value by its market value. The quotient is the book-to-market ratio.\n\nThe book-to-market ratio compares a company’s net asset value or book value to its current or market value. If the company’s market value per share is higher than its book value per share, it is considered overvalued. If the book value is higher than the market value, the company is considered undervalued.\n\nInvestors and analysts use the book-to-market ratio to differentiate between the true value of a publicly traded company and investor speculation. The ratio identifies undervalued or overvalued securities and determines the market value of a company relative to its actual worth.\n\nThe book-to-market ratio compares a firm’s book value with its market value. The calculation helps investors estimate whether a company is over- or undervalued by the market.",
  "url": "https://www.investopedia.com/terms/b/booktomarketratio.asp"
}