{
  "term": "Book-to-Bill Ratio: Definition, How It’s Calculated, and Example",
  "definition": "Michela Buttignol / Investopedia\n\nA book-to-bill ratio is the ratio of orders received to units shipped and billed for a specified period, generally a month or quarter. It is a widely used metric in thetechnology industry, specifically in the semiconductor equipment sector.\n\nInvestors and analysts closely watch this ratio for an indication of the performance and outlook for individual companies and the technology sector as a whole. A ratio above 1 implies more orders were received than filled, indicating strong demand, while a ratio below 1 implies weaker demand.\n\nThe formula to calculate the book-to bill ratio is:\n\nBook to Bill=Orders ReceivedOrders Shipped\\text{Book to Bill} = \\frac{\\text{Orders Received}}{\\text{Orders Shipped}}Book to Bill=Orders ShippedOrders Received​\n\nA book-to-bill ratio is typically used for measuringsupply and demandin volatile industries such as the technology sector. The ratio measures the number of orders coming in compared with the number of orders going out.\n\nA company fulfilling orders immediately as they come in has a book-to-bill ratio of 1. For example, Company A books 500 orders for parts and then ships and bills all 500 orders. The booked and billed orders have a ratio of 1, or 500/500.\n\nThe book-to-bill ratio reveals how quickly a business fulfills the demand for its products. The ratio also shows the strength of a sector, such as aerospace or defense manufacturing. It may also be used when determining whether to purchase stock in a company.\n\nIf a business has a ratio of less than 1, there may be moresupplythan demand. For example, Company B books 500 orders for parts, and then ships and bills 610 orders, including some orders from the previous month. The booked and billed orders have a ratio of 0.82. For every dollar of orders, the company billed, only $0.82 of orders were booked that month.\n\nHowever, if theratiois greater than 1, there may be moredemandthan can be efficiently supplied. For example, Company C books 500 orders for parts, and then ships and bills 375 orders. The book-to-bill ratio is 1.3, or 500/375. In contrast, a business with a ratio of 1 is meeting supply and demand adequately by shipping and billing orders as they are received.\n\nAs a historical example, ASMPT Limited, a Hong Kong-basedsemiconductorand electronics solutions manufacturer, reported in April 2024 that its book-to-bill ratio had moved above 1 after seven quarters. ASMPT attributed the improvement to bookings growing 17% quarter over quarter, coming from semiconductors and surface mount technology.\n\nBookings represent a customer’s intent to commit to a purchase from your business. Billings represent the collection of your customer’s money when the purchase is complete.\n\nA book-to-bill ratio greater than 1 is typically considered to be a good sign of high demand in an industry. However, it is important to know which performance indicator you are interested in. If you need to know whether a business has enough supply to cover demand, a book-to-bill ratio of exactly 1 means it is meeting its customers’ demand in a timely manner.\n\nA company may have a book-to-bill ratio of less than 1 if it is shipping out more units than it has received orders for in the current period, whether that’s a month or a quarter, etc. If a company ships out more units than it receives orders for in the same period, it means it is fulfilling orders from a previous period. That is indicative of a decreasing demand for the product.\n\nThe book-to-bill ratio can help managers and investors learn whether a company is meeting demand, has more demand for its products than it is filling, or has more supply of its products than demand for them. This metric is used widely in the technology industry and helps assess the performance and outlook of individual companies and of an industry sector as a whole.\n\nASMPT. “ASMPT Announces 2024 First Quarter Results.”",
  "url": "https://www.investopedia.com/terms/b/booktobill.asp"
}