{
  "term": "Book Value Per Share (BVPS): Definition, How It Works, and Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nBook value per share (BVPS) is a measurement of a company's total net assets minus its liabilities, expressed on a per-share basis.\n\nBook value per share (BVPS) measures a company's total assets minus its liabilities and then divides the total by the number of shares outstanding.\n\nTheoretically, BVPS is the amount that shareholders would be owed if the firm went out of business, sold all of its tangible assets, and paid all of its debts.\n\nStock analysts use BVPS to judge whether a stock is underpriced or overpriced based on a comparison of its current market value to its book value.\n\nMadelyn Goodnight / Investopedia\n\nThebook value per share (BVPS) metrichelps investors gauge whether a stock price is undervalued by comparing it to the firm’s market value per share. BVPS is what shareholders receive if the firm isliquidated, all tangible assets are sold, and all liabilities are paid.\n\nBVPS=Total Equity−Preferred EquityTotal Shares OutstandingBVPS\\ =\\ \\frac{\\text{Total Equity}\\ -\\ \\text{Preferred Equity}}{\\text{Total Shares Outstanding}}BVPS=Total Shares OutstandingTotal Equity−Preferred Equity​\n\nA company’s stock is considered undervalued when BVPS is higher than a company’smarket valueor current stock price. If the BVPS increases, the stock is perceived as more valuable, and the price should increase.\n\nIf a company’s share price falls below its BVPS, a corporate raider could make a risk-free profit by buying the company and liquidating it. If book value is negative, where a company’s liabilities exceed its assets, this is known as abalance sheet insolvency.\n\nSincepreferred stockholdershave a higher claim on assets and earnings than common shareholders, preferred stock is subtracted from shareholders’ equity to derive the equity available to common shareholders.\n\nAssume that XYZ Manufacturing has a common equity balance of $10 million and 1 million shares ofcommon stockare outstanding. This means that the BVPS is ($10 million / 1 million shares), or $10 per share. If XYZ can generate higher profits and use those profits to buy assets or reduce liabilities, then the firm’s common equity increases.\n\nIf the company generates $500,000 in earnings and uses $200,000 of the profits to buy assets, then its common equity increases along with BVPS. If XYZ uses $300,000 of its earnings to reduce liabilities, then common equity also increases.\n\nAnother way to increase BVPS is for a company torepurchase common stockfrom shareholders. Many companies use earnings to buy back shares.\n\nAssume XYZ repurchases 200,000 shares of stock, and 800,000 shares remain outstanding. If common equity is $10 million, BVPS increases to $12.50 per share.\n\nBVPS is the sum that shareholders would receive if the firm is liquidated. Investors use BVPS to gauge whether a stock price is undervalued by comparing it to the firm’s market value per share.\n\nA company can use a portion of its earnings to buy assets that would increase common equity along with BVPS. Or it could use its earnings to reduce liabilities, which would also increase its common equity and BVPS.\n\nThe calculation for BVPS uses historical costs. However, the market value per share—a forward-looking metric—accounts for a company’s futureearning power. As a company’s potential profitability, or its expected growth rate, increases, the corresponding market value per share will also increase.\n\nBook value per share (BVPS) tells investors the book value of a firm on a per-share basis. Investors use BVPS to gauge whether a stock price is undervalued by comparing it to the firm’s market value per share.\n\nBook value refers to a firm’s net asset value (NAV), or its total assets minus its total liabilities.",
  "url": "https://www.investopedia.com/terms/b/bvps.asp"
}