{
  "term": "Book Value Per Common Share (BVPS): Definition and Calculation",
  "definition": "Book value per common share (or, simply book value per share - BVPS) is a method to calculate the per-sharebook valueof a company based on common shareholders' equity in the company. The book value of a company is the difference between that company's total assets and total liabilities, and not its share price in the market.\n\nShould the company dissolve, the book value per common share indicates the dollar value remaining for common shareholders after all assets are liquidated and all creditors are paid.\n\nThe book value per common share (formula below) is an accounting measure based on historical transactions:\n\n﻿BVPS=TotalShareholderEquity−PreferredEquityTotalOutstandingSharesBVPS = \\frac{Total \\ Shareholder \\ Equity - Preferred \\ Equity}{Total \\ Outstanding \\ Shares}BVPS=TotalOutstandingSharesTotalShareholderEquity−PreferredEquity​﻿\n\nThe book value of common equity in the numerator reflects the original proceeds a company receives from issuing common equity, increased by earnings or decreased by losses, and decreased by paiddividends. A company'sstock buybacksdecrease the book value and total common share count. Stock repurchases occur at current stock prices, which can result in a significant reduction in a company's book value per common share. The common share count used in the denominator is typically an average number of diluted common shares for the last year, which takes into account any additional shares beyond the basic share count that can originate fromstock options, warrants, preferred shares, and other convertible instruments.\n\nAs a hypothetical example, assume that XYZ Manufacturing’s common equity balance is $10 million, and that 1 million shares of common stock are outstanding, which means that the BVPS is ($10 million / 1 million shares), or $10 per share. If XYZ can generate higher profits and use those profits to buy more assets or reduce liabilities, the firm's common equity increases. If, for example, the company generates $500,000 in earnings and uses $200,000 of the profits to buy assets, common equity increases along with BVPS. On the other hand, if XYZ uses $300,000 of the earnings to reduce liabilities, common equity also increases.\n\nThe market value per share is a company's current stock price, and it reflects a value that market participants are willing to pay for its common share. Thebook value per share is calculatedusinghistorical costs, but the market value per share is a forward-looking metric that takes into account a company's earning power in the future. With increases in a company's estimated profitability, expected growth, and safety of its business, the market value per share grows higher. Significant differences between the book value per share and the market value per share arise due to the ways in whichaccounting principlesclassify certain transactions.\n\nFor instance, consider a company's brand value, which is built through a series of marketing campaigns. U.S.generally accepted accounting principles (GAAP)require marketing costs to be expensed immediately, reducing the book value per share.However, if advertising efforts enhance the image of a company's products, the company can charge premium prices and create brand value. Market demand may increase the stock price, which results in a largedivergencebetween the market and book values per share.\n\nWhileBVPS considers the residual equity per-sharefor a company's stock,net asset value, or NAV, is a per-share value calculated for a mutual fund or an exchange-traded fund, or ETF. For any of these investments, the NAV is calculated by dividing the total value of all the fund's securities by the total number of outstanding fund shares. NAV is generated daily for mutual funds. Total annual return is considered by a number of analysts to be a better, more accurate gauge of a mutual fund's performance, but the NAV is still used as a handy interim evaluation tool.\n\nBecause book value per share only considers the book value, it fails to incorporate other intangible factors that may increase the market value of a company's shares, even upon liquidation. For instance, banks or high-tech software companies often have very little tangible assets relative to their intellectual property and human capital (labor force). These intangibles would not always be factored in to a book value calculation.\n\nCorrection—Jan 23, 2023:This article has been edited from a previous version that incorrectly stated that debtors are paid after assets are liquidated. In fact, creditors are paid after assets are liquidated\n\nAmerican Institute of Certified Public Accountants. \"Statement of Position 93-7, Reporting on Advertising Costs,\" Pages 19,8151-19,852.",
  "url": "https://www.investopedia.com/terms/b/bookvaluepercommon.asp"
}