{
  "term": "Bookie: Definition, Meaning, Duties, How They Make Money, and Fee",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\n\"Bookie\" is a slang term for “bookmaker.” It's someone who facilitates gambling, most commonly on sporting events. A bookiesets odds, accepts and places bets, and pays out winnings on behalf of others.\n\nBookies don't usually make their money by placing bets themselves. They charge a transaction fee on their customers’ bets known as the “vigorish\" or “vig” for short. Bookies may also lend money to bettors. A bookie can be an individual or an organization.\n\nThe term “bookie“ has been associated with illegal activity but being a bookmaker has become a legitimate occupation with the expansion of sports betting. Bookmaking and placing bets through a bookmaker can still be illegal, however. The legality of types of gambling is largely determined by state governments.\n\nThe Supreme Court permitted states to legalize betting on sports in 2018. It was a landmark ruling that paved the way for bookies to make a good deal of money without running afoul of the law.\n\nSports betting in the U.S. was only completely legal in Nevada throughout most of the 20th and 21st centuries. It was legal in certain forms in Delaware, Montana, and Oregon. Ablack marketdeveloped for the rest of the country as a result. Illegal operations of bookies provided betting opportunities. Some bookies were involved in organized crime. Others operated independently, simply taking bets for a few friends, family members, or colleagues.\n\nThen the U.S. Supreme Court struck down the Professional and Amateur Sports Protection Act in 2018. The Act was a federal law that prevented states from deciding on their own whether to allow sports betting. The ruling opened the door for the practice throughout the country if states decide in favor of it.\n\nMany states have moved to legalize sports betting since that ruling. This has prompted record gambling revenues throughout the country with combined revenue from traditional gambling, sports betting, and iGaming amounting to $66.65 billion in 2023. This was a record for the third year in a row with an increase of 10% from the previous year.\n\nThe amount the American Gaming Association estimated thatAmericans illegally wagered on sportsin 2021.\n\nOne of the crucial ways in which bookies try to ensure that they win is by calculating the odds that they'll do so. They sometimes employ teams of statisticians and they develop complex models. The terms “lines” (short for “money lines”) and “spreads” (as in “point spreads”) are critical factors for bookies. These calculations are sometimes based on those developed bycasino actuariesor those who deal with risk calculations.\n\nThey typically underscore which sports team the bookies believe will win a game or a match. The lines and spreads can be adjusted in the time leading up to the event based on various bets made in their books and fluctuations in Las Vegas casino bets. Other unexpected events might impact the odds such as poor weather, player injuries, and doping scandals.\n\nThe bookie’s goal is to maintain balance in the books by adjusting the odds as much as possible so there’s an even amount of people betting on a win or loss. The bookie effectively earns just the vig if the book is balanced but they take on an increased risk of losing money if there’s a one-sided bet on a particular team or outcome.\n\nCall the National Problem Gambling Helpline at 1-800-522-4700, or visitNCPGambling.org/Chatto chat with a helpline specialist if you or someone you know has a gambling problem.\n\nNo, not necessarily. The U.S. Supreme Court opened the door for sports betting throughout the country in 2018 if states decide in favor of it. Some 38 states have since moved to legalize sports betting, effectively ending the need for bookies to operate illegally in those states.\n\nThat isn’t to say that all bookmakers are law-abiding, however. Betting is still illegal in some states and some bookies may prefer to conduct business under the table to avoid facing obstacles and paying taxes.\n\nBookies make money by charging a fee on each bet they take, known as the \"vigorish\" or the \"vig.” They pay out money when their customers win a bet. Their goal is understandably to make sure that incomings exceed outgoings. That's generally achieved by adjusting the odds so there’s an even amount of people betting on a win or loss.\n\nThe vig that bookies charge is usually in the region of 10% but it can go higher for high-profile bets such as the Super Bowl.\n\nThe Supreme Court’s 2018 ruling invalidating the Professional and Amateur Sports Protection Act led to the rapid expansion of sports betting across the U.S. Even family-friendly companies such asWalt Disneyhave gotten into the act.The profession of bookmaker no longer has to be illegal but it can be in some situations.\n\nAnyone thinking of becoming a bookie would do well to first study the considerable requirements of the job. Many skills are required to achieve success in the field and losing money can be an all-too-easy accomplishment.\n\nSupreme Court of the United States. \"Murphy, Governor of New Jersey, et al. v. National Collegiate Athletic Assn. et al.\" Pages 30-31.\n\nMeer, Eric. \"The Professional and Amateur Sports Protection Act (PASPA): A Bad Bet for the States.\"UNLV Gaming Law Journal, vol. 2, no. 2, 2011, pp. 281-309.\n\nKasper, Madeline and Ryan LeCloux. \"States Are Placing Bets on Sports Betting: Will it Pay Off?\"Wisconsin Legislated Reference Bureau, vol. 2, no. 7, June 2019, pp. 1.\n\nAmerican Gaming Association. \"Interactive Map: Sports Betting in the U.S.\"\n\nAmerican Gaming Association. \"AGA Commercial Gaming Revenue Tracker (CY 2023).\" Pages 1-2.\n\nAmerican Gaming Association. \"Sizing the Illegal and Unregulated Gaming Markets in the U.S.\"\n\nBossAction. \"How to Be a Bookie?\"\n\nLegal Sports Report. \"Disney CEO: ESPN Ready to Take 'Major Steps' on Sports Betting.\"",
  "url": "https://www.investopedia.com/terms/b/bookie.asp"
}