{
  "term": "Book Building",
  "definition": "Investopedia / Michela Buttignol\n\nBook building is the process by which an underwriter attempts to determine the price at which aninitial public offering (IPO)will be offered. An underwriter, normally an investment bank, builds a book by inviting institutional investors (such as fund managers and others) to submit bids for the number of shares and the price(s) they would be willing to pay for them.\n\nBook building has surpassed the 'fixed pricing' method, where the price is set prior to investor participation, to become the de facto mechanismby which companies price their IPOs. The process of price discovery involves generating and recording investor demand for shares before arriving at an issue price that will satisfy both the company offering the IPO and the market. It is highly recommended by all the major stock exchanges as the most efficient way to price securities.\n\nThe book building process comprises these steps:\n\nEven if the information collected during the book building process suggests a particular price point is best, that does not guarantee a large number of actual purchases once the IPO is open to buyers. Further, it is not a requirement that the IPO be offered at that price suggested during the analysis.\n\nAnaccelerated book-buildis often used when a company is in immediate need of financing, in which case,debt financingis out of the question. This can be the case when a firm is looking to make an offer to acquire another firm. Basically, when a company is unable to obtain additional financing for a short-term project or acquisition due to its high debt obligations, it can use an accelerated book-build to obtain quick financing from the equity market.\n\nWith an accelerated book build, the offer period is open for only one or two days and with little to no marketing. In other words, the time between pricing and issuance is 48 hours or less. A book build that is accelerated is frequently implemented overnight, with the issuing company contacting a number of investment banks that can serve as underwriters on the evening prior to the intended placement. The issuer solicits bids in an auction-type process and awards the underwriting contract to the bank that commits to the highestbackstop price. The underwriter submits the proposal with the price range to institutional investors. In effect, placement with investors happens overnight with the security pricing occurring most often within 24 to 48 hours.\n\nWith any IPO, there is a risk of the stock being overpriced or undervalued when the initial price is set. If it is overpriced, it may discourage investor interest if they are not certain that the company’s price corresponds with its actual value. This reaction within the marketplace can cause the price to fall further, lowering the value of shares that have already been secured.\n\nIn cases where a stock is undervalued, it is considered to be a missed opportunity on the part of the issuing company as it could have generated more funds than were acquired as part of the IPO.",
  "url": "https://www.investopedia.com/terms/b/bookbuilding.asp"
}