{
  "term": "Book Value: Definition, Meaning, Formula, and Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA company’s book value equals the value of its assets remaining after accounting for its outstanding debts and other obligations.\n\nBook value is the value of a company's assets after deducting its liabilities. It approximates the total value shareholders would receive if the company were liquidated. Investors can use this metric to help determine whether a company is under or overvalued.\n\nThe term book value refers to a company'sshareholders' equity. This is the value of all of the company's assets after its liabilities are deducted. As such, it represents thenet worthof a company or how much it would be worth to shareholders if the company was liquidated.\n\nWhile it may provide the basic framework of a company's net worth, the book value isn't necessarily accurate. That's because it relies on historical information and doesn't highlight the (true) value of any intangible assets like patents and trademarks. It's also different from a company'smarket value, which is the current value of the company. Market value is generally determined by investor sentiment and forward expectations.\n\nInvestors can find a company's shareholders' equity (along with the value of its assets and liabilities) on its balance sheet. The book value can help investors in two ways:\n\nBook value is also included in some financial ratios that can help investors size up a company's financial health.\n\nThere is also abook value used by accountantsto value the assets owned by a company. This differs from the book value for investors because it is only used internally for managerial accounting purposes.\n\nBook value per share (BVPS)is the per-share book value. Investors can calculate it easily if they have the balance sheet of a company of interest. Investors can compare BVPS to a stock's market price to get an idea of whether that stock is overvalued or undervalued.\n\nTo get BVPS, divide the figure for total common shareholders' equity by the total number of outstandingcommon shares. To obtain the figure for total common shareholders' equity, take the figure for total shareholders' equity and subtract any preferred stock value. If there is no preferred stock, then simply use the figure for total shareholder equity.\n\nSo, if a company had $21 million in shareholders' equity (and no preferred stock) and two million outstanding common shares, its book value per share would be $10.50:\n\nIf the market price for a share is higher than the BVPS, then the stock may be seen asovervalued.\n\nThere is a difference betweenoutstandingandissuedshares, but some companies might refer to outstanding common shares as issued shares in their reports.\n\nPrice-to-book (P/B) ratioas a valuation multiple is useful when comparing similar companies within the same industry that follow a uniform accounting method for asset valuation. It can offer a view of how the market values a particular company's stock and whether that value is comparable to the BVPS.\n\nThe ratio may not serve as a valid valuation basis when comparing companies from different sectors and industries because companies in other industries may record their assets differently. As a result, ahigh P/B ratiowould not necessarily be a premium valuation, and conversely, a low P/B ratio would not automatically be a discount valuation when comparing companies in different industries.\n\nThe P/B ratio is simple to calculate. Just divide the market price per share by the book value per share.\n\nIn the previous example, the BVPS was $10.50. So, if the company's shares had a current market value of $13.17, its price-to-book ratio would be 1.25:\n\nThe figure of 1.25 indicates that the market has priced shares at a premium to the book value of a share. Some may consider this to mean a stock is overvalued.\n\nShareholders' equity is a section on a company's balance sheet that displays the shareholders' claim on assets after liabilities have been accounted for. The image below is Amazon's (AMZN) consolidated balance sheet for its 2024 fiscal year. Note the Liabilities and Stockholders' Equity section, and in particular the stockholders' equity details within the red outline.\n\nNotice the section marked Total Stockholders' Equity with a value of $285.97 billion. That is Amazon's book value. This figure is calculated by adding the values ofpreferred stock, common stock, Treasuries, additional paid-in capital, accumulated other comprehensive income (or loss), and retained earnings.\n\nSome companies include in this section unrealized gains or losses, capital surplus or cumulative adjustments, and many other line items, depending on the industry a company operates in and its internal accounting procedures.\n\nThe following image shows Coca-Cola's (KO) Equity Attributable to Shareowners line at the bottom of its Shareowners' Equity section. In this case, that total of $24.86 billion would be the company's book value. It's one metric that an investor may look for if they're interested in valuating Coca-Cola as a potential investment.\n\nSince a company’s book value represents net worth, comparing book value to the market value of the shares can serve as an effectivevaluationtechnique when trying to decide whether shares are fairly priced.\n\nThe term book value is derived from accounting lingo, where the accounting journal and ledger are known as a company’s books. Another name for accounting isbookkeeping.\n\nA P/B ratio of 1.0 indicates that the market price of a share of stock is exactly equal to its book value. For value investors, this may signal a good buy since the market price generally carries some premium over book value.\n\nBook value only uses a company's total shareholder equity. It may not include intangible assets such as patents, intellectual property, brand value, and goodwill. It also may not fully account for workers' skills, human capital, and futureprofitsand growth. Therefore, the market value, which is determined by the market (sellers and buyers) and represents how much investors are willing to pay after accounting for all of these factors, will generally be higher.\n\nBook value is the value of a company's total assets minus its total liabilities. It is equal to total shareholders' equity. A company's market value will usually be greater than its book value because the market price incorporates investor's thoughts and calculations about intangible assets, such as intellectual property, human capital, and future growth prospects. Value investors look for relatively low book values (using metrics like P/B ratio or BVPS) but otherwise strong fundamentals in their quest to find undervalued companies.\n\nCorrection—Aug. 24, 2023:This article was corrected from a previous version that combined managerial accounting book value with value investing book value, which are two different concepts. As the article now states correctly, investing book value is the line item \"Total Shareholders' Equity\" or an equivalent entry from a company's balance sheet.\n\nAmazon. \"2024 Amazon Annual Report,\" Page 39.\n\nThe Coca-Cola Company. \"Form 10-K,\" Page 64.",
  "url": "https://www.investopedia.com/terms/b/bookvalue.asp"
}