{
  "term": "Boom and Bust Cycle: Definition, How It Works, and History",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nThe boom and bust cycle is an informal term for the economic fluctuations between periods of prosperity and depression.\n\nTheboomandbustcycle is a process of economic expansion andcontractionthat occurs repeatedly. It's a key characteristic of capitalist economies and is sometimes synonymous with the business cycle.\n\nThe economy grows, jobs are plentiful, and the market brings high returns to investors during the boom. The economy shrinks, people lose their jobs, and investors lose money in the subsequent bust. Boom-bust cycles last for varying lengths of time. They also vary in severity.\n\nInvestopedia / Michela Buttignol\n\nThe United States has experienced several boom and bust cycles since the mid-1940s. Why do we have a boom and bust cycle instead of a long, steadyeconomic growthperiod? The answer can be found in the way central banks handle themoney supply.\n\nAcentral bankmakes it easier to obtain credit by lending money at low interest rates during a boom. Individuals and businesses can then borrow money easily and cheaply and perhaps invest it in technology stocks or houses. Many people earn high returns on their investments and the economy grows.\n\nThe problem is that people will overinvest when credit is too easy to obtain andinterestrates are too low. This excess investment is called “malinvestment.”\n\nThere won’t be enough demand for all the homes that have been built and the bust cycle will set in. Assets that have been overinvested will decline in value. Investors lose money, consumers cut spending, and companies cut jobs. Credit becomes more difficult to obtain as boom-time borrowers become unable to make their loan payments. These bust periods are referred to as recessions. It's called a depression if therecessionis particularly severe.\n\nThere were 34 business cycles between 1854 and 2020 with each full cycle lasting roughly 56 months on average, according to the National Bureau of Economic Research.\n\nPlummeting confidence also contributes to the bust cycle. Investors and consumers get nervous when the stock market corrects or even crashes. Investors sell their positions and buy safe-haven investments that traditionally don't lose value such as bonds, gold, and the U.S. dollar. Consumers lose their jobs as companies lay off workers and they stop buying anything but necessities. That exacerbates a downward economic spiral.\n\nThe bust cycle eventually stops on its own when prices are so low that investors who still have cash start buying again. This can take a long time, however, and even lead to a depression. Confidence can be restored more quickly by central bankmonetary policyand government fiscal policy.\n\nGovernment subsidies that make it less expensive to invest may also contribute to the boom-bust cycle by encouraging companies and individuals to overinvest in the subsidized item. Themortgage interesttax deductionsubsidizes a home purchase by making the mortgage interest less expensive. The subsidy encourages more people to buy homes.\n\nMany variables affect economic cycles but some of the most significant factors are the cost and availability of capital as well as future expectations. Businesses are more likely to invest in equipment and hire workers when it's easy to borrow money, thereby providing employment and contributing to higher consumption. Businesses are likely to cut costs when borrowing becomes expensive, thereby leading to less economic activity.\n\nLike other central banks, the Federal Reserve attempts to moderate economic cycles by adjusting interest rates. The Fed lowers interest rates when unemployment is high, making it easier for businesses to borrow money and expand their operations. The Fed raises interest rates when inflation is too high, incentivizing businesses to limit their operations.\n\nEconomists watch a variety of economic metrics to anticipate future changes in economic activity. Changes inproducer pricesand durable goods production may particularly act as leading indicators of business activity because companies are likely to reduce production when they expect a downturn. Another important metric is the monthlyjobs reportwhich reflects both employer sentiment and consumer buying power.\n\nThe boom and bust cycle is an informal term for the economic fluctuations between periods of prosperity and depression. Businesses are likely to see high profits when the economic climate is favorable, resulting in higher spending and employment. The wider economy is likely to see higher prices and lower employment when businesses are less profitable.\n\nThe effective prediction and moderation of boom and bust cycles has been a major focus of economists and policymakers for decades.\n\nNational Bureau of Economic Research. \"Business Cycle Dating.\"\n\nCongress.gov. \"Why Is the Federal Reserve Reducing Interest Rates?\"",
  "url": "https://www.investopedia.com/terms/b/boom-and-bust-cycle.asp"
}