{
  "term": "Both-To-Blame Collision Clause: Meaning, Overview, Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nInvestopedia / Madelyn Goodnight\n\nA both-to-blame collision clause is part of the ocean marine insurance policy that states that if a ship (vessel) collides with another ship due to the negligence of both, owners and shippers of both vessels must share in the losses in proportion with the monetary values of their cargo and interests before the collision. The owners of the cargo and company responsible for shipment are both required to pay for losses.\n\nAsglobalizationgrows, the shipping industry also grows. In the event of a collision, the company'sliabilities, and thus risk, will be limited to ocean marine insurance. An ocean marine insurance provides coverage against losses for ships. It protects in the event of damage or destruction of a ship's hull and/or the ship's freight.\n\nSome protections also provided under this insurance include:\n\nDamage due to wear and tear, dampness, decay, mold, and war are not included in the coverage.\n\nThe Hague-Visby Rules provide that, if the carrier has exercised due diligence to provide a seaworthy ship, they are not liable for claims resulting from a collision partly or wholly caused by negligent navigation (Article IV Rule 2(a)).Commonly, both vessels are partly to blame for a collision and cargo interests may then present their claims in tort against the non-carrying vessel.\n\nUnder U.S. law, claimants could recover their claims in full from the owners of the other vessel, who could then recover one half from the carriers. This rule circumvents the navigational error defense. It also creates a situation in which cargo interests could not recover restitution if the carrying vessel was wholly to blame. The both-to-blame collision clause is designed to preserve the protection a carrier has under the Hague-Visby Rules by giving a contractual indemnity against the cargo interests.\n\nIf Ship A collides with Ship B, due to the fault of Ship B, the owner of any goods in Ship A, which are damaged or lost by the fault of Ship B, can claim 100% of the damage from the owners of Ship B.\n\nHowever, due to the Both-to-Blame Collision Clause, and in circumstances where apportionment of blame is deemed to be 50/50, the owner of Ship B has the right to claim 50% of their liability from the owners of Ship A.\n\nThis leaves Ship A with a bill for half the cost of the damage, so Ship A passes that cost back to the owner of the goods, by way of the Both-to-Blame Collision Clause in the Bill of Lading.\n\nInternational Trade/Commercial Law & e-Commerce Monitor. \"The Hague Visby Rules: Article IV.\" Accessed Nov. 18, 2021.",
  "url": "https://www.investopedia.com/terms/b/both-to-blame-collision-clause.asp"
}