{
  "term": "Bottom-Up Investing: Definition, Example, Vs. Top-Down",
  "definition": "Bottom-up investing is an investment approach that focuses on analyzing individual stocks and de-emphasizes the significance of macroeconomic andmarket cycles. In other words, bottom-up investing typically involves focusing on a specific company'sfundamentals, such asrevenueorearnings, versus the industry or the overall economy. The bottom-up investing approach assumes individual companies can perform well even in an industry that isunderperforming, at least on a relative basis.\n\nBottom-up investing forces investors to considermicroeconomicfactors, including a company's overall financial health,financial statements, the products and services offered, supply, and demand.\n\nFor example, a company's unique marketing strategy or organizational structure may be a leading indicator that causes a bottom-up investor to invest. Alternatively, accounting irregularities on a particular company's financial statements may indicate problems for a firm in an otherwise booming industry sector.\n\nThe bottom-up approach is the opposite oftop-down investing, which is a strategy that first considersmacroeconomicfactors when making an investment decision. Top-down investors instead look at the broad performance of the economy and then seek industries that are performing well, investing in the best opportunities within that industry. Conversely, making sound decisions based on a bottom-upinvestingstrategy entails picking a company and giving it a thorough review before investing. This strategy includes becoming familiar with the company's publicresearch reports.\n\nMost of the time, bottom-up investing does not stop at the individual firm level, although that is where analysis begins and the most weight is given. The industry group, economic sector, market, and macroeconomic factors are eventually brought into the overall analysis. However, the investment research process begins at the bottom and works its way up in scale.\n\nBottom-up investors usually employ long-term, buy-and-hold strategies that rely strongly on fundamental analysis. This is because a bottom-up approach to investing gives an investor a deep understanding of a single company and its stock, providing insight into an investment's long-term growth potential. On the other hand, top-down investors can be more opportunistic in their investment strategy and may seek to enter and exit positions quickly to make profits off short-term market movements.\n\nBottom-up investors can be most successful when they invest in a company they actively use and know about from the ground level. Companies such as Meta (formerly Facebook), Google, and Tesla are all excellent examples of this strategy since each has a well-known consumer product that can be used every day. The bottom-up perspective involves understanding a company's value from the perspective of relevance to consumers in the real world.\n\nMeta (META) is a good potential candidate for a bottom-up approach because investors intuitively understand its products and services well. Once a candidate such as Meta is identified as a \"good\" company, an investor conducts a deep dive into its management and organizational structure, financial statements, marketing efforts, and price per share. This would include calculatingfinancial ratiosfor the company, analyzing how those figures have changed over time, and projecting future growth.\n\nNext, the analyst takes a step up from the individual firm and compares Meta's financials with that of its competitors and industry peers in the social media and internet industry. Doing so can show if Meta stands apart from its peers or if it shows anomalies that others do not have. The next step up is to compare Meta with the larger scope of technology companies on a relative basis. After that, general market conditions are taken into consideration, such as whether Meta'sP/E ratiois in line with theS&P 500, or whether the stock market is in a general bull market. Finally, macroeconomic data is included in the decision-making, looking at trends inunemployment,inflation, interest rates,Gross Domestic Product (GDP)growth, and so on.\n\nOnce all these factors are built into an investor's decision, starting from the bottom up, then a decision can be made to make a trade.\n\nAs we've seen, bottom-up investing starts with an individual company's financials and then adds increasingly more macro layers of analysis. By contrast, a top-down investor will first examine various macro-economic factors to see how these factors may affect the overall market, and therefore the stock they are interested in investing in. They will analyzegross domestic product (GDP), the lowering or raising ofinterest rates,inflation, and the price ofcommoditiesto see where thestock marketmay be headed. They will also look at the performance of the overall sector or industry.\n\nThese investors believe that if the sector is doing well, the stocks they are examining should also do well and bring in returns. These investors may look at how outside factors such as rising oil or commodity prices or changes in interest rates will affect certain sectors over others, and therefore the companies in these sectors.\n\nFor example, suppose the price of a commodity such as oil goes up and the company they are considering investing in uses large quantities of oil to make their product. In that case, the investor will consider how strong an effect the rise in oil prices will have on the company's profits. So their approach starts very broad, looking at themacroeconomy, then at the sector, and then at the stocks themselves. Top-down investors might also choose to invest in one country or region if its economy is doing well. For instance, if European stocks are faltering, the investor will stay out of Europe and may instead pour money into Asian stocks if that region is showing fast growth.\n\nBottom-up investors will research a company's fundamentals to decide whether or not to invest in it. On the other hand, top-down investors consider the broader market and economic conditions when choosing stocks for their portfolio.",
  "url": "https://www.investopedia.com/terms/b/bottomupinvesting.asp"
}