{
  "term": "Bounced Check: Definition, What Happens Next, Fees, and Penalties",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA bounced check is a check that cannot be processed because the account does not have enough funds to cover the payment.\n\nA bounced check is a slang term for a returned check that a bank cannot process because the account holder hasnon-sufficient funds (NSF)available for payment.Banksreturn, or “bounce,” these checks, also known asrubber checks, rather than honor them, and banks charge the check writers NSF fees.\n\nPassingbad checkscan be illegal, and the crime can range from a misdemeanor to a felony, depending on the amount of the check and whether the activity involved crossing state lines.\n\nAccount holders may write a bad check inadvertently, unaware theirbankbalances have insufficient funds. Some consumers useoverdraftprotection to avoid bouncing checks by attaching aline of creditto their checking accounts. If you overdraw your account, the bank automatically draws on the line of credit and deposits the funds to cover the overdraft.\n\nA bounced check may result in overdraft fees, restrictions on writing additional checks, and negative impacts on yourcredit score. Writing too many bounced checks may also prevent you from being allowed to pay merchants by check in the future.\n\nMany merchants use a verification system called TeleCheck to help them determine if a customer’s check is good. If this system connects the check you’ve just presented for payment to a history of unpaid checks, the merchant will decline your check and ask you for a different form of payment.\n\nIf an account has insufficient funds, and a bank bounces a check, it charges the account holder an NSF fee. If the bank pays or honors a check while the account has a negative balance, the bank charges an overdraft fee. If the account remains negative, the bank may charge an extended overdraft fee.\n\nBank charges for bounced checks and overdrafts can vary. The average overdraft in 2024 was $27.08, an increase from $26.61 in 2023. Banks usually assess this fee on drafts for checks, electronic payments, and somedebit cardtransactions.\n\nBank andcredit unionfees are just one part of bouncing a check. In many cases, the payee also assesses a charge. For example, if someone writes a check to the grocery store and the check bounces, the grocery store may reserve the right to redeposit the check and require the check writer to pay them a bounced-check fee.\n\nIn other cases, if a check bounces, the payee—the person or company who received the check—may report the issue todebit bureaussuch asChexSystems, which collects financial data on savings and checking accounts. Adverse reports with organizations like ChexSystems can make it challenging for consumers and businesses to opencheckingandsavings accountsin the future.\n\nIn some cases, businesses collect a list of customers who have bounced checks and ban them from writing checks at that facility or location again.\n\nConsumers can reduce the number of bounced checks they write by tracking their bank balances,recording every debit and depositon a check register as soon as it occurs, and keeping close tabs on their checking account by usingonline banking.\n\nConsumers also can fund a savings account and link it to their checking account to cover overdrafts. Alternatively, consumers may write fewer checks or usecash,debit cards, and immediate online payments such asmobile wallets,PayPal, or the like for discretionary spending.\n\nEnsure you know the person giving you a check. Banks typically make deposited funds available before the check clears. In other words, the deposited check could still be fraudulent even though you have available funds to withdraw from your account. It can take weeks for a bank to investigate and identify a fake check.\n\nIf you write a check, but your account has insufficient funds to cover the amount, your bank will likely charge you a non-sufficient funds (NSF) fee and potentially an overdraft fee.\n\nThe business to which you wrote the bounced check may also levy a charge against you for the lack of payment.Other consequencesof a bounced check include businesses refusing to accept your checks, a reduction of your credit score, and possibly even legal trouble.\n\nGenerally speaking, a check for an amount over $225 won’t clear until two or more business days after it’s deposited at a bank.Similarly, it typically takes at least two business days for a bad check to bounce.\n\nBanks are not required to notify an account holder when a check they signed bounces due to non-sufficient funds. However, some banks may offer options for customers to enroll in/sign up foroverdraftnotifications.\n\nIf your bank credited your account for a check you deposited that was later returned unpaid for insufficient funds, the bank can reverse the funds and charge a fee. As the person receiving the payment, you must pursue the writer of the check if you wish to seek reimbursement.\n\nFrom costly fees to hampering your ability to open new checking and savings accounts, bounced checks can have serious consequences. Fortunately, through preparation and diligence, you can avoid bounced checks. If you’re concerned about accidentally writing a bad check, consider overdraft protection through your bank, which links a savings account or credit line to the checking and funds shortfalls due to overdrafts.\n\nHG.org. “Consequences of Writing a Bad Check.”\n\nBankrate. “Survey: Free Checking Accounts on the Rise as Total ATM Fees Fall.”\n\nChexSystems. “ChexSystems® Frequently Asked Questions.”\n\nFederal Trade Commission. \"How To Spot, Avoid, and Report Fake Check Scams.\"\n\nExperian. “How You Can Recover from a Bounced Check.”\n\nExperian. “How Long Does It Take for a Check to Clear?”\n\nHelpWithMyBank.gov, U.S. Office of the Comptroller of the Currency. “I Wrote a Check That Was Returned Because of Insufficient Funds (NSF) in My Account. But, the Bank Never Notified Me, So Other Checks Bounced and I Got Hit with Several Overdraft Fees. Shouldn’t the Bank Have Sent Me a Notice?”\n\nHelpWithMyBank. \"I Deposited a Third-Party Check and Spent Some of the Funds. My Bank Has Now Informed Me That This Check Was Returned Unpaid Due to Non-Sufficient Funds (NSF) and That I Am Liable for the Entire Amount. Is This Correct?\"",
  "url": "https://www.investopedia.com/terms/b/bouncedcheck.asp"
}