{
  "term": "Box Spread: Definition, Example, Uses & Hidden Risks",
  "definition": "Michela Buttignol / Investopedia\n\nA box spread is an optionsarbitragestrategy that combines buying abull call spreadwith a matchingbear put spread. Also referred to as a long box, it's like two vertical spreads that have the same strike prices and expiration dates. Box spreads are used to borrow or lend at implied rates that are more favorable than a trader going to their prime broker, clearing firm, or bank. Because its price at expiration is always the distance between the strikes involved (e.g., a 100-pt box might utilize the 25 and 125 strikes and would be worth $100 at expiration), the price paid for today can be thought of as that of azero-coupon bond. The lower the initial cost of the box, the higher its implied interest rate. This concept is known as a synthetic loan.\n\nBVE=HSP−LSPMP=BVE−(NPP+Commissions)ML=NPP+Commissionswhere:BVE=Box value at expirationHSP=Higher strike priceLSP=Lower strike priceMP=Max profitNPP=Net premium paidML=Max Loss\\begin{aligned} &\\text{BVE}=\\text{ HSP }-\\text{ LSP}\\\\ &\\text{MP}=\\text{ BVE }-\\text{ (NPP} + \\text{ Commissions)}\\\\ &\\text{ML }= \\text{ NPP }+ \\text{ Commissions}\\\\ &\\textbf{where:}\\\\ &\\text{BVE}=\\text{ Box value at expiration}\\\\ &\\text{HSP}=\\text{ Higher strike price}\\\\ &\\text{LSP}=\\text{ Lower strike price}\\\\ &\\text{MP}=\\text{ Max profit}\\\\ &\\text{NPP}=\\text{ Net premium paid}\\\\ &\\text{ML}=\\text{ Max Loss} \\end{aligned}​BVE=HSP−LSPMP=BVE−(NPP+Commissions)ML=NPP+Commissionswhere:BVE=Box value at expirationHSP=Higher strike priceLSP=Lower strike priceMP=Max profitNPP=Net premium paidML=Max Loss​\n\nTo construct a box spread, a trader buys anin-the-money (ITM)call, sells anout-of-the-money (OTM)call, buys an ITM put, and sells an OTM put. In other words, buy an ITM call and put and then sell an OTM call and put.\n\nGiven that there are fouroptionsin this combination, the cost to implement this strategy—specifically, the commissions charged—can be a significant factor in its potential profitability. Complex option strategies, such as these, are sometimes referred to asalligator spreads.\n\nBox spreads effectively establish synthetic loans. Like a zero-coupon bond, they are initially bought at a discount and the price steadily rises over time until expiration where it equals the distance between strikes.\n\nA box spread is optimally used when thespreadsthemselves are underpriced compared to their expiration values. When the trader believes the spreads are overpriced, they may employ a short box, which uses the opposite options pairs, instead. The concept of a box comes to light when one considers the purpose of the twovertical, bull call and bear put, spreads involved.\n\nAbullish vertical spreadmaximizes its profit when the underlying asset closes at the higherstrike priceat expiration. The bearish vertical spread maximizes its profit when the underlying asset closes at the lower strike price at expiration.\n\nBy combining both a bull call spread and abear put spread, the trader eliminates the unknown, namely where theunderlying assetcloses at expiration. This is so because the payoff is always going to be the difference between the two strike prices at expiration.\n\nIf the cost of the spread, aftercommissions, is less than the difference between the two strike prices, then the trader locks in a riskless profit, making it adelta-neutralstrategy. Otherwise, the trader has realized a loss comprised solely of the cost to execute this strategy.\n\nThere will be times when the box costs more than the spread between the strikes. Should this be the case, the long box would not work but a short box might. This strategy reverses the plan, selling the ITM options and buying the OTM options.\n\nWhile box spreads are commonly used for cash management and are seen as a way to arbitrage interest rates with low risk, there are some hidden risks. The first is that interest rates may move strongly against you, causing losses like they would on any other fixed-income investments that are sensitive to rates.\n\nA second potential danger, which is perhaps less obvious, is the risk of early exercise.American-style options, such as those options listed on most U.S. stocks may beexercised early(i.e., before expiration), and so it is possible that a short option that becomes deep ITM can be assigned. In the normal construction of a box, this is unlikely, since you would own the deep call and put, but the stock price can move significantly, and then find yourself in a situation where you might beassigned.\n\nThis risk increases for short boxes written on single stock options, as was the infamous case of aRobinhoodtrader who lost more than 2,000% on a short box when the deep puts that were sold were subsequently assigned, causing the platform to exercise the long calls to come up with the shares needed to satisfy the assignment.This debacle was posted online including on various subreddits, where it has become a cautionary tale (especially after said trader boasted that it was a virtually riskless strategy).\n\nThe lesson here is to avoid short boxes or to only write short boxes on indexes (or similar) that instead useEuropean options, which do not allow for early exercise.\n\nCompany A stock trades for $51.00. Eachoptions contractin the four legs of the box controls 100 shares of stock. The plan is to:\n\nThe total cost of the trade before commissions would be $329 - $123 + $269 - $97 = $378. The spread between the strike prices is 53 - 49 = 4. Multiply by 100 shares per contract = $400 for the box spread.\n\nIn this case, the trade can lock in aprofitof $22 before commissions. The commission cost for all four legs of the deal must be less than $22 to make this profitable. That is a razor-thin margin, and this is only when the net cost of the box is less than the expiration value of the spreads, or the difference between the strikes.\n\nA box strategy is best suited for taking advantage of more favorable implied interest rates than can be obtained through usual credit channels (e.g., a bank). It is therefore most often used for purposes of cash management.\n\nA long box is, in theory, a low-risk strategy that is sensitive primarily to interest rates. A long box will always expire at a value worth the distance between the two strike prices utilized. A short box, however, may be subject to early assignment risk when using American options.\n\nA short box, in contrast to a standard long box, involves selling deep ITM calls and puts and buying OTM ones. This would be done if the price of the box is trading higher than the distance between strikes (which can be caused for several reasons, including a low interest rate environment or pending dividend payments for single stock options).\n\nBox spreads are considered an arbitrage options strategy. If you're a trader who understands the intricacies of this complex strategy, you may be able to lock in a profit as long as the total cost of the spread is less than the expiration value of the spread of the strike price. As with anything else, make sure you are fully aware of the risks associated with box spreads (or any other investment move you make) to ensure you minimize your risk of loss.\n\nMarketWatch. \"Trader says he has ‘no money at risk,’ then promptly loses almost 2,000%.\"",
  "url": "https://www.investopedia.com/terms/b/boxspread.asp"
}