{
  "term": "Brand Extension: Definition, How It Works, Example, and Criticism",
  "definition": "Investopedia / Michela Buttignol\n\nA brand extension is when a company uses one of its established brand names on a new product or new product category. It's sometimes known as brand stretching. The strategy behind a brand extension is to use the company's already establishedbrand equityto help it launch its newest product. The company relies on the brand loyalty of its current customers, which it hopes will make them more receptive to new offerings from the same brand. If successful, a brand extension can help a company reach new demographics, expand its customer base, increase sales, and boost overallprofit margins.\n\nA brand extension leverages the reputation, popularity, andbrand loyaltyassociated with a well-known product to launch a new product. To be successful, there must be a logical association between the original product and the new item. A weak or nonexistent association can result in the opposite effect, brand dilution. This can even harm theparent brand.\n\nSuccessful brand extensions allow companies to diversify their offerings and increasemarket share. They can give the company acompetitive advantageover its rivals that don't offer similar products. The existing brand serves as an effective and inexpensive marketing tool for the new product.\n\nApple(AAPL) is an example of a company that has a history of effectively using a brand extension strategy to propel growth. Starting with its popular Mac computers, the company has leveraged its brand to sell products in new categories, as can be seen with the iPod, the iPad, and the iPhone.\n\nCompanies that are able to successfully extend their brand are often said to benefit from thehalo effect, which allows them to capitalize on the positive perception consumers have of their products tolaunch new products.\n\nBrand extension can be as obvious as offering the original product in a new form. For example, the Boston Market restaurant chain launched a line of frozen dinners under its own name, offering similar fare.\n\nAnother form of brand extension combines two well-known products. Breyers ice cream with Oreo cookie chunks is a matchup that relies on consumers' loyalty to either or both original brands.\n\nBrand extension also may be applied to a different product category.Google's core businessis a search engine, but it has an assortment of other non-advertising related products and services including the Play Store, Chromebooks, Google Apps, and the Google Cloud Platform.\n\nIn the best examples, the brand extension is natural and arises from a recognized positive quality of the original product. Arm & Hammer produces a deodorizing cat litter under its brand name. Black & Decker makes a line of toy tools for children. Ghirardelli Chocolate Company sells a brownie mix. The creation of complementary products is a form of brand extension. The many varieties and flavors ofCoca-Colaare an example.\n\nThe cost of introducing a product through brand extension is lower than the cost of introducing a new product that has nobrand identity. The original brand communicates the message.\n\nHowever, brand extensions fail when the product lines are a distinct mismatch. The brand name may even cast a disagreeable light on the new product. Before launching a new product,brand managersneed to keep their target audience in mind and consider which products fit well under their company's brand.\n\nAn example of an unsuccessful brand extension occurred in the early 1980s when popular jeans manufacturer Levi Strauss & Co. decided to launch a line of men's three-piece suits under the sub-brand Levi's Tailored Classics. After years of poor sales, the company discontinued the line. The company couldn't overcome consumers' perception of the brand as one associated with rugged casual wear and not business attire. However, Levi's learned from its mistake and in 1986 introduced Levi's Dockers, a line of casual khaki pants and other men's apparel that has since been a consistent top seller for the company.﻿﻿\n\nTuck School of Business, Dartmouth College. \"Findings: Should I Extend My Brand?\" Accessed Sept. 5, 2020.",
  "url": "https://www.investopedia.com/terms/b/brand-extension.asp"
}