{
  "term": "Branch Banking: Definition, Advantages, vs. Unit Banking",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nBranch banking is the operation of storefront locations away from the institution's home office for the convenience of customers.\n\nSince the 1980s, branch banking in the U.S. has gone through significant changes in response to a more competitive and consolidated financial services market. One of the most significant changes is that, since 1999, banks have been permitted to sell investments and insurance products–as well as banking services–under the same roof.\n\nThe Riegle-Neal Interstate Banking and Branching Efficiency Act of 1994 authorized well-capitalized banks to acquire branch offices–or open new ones–anywhere in the United States, including outside their home states.At that time, most states had already passed laws enabling interstate branching.\n\nThen, in 1999, Congress repealed laws that forced banks to keep their investment services separate from their banking services.Those two actions combined led to the current proliferation of branch offices that are dotted around the U.S.\n\nAfter thefinancial crisis of 2008-2009, the banking industry went through a consolidation phase. The branch bank, for most Americans, now means one of the \"big four\" banks: JPMorgan Chase & Co., Bank of America, Wells Fargo, or Citibank.\n\nMore recent innovations, such asInternet bankingservices and mobile banking apps, have dramatically changed the banking landscape.\n\nAccording to a survey conducted by Morning Consult on behalf of the American Bankers Association, mobile and online banking increased considerably after the COVID-19 pandemic. As of 2021, 44% of bank consumers turn to mobile apps (compared to 33% before the pandemic), and 26% use a computer or laptop to manage their accounts (compared to 24% before the pandemic).\n\nIn addition, the COVID-19 crisis increased the rate of bank branch closures. In 2020, just under 3,700 bank branches shut their doors.However, banks are constrained from closing some branches by the terms of theCommunity Reinvestment Act of 1977, which requires banks to make an effort to provide services to low- and moderate-income neighborhoods.\n\nBranch banking allows a financial institution to expand its services outside of its home location and into smaller storefronts that function as extensions of its greater operations. For some institutions, this can be a cost-saving method; it allows smaller offices to provide key services while larger locations may have additional offerings.\n\nFor customers, branch banking offers the added value of interacting with someone in person, a richer experience and connection that can't be replicated by digital channels.\n\nAlthough many customers turn to digital channels for simple banking tasks (like checking an account's balance or making a transfer), they are visiting branches for those services that can't be provided online, like withdrawing cash or using a safety deposit box. Other advantages of branch banking include the ability to complete complex transactions, get information on specialized financial products, or receive financial advice.\n\nBranch banking networks have evolved into multi-state financial service networks that allow depositors to access their accounts from any banking office.\n\nUnit banking refers to a single, usually very small bankthat provides financial services to its local community. Typically, a unit bank is independent and operates without any connecting banks or branches in the area.\n\nHowever, not all unit banks are independent. Even if they do not share a name with a larger banking entity. There are some banks that retain a familiar name, even though they are owned by a larger holding company.\n\nChain bankingis a form of bank governance in which individuals or an entity takes control of at least three banks that are independently chartered. It differs from branch banking because chain banks are separately-owned and not part of the same entity.\n\nAbanking desertis a census tract or neighborhood with no bank branches in it or within 10 miles of its center.\n\nRetail bankingprovides financial services to individual consumers rather than large institutions. It's also known as consumer banking orpersonal banking. The services provided by retail banking include savings and checking accounts, debit or credit cards, personal loans, mortgages, and certificates of deposit, among others.\n\nBranch banking makes banking more convenient and accessible to customers. Each branch provides the same services as the main office. Although online banking is growing in popularity and is more convenient for most people, branch banking offers a human connection that can't be replicated online, as well as the ability to withdraw cash, access to financial advice, and a wider variety of products and services.\n\nFederal Reserve History. \"Riegle-Neal Interstate Banking and Branching Efficiency Act of 1994.\"\n\nGovTrack. \"S. 900 (106th): Gramm-Leach-Bliley Act.\"\n\nAmerican Bankers Association. \"National Survey: Bank Customers Turn to Mobile Apps More Than Any Other Channel to Manage Their Accounts.\"\n\nBoard of Governors of the Federal Reserve System. \"Bank Branches and COVID-19: Where are Banks Closing Branches during the Pandemic?\"",
  "url": "https://www.investopedia.com/terms/b/branch-banking.asp"
}