{
  "term": "Breadth Indicator: Overview, Examples, Limitations",
  "definition": "Breadth indicators are mathematical formulas that measure the number of advancing and declining stocks, and/or theirvolume, to calculate the participation in a stock index's price movements. By evaluating how many stocks are increasing or decreasing in price, and how much volume these stocks are trading, breadth indicators help in confirming stock index pricetrends, or can warn of impending pricereversals.\n\nThere are a number of breadth indicators, each with their own formula and method of calculation. Some breadth indicators are cumulative, with each day's value added or subtracted from the prior value. Others are non-cumulative, with each day or period providing its own data point.\n\nOne of the simplest breath indicators is theAdvance/Decline Line. It's a cumulative indicator where net advances (number of advancing stocks - number of declining stocks) is added or subtracted from the prior value.\n\nBreadth indicators provide traders and investors with a view of an overall market. The stock \"market\" is typically examined usingstock indexes.\n\nFor example, theS&P 500 index'sAdvance/Decline Line is a cumulative guide for whether more stocks are rising or falling over time. This calculation shows the overall investor sentiment inall the stocks within the index.\n\nBreadth indicators are primarily used for two purposes:\n\nThere are many different breadth indicators that traders and investors can use in their analysis.\n\nSome other popular breadth indicators, aside from the Advance/Decline Line, include:\n\nThere are many other breadth indicators.\n\nTraders and investors may use different breadth indicators for different purposes. For example, On Balance Volume looks at buying and selling pressure from a volume standpoint rather than just looking purely at price, while the McClellan Summation Index involves a more complex formula that generates actual buy and sell signals.\n\nSome breadth indicators, such as the Chaikin Oscillator and On Balance Volume, can be applied to individual stocks or even other assets. Other breadth indicators—such as the Advance/Decline Line or Arms Index—are only calculated based on indexes.\n\nTraders use market breadth indicators in conjunction with other forms oftechnical analysis, such aschart patternsand technical indicators, to maximize the odds of success. For example, if the Advance/Decline Line starts to drop while the S&P 500 is still rising, traders will watch closely for the S&P 500 to break below a rising trendline, break below support, or for technical indicators to turn bearish. This will help confirm that the price may be starting to decline, and therefore the trader can exitlongsor initiateshortpositions.\n\nThe following chart shows two breadth indicators, On Balance Volume and the Force Index, on a chart of the SPDR S&P 500 ETF (SPY).\n\nTheForce Index(at the bottom) shows a strong bearish sentiment in early February during the market drop and relatively weak bullish sentiment throughout the entire period. On Balance Volume shows bullish volume during the February and March recovery and moderate volume in the months following. These indicators suggest that the market is relatively neutral between April and June.\n\nBreadth indicators are a subset within the larger field oftechnical indicators. While breadth indicators attempt to gauge participation and strength in a stock or index's movements, technical indicators have a far larger purpose. Technical indicators can be used to analyze volume or price, generate trade signals, or definesupport and resistance.\n\nBreadth indicators won't always forewarn of a reversal. Nor will they always confirm a price move, even though the price keeps moving in the same direction.\n\nMost breadth indicators are prone to some situational anomalies. While traders typically look for volume to increase as prices move further, this doesn't always happen. Trends can last a very long time on decreasing volume or even decreasing stock participation, which will lead to the breadth indicators diverging but not necessarily resulting in a price reversal.\n\nCertain breadth indicators may also generate odd readings because of their calculation method. On Balance Volume may jump or decline significantly, for example, if there is a huge volume day but the price finishes only marginally higher or lower. The price barely moved, but the indicator could move a great deal.",
  "url": "https://www.investopedia.com/terms/b/breadthindicator.asp"
}