{
  "term": "Breakout: Definition, Meaning, Example, and What It Tells You",
  "definition": "A breakout refers to when the price of an asset moves above a resistance area, or moves below a support area. Breakouts indicate the potential for the price to start trending in the breakout direction. For example, a breakout to the upside from a chart pattern could indicate the price will start trending higher. Breakouts that occur on highvolume(relative to normal volume) show greater conviction which means the price is more likely to trend in that direction.\n\nA breakout occurs because the price has been contained below a resistance level or above a support level, potentially for some time. The resistance or support level becomes a line in the sand which many traders use to set entry points orstop loss levels. When the price breaks through the support or resistance level traders waiting for the breakout jump in, and those who didn't want the price to breakout exit their positions to avoid larger losses.\n\nThis flurry of activity will often cause volume to rise, which shows lots of traders were interested in the breakout level. The higher than average volume helps confirm the breakout. If there is little volume on the breakout, the level may not have been significant to a lot of traders, or not enough traders felt convicted to place a trade near the level yet. These low volume breakouts are more likely to fail. In the case of an upside breakout, if it fails the price will fall back below resistance. In the case of a downside breakout, often called a breakdown, if it fails the price will rally back above the support level it broke below.\n\nBreakouts are commonly associated with ranges or other chart patterns, including triangles, flags, wedges, and head-and-shoulders. These patterns are formed when the price moves in a specific way which results in well-defined support and/or resistance levels. Traders then watch these levels for breakouts. They may initiate long positions or exit short positions if the price breaks above resistance, or they may initiate short positions or exit long position if the price breaks below support.\n\nEven after a high volume breakout, the price will often (but not always) retrace to the breakout point before moving in the breakout direction again. This is because short-term traders will often buy the initial breakout, but then attempt to sell quite quickly for a profit. This selling temporarily drives the price back to the breakout point. If the breakout is legitimate (not a failure), then the price should move back in the breakout direction. If it doesn't, it's a failed breakout.\n\nTraders who use breakouts to initiate trades typically utilize stop-loss orders in case the breakout fails. In the case of going long on an upside breakout, a stop loss is typically placed just below the resistance level. In the case of going short on a downside breakout, a stop loss is typically placed just above the support level that has been breached.\n\nImage by Sabrina Jiang © Investopedia 2020\n\nThe chart shows a large increase in volume, associated with anearningsrelease, as the price breaks through the resistance area of a triangle chart pattern. The breakout was so strong that it caused a pricegap. The price continued to move higher and didn't retrace to the original breakout point. That is a sign of a very strong breakout.\n\nTraders could have used the breakout to potentially enter long positions and/or get out of short positions. If entering long, a stop loss would be placed just below the resistance level of thetriangle(or even below triangle support). Because the price had a large gaping breakout, this stop loss location may not be ideal. After the price continued to move higher following the breakout the stop loss could be trailed up in order to reduce risk or lock in a profit.\n\nA breakout could result in the price moving to a new52-week high or low, if a breakout occurs near the prior high/low. But not all 52-week highs/lows are the result of a recent breakout. A 52-week high or low is simply the highest or lowest price seen over the last year. A breakout is a move above or below resistance.\n\nThere are two main problems with utilizing breakouts. The main problem is failed breakouts. The price will often move just beyond resistance or support, luring in breakout traders. The price then reverses and doesn't continue moving in the breakout direction. This can happen multiple times before a real breakout occurs.\n\nSupport and resistance levels are also subjective.Not everyone cares about the same support and resistance levels. This is why watching volume helps. An increase in volume on the breakout shows that the level is important. Lack of volume shows the level is not important or that the big traders (who create big volume) aren't ready to participate yet.\n\nAdam Grimes. \"The Art and Science of Technical Analysis: Market Structure, Price Action, and Trading Strategies.\" John Wiley & Sons, 2012.\n\nA. Brooks. \"Trading Price Action, Trading Ranges,\" Chapter 5. John Wiley & Sons, 2012.",
  "url": "https://www.investopedia.com/terms/b/breakout.asp"
}