{
  "term": "Break-Even Price: Definition, Examples, and How to Calculate It",
  "definition": "The break-even price is the point at which investment return equals the total cost of your investment.\n\nA break-even price is the price at which an asset, if sold, would pay for the costs of ownership. Any amount beyond the break-even price is profit.\n\nIt can also refer to the amount of money for which a product or service must be sold to cover the costs of manufacturing or providing it.\n\nInoptionstrading, the break-even price is the price of theunderlying assetat which investors can choose to exercise or dispose of the contract without incurring a loss.\n\nBreak-even prices can be applied to almost any transaction.\n\nFor example, the break-even price of a house would be a sale price that equals the home'spurchase price, mortgage interest paid,hazard insurance,property taxes, maintenance, improvements,closing costs, andreal estatesales commissions.\n\nAt this price, the homeowner would not see any profit, but also would not lose any money.\n\nBreak-even price is also used in managerial economics to determine the costs of scaling a product's manufacturing capabilities.\n\nTypically, an increase in product manufacturing volumes translates to a decrease in break-even prices because costs are spread over more product quantity.\n\nTraders also use break-even prices to understand where a securities price must go to make a trade profitable after costs, fees, and taxes have been taken into account.\n\nMathematically, the break-even price is the amount of monetary receipts that equals the amount of monetary contributions.\n\nWith sales matching costs, the related transaction is said to break even, sustaining no losses and earning no profits in the process.\n\nTo determine a break-even price, a person simply uses the total cost of a business or financial activity or transaction as the target price at which to sell a product, service, or financial security.\n\nThe break-even price for selling a product would be the sum of the unit'sfixed costandvariable costincurred to make the product.\n\nThus, a good produced for $20 total would need to sell for $20 exactly.\n\nAnother way to compute the total break-even for a firm is to divide thegross profit marginby total fixed costs:\n\nBusiness break-even = gross profit margin / fixed costs\n\n​​For an options contract, such as acallor aput, the break-even price is that price at which the underlying security fully covers the option'spremium(or cost).\n\nAlso known as thebreak-even point (BEP), it can be represented by the following formulas for a call or put, respectively:\n\nBEPcall= strike price + premium paid\n\nBEPput= strike price - premium paid\n\nBreak-even price as a business strategy is most common in new commercial ventures, especially if a product or service is not highly differentiated from those of competitors.\n\nBy offering a relatively low break-even price without any margin markup, a business may have a better chance to gather more market share, even though this may be achieved at the expense of profits at the time.\n\nBeing a cost leader and selling at the break-even price requires a business to have the financial resources to sustain periods of zero earnings.\n\nHowever, after establishing market dominance, a business may begin to raise prices when weak competitors can no longer undermine its higher-pricing efforts.\n\nThe following formula can be used toestimate a firm's break-even point:\n\nFixed costs / (price - variable costs) = break-even point in units\n\nThe break-even point is equal to the total fixed costs divided by the difference between the unit price and variable costs.\n\nThere are both positive and negative effects of transacting at the break-even price.\n\nIn addition to gaining market share and driving away existing competition, pricing at break-even also helps set an entry barrier for new competitors to enter the market.\n\nEventually, this leads to a controlling market position, due to reduced competition.\n\nHowever, a product or service's comparably low price may create the perception that the product or service is not as valuable as other products. This could become an obstacle to raising prices later on.\n\nIn the event that others engage in aprice war, pricing at break-even would not be enough to help gain market control.\n\nWithrace-to-the-bottompricing, losses can be incurred when break-even prices give way to even lower prices.\n\nBothmarginalistandMarxisttheories predict that due to competition, firms will always be under pressure to sell their goods at the break-even price, implying no room for long-run profits.\n\nSuppose firm ABC manufactures widgets. The total costs for making a widget per unit can be broken down as follows:\n\nHence, the break-even price ABC needs to recover costs is $10 per widget.\n\nNow suppose that ABC becomes ambitious and is interested in making 10,000 such widgets. To do so, it will have to scale operations and make significant capital investments in factories and labor.\n\nThe firm invests $200,000 in fixed costs, including building a factory and buying machines for manufacturing.\n\nThe firm's break-even price for each widget can be calculated as follows:\n\n(Fixed costs / number of units) + price per unit\n\n$30 is the break-even price for the firm if it manufactures 10,000 widgets. Using the same formula, the break-even price for manufacturing 20,000 widgets is $20.\n\nFor a call option with a strike price of $100 and a premium paid of $2.50, the break-even price that the stock would have to get to is $102.50; anything above that level would be pure profit, anything below would imply a net loss.\n\nThe break-even price covers the cost or initial investment in something. For example, if you sell your house for exactly what you still need to pay, you would be left with zero debt but no profit. Investors who are holding a losing stock position can use anoptions repair strategyto break even on their investment quickly. Break-even price calculations can look different depending on the specific industry or scenario. However, the overall definition remains the same.\n\nIn general, the break-even price for an options contract will be thestrike priceplus the cost of the premium. For a $20-strikecall optionthat cost $2, the break-even price would be $22. For aput optionwith the same details, the break-even price would instead be $18.\n\nA gross break-even point may not be accurate enough for such analysis because taxes, fees, and other charges are often involved and must be taken into account. For instance, if you sell a stock for a $10 profit subject to long-term capital gains tax, you will have to pay $1.50 in taxes. If the commission was $1 for the trade, that also must be noted. Inflation, too, is something to consider, especially for long-term holdings.\n\nVercherand, Jean. \"Is a Synthesis of Economic Theories Possible?\"Labour. Palgrave Macmillan, London, 2014, Pages 162-174.",
  "url": "https://www.investopedia.com/terms/b/breakeven-price.asp"
}