{
  "term": "Break-Even Analysis: Formula and Calculation",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nBreak-even analysis compares income from sales to the fixed costs of doing business. The five components of break-even analysis are fixed costs, variable costs, revenue, contribution margin, and break-even point (BEP).\n\nWhen companies calculate the BEP, they identify the amount of sales required to cover all fixed costs before profit generation can begin. The break-even point formula can determine the BEP in product units or sales dollars.\n\nInvestopedia / Paige McLaughlin\n\nBreak-even analysis looks at fixed costs relative to the profit earned by each additional unit produced and sold.\n\nA firm with lowerfixed costswill have a lower break-even point of sale and $0 of fixed costs will automatically have broken even with the sale of the first product, assumingvariable costsdo not exceed sales revenue.\n\nFixed costs remain the same regardless of how many units are sold. Examples of fixed and variable costs include:\n\nBreak-even analysis involves a calculation of thebreak-even point (BEP). The break-even point formula divides the total fixed production costs by the price per individual unit less the variable cost per unit.\n\nBEP = Total Fixed Costs / (Price Per Unit - Variable Cost Per Unit)\n\nA product'scontribution marginis the difference between the selling price of the product and its variable costs.So, relative to the BEP formula above, you could also say that the BEP = Total Fixed Costs / Contribution Margin.\n\nContribution Margin = Item Price - Variable Cost Per Unit\n\nFor example, if an item sells for $100, with fixed costs of $25 per unit, and variable costs of $60 per unit, the contribution margin is:\n\nThis $40 reflects the revenue collected to cover the remaining fixed costs, which are excluded when figuring the contribution margin.\n\nTo find the total units required to break even, divide the total fixed costs by the unit contribution margin.\n\nBEP (Units) = Total Fixed Costs / Contribution Margin\n\nAssume total fixed costs are $20,000. With a contribution margin of $40 (shown above), the break-even point is:\n\n500 units = $20,000 divided by $40.\n\nUpon selling 500 units, the payment of all fixed costs is complete, and the company will report a net profit or loss of $0.\n\nTo calculate the break-even point in sales dollars, you'll need to divide the total fixed costs by the contribution margin ratio. So, first, you must determine the ratio:\n\nContribution Margin Ratio = Contribution Margin Per Unit / Item Price\n\nContinuing with the example above, the contribution margin ratio is:\n\n40% = ($40 / $100) x 100 to convert to a percentage\n\nNow, as noted just above, to calculate the BEP in dollars, divide total fixed costs by the contribution margin ratio.\n\nBEP (Sales Dollars) = Total Fixed Costs / Contribution Margin Ratio\n\nIn accounting, themargin of safetyis the difference between actual sales and break-even sales.Managers utilize the margin of safety to know how much sales can decrease before the company or project becomes unprofitable.\n\nAlthough investors may not be interested in an individual company's break-even analysis of production, they may use the calculation to determine at what price they will break even on a trade or investment.The calculation is useful when trading in or creating a strategy to buyoptionsor a fixed-income security product.\n\nBreak-even analysis assumes that the fixed and variable costs remain constant over time. However, costs may change due to factors such as inflation, changes in technology, and changes in market conditions. It also assumes that there is a linear relationship between costs and production. Break-even analysis ignores external factors such as competition, market demand, and changes in consumer preferences.\n\nThere are five components of break-even analysis: fixed costs, variable costs, revenue, contribution margin, and the break-even point (BEP).\n\nThe contribution margin represents the revenue required to cover a business' fixed costs and contribute to its profit. With the contribution margin calculation, a business can determine the break-even point and where it can begin earning a profit.\n\nThe break-even point (BEP) helps businesses with pricing decisions, sales forecasting, cost management, and growth strategies. A business would not use break-even analysisto measure its repaymentof debt or how long that repayment will take.\n\nBreak-even analysis, or the comparison of sales to fixed costs, is a tool used by businesses and stock and option traders. It is essential in determining the minimum sales volume required to cover total costs and break even. Beyond the break-even point, it's all profit. That is, sales will exceed expenses.\n\nBreak-even analysis helps businesses choose pricing strategies, and manage costs and operations. In stock and options trading, break-even analysis helps determine the minimum price movements required to cover trading costs and make a profit. Traders can use break-even analysis to set realistic profit targets, manage risk, and make informed trading decisions.\n\nU.S. Small Business Administration. \"Break-Even Point.\"\n\nProfessor Rosemary Nurre, College of San Mateo. \"Accounting 131: Chapter 6, Cost-Volume-Profit Relationships.\"",
  "url": "https://www.investopedia.com/terms/b/breakevenanalysis.asp"
}