{
  "term": "Bretton Woods Agreement and the Institutions It Created",
  "definition": "Investopedia / Madelyn Goodnight\n\nThe Bretton Woods agreement established a new international monetary system in 1944, with gold as the basis for the U.S. dollar and fixed exchange rates.\n\nThe Bretton Woods agreement was negotiated in July 1944 by delegates from 44 countries at the United Nations Monetary and Financial Conference held in Bretton Woods, New Hampshire.\n\nUnder the Bretton Woods system, gold was the basis for the U.S. dollar, and other currencies were pegged to the U.S. dollar’s value. The Bretton Woods system effectively came to an end in the early 1970s when President Richard M. Nixon announced that the U.S. would no longer exchange gold for U.S. currency.\n\nApproximately 730 delegates representing 44 countries met in Bretton Woods in July 1944 with the principal goals of creating an efficientforeign exchangesystem, preventing competitive devaluations of currencies, and promoting international economic growth. The Bretton Woods agreement and system were central to these goals. The agreement also created two important organizations—the International Monetary Fund (IMF) and the World Bank.While the Bretton Woods system was dissolved in the 1970s, both the IMF and World Bank have remained strong pillars for the exchange of international currencies.\n\nThough the Bretton Woods conference itself took place over just three weeks, the preparations for it had been going on for several years. The primary designers of the Bretton Woods system were the famous British economistJohn Maynard Keynesand chief international economist of the U.S. Treasury DepartmentHarry Dexter White. Keynes’ hope was to establish a powerful global central bank to be called the \"Clearing Union\" and issue a new international reserve currency called the bancor. White’s plan envisioned a more modest lending fund and a greater role for the U.S. dollar, rather than the creation of a new currency. In the end, the adopted plan took ideas from both, leaning more toward White’s plan.\n\nIt wasn't until 1958 that the Bretton Woods system became fully functional. Once implemented, its provisions called for the U.S. dollar to be pegged to the value of gold. Moreover, all other currencies in the system were then pegged to the U.S. dollar’s value. The exchange rate applied at the time set the price of gold at $35 an ounce.\n\nThe Bretton Woods system included 44 countries. These countries were brought together to help regulate and promote international trade across borders. As with the benefits of all currency pegging regimes, currency pegs are expected to provide currency stabilization for the trade of goods and services as well as financing.\n\nAll of the countries in the Bretton Woods system agreed to a fixed peg against the U.S. dollar with diversions of only 1% allowed. Countries were required to monitor and maintain their currency pegs, which they achieved primarily by using their currency to buy or sell U.S. dollars as needed. The Bretton Woods system, therefore, minimized international currency exchange rate volatility, which helped international trade relations. More stability in foreign currency exchange was also a factor in the successful support of loans and grants internationally from the World Bank.\n\nThe Bretton Woods agreement created two institutions, theIMFand the World Bank. Formally introduced in December 1945, both institutions have withstood the test of time, globally serving as important pillars for international capital financing and trade activities.\n\nThe purpose of the IMF was to monitorexchange ratesand identify nations that needed global monetary support. The World Bank, initially called the International Bank for Reconstruction and Development, was established to manage funds available for providing assistance to countries that had been physically and financially devastated by World War II.Today, the IMF has 190 member countries and still continues to support global monetary cooperation.In tandem, the World Bank helps to promote these efforts through its loans and grants to governments.\n\nIn 1971, concerned that theU.S. gold supplywas no longer adequate to cover the number of dollars in circulation, President Richard M. Nixon devalued the U.S. dollar relative to gold. After a run on the gold reserve, he declared a temporary suspension of the dollar’s convertibility into gold.By 1973, the Bretton Woods system had collapsed. Countries were then free to choose any exchange arrangement for their currency, except pegging its value to the price of gold. They could, for example, link its value to another country's currency, or a basket of currencies, or simply let it float freely and allow market forces to determine its value relative to other countries' currencies.\n\nThe Bretton Woods agreement remains a significant event in world financial history. The two Bretton Woods institutions it created in the International Monetary Fund and the World Bank, played an important part in helping to rebuild Europe in the aftermath of World War II.Subsequently, both institutions have continued to maintain their founding goals while also transitioning to serve global government interests in the modern day.\n\nThe Bretton Woods system—which required a currency peg to the U.S. dollar and linked the value of the dollar to gold—is no longer in effect. In the 1960s, the dollar had struggled within the system set up under the Bretton Woods agreement. In 1971, President Nixon suspended its convertibility into gold. Today, currencies float against each other, rather than being kept at firm pegs.\n\nThegold standardrefers to any monetary system in which the value of currency is linked to gold. Currently, there are no countries that use the gold standard.\n\nUnder the Bretton Woods system, the U.S. was originally convertible to gold at a rate of $35 per ounce. By 1971, this convertibility was severed.\n\nPreviously, the U.S. dollar was backed by gold. Today, the U.S. dollar isn't backed by anything, other than the U.S. government's own ability to generate revenue.\n\nThe Bretton Woods agreement established a currency exchange regime system in 1944, following years of negotiations among 44 nations. This system required a currency peg to the U.S. dollar which was in turn pegged to the price of gold. The Bretton Woods system ultimately would go on to collapse in the 1970s. The Bretton Woods agreement also established institutions such as the International Monetary Fund and the World Bank, both of which continue to play an important role in the financial world today.\n\nFederal Reserve History. \"Creation of the Bretton Woods System.\"\n\nInternational Monetary Fund. \"List of Members.\"\n\nU.S. Department of State, Office of the Historian. \"Nixon and the End of the Bretton Woods System, 1971–1973.\"",
  "url": "https://www.investopedia.com/terms/b/brettonwoodsagreement.asp"
}