{
  "term": "Brexit Meaning and Impact: The Truth About the U.K. Leaving the EU",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nBrexit is a portmanteau of the words “British” and “exit” that was coined to refer to the United Kingdom’s decision in a June 23, 2016, referendum to leave theEuropean Union (EU). Brexit took place at 11 p.m. Greenwich Mean Time on Jan. 31, 2020.\n\nOn Dec. 24, 2020, the U.K. and the EU struck a provisional free-trade agreement ensuring the free trade of goods without tariffs or quotas. However, key details of the future relationship remain uncertain, such as trade in services, which make up 80% of the U.K. economy. This prevented a no-deal Brexit, which would have been significantly damaging to the U.K. economy.\n\nA provisional agreement was approved by the U.K. parliament on Jan. 1, 2021. It was approved by the European Parliament on April 28, 2021. While the deal, known as the Trade and Cooperation Agreement (TCA), allowed tariff- and quota-free trade in goods, U.K.-EU trade still faces customs checks. This means that commerce is not as smooth as when the U.K. was a member of the EU.\n\nThe Leave side won the June 2016 referendum with 51.9% of the ballot, or 17.4 million votes, while Remain received 48.1% or 16.1 million votes. Voter turnout was 72.2%. The results were tallied on a U.K.-wide basis, but the overall figures conceal stark regional differences: 53.4% of English voters supported Brexit, compared to just 38% of Scottish voters.\n\nBecause England accounts for the vast majority of the U.K.’s population, support there swayed the result in Brexit’s favor. If the vote were conducted only in Wales (where Leave voters also won), Scotland, and Northern Ireland, Brexit would have received less than 45% of the vote.\n\nThe result defied expectations and roiled global markets, causing theBritish poundto fall to its lowest level against the dollar in 30 years.\n\nFormer Prime Minister David Cameron, who called the referendum and campaigned for the U.K. to remain in the EU, announced his resignation the following day. He was replaced as leader of the Conservative Party and prime minister by Theresa May in July 2016.\n\nThe process of leaving the EU formally began on March 29, 2017, when May triggeredArticle 50of the Lisbon Treaty. The U.K. initially had two years from that date to negotiate a new relationship with the EU.\n\nFollowing a snap election on June 8, 2017, May remained the country’s leader. However, the Conservatives lost their outright majority in Parliament and agreed on a deal with the Democratic Unionist Party. This later caused May some difficulty getting her Withdrawal Agreement passed in Parliament.\n\nTalks began on June 19, 2017. Questions swirled around the process, partly because Britain’s constitution is unwritten and because no country had left the EU using Article 50 before. A similar move happened, though, when Algeria left the EU’s predecessor after gaining independence from France in 1962, and Greenland, which was a self-governing territory, left Denmark through a special treaty in 1985.\n\nOn Nov. 25, 2018, Britain and the EU agreed on a 599-page Withdrawal Agreement, a Brexit deal that touched upon issues such as citizens’ rights, the divorce bill, and the Irish border. Parliament first voted on this agreement on Jan. 15, 2019. Members of Parliament voted 432 to 202 to reject the agreement, the biggest defeat for a government in the House of Commons in recent history.\n\nMay stepped down as party leader on June 7, 2019, after failing three times to get the deal she negotiated with the EU approved by the House of Commons. The following month, Boris Johnson, a former mayor of London, foreign minister, and editor ofThe Spectator, was elected prime minister.\n\nJohnson, a hardline Brexit supporter, campaigned on a platform to leave the EU by the October deadline “do or die” and said he was prepared to leave the EU without a deal. The U.K. and EU negotiators agreed on a new divorce deal on Oct. 17. The main difference from May’s deal was that the Irish backstop clause was replaced with a new arrangement.\n\nAnother historic moment occurred in August 2019, when Johnson requested that the queen suspend Parliament from mid-September until Oct. 14, and she approved. This was seen as a ploy to stop members of Parliament from blocking a chaotic exit, and some even called it a coup of sorts. The U.K. Supreme Court’s 11 judges unanimously deemed the move unlawful on Sept. 24 and reversed it.\n\nThe negotiating period also led Britain’s political parties to face their own crises. Lawmakers left both the Conservative and Labour parties in protest. There were allegations of antisemitism in the Labour Party, and Labour leader Jeremy Corbyn was criticized for his handling of the issue. In September, Johnson expelled 21 MPs for voting to delay Brexit.\n\nThe U.K. was expected to leave the EU by Oct. 31, 2019, but Parliament voted to force the government to seek an extension to the deadline and delayed a vote on the new deal.\n\nJohnson then called for a general election. In the Dec. 12 election, the third general election in less than five years, Johnson’s Conservative Party won a huge majority of 365 seats in the House of Commons out of 650 seats. It managed this despite receiving only 43.6% of the vote due to its opponents being fractured between multiple parties.\n\nBritain’s lead negotiator in the talks with Brussels was David Davis. He was a Yorkshire member of Parliament (MP) until July 9, 2018, when he resigned. He was replaced by housing minister Dominic Raab as Brexit secretary. Raab resigned in protest over May’s deal on Nov. 15, 2018. He was replaced by health and social care minister Stephen Barclay the following day.\n\nThe EU’s chief negotiator was Michel Barnier, a French politician.\n\nPreparatory talks exposed divisions in the two sides’ approaches to the process. The U.K. wanted to negotiate the terms of its withdrawal alongside the terms of its post-Brexit relationship with Europe, while Brussels wanted to make sufficient progress on divorce terms by October 2017, only then moving on to a trade deal. In a concession that both pro- and anti-Brexit commentators took as a sign of weakness, U.K. negotiators accepted the EU’s sequenced approach.\n\nOne of the most politically thorny issues faced by Brexit negotiators was the rights of EU citizens living in the U.K. and U.K. citizens living in the EU.\n\nThe Withdrawal Agreement allowed for the free movement of EU and U.K. citizens until the end of the transition or implementation period. Citizens were allowed to keep their residency rights if they continued to work, had sufficient resources, or were related to someone who did. To upgrade their residence status to permanent, they had to apply to the host nation. The rights of these citizens were revocable if Britain left without ratifying a deal.\n\n“EU net migration, while still adding to the population as a whole, has fallen to a level last seen in 2009. We are also now seeing more EU8 citizens—those from Central and Eastern European countries, for example, Poland—leaving the U.K. than arriving,” said Jay Lindop, director of the Centre for International Migration, in a government quarterly report released in February 2019.\n\nBritain’s government fought over the rights of EU citizens to remain in the U.K. after Brexit, publicly airing domestic divisions over migration. Following the referendum and Cameron’s resignation, May’s government concluded that it had the right under the “royal prerogative” to trigger Article 50 and begin the formal withdrawal process on its own.\n\nThe U.K. Supreme Court intervened, ruling that Parliament had to authorize the measure, and the House of Lords amended the resulting bill to guarantee the rights of EU-born residents.The House of Commons, which had a Tory majority at the time, struck the amendment down, and the unamended bill became law on March 16, 2017.\n\nConservative opponents of the amendment argued that unilateral guarantees eroded Britain’s negotiating position, while those in favor of it said EU citizens should not be used as bargaining chips.\n\nSome of the economic concerns included the fact that EU migrants were greater contributors to the economy than their U.K. counterparts. Leave supporters, though, read the data as pointing to foreign competition for scarce jobs in Britain.\n\nThe Brexit bill was the financial settlement that the U.K. owed Brussels following its withdrawal.\n\nThe Withdrawal Agreement didn’t mention a specific figure, but it was estimated to be up to £32.8 billion, according to Downing Street. The total sum included the financial contribution that the U.K. would make during the transition period because it was an EU member state and owed a contribution toward the EU’s outstanding 2020budgetcommitments.\n\nThe U.K. also received funding from EU programs during the transition period and a share of its assets at the end of it, which included the capital it paid to theEuropean Investment Bank (EIB).\n\nA December 2017 agreement resolved this long-standing sticking point that threatened to derail negotiations entirely. Barnier’s team launched the first volley in May 2017 with the release of a document listing the 70-odd entities it would take into account when tabulating the bill. The initial estimate of the bill was €100 billion. Net of certain U.K. assets, the final bill would be €25 billion to €65 billion.”\n\nDavis’ team, meanwhile, refused EU demands to submit the U.K.’s preferred methodology for tallying the bill. In August, he told the BBC he would not commit to a figure by October, the deadline for assessing “sufficient progress” on issues such as the bill.\n\nThe following month, he told the House of Commons that Brexit bill negotiations could go on “for the full duration of the negotiation.”\n\nDavis presented this refusal to the House of Lords as a negotiating tactic, but domestic politics probably explained his reticence. Johnson, who campaigned for Brexit, called EU estimates “extortionate” on July 11, 2017, and agreed with a Tory MP that Brussels could “go whistle” if they wanted “a penny.”\n\nIn her September 2017 speech in Florence, Italy, however, May said the U.K. would “honor commitments we have made during the period of our membership.” Barnier confirmed to reporters in October 2019 that Britain would pay what was owed.\n\nThe new Withdrawal Agreement replaced the controversial Irish backstop provision with a protocol. According to the revised deal, the entire U.K. left the EU customs union upon Brexit, but Northern Ireland continued following EU regulations and value-added tax (VAT) laws for goods, while the U.K. government collected the VAT on behalf of the EU.\n\nThis meant there was a limited customs border in the Irish Sea with checks at major ports. The Northern Ireland assembly can vote on this arrangement up to four years after the end of the transition period.\n\nThe backstop emerged as the main reason for the Brexit impasse. It was a guarantee that there was no “hard border” between Northern Ireland and Ireland. It was an insurance policy that kept Britain in the EU customs union with Northern Ireland following EU single-market rules.\n\nThe backstop, which was meant to be temporary and was superseded by a subsequent agreement, could only be removed if both Britain and the EU gave their consent.\n\nMay was unable to garner enough support for her deal due to it. Euroskeptic MPs wanted her to add legally binding changes, as they feared it would compromise the country’s autonomy and could last indefinitely. EU leaders refused to remove it and ruled out a time limit on granting Britain the power to remove it. On March 11, 2019, the two sides signed a pact in Strasbourg, France, that did not change the Withdrawal Agreement but added “meaningful legal assurances.” But it wasn’t enough to convince hardline Brexiteers.\n\nFor decades during the second half of the 20th century, violence between Protestants and Catholics marred Northern Ireland and the border between the U.K. countryside and the Republic of Ireland to the south was militarized. The 1998 Good Friday Agreement turned the border almost invisible, except for speed limit signs, which switch from miles per hour in the north to kilometers per hour in the south.\n\nNegotiators in the U.K. and EU worried about the consequences of reinstating border controls, as Britain had to do in order to end freedom of movement from the EU. Yet leaving the customs union without imposing customs checks at the Northern Irish border or between Northern Ireland and the rest of Britain left the door wide open forsmuggling. This significant and unique challenge was one of the reasons soft Brexit advocates cited in favor of staying in the EU’s customs union and perhaps its single market.\n\nThe issue was further complicated by the Tories’ choice of the Northern Irish Democratic Unionist Party as a coalition partner. The party opposed the Good Friday Agreement and, unlike the Conservative leader at the time, campaigned for Brexit.\n\nUnder the Good Friday Agreement, the U.K. government was required to oversee Northern Ireland with “rigorous impartiality.” That proved difficult for a government that depended on the cooperation of a party with an overwhelmingly Protestant support base and historical connections to Protestant paramilitary groups.\n\nLeave voters based their support for Brexit on a variety of factors, including theEuropean debt crisis, immigration, terrorism, and the perceived drag of Brussels’ bureaucracy on the U.K. economy.\n\nBritain was wary of the European Union’s projects, which Leave supporters felt threatened the U.K.’s sovereignty; the country never opted into the European Union’s monetary union, meaning that it used the pound instead of theeuro. It also remained outside the Schengen Area, meaning that it did not share open borders with a number of other European nations.\n\nOpponents of Brexit also cited a number of rationales for their position:\n\nA common thread in both arguments was that leaving the EU would destabilize the U.K. economy in the short term and make the country poorer in the long term.\n\nIn July 2018, May’s cabinet suffered another shake-up when Boris Johnson resigned as the U.K.’s foreign minister and David Davis resigned as Brexit minister over May’s plans to keep close ties to the EU. Johnson was replaced by Jeremy Hunt, who favored a soft Brexit.\n\nSome state institutions backed the Remain supporters’ economic arguments:Bank of Englandgovernor Mark Carney called Brexit “the biggest domestic risk to financial stability” in March 2016, and the following month, the Treasury projected lasting damage to the economy under any of three possible post-Brexit scenarios:\n\nAdapted from “H.M. Treasury analysis: The long-term economic impact of EU membership and the alternatives,” April 2016\n\nLeave supporters discounted such economic projections under the label “Project Fear.” A pro-Brexit outfit associated with the U.K. Independence Party (UKIP), which was founded to oppose EU membership, responded by saying that the Treasury’s “worst-case scenario of £4,300 per household is a bargain-basement price for the restoration of national independence and safe, secure borders.”\n\nAlthough Leave supporters stressed issues of national pride, safety, and sovereignty, they also mustered economic arguments. For example, Johnson said on the eve of the vote, “EU politicians would be banging down the door for atrade deal” the day after the vote, in light of their “commercial interests.”\n\nVote Leave, the official pro-Brexit campaign, topped the “Why Vote Leave” page on its website with the claim that the U.K. could save £350 million per week: “We can spend our money on our priorities like the NHS [National Health Service], schools, and housing.”\n\nIn May 2016, the U.K. Statistics Authority, an independent public body, said the figure was gross rather than net, which was “misleading and undermines trust in official statistics.” A mid-June poll by Ipsos MORI, however, found that 47% of the country believed the claim.\n\nThe day after the referendum, Nigel Farage, who co-founded UKIP and led it until that November, disavowed the figure and said that he was not closely associated with Vote Leave. May also declined to confirm Vote Leave’s NHS promises since taking office.\n\nThough Britain officially left the EU, 2020 was a transition and implementation period. Trade and customs continued during that time, so there wasn’t much on a day-to-day basis that seemed different to U.K. residents. Even so, the decision to leave the EU had an effect on Britain’s economy.\n\nThe country’s gross domestic product (GDP) growth slowed down to around 1.4% in 2018 from 1.9% in 2016 and 2.7% in 2017 as business investment slumped. TheInternational Monetary Fund (IMF)predicted that the country’s economy would grow at 1.3% in 2019 and 1.4% in 2020. Instead, growth was 1.6% in 2019 but -10.4% in 2020. GDP rebounded, however, touching 8.7% in 2021 before slowing to 4.3% in 2022.\n\nThe U.K. unemployment rate hit a 44-year low at 3.9% in the three months leading up to January 2019. Experts attribute this to employers preferring to retain workers instead of investing in new major projects.\n\nWhile the fall in the value of the pound after the Brexit vote helped exporters, the higher price of imports was passed onto consumers and had a significant impact on the annualinflationrate. Consumer Prices Index (CPI) inflation hit 3.1% in the 12 months leading up to November 2017, a nearly six-year high that well exceeded the Bank of England’s 2% target. Inflation fell in 2018 with the decline in oil and gas prices but soared after the global COVID-19 pandemic, rising 8.7% in the 12 months preceding April 2023.\n\nA July 2017 report by the House of Lords cited evidence that U.K. businesses would have to raise wages to attract native-born workers following Brexit, which was “likely to lead to higher prices for consumers.”\n\nInternational trade was expected to fall due to Brexit, even with the possibility of a raft of free trade deals. Dr. Monique Ebell, former associate research director at the National Institute of Economic and Social Research, forecasted a -22% reduction in total U.K. goods and services trade if EU membership was replaced by a free trade agreement.\n\nOther free trade agreements were not predicted to pick up the slack. In fact, Ebell saw a pact with the BRIICS (Brazil, Russia, India, Indonesia, China, and South Africa) boosting total trade by 2.2% while a pact with the United States, Canada, Australia, and New Zealand was expected to do slightly better, at 2.6%.\n\n“The single market is a very deep and comprehensive trade agreement aimed at reducing non-tariff barriers,” Ebell wrote in January 2017, “while most non-EU [free trade agreements] seem to be quite ineffective at reducing the non-tariff barriers that are important for services trade.”\n\nOn April 18, May called for a snap election to be held on June 8, despite previous promises not to hold one until 2020. Polling at the time suggested May would expand on her slim Parliament majority of 330 seats (there are 650 seats in the Commons). Labour gained rapidly in the polls, however, aided by an embarrassing Tory flip-flop on a proposal for estates to fund end-of-life care.\n\nThe Conservatives lost their majority, winning 318 seats to Labour’s 262. The Scottish National Party won 35, with other parties taking 35. The resulting hung Parliament cast doubts on May’s mandate to negotiate Brexit and led the leaders of Labour and the Liberal Democrats to call on May to resign.\n\nSpeaking in front of the prime minister’s residence at 10 Downing Street, May batted away calls for her to leave her post, saying, “It is clear that only the Conservative and Unionist Party”—the Tories’ official name—“has the legitimacy and ability to provide that certainty by commanding a majority in the House of Commons.” The Conservatives struck a deal with the Democratic Unionist Party of Northern Ireland, which won 10 seats, to form a coalition.\n\nMay presented the election as a chance for the Conservatives to solidify their mandate and strengthen their negotiating position with Brussels. But this backfired.\n\nIn the wake of the election, many expected the government’s Brexit position to soften, and they were right. May released a Brexit white paper in July 2018 that mentioned an “association agreement” and a free-trade area for goods with the EU. David Davis resigned as Brexit secretary, and Boris Johnson resigned as Foreign Secretary in protest.\n\nBut the election also increased the possibility of a no-deal Brexit. TheFinancial Timespredicted that the result made May more vulnerable to pressure from Euroskeptics and her coalition partners. This was evident with the Irish backstop tussle.\n\nWith her position weakened, May struggled to unite her party behind her deal and keep control of Brexit.\n\nPoliticians in Scotland pushed for a second independence referendum in the wake of the Brexit vote, but the results of the June 8, 2017, election cast a pall over their efforts. The Scottish National Party (SNP) lost 21 seats in the Westminster Parliament, and on June 27, 2017, Scottish First Minister Nicola Sturgeon said her government at Holyrood would “reset” its timetable on independence to focus on delivering a “soft Brexit.”\n\nNot one Scottish local area voted to leave the EU, according to the U.K.’s Electoral Commission, though Moray came close at 49.9%. The country as a whole rejected the referendum by 62.0% to 38.0%.\n\nBut because Scotland only contains 8.4% of the U.K.’s population, its vote to Remain (along with that of Northern Ireland, which accounts for just 2.8% of the U.K.’s population) was vastly outweighed by support for Brexit in England and Wales.\n\nScotland joined England and Wales to form Great Britain in 1707, and the relationship has been tumultuous at times.The SNP, which was founded in the 1930s, had just six of 650 seats in Westminster in 2010.The following year, however, it formed a majority government in the devolved Scottish Parliament at Holyrood, partly owing to its promise to hold a referendum on Scottish independence.\n\nThat referendum, held in 2014, saw the pro-independence side lose with 44.7% of the vote. Turnout was 84.6%. Far from putting the independence issue to rest, though, the vote fired up nationalist support.\n\nThe SNP won 56 of 59 Scottish seats at Westminster the following year, overtaking the Liberal Democrats to become the third-largest party in the U.K. overall. Britain’s electoral map suddenly showed a glaring divide between England and Wales, which was dominated by Tory blue with the occasional patch of Labour red, and all-yellow Scotland.\n\nWhen Britain voted to leave the EU, Scotland fulminated. A combination of rising nationalism and strong support for Europe led almost immediately to calls for a new independence referendum. In 2017, when the Supreme Court ruled that devolved national assemblies such as Scotland’s parliament could not veto Brexit, the demands grew louder.\n\nOn March 13 of that year, Sturgeon called for a second referendum to be held in the autumn of 2018 or spring of 2019. Holyrood backed her by a vote of 69 to 59 on March 28, the day before May’s government triggered Article 50.\n\nSturgeon’s preferred timing was significant since the two-year countdown initiated by Article 50 ended in the spring of 2019 when the politics surrounding Brexit could be particularly volatile.\n\nScotland’s economic situation also raised questions about its hypothetical future as an independent country. The crash in oil prices dealt a blow to government finances. In May 2014, its government forecasted 2015–2016 tax receipts from North Sea drilling of £3.4 billion to £9 billion but only collected £60 million, less than 1% of the forecasts’ midpoint.\n\nIn reality, these figures were hypothetical since Scotland’s finances were not (and are not) fully devolved, but the estimates were based on the country’s geographical share of North Sea drilling, so they illustrated what it might expect as an independent nation.\n\nThe debate over what currency an independent Scotland would use was revived. Former SNP leader Alex Salmond, who was Scotland’s First Minister until November 2014, told theFinancial Timesthat the country could abandon the pound and introduce its own currency, allowing it to float freely or pegging it to sterling. He ruled out joining the euro, but others contended that it would be required for Scotland to join the EU. Another possibility would be to use the pound, which would mean forfeiting control overmonetary policy.\n\nOn the other hand, a weak currency that floats on global markets can be a boon to U.K. producers that export goods. Industries that rely heavily on exports could actually see some benefit.\n\nIn 2024, the top 10 exports from the U.K. were (in U.S. dollars):\n\nSome sectors were prepared to benefit from the exit. Multinationals listed on theFTSE 100saw earnings rise as a result of a soft pound. A weak currency was also a boon to the tourism, energy, and service industries.\n\nIn May 2016, the State Bank of India, India’s largest commercial bank, suggested that Brexit would benefit India economically. While leaving the eurozone meant that the U.K. no longer had unfettered access to Europe’s single market, it would allow for more focus on trade with India. India would also have more wiggle room if the U.K. were no longer under European trade rules and regulations.\n\nMay advocated a “hard Brexit.” By that, she meant that Britain should leave the EU’s single market and customs union and negotiate a trade deal to govern their future relationship. These negotiations would have been conducted during a transition period once a divorce deal was ratified.\n\nThe Conservatives’ poor showing in the June 2017 snap election called popular support for a hard Brexit into question. Many in the press speculated that the government could take a softer line. The Brexit White Paper released in July 2018 revealed plans for a softer Brexit. It was too soft for many MPs in her party and too audacious for the EU.\n\nThe white paper said the government planned to leave the EU single market and customs union. However, it proposed the creation of a free trade area for goods, which would “avoid the need for customs and regulatory checks at the border and mean that businesses would not need to complete costly customs declarations. And it would enable products to only undergo one set of approvals and authorizations in either market, before being sold in both.” This meant the U.K. would follow EU single-market rules regarding goods.\n\nThe white paperacknowledged that a borderless customs arrangement with the EU—one that allowed the U.K. to negotiate free trade agreements with third countries—was “broader in scope than any other that exists between the EU and a third country.”\n\nThe government was correct that there was no example of this kind of relationship in Europe. The four broad precedents that existed were the EU’s relationship with Norway, Switzerland, Canada, and WTO members.\n\nThe first option was for the U.K. to join Norway, Iceland, and Lichtenstein in theEuropean Economic Area (EEA), which provides access to the EU’s single market for most goods and services (agriculture and fisheries are excluded). At the same time, the EEA is outside the customs union, so Britain could have entered into trade deals with non-EU countries.\n\nBut the arrangement was hardly a win-win. The U.K. would be bound by some EU laws while losing its ability to influence those laws through the country’s European Council and European Parliament voting rights. In September 2017, May called this arrangement an unacceptable “loss of democratic control.”\n\nDavid Davis expressed interest in the Norway model in response to a question he received at the U.S. Chamber of Commerce in Washington. “It’s something we’ve thought about, but it’s not at the top of our list,” he said. He was referring specifically to the European Free Trade Association (EFTA), which, like the EEA, offers access to the single market but not the customs union.\n\nThe EFTA was once a large organization, but most of its members left to join the EU. Today, it comprises Norway, Iceland, Lichtenstein, and Switzerland; all but Switzerland are also members of the EEA.\n\nSwitzerland’s relationship with the EU, which is governed by around 20 major bilateral pacts with the bloc, is broadly similar to the EEA arrangement. Along with these three, Switzerland is a member of the European Free Trade Association. Switzerland helped set up the EEA, but its people rejected membership in a 1992 referendum.\n\nThe country allows the free movement of people and is a member of the passport-free Schengen Area. It is subject to many single-market rules without having much say in making them.\n\nIt is outside the customs union, allowing it to negotiate free trade agreements with third countries; usually, but not always, it has negotiated alongside the EEA countries. Switzerland has access to the single market for goods (with the exception of agriculture) but not services (except insurance). It pays a modest amount into the EU’s budget.\n\nBrexit supporters who wanted to “take back control” wouldn’t have embraced the concessions that the Swiss made on immigration, budget payments, and single-market rules. The EU would probably not have wanted a relationship modeled on the Swiss example, either: Switzerland’s membership in the EFTA but not the EEA, and Schengen but not the EU, is a messy product of the complex history of European integration and—not surprisingly—a referendum.\n\nA third option was to negotiate a free trade agreement with the EU along the lines of the Comprehensive Economic and Trade Agreement (CETA), a pact that the EU finalized but didn’t fully ratify with Canada. The most obvious problem with this approach is that the U.K. had only two years from triggering Article 50 to negotiate such a deal. The EU refused to discuss a future trading relationship until December of that year at the earliest.\n\nTo give a sense of how tight that timetable was, CETA negotiations began in 2009 and concluded in 2014.But just over half of the EU’s 28 national parliaments ratified the deal.Even subnational legislatures can stand in the way of a deal; the Walloon regional parliament, which represents fewer than four million mainly French-speaking Belgians, single-handedly blocked CETA for a few days in 2016.\n\nTo extend the two-year deadline for leaving the EU, Britain needed unanimous approval from the EU. Several U.K. politicians, including Chancellor of the Exchequer Philip Hammond, stressed the need for a transitional deal of a few years so that (among other reasons) Britain could negotiate EU and third-country trade deals. But this notion was met with resistance from hardline Brexiteers.\n\nAs of 2024, all EU member countries have signed the agreement yet some still need to ratify it, a process that can take two to five years.\n\nIn some ways, comparing Britain’s situation to Canada’s is misleading. Canada already enjoys free trade with the U.S. through the U.S.-Mexico-Canada Agreement (USMCA), which was built on theNorth American Free Trade Agreement (NAFTA). This means that a trade deal with the EU was not as crucial as it is for the U.K. Canada’s and Britain’s economies are also very different—CETA does not include financial services, one of Britain’s biggest exports to the EU.\n\nSpeaking in Florence, Italy, in September 2017, May said the U.K. and EU “can do so much better” than a CETA-style trade agreement since they were beginning from the “unprecedented position” of sharing a body of rules and regulations. She did not elaborate on what “much better” looked like besides calling on both parties to be “creative as well as practical.”\n\nMonique Ebell, formerly of the National Institute of Economic and Social Research, stressed that even with an agreement in place, non-tariff barriers were likely to be a significant drag on Britain’s trade with the EU. She expected total U.K. foreign trade—not just flows to and from the EU—under an EU-U.K. trade pact. She reasoned that free trade deals did not generally handle services trade well. Services are a major component of Britain’s international trade; the country enjoys a trade surplus in that segment, which is not the case for goods.\n\nFree trade deals also struggle to rein in non-tariffbarriers. Admittedly, Britain and the EU started from a unified regulatory scheme, but divergences would only multiply post-Brexit.\n\nIf Britain and the EU weren’t able to agree their relationship, they would have had to revert to WTO terms. But this default solution wouldn’t have been straightforward, either. Since Britain was a WTO member through the EU, it would have to split tariff schedules with the bloc and divvy out liabilities arising from ongoing trade disputes.\n\nTrading with the EU on WTO terms was the “no-deal” scenario that the Conservative government presented as an acceptable fallback, though most observers see this as a negotiating tactic. In July 2017, U.K. Secretary of State for International Trade Liam Fox said, “People talk about the WTO as if it would be the end of the world. But they forget that is how they currently trade with the United States, with China, with Japan, with India, with the Gulf, and our trading relationship is strong and healthy.”\n\nBut for certain industries, the EU’s external tariff would have hit hard: Britain exports 78.6% of the cars it manufactures, and 60% of these go to Europe.The EU levies 10% tariffs onimportedcars. Monique Ebell of the NIESR estimated that leaving the EU single market would reduce overall U.K. goods and services trade—not just that with the EU—by 22% to 30%.\n\nNor would the U.K. only be giving up its trade arrangements with the EU; under any of the scenarios above, it would probably have lost the trade agreements that the bloc struck with 63 developing countries, as well as progress in negotiating other deals. Replacing these and adding new ones would have been an uncertain prospect. In a September 2017 interview with Politico, Fox said his trade office, which was formed in July 2016, turned away some developing countries looking to negotiate free trade deals because it lacked the capacity to negotiate.\n\nFox wanted to roll the terms of existing EU trade deals over into new agreements, but some countries were unwilling to give Britain (66 million people, $2.6 trillion GDP) the same terms as the EU (excluding Britain, around 440 million people, $13.9 trillion GDP).\n\nCompanies in the U.S. across a wide variety ofsectorshave made large investments in the U.K. over many years. The U.S. hires a lot of Brits, making U.S. companies one of the U.K.’s largest job markets. The output of U.S. affiliates in the United Kingdom was $129.3 billion in 2021.\n\nThe United Kingdom plays a vital role in corporate America’s global infrastructure, fromassets under management (AUM)to international sales and research and development (R&D) advancements.\n\nAmerican companies have viewed Britain as a strategic gateway to other countries in the European Union. Brexit is believed to jeopardize the affiliate earnings and stock prices of many companies strategically aligned with the United Kingdom.\n\nAmerican companies and investors that have exposure to European banks and credit markets may be affected by credit risk. European banks may have to replace $123 billion in securities depending on how the exit unfolds. Furthermore, U.K. debt may not be included in European banks’ emergencycash reserves, creating liquidity problems. Europeanasset-backed securitieshave been in decline since 2008.\n\nPolitical wrangling over the EU wasn’t limited to Britain. Even following Britain’s departure, most EU members had strong Euroskeptic movements that, while they struggled to win power at the national level, heavily influenced the tenor of national politics in the years that followed. There is still a chance that such movements could secure referendums on EU membership in a few countries at some point in the future.\n\nIn May 2016, global research firm Ipsos released a report showing that a majority of respondents in Italy and France believe their countries should hold a referendum on EU membership.\n\nThe fragile Italian banking sector has driven a wedge between the EU and the Italian government, which provided bailout funds to save mom-and-pop bondholders from being “bailed in,” as EU rules stipulate. The government abandoned its 2019 budget when the EU threatened it with sanctions. It lowered its planned budget deficit from 2.5% of GDP to 2.04%.\n\nMatteo Salvini, the far-right head of Italy’s Northern League and the country’s deputy prime minister, called for a referendum on EU membership hours after the Brexit vote, saying, “This vote was a slap in the face for all those who say that Europe is their own business and Italians don’t have to meddle with that.”\n\nThe Northern League has an ally in the populist Five Star Movement, whose founder, former comedian Beppe Grillo, called for a referendum on Italy’s membership in the euro—though not the EU. The two parties formed a coalition government in 2018 and made Giuseppe Conte prime minister.Conte ruled out the possibility of “Italexit” in 2018 during the budget standoff.\n\nMarine Le Pen, the leader of France’s Euroskeptic National Front, hailed the Brexit vote as a win for nationalism and sovereignty across Europe: “Like a lot of French people, I’m very happy that the U.K. people held on and made the right choice. What we thought was impossible yesterday has now become possible.” She lost the French presidential election to Emmanuel Macron in May 2017, gaining just 33.9% of votes. He won the election again in 2022, beating Le Pen once more.\n\nMacron has warned that the demand for “Frexit” will grow if the EU does not see reforms. According to a 2020–2022 European Social Survey poll, 16% of French citizens want the country to leave the EU, down from 24.3% in a 2016–2017 poll.\n\nBritain officially left the EU on Jan. 31, 2020, at 11 p.m. GMT. The move came after a referendum voted in favor of Brexit on June 23, 2016.\n\nThere were many reasons why Britain voted to leave the European Union. But some of the main issues behind Brexit included a rise in nationalism, immigration, political autonomy, and the economy. The Leave side garnered almost 52% of the votes, while the Remain side received about 48%.\n\nBritain’s departure from the European Union left 27 member states. They are Austria, Belgium, Bulgaria, Croatia, Cyprus, the Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, the Netherlands, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, and Sweden.\n\nThe European Union was established in November 1993 with the Maastricht Treaty. The original members included Belgium, Denmark, France, Germany, Greece, Ireland, Italy, Luxembourg, Netherlands, Portugal, Spain, and the United Kingdom. Fifteen other countries would gain membership in the union.\n\nRising nationalist sentiment, coupled with concerns over the economy and British sovereignty, led the majority of voters in the U.K. to vote to leave the EU. Britain left the union at the end of January 2020 in what is commonly called Brexit. But the move didn’t come without challenges. It required two years of negotiating a deal and a year-long transition period before everything became final.\n\nBBC. “Brexit: What Is the Transition Period?”\n\nThe New York Times. “Brexit Trade Deal Gets a Final OK from E.U. Parliament.”\n\nThe New York Times. “Britain Gets a Boost With a Brexit Trade Deal, but Challenges Loom.”\n\nThe New York Times. “E.U. Referendum: After the ‘Brexit’ Vote.”\n\nFinancial Times. \"Pound Tumbles to 30-Year Low as Britain Votes Brexit.\"\n\nCNN. “Theresa May Becomes New British Prime Minister.”\n\nGov.UK. “Prime Minister’s Letter to Donald Tusk Triggering Article 50.”\n\nBBC. \"Election 2017: The Result in Maps and Charts.\"\n\nBBC. \"Conservatives Agree Pact With DUP to Support May Government.\"\n\nLibrary of Congress, Research Guides. “BREXIT: Sources of Information.”\n\nGov.UK. “Withdrawal Agreement and Political Declaration.”\n\nU.K. Parliament. “Government Loses ‘Meaningful Vote’ in the Commons.”\n\nGov.UK. “Prime Minister’s Statement in Downing Street: 24 May 2019.”\n\nU.K. Parliament. “A No-Deal Brexit: The Johnson Government.”\n\nThe Guardian. \"Johnson's Suspension of Parliament Unlawful, Supreme Court Rules.\"\n\nNPR. \"Queen Will Suspend U.K. Parliament at Boris Johnson's Request.\"\n\nBBC. \"General Election 2019: Tories Probe Candidates Over Anti-Semitism Claims.\"\n\nBBC. \"Brexit Showdown: Who Were Tory Rebels Who Defied Boris Johnson?\"\n\nEuropean Union, via Internet Archive Wayback Machine. “Brexit.”\n\nBBC. “U.K. Results: Conservatives Win Majority.”\n\nGov.UK. “Agreement on the Withdrawal of the United Kingdom of Great Britain and Northern Ireland from the European Union and the European Atomic Energy Community, as Endorsed by Leaders at a Special Meeting of the European Council on 25 November 2018,” Pages 20 and 28 (Pages 22 and 30 of PDF).\n\nU.K. Office for National Statistics. “Migration Statistics Quarterly Report: February 2019.”\n\nMacMillan Center for International and Area Studies at Yale. \"Commentary - UK Supreme Court Rules Parliament Must Approve Brexit Notification.\"\n\nSky News. \"Brexit Court Case: Government Loses, May Cannot Trigger Article 50.\"\n\nUK Parliament. \"European Union (Notification of Withdrawal) Act 2017.\"\n\nIndependent. \"All the MPs who Voted Against Guaranteeing the Rights of EU Nationals.\"\n\nCentre for Economic Performance. “Brexit and the Impact of Immigration on the U.K.”\n\nU.K. Office for Budget Responsibility. “Fiscal Risks Report.\" Page 166 (Page 172 of PDF).\n\nCNN. \"U.K. Says It Won't Pay €100 Billion Brexit Divorce Bill.\"\n\nEuropean Commission. “Essential Principles on Financial Settlement.\" Pages 6–8.\n\nPolitico. “Britain Will Not Commit to Brexit Bill Figure by October, Says David Davis.”\n\nU.K. Parliament, House of Hansard Commons. “EU Exit Negotiations.”\n\nU.K. Parliament, House of Hansard Commons. “Oral Answers to Questions.”\n\nGov.UK. “PM’s Florence Speech: A New Era of Cooperation and Partnership Between the U.K. and the EU.”\n\nEuropean Commission. “Protocol on Ireland and Northern Ireland.”\n\nEuropean Commission. “Remarks by President Jean-Claude Juncker at Today’s Joint Press Conference With U.K. Prime Minister Theresa May.”\n\nGov.UK. “The Belfast Agreement: An Agreement Reached on the Multi-Party Talks at Northern Ireland,” Page 4 (Page 8 of PDF).\n\nUK Parliament. \"The ERM and the Single Currency.\"\n\nCNN. \"Boris Johnson's Letter of Resignation: 'The Brexit Dream is Dying'.\"\n\nU.K. Parliament. “The Short-Term Effects of Leaving the EU.”\n\nH.M. Government. “H.M. Treasury Analysis: The Long-Term Economic Impact of EU Membership and the Alternatives.\" Page 6.\n\nH.M. Government. “H.M. Treasury Analysis: The Long-term Economic Impact of EU Membership and the Alternatives.” Page 8.\n\nThe Guardian. “George Osborne: Brexit Would Force Income Tax Up by 8p in Pound.”\n\nThe Financial Times. “EU ‘Foolish’ to Erect Trade Barriers Against Britain.”\n\nU.K. Statistics Authority, via Internet Archive Wayback Machine. “UK Statistics Authority Statement on the Use of Official Statistics on Contributions to the European Union.”\n\nIpsos MORI. “Ipsos MORI June 2016 Political Monitor.” Page 6.\n\nITV. “Nigel Farage Labels £350m NHS Promise ‘a Mistake’.”\n\nInternational Monetary Fund. “World Economic Outlook, July 2019.”\n\nU.K. Office for National Statistics. “Gross Domestic Product: Year on Year Growth: CVM SA %.”\n\nU.K. Office for National Statistics. “Labour Market Economic Commentary: March 2019.”\n\nU.K. Office for National Statistics. “Consumer Price Inflation, U.K.: November 2018.”\n\nU.K. Office for National Statistics. “Consumer Price Inflation, U.K.: April 2023.”\n\nU.K. Parliament. “Chapter 3: Adapting the U.K. Labour Market.”\n\nEconomic and Social Research Council. “Will New Trade Deals Soften the Blow of Hard Brexit?”\n\nGov.UK. “PM Statement: General Election 2017.”\n\nGov.UK. “The Future Relationship Between the United Kingdom and the European Union.” Page 15 (Page 19 of PDF).\n\nFinancial Times. “How the Election Result Affects Brexit.”\n\nPolitico. “Nicola Sturgeon ‘Resets’ Timetable on Independence Referendum.”\n\nThe Electoral Commission. “Results and Turnout at the EU Referendum.”\n\nHISTORY. \"How Scotland, Wales and Northern Ireland Became a Part of the U.K.\"\n\nBBC. \"Scottish Election 2021: A Simple Guide to the SNP.\"\n\nBBC. \"A History of the Scottish National Party.\"\n\nBBC. \"Scottish Election: SNP Majority for Second Term.\"\n\nThe Electoral Commission. “Report: Scottish Independence Referendum.”\n\nCNN. \"Brexit Ruling: UK Supreme Court Gives Parliament Article 50 Vote.\"\n\nBBC. \"Brexit Delay: How is Article 50 Extended?\"\n\nFinancial Times. “Scotland Could Abandon Currency Union with U.K., Says Alex Salmond.”\n\nIBISWorld. “Biggest Exporting Industries in the U.K. in 2024.”\n\nBusiness Today. \"Brexit to Offer Better Market Access to India: SBI Chief.\"\n\nGov.UK. “The Future Relationship Between the United Kingdom and the European Union.” Page 3 (Page 7 of PDF).\n\nGov.UK. “The Future Relationship Between the United Kingdom and the European Union.\" Pages 7, 11 (Pages 11, 15 of PDF).\n\nGov.UK. “The Future Relationship Between the United Kingdom and the European Union.” Pages 11–12 (Pages 15–16 of PDF).\n\nPolitico. “David Davis: Norway Model Is One Option for U.K. After Brexit.”\n\nFederal Chancellery. \"The Swiss Confederation a Brief Guide: International Agreements and Memberships.\"\n\nEuropean Parliament. \"Negotiations on the EU-Canada Comprehensive Economic and Trade Agreement (CETA) Concluded.\" PDF page 4.\n\nJean Monnet Network on Transatlantic Trade Politics. \"CETA Ratification Tracker.\"\n\nPolitico. \"Walloon Parliament Rejects CETA Deal.\"\n\nFinancial Times. \"Philip Hammond on Brexit, Austerity and Being 'Deeply Unpopular.'\"\n\nCarleton. \"CETA Ratification Process.\"\n\nFederal Ministry for Economic Affairs and Climate Action. \"Frequently Asked Questions About CETA, the EU-Canada Economic and Trade Agreement.\" Select 'What Are the Next Steps?'\n\nReuters. “Brexit on WTO Terms Would Not Be the End of the World: Fox.”\n\nChartered Institute of Export & International Trade. \"UK Car Exports Fall, Industry Trade Body Reports, but Supply Chain Issues Have Begun to Clear.\"\n\nStatista. \"Distribution of cars exported from the United Kingdom (UK) in 2022, by main export destinations.\"\n\nPolitico. “Liam Fox: Britain Does Not Have Capacity to Strike Trade Deals Now.”\n\nInternational Trade Administration. “Market Overview.”\n\nEuropean Securities and Markets Authority. \"ESMA TRV Risk Analysis: The EU Securitisation Market - An Overview.\" Page 4\n\nOANDA. \"'Brexit' Risks Leaving European Banks With $123 Billion to Cover.\"\n\nIpsos. “Ipsos Brexit Poll: May 2016.” Page 8.\n\nEuropean Commission. “Commission Concludes That an Excessive Deficit Procedure Is No Longer Warranted for Italy at This Stage.”\n\nThe Wall Street Journal. “Who Else Wants to Break Up With the EU?”\n\nCNN. \"Giuseppe Conte: The Political Unknown Who Will Lead Italy.\"\n\nPolitico. \"Italy's Coalition Agreement Explained.\"\n\nAdnkronos. \"Conte Rules out an 'Italexit'.\"\n\nPolitico. \"Beppe Grillo Sets His Sights on the Euro.\"\n\nQuartz. “‘This Is a Blow to Europe’: Leaders in the EU React to Brexit.”\n\nThe Guardian. “French Presidential Election May 2017—Full Second Round Results and Analysis.”\n\nNPR. “French President Emmanuel Macron Beats His Far-Right Rival to Win Reelection.”\n\nThe Guardian. “Support for Leaving EU Has Fallen Significantly Across Bloc Since Brexit.”\n\nEuropean Union. “Country Profiles.”",
  "url": "https://www.investopedia.com/terms/b/brexit.asp"
}