{
  "term": "Brick-and-Mortar Stores: Types, Advantages, and Disadvantages",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nInvestopedia / Paige McLaughlin\n\n\"Brick-and-mortar\" refers to a traditional street-side business that offers products and services to its customers face-to-face in an office or store that the business owns or rents. The local grocery store and the corner bank are examples of brick-and-mortar companies.\n\nMany consumers still prefer to shop and browse in aphysical store. In brick-and-mortar stores, consumers can speak with employees and ask questions about the products or services. Brick-and-mortar stores can offer experience shopping whereby consumers can test a product such as a video game or laptop at Best Buy or have lunch in Nordstrom's cafe while shopping at the store. Brick-and-mortar businesses also provide consumers with instant gratification when a purchase is made.\n\nSome consumers are wary of using credit cards or other forms of payment online. These customers often associate legitimacy with a brick-and-mortar business, as a physical presence can foster a perception of trust. However, there can be disadvantages for corporations that run brick-and-mortar stores including the costs associated with leasing the building, employees to conduct transactions, and utility expenses such as electricity, heat, and water.\n\nOn a per-store basis, publicly tradedretailers typically report same-store sales, or comparable-store sales, in their quarterly and annual SEC-regulated earnings reports. These financial metrics provide a performance comparison for the established stores of a retail chain over a specified period of time. Brick-and-mortar businesses that include restaurants, grocery stores, and general merchandise stores use these figures to evaluate their financial performance to guide corporate decision-making regarding their stores.\n\nOn a macroeconomic level, the U.S. Census Bureau releasesretail salesfigures every month ande-commerceretail sales figures every quarter.Global non-store retailing, such as direct (door-to-door) selling and e-commerce, posted sales of $4,217 billion in 2023 and predicts $4,712 billion for 2024.\n\nMany brick-and-mortar stores have found it difficult to compete with web-based stores like Amazon.com; however, companies such as Costco thrive by offering its members services such as online pickup.\n\nWith all the negative press surrounding brick-and-mortar stores combined with the popularity of Amazon, one might think that the brick-and-mortar business model is dead. However, Costco is bucking the trend.\n\nCostco Wholesale Corporation(COST)is a membership retailer that charges an annual fee of between $60 and $120 to each customer. Consumers receive cost savings and service benefits for being a member. Costco had over 127 million members and a 92.7% renewal rate in the United States and Canada at the end of fiscal year 2023.\n\nCostco is the top third retailer in 2023, according to the National Retail Federation.Costco sells 10,000 products on its website and offers consumers the option to buy goods online and pick them up in the store, which helps offer its members a compelling alternative to Amazon.\n\nThere are several areas where brick-and-mortar stores still provide a resilient business model. These are typically situations where a face-to-face shopping experience provides more convenience than online shopping. For example:\n\nBrick-and-Mortar stores offer the advantage of an in-person shopping experience, which may be important when the product must be inspected by the shopper. They are also more convenient when the product cannot easily be delivered online, such as a haircut.\n\nSome business types are more appropriately suited to brick-and-mortar forms, such as hair salons, veterinarians, gas stations, auto repair shops, restaurants, and accounting firms.Marketing strategiesfor brick-and-mortar businesses must highlight the advantages a consumer has when purchasing at a physical store.\n\nOn the other hand, brick-and-mortar stores tend to suffer higher overhead costs than online stores, and they can reach fewer customers.Commercial rental space tends to be more expensive than warehouse space, especially if the store relies on foot traffic or a downtown location. Moreover, they need to hire enough staff to keep the store open, as well as pay for cleaning, insurance, and office maintenance.\n\nProvides a more personal experience.\n\nMore effective for goods that must be effective, or do not ship easily.\n\nMore effective for some services.\n\nDifficult to serve customers outside a specific geographic area.\n\nTherise of electronic commerce(e-commerce) and online businesses has led many to contemplate the future of the brick-and-mortar business. It is increasingly common for brick-and-mortar businesses to also have an online presence in an attempt to reap the benefits of each particular business model.\n\nFor example, some brick-and-mortar grocery stores, such as Safeway, allow customers to shop for groceries online and have them delivered to their doorstep in as little as a few hours. The increasing prevalence of these hybrid business models has spawned offshoot terms such as \"click and mortars\" and \"bricks and clicks.\"\n\nDespite fairly sustained growth in the broader brick-and-mortar landscape, many traditional retailers are closing stores nationwide including Gymboree, The Limited, Radio Shack, and Gamestop. Meanwhile, other stores such as Sears and Payless ShoeSource have declared bankruptcy.\n\nThe importance of the brick-and-mortar model has been given credence by several large online e-commerce companies opening physical locations to realize the advantages of traditional retail. For example, Amazon.com Inc. has opened brick-and-mortar stores to help market its products and strengthen customer relations. However, it hasn't always been with success. In Amazon's 2023 annual report, it noted most of its $767 million of \"other operating expenses\" were related to asset impairment for physical store closures as well as fulfillment network facility closures.\n\nThere are just over a million retail establishments in the United States. The exact number was 1,078,177 as of Q4 2023.\n\nYes, brick-and-mortar stores can compete with e-commerce. The physical space can have an advantage with engaging, interactive in-store experiences. Brick-and-mortars can also boast the advantage of providing the good or service immediately. Finally, in-person shops can leverage services like click-and-collect, in-store returns for online purchases, and localized marketing for more niche services.\n\nBrick-and-mortar banking refers to the practice of depositing and borrowing money through online banking applications or websites, compared to visiting a branch in person. Many retail banks are now eliminating some of their branches to provide more services by mail, telephone, or on the web.\n\nThe costs associated with running a brick-and-mortar store include rent, utilities, payroll, inventory, insurance, and marketing expenses. Additional costs may involve store maintenance, security, and technology investments. Initial setup costs such as store design, fixtures, and signage. If you're thinking of starting a brick-and-mortar store but aren't sure what your specific costs may be, check out the Small Business Association'sstart-up cost calculator.\n\nBrick-and-mortar is a colloquial term that refers to retail stores and offices that customers can visit in person, in comparison to online stores without a customer-facing storefront. Although they provide a more personal shopping experience, these stores are often being undercut by online stores with much lower overhead costs. However, some businesses such as hair salons and grocery stores are still largely done in person.\n\nU.S. Census. \"Monthly Retail Trade Survey - General FAQs.\"\n\nU.S. Census. \"Quarterly E-Commerce Report - General FAQs.\"\n\nThe Business Research Company. \"Ecommerce and Other Non-Store Retailers Global Market Report 2024.\"\n\nU.S. Securities and Exchange Commission. \"Costco Wholesale Corporation, Form 10-K, for the Fiscal Year Ended September 3, 2023.\" Page 5.\n\nNational Retail Federation. \"Top 100 Retailers 2023 List.\"\n\nBorgie, Lana. \"Trends in Producer Prices Between E-commerce and Brick-and-Mortar Retail Trade Establishments.\"Beyond the Numbers, U.S. Bureau of Labor Statistics, vol. 3, no. 18, August 2014.\n\nU.S. Bureau of Labor Statistics. \"Industries at a Glance: Retail Trade: NAICS 44-45.\"",
  "url": "https://www.investopedia.com/terms/b/brickandmortar.asp"
}