{
  "term": "BRICS: Acronym for Brazil, Russia, India, China, and South Africa",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nBRICS is an acronym for Brazil, Russia, India, China, and South Africa, a bloc of countries that formed a partnership following the creation of the term in 2001 by Goldman Sachs economist Jim O'Neill (but it didn't include South Africa at the time). He believed that by 2050 the four BRIC economies would come to dominate the global economy. South Africa was added to the list in 2010.\n\nThe BRICS countries operate as an organization that seeks to further economic cooperation amongst member nations and increase their economic and political standing in the world.\n\nBrazil, Russia, India, China, and South Africa ranked among the world's fastest-growing emerging market economies for years. This was thanks to low labor costs, favorable demographics, and abundant natural resources at a time of a global commodities boom.\n\nThe group has a set of joint priorities including:\n\nThe Goldman Sachs thesis didn't suggest that these countries would become a political alliance like the European Union (EU) or even a formal trading association like theEurasian Economic Union(EAEU).\n\nInstead, the investment banking firm believed that these countries had the potential to form a powerful economic bloc, even as it acknowledged that its forecasts were optimistic and dependent on significant policy assumptions.\n\nStill, the implication was that economic power would bring political power, and indeed leaders from BRICS countries regularly attended summits together and often acted in concert with each others’ interests.\n\nAccording to BRICS, the GDP of their nations accounts for 31.5% of global GDP as of 2023, compared to the 30.7% of the G7 nations.\n\nBRICS sees itself as countering the traditional Western-led global order, with some member states viewing the organization as a way to boost their influence around the world.\n\nStill, the nations may disagree on fundamental factors, such as transparency and a balanced approach, which may hinder the growth of the group.\n\nThe group operates as an informal confederation of nations that meets annually at the BRICS convention. There, members and heads of state seek to buildeconomic cooperationbetween the nations.\n\nThe head of state of a member nation acts as the chairman of the group, rotating once a year. Informal meetings began in 2006 but the group's first official meeting was on June 16, 2009, in Yekaterinburg, Russia.\n\nBecause of their economic power and the appeal of disentangling from the West to a degree, BRICS claims that over 40 countries seek to join the group. It announced that it invited additional countries to join the group at its 2023 summit. Full membership was granted to Ethiopia, Iran, Saudi Arabia, Egypt, and the United Arab Emirates on Jan. 1, 2024.\n\nThe BRICS thesis of a non-Western global order became conventional market wisdom in the aughts. But there were always skeptics, including some who claimed the term was Goldman marketing hype for its BRICS-focused investment fund.\n\nIn 2001, Goldman Sach's O’Neill noted that while global gross domestic product (GDP) was set to rise 1.7% in 2002, BRIC nations were forecasted to grow more quickly than theGroup of Seven (G7). The G7 are the world's seven most advanced global economies: Canada, France, Germany, Italy, Japan, the United Kingdom, and the U.S.\n\nIn the paper \"Building Better Economic BRICs,\" O'Neill outlined his view of the potential of the BRIC nations.\n\nIn 2003, O'Neill's Goldman colleagues Dominic Wilson and Roopa Purushothaman followed up with their report \"Dreaming with BRICs: The Path to 2050.”\n\nThe two authors claimed that by 2050, the BRIC cluster could grow to a size larger than the G6 (France, Germany, Italy, Japan, the U.S, and the U.K.), and the world’s largest economies would therefore look drastically different in four decades. That is, the largest global economic powers no longer would be the richest according to income per capita.\n\nIn 2007, Goldman published another report, \"BRICs and Beyond,\" that focused on BRIC's growth potential, the environmental impact of these growing economies, and the sustainability of their rise.\n\nThe report also outlined a Next 11, a term for 11 emerging economies, in relationship to the BRIC nations, as well as the ascendancy of new global markets.\n\nGrowth in the BRICS economies slowed down after the globalfinancial crisisof 2007-2008 and the oil price collapse that began in 2014.\n\nBy 2015, the BRICS acronym no longer looked like an attractive investment venue, and funds aimed at these economies either shut down or merged with other investment vehicles.\n\nGoldman Sachs merged its BRICS investment fund, which was focused on generating returns from these economies, with its broader Emerging Markets Equity Fund. The fund lost 88% of its assets from a 2010 peak.\n\nIn a filing with the Securities and Exchange Commission (SEC), Goldman Sachs stated that it did not expect \"significant asset growth in the foreseeable future\" in the BRICS fund. Per a Bloomberg report, the fund lost 21% in five years.\n\nThe BRICS nations are Brazil, Russia, India, China, South Africa, Ethiopia, Iran, Saudi Arabia, Egypt, and the United Arab Emirates.\n\nBRICS was created by Goldman Sachs as an analytical grouping of emerging market countries that experienced strong economic growth and were poised to dominate the world economy by 2050. These countries now operate as an informal organization that seeks to further economic ties with each other.\n\nBRICS could threaten the dollar globally by replacing it with another currency or creating its own. However, replacing a currency that is as stable and backed as the U.S. dollar is no small task, as it would need to be equally valued as the dollar. That currency would need to be backed by a very strong economy that rivals or outperforms the U.S.\n\nBRICS refers to certain emerging market countries—Brazil, Russia, India, China, and South Africa (and the list of countries joining the bloc is growing)—that seek to establish deeper ties between member nations and cooperate on economic expansion, including trade. The countries act as a counterbalance to traditional Western influence. They seek to depend on each other to build a growing influence in the world.\n\nAlmendron. \"Goldman Sachs: Building Better Global Economic BRICs,\" Page S.03.\n\nBRICS. \"Why 40+ Countries Want to Join BRICS.\"\n\nLibrary of Congress. \"BRICS: Sources of Information.\"\n\nEuropean Parliament. \"Expansion of BRICS: A Quest for Greater Global Influence?\"\n\nNew Development Bank. \"About NDB.\"\n\nBRICS. \"South Africa: Brics Urged to Work Collectively in Global Food, Fuel Crisis.\"\n\nEuropean Territorial Framework Virtual Library. \"Goldman Sachs: Dreaming with BRICs: The Path to 2050.\"\n\nYUMPU. \"Goldman Sachs: BRICs and Beyond.\"\n\nBloomberg. \"Goldman's BRIC Era Ends as Fund Folds After Years of Losses.\"\n\nOld Mutual Investment Group. \"Quarterly Economic Brief Q1’ 2016,\" Page 1.\n\nU.S. Securities and Exchange Commission. \"Goldman Sachs Trust,\" Pages ii, iv, 12.\n\nWorldData. \"The BRICS Plus Countries.\"",
  "url": "https://www.investopedia.com/terms/b/brics.asp"
}