{
  "term": "Bridge Financing Explained: Definition, Overview, and Example",
  "definition": "Bridge financing is a short-term financing option used to cover costs before income or longer-term financing arrives.\n\nBridge financing is an interim financing option used by companies and other entities to solidify their short-term position until a long-term financing option can be arranged. Bridge financing normally comes from an investment bank or venture capital firm in the form of abridge loanor equity investment.\n\nBridge financing is also used forinitial public offerings(IPO) and may include an equity-for-capital exchange instead of a loan.\n\nBridge financing \"bridges\" the gap between the time when a company's money is set to run out and when it can expect to receive an infusion of funds later on. This type of financing is most normally used to fulfill a company's short-termworking capitalneeds.\n\nThere are multiple ways that bridge financing can be arranged. Which option a firm or entity uses will depend on the options available to them. A company in a relatively solid position that needs a bit of short-term help may have more options than a company facing greater distress. Bridge financing options include debt, equity, and IPO bridge financing.\n\nOne option with bridge financing is for a company to take out a short-term, high-interest loan, known as a bridge loan. Companies who seek bridge financing through a bridge loan need to be careful, however, because the interest rates are sometimes so high that it can cause further financial struggles.\n\nIf, for example, a company is already approved for a $500,000 bank loan, but the loan is broken intotranches, with the first tranche set to come in six months, the company may seek a bridge loan. It can apply for a six-month short-term loan that gives it just enough money to survive until the first tranche hits the company's bank account.\n\nSometimes companies do not want to incur debt with high interest. If this is the case, they can seek outventure capitalfirms to provide a bridge financing round and thus provide the company with capital until it can raise a larger round ofequity financing(if desired).\n\nIn this scenario, the company may choose tooffer the venture capital firm equity ownershipin exchange for several months to a year's worth of financing. The venture capital firm will take such a deal if it believes the company will ultimately become profitable as this will see its stake in the company increase in value.\n\nBridge financing, ininvestment bankingterms, is a method of financing used by companies before their IPO. This type of bridge financing is designed to cover expenses associated with the IPO and is typically short-term in nature. Once the IPO is complete, the cash raised from the offering immediately pays off the loan liability.\n\nThese funds are usually supplied by the investment bank underwriting thenew issue. As payment, the company acquiring the bridge financing will give a number of shares to the underwritersat a discounton the issue price, which offsets the loan. This financing is, in essence, a forwarded payment for the future sale of the new issue.\n\nBridge financing is quite common since there are always struggling companies. It can also be more prevalent in capital-intensive sectors. For example, the mining sector is filled with small players who often use bridge financing in order to develop a mine or to cover costs until they can issue more shares—a common way of raising funds in the sector.\n\nBridge financing is rarely straightforward, and will often include a number of provisions that help protect the entity providing the financing.\n\nA mining company may secure $12 million in funding in order to develop a new mine which is expected to produce more profit than the loan amount. A venture capital firm may provide the funding but, because of the risks, charge 20% per year and require that the funds be paid back in one year.\n\nBridge financing can be an expensive way for a company to raise capital and isn't generally the preferred option to raise funds.\n\nTheterm sheetof the loan may also include other provisions. These may include an increase in the interest rate if the loan is not repaid on time. It may increase to 25%, for example.\n\nThe venture capital firm may also implement a convertibility clause. This means that it can, if it wishes, convert a certain amount of the loan into equity at an agreed-upon stock price. For example, $4 million of the $12 million loan may be converted into equity at $5 per share at the discretion of the venture capital firm. The $5 price tag may be negotiated or it may simply be the price of the company's shares at the time the deal is struck.\n\nOther terms may include mandatory and immediate repayment if the company gets additional funding that exceeds the outstanding balance of the loan.\n\nThe biggest risk of bridge financing is digging into a deeper hole. These loans tend to come at a high cost and need to be paid back quickly. Equity bridge financing is often expensive, too, and can involve giving up shares at a big discount.\n\nMost bridge loans don’t carry prepayment penalties, although it’s worth checking to be sure. The added flexibility of being able to pay off the loan ahead of schedule is a definite benefit. If an alternative, cheaper source of funding is secured, the loan can be paid off immediately, helping the borrower to potentially save on interest charges.\n\nBridge financing can give companies a much-needed short-term cash injection to temporarily cover the costs of running the business or get the wheels rolling on an important investment or project. If there’s no alternative or the payoff promises to be greater than the cost, it can be a worthwhile option to pursue.\n\nBridge financing offers a temporary injection of capital to keep an entity covered and able to meet its needs until it receives an infusion of cash or regular, long-term financing. These arrangements are short-term in nature, tend to be expensive, and are often used to cover things like short-term working capital needs and IPO expenses. Bridge financing can come in various forms including debt, which involves getting a bridge loan, and equity, which involves receiving cash in exchange for shares of ownership in the company.",
  "url": "https://www.investopedia.com/terms/b/bridgefinancing.asp"
}