{
  "term": "Broad Money: Definition, About Calculation, Example, and Benefits",
  "definition": "Broad money is a category for measuring the amount of money circulating in an economy. It is defined as the most inclusive method of calculating a given country'smoney supplyand includesnarrow moneyalong with other assets that can be easily converted into cash to buy goods and services.\n\nBecause cash can be exchanged for many kinds of financial instruments, it is not a simple task for economists to define how much money is circulating in the economy. Money supply is measured in different ways. Economists use the capital letter \"M\" followed by a number to refer to the measurement they are using in a given context.\n\nThe formula for calculating the money supply varies from country to country. Broad money is the broadest measure, encompassing narrow money (such as cash andcheckable deposits), along with less liquid assets such as certificates of deposit, foreign currencies, money market accounts,marketable securities, Treasury bills, and anything else that can be easily converted into cash (but not including company shares).\n\nIn the United States, the most common measures of money supply are monetary bases,M1andM2. In March 2006, the Federal Reserve stopped publishingM3statistics.\n\nThese measurements vary according to the liquidity of the accounts included. The monetary base, or M0, typically includes only the most liquid instruments, such as coins and notes in circulation. At the other end of the scale is M2, which is categorized as the broadest measurement of money.\n\nDifferent countries define their measurements of money in slightly different ways. In academic settings, the term broad money is used to avoid misinterpretation. In most cases, broad money means the same as M2, while M0 and M1 usually refer to narrow money.\n\nThe Federal Reserve tracks the M1 and M2 money supply. M1 is defined as currency in the hands of the public, traveler's checks, demand deposits, and checking deposits. M2 includes M1 plus savings accounts, money market mutual funds, and time deposits under $100,000.\n\nWidening the scope of the total money in circulation comes with several advantages. Above all, it helps policymakers to better grasp potential inflationary trends. Central banks often look at broad money, alongside narrow money, to setmonetary policy.\n\nEconomists have found close links between money supply, inflation, and interest rates. Central banks such as the Federal Reserve use lower interest rates to increase the money supply when the goal is to stimulate the economy. Conversely, in an inflationary setting, interest rates are raised and the money supply diminishes, leading to lower prices.\n\nIn simple terms, if there is more money available, the economy tends to accelerate because businesses have easy access to financing. If there is less money in the system, the economy slows and prices may drop or stall. In this context, broad money is one of the measures that central bankers use to determine what interventions, if any, they could introduce to influence the economy.\n\nGenerally, broad money refers to M2 and M3 money. Narrow money is the most liquid money in an economy, such as cash and demand deposits, whereas broad money is a wider inclusion of money, including that which is not as liquid, such as long-term deposits and savings deposits.\n\nM1 money is the most liquid money in an economy that includes cash and demand deposits. M2 money is M1 money plus savings deposits, money market deposits, and time deposits less than $100,000. M3 money is M2 money plus long-term time deposits\n\nIn the U.S., as of July 2024, the M1 money stock is $18.05 trillion and the M2 money stock is $21.05 trillion.\n\nBroad money is a comprehensive measure of an economy's money supply, including both cash and easily convertible assets. It helps central banks assess economic conditions and adjust monetary policy to manage inflation and growth. By tracking broad money, policymakers can make informed decisions on interest rates and other interventions to influence the economy.\n\nBoard of Governors of the Federal Reserve System. \"What Is the Money Supply? Is it Important?\"\n\nFederal Reserve Statistical Release. \"Discontinuance of M3.\"\n\nFederal Reserve Bank of New York. \"Monetary Policy Implementation.\"\n\nBoard of Governors of the Federal Reserve System. \"Money Stock Measures - H.6 Release.\"",
  "url": "https://www.investopedia.com/terms/b/broad-money.asp"
}