{
  "term": "Broker: Definition, Types, Regulation, and Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA broker is an individual or firm that acts as an intermediary between an investor and a securities exchange. Or a broker can be a licensed real estate professional who typically oversees other real estate agents or an entire real estate brokerage.\n\nA stockbroker buys and sell stocks, among other securities, on behalf of investors. Because securities exchanges only accept orders from individuals or firms who are members of that exchange, individual traders and investors need the services of exchange members.\n\nFinancial brokers provide securities trading services and are compensated in various ways, either through commissions, fees, or through being paid by the exchange itself. Investopedia regularly reviews all the top brokers and maintains a list of thebest online brokers and trading platformsto help investors decide what broker is best for them.\n\nAs well as executing client orders, brokers may provide investors with research, investment plans, and market intelligence.They may alsocross-sellother financial products and services that their brokerage firm offers, such as access to a private client offering that provides tailored solutions tohigh-net-worthclients.\n\nIn the past, only the wealthy could afford a broker and access thestock market. However, online brokering triggered an explosion ofdiscount brokers, which allow investors to trade at a lower cost, but without personalized advice.\n\nDiscount brokers can execute many types of trades on behalf of a client, for which they charge little or nocommissionfor trades. Their low fee structure is based on volume and lower costs. They don’t offerinvestment adviceand brokers usually receive a salary rather than a commission. Most discount brokers offer anonline trading platformthat attracts a growing number of self-directed investors. Such services usually charge $0 in commissions.\n\nFull-service brokersoffer a variety of services, including market research, investment advice, andretirement planning, on top of a full range of investment products. For that, investors can expect to pay higher commissions for their trades.\n\nBrokers receive compensation from their brokerage firm based on their trading volume as well as for the sale of investment products. An increasing number of brokers offerfee-basedinvestment products, such as managed investment accounts. In that case, a financial planner's compensation includes a percentage of a client's assets under management (AUM), rather than from a commission.\n\nIn thereal estateindustry, a broker is a licensed real estate professional who typically represents the seller of a property. A broker's duties when working for a seller may include:\n\nIt is not uncommon to have areal estate brokerwork for a buyer also, in which case, the broker is responsible for:\n\nSecurities brokers register with theFinancial Industry Regulatory Authority (FINRA), the broker-dealers’ self-regulatory body. In serving their clients, brokers are held to a standard of conduct based on the “suitability rule,” which requires that there bereasonable grounds for recommendinga specific product or investment.\n\nThe second part of the rule, commonly referred to as “know your client,” or KYC, addresses the steps a broker must use to identify their client and their savings goals, which helps them establish the reasonable grounds for their recommendations.\n\nThis standard of conduct differs significantly from the standard applied to financial advisors registered with the Securities and Exchange Commission (SEC) as registered investment advisors (RIAs). Under theInvestment Advisers Act of 1940, RIAs are held to a strict fiduciary standard to always act in the best interest of the client, while providing full disclosure of their fees.\n\nReal estate brokers in the U.S. are licensed by the states, not by the federal government. Each state has its own laws defining the types of relationships that can exist between clients and brokers, and the duties of brokers to clients and members of the public.\n\nA securities broker must make a reasonable effort to obtain information on the customer's financial status, tax status, investment objectives, and other information when making a recommendation.\n\nFull-service brokers tend to use their role at a brokerage as an ancillary service available to high-net-worth clients, along with many other services such as retirement planning orasset management. Examples of a full-service broker might include offerings from a company such as Morgan Stanley, Goldman Sachs, orBank of America Merrill Lynch.\n\nThe larger brokerage firms tend to carry an inventory of shares available for sale to their customers. They do this to help reduce costs from exchange fees, but also because it allows them to offer rapid access to popularly held stocks. Other full-service broker firms are actuallyagency brokers. This means that unlike many larger brokers, they carry no inventory of shares, but act as agents for their clients to get the best trade executions.\n\nAn example of this would be if a high-net-worth investor named Amy wanted to place a large buy order for Tesla Inc. (TSLA) stock. Amy would call or message her broker, telling them to execute the buy order of, say, 10,000 shares. This is an order of more than $1 million, so Amy feels more comfortable having a broker execute the trade directly.\n\nThe broker receives the order and if the brokerage has those shares available, they will most likely fill Amy's order immediately. If it doesn't, it could buy those shares on the exchanges or from other brokerages. The brokerage may not place the order in the amount of 10,000, instead grabbing 500 to 1,000 shares at a time to deliver to Amy after the funds settle.\n\nA broker facilitates trades between individuals/companies and the exchanges where the broker is licensed. Depending on the nature of the trade and marketplace, a broker can either be a human being who is processing the trade themselves or a computer program that is only monitored by a human. Typically, stock trades are computerized, whereas something like real estate requires a more personal touch.\n\nYes, brokers are often well-paid. The salary a broker receives depends on a lot of factors, mainly the worth of the clients they are servicing or if they are brokers for businesses such as commercial real estate owners and sellers. A typical stockbroker may make a salary and a commission on trades managed, and had an average salary of $161,399 as of late July 2024.\n\nA broker is an intermediary between those who want to invest and make trades and the exchange at which those trades are processed. You need a broker because stock exchanges require that those who execute trades on the exchange be licensed.Another reason is that a broker ensures a smooth trading experience between an investor and an exchange and, as is the case with discount brokers, usually won't charge a commission for normal trades.\n\nBecoming a broker depends on a few things. First, having a background or degree in finance or economics will be extremely helpful. This may get you noticed, but to actually be hired and perform as a broker, you will need to beappropriately licensed.\n\nReal estate brokers are licensed to do everything a real estate agent does, including negotiating and writing property transactions, but brokers can also help agents with any issues that arise during the home-buying or selling transaction. Brokers have a higher level of licensing, which requires more classwork hours and tougher exams, so they can supervise and guide agents and oversee transactions. When shopping for a home, you’re more likely to work with an agent, as most brokers spend their days supervising the real estate brokerage and its agents.\n\nBrokers of securities make a salary, working through the day ensuring smooth transactions between their clients and the exchanges. Brokers can physically present trades but more often than not, they monitor trades from their computers and are only needed to intervene in the case of an exceptionally large or unique trade.\n\nIn real estate, a broker is a licensed professional who typically represents the seller of a property and may oversee a team of agents at a real estate brokerage.\n\nU.S. Securities and Exchange Commission. \"Brokers.\"\n\nU.S. Securities and Exchange Commission. \"What Is a Broker-Dealer?\"\n\nAdvisoryHQ. \"Average Financial Advisor Fees in 2023: Everything You Need to Know.\"\n\nU.S. Bureau of Labor Statistics. \"What Real Estate Brokers and Sales Agents Do.\"\n\nFinancial Industry Regulatory Authority. \"Suitability.\"\n\nFinancial Industry Regulatory Authority. \"SEC Approves Consolidated FINRA Rules Governing Know-Your-Customer and Suitability Obligations.\"\n\nU.S. Securities and Exchange Commission. \"SEC Adopts Rules and Interpretations to Enhance Protections and Preserve Choice for Retail Investors in Their Relationships With Financial Professionals.\"\n\nCornell Law School, Legal Information Institute. \"Real Estate Broker.\"\n\nFinancial Industry Regulatory Authority. \"Registered Financial Professionals.\"\n\nU.S. Bureau of Labor Statistics. \"How to Become a Securities, Commodities, or Financial Services Sales Agent.\"",
  "url": "https://www.investopedia.com/terms/b/broker.asp"
}