{
  "term": "Budget Variance: Definition, Primary Causes, and Types",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA budget variance is a periodic measure used by governments, corporations, or individuals to quantify the difference between budgeted and actual figures for a particular accounting category. A favorable budget variance refers to positive variances or gains; anunfavorable budget variancedescribes negative variance, indicating losses orshortfalls. Budget variances occur because forecasters are unable to predict future costs and revenue with complete accuracy.\n\nBudget variances can occur broadly due to either controlled or uncontrollable factors. For instance, a poorly planned budget and labor costs are controllable factors. Uncontrollable factors are often external and arise from occurrences outside the company, such as a natural disaster.\n\nInvestopedia / Paige McLaughlin\n\nThere are three primary causes of budget variance: errors, changing business conditions, and unmet expectations.\n\nA variance should be indicated appropriately as \"favorable\" or \"unfavorable.\" A favorable variance is one where revenue comes in higher than budgeted, or when expenses are lower than predicted. The result could be greater income than originally forecast. Conversely, an unfavorable variance occurs when revenue falls short of the budgeted amount or expenses are higher than predicted. As a result of the variance, net income may be below what management originally expected.\n\nIf the variances are considered material, they will be investigated to determine the cause. Then, management will be tasked to see if it can remedy the situation. The definition of material is subjective and different depending on the company and relative size of the variance. However, if a material variance persists over an extended period of time, management likely needs to evaluate its budgeting process.\n\nA flexible budget allows for changes and updates to be made when assumptions used to devise the budget are altered. Astatic budgetremains the same, however, even if the assumptions change. The flexible budget thus allows for greater adaptability to changing circumstances and should result in less of a budget variance, both positive and negative.\n\nFor instance, assuming production is cut,variable costsare also going to be lower. Under a flexible budget, this is reflected, and results can be evaluated at this lower level of production. Under a static budget, the original level of production stays the same, and the resulting variance is not as revealing. It is worth noting that most companies use a flexible budget for this very reason.\n\nAs an example, let's say that a company's sales werebudgetedto be $250,000 for the first quarter of the year. However, the company only generated $200,000 in sales because demand fell among consumers. The unfavorable variance would be $50,000, or 20%. The company would look at thesales mix variancefor each product or product line to help identify problems.\n\nSimilarly, if expenses were projected to be $200,000 for the period but were actually $250,000, there would be an unfavorable variance of $50,000, or 25%.",
  "url": "https://www.investopedia.com/terms/b/budget-variance.asp"
}