{
  "term": "Build-Operate-Transfer Contract: Definition, Risks, and Framework",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nA build-operate-transfer (BOT) contract is a model used to finance large projects, typically infrastructure projects developed throughpublic-private partnerships.\n\nThe BOT scheme refers to the initial concession by a public entity such as a local government to a private firm to both build and operate the project in question. After a set time frame, typically two or three decades, control of the project is returned to the public entity.\n\nUnder a build-operate-transfer (BOT) contract, an entity—usually a government—grants a concession to a private company to finance, build, and operate a project. The company operates the project for a period of time (typically 20 or 30 years) with the goal of recouping its investment, then transfers control of the project back to the public entity.\n\nBOT projects are normally large-scale, greenfield infrastructure projects that would otherwise be financed, built, and operated solely by the government. Examples include a highway in Pakistan, a wastewater treatment facility in China, and a power plant in the Philippines.\n\nIn general, BOT contractors are special-purpose companies formed specifically for a given project. During the project period—when the contractor is operating the project it has built—revenues usually come from a single source, anofftakepurchaser with a binding agreement. This may be a government or state-owned enterprise.\n\nPower purchase agreements, in which a government utility acts as offtaker and purchases electricity from a privately owned plant, are an example of this arrangement. Under a traditional concession, the company would sell directly to consumers without a government intermediary.\n\nBOT agreements often stipulate minimum prices the offtaker must pay.\n\nA number of variations on the basic BOT model exist.\n\nUnderbuild-own-operate-transfer(BOOT) contracts, the contractor owns the project during the project period. Meanwhile, under build-lease-transfer (BLT) contracts, the government leases the project from the contractor during the project period and takes charge of the operation.\n\nOther variations have the contractor design as well as build the project. One example is a design-build-operate-transfer (DBOT) contract.\n\nThe BOT approach was developed in the late 1970s against a backdrop of constrained budgets in developing countries and a downturn in work for international construction firms.\n\nThe elevated train system in Bangkok, Thailand, known as the Bangkok Mass Transit System (BTS)or BTS Skytrain, was created from a 30-year BOT concession agreement between the Bangkok Metropolitan Administration, the government entity that owns the line, and Thai transport firm Bangkok Mass Transit System (BMTS) Public Company Limited.\n\nUnder the terms of the agreement, BMTS was given the job of designing, financing, building, and operating the transit system out of its own pocket in exchange for collecting all fares and advertising revenue when the train line went live.\n\nBased on its projections, BMTS figured it would recoup its costs within a decade, with at least a 16% rate of return. However, it didn’t pan out that way. BTSC ran into financial trouble after the number of people using the service fell way below its original prediction.\n\nBOT contracts are generally more prevalent in developing economies, helping cash-strapped local governments to finance large, complicated infrastructure projects that they might otherwise be unable to manage and afford.\n\nA BOT can be broken down into three distinct phases:\n\nOne of the biggest risks is that the contract ends up losing money. To be a success for all parties, the project should provide a sufficient return on investment for the private entity, while also benefiting the public entity financially and beating other available alternative options. Unfortunately, this doesn’t always happen. Big projects come with great risk and the finances can be under or overestimated.\n\nA public-private partnership (PPP) is when a private entity takes over, finances, and operates large-scale government projects, such as public transportation networks, parks, and hospitals. A BOT contract is just one of a series of potential PPP agreements.\n\nBOT contracts can make a lot of sense. In theory, they enable governments to transfer the cost and risk of big, important infrastructure projects to a specialist private entity, which has the potential to make lots of money from it if it turns into a success before handing it back. Sounds like a win-win, right? In theory, yes, though sadly there are lots of variables that can turn what appears to be a dream arrangement into a complete nightmare, especially for the risk-bearing private company.\n\nThe World Bank. \"The Build, Operate, and Transfer ('BOT') Approach to Infrastructure Projects in Developing Countries.\" Page 2.\n\nUnited Nations ESCAP. \"Traffic Demand Risk: The Case of Bangkok’s Skytrain (BTS).\"",
  "url": "https://www.investopedia.com/terms/b/botcontract.asp"
}