{
  "term": "Bullish Harami: Definition in Trading and Other Patterns",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA bullish harami is a basiccandlestickchart pattern indicating that a bearish trend in an asset or market may be reversing.\n\nA bullish harami is a candlestick chart indicator suggesting that a bearish trend may be coming to end. Some investors may look at a bullish harami as a good sign that they should enter a long position on an asset.\n\nAcandlestick chartis a type of chart used to track the performance of a security, named for the rectangular shape depicted in the chart, with lines protruding from the top and bottom, which resembles a candle and wicks. A candlestick chart typically represents the price data of stock on a single day, includingopening price,closing price, high price, and low price.\n\nInvestors looking to identify harami patterns must first look for daily market performance reported in candlestick charts. Harami patterns emerge over two or more days of trading, and a bullish harami relies on initial candles to indicate that a downward price trend is continuing, and that abearish marketlooks to be pushing the price lower.\n\nThe bullish harami indicator is charted as a long candlestick followed by a smaller body, referred to as a doji, that is completely contained within the vertical range of the previous body. To some, a line drawn around this pattern resembles a pregnant woman. The word harami comes from an old Japanese word meaning pregnant.\n\nFor a bullish harami to appear, a smaller body on the subsequent doji will close higher within the body of the previous day’s candle, signaling a greater likelihood that areversalwill occur.\n\nThe chart above depicts a bullish harami. The first two black candles indicate a two-day downward trend in the asset, and the white candle represents a slightly upward trend on the third day, which is completely contained by the body of the previous candle. Investors seeing this bullish harami may be encouraged by this diagram, as it can signal a reversal in the market.\n\nAnalysts looking for fast ways to analyze daily market performance data will rely on patterns in candlestick charts to expedite understanding and decision-making.\n\nWhile the bullish harami and its counterpart, thebearish harami, serve to predict upcoming reversals in the trending direction of prices, candlestick chart analysis offers a wide range of patterns to predict future trends. Bullish and bearish haramis are among a handful ofbasic candlestick patterns, including bullish and bearish crosses, evening stars, rising threes, and engulfing patterns. A deeper analysis provides insight using more advanced candlestick patterns, including island reversal, hook reversal, and san-ku or three gaps patterns.",
  "url": "https://www.investopedia.com/terms/b/bullishharami.asp"
}