{
  "term": "Bull Put Spread: How (and Why) To Trade This Options Strategy",
  "definition": "A bull put spread involves simultaneously selling one put option while buying another at a lower strike price, both with the same expiration date.\n\nA bull put spread involves selling one put option while buying another at a lower strike price, both with the same expiration date. This strategy allows traders to benefit from a stock's upward movement or simply remaining stable while limiting the risk of losses. The two put options form a range consisting of a high strike price and a low strike price. The investor receives a net credit from the difference between the two premiums.\n\nBelow, we will break down the components of a bull put spread, walk through step-by-step examples, and examine when and how to effectively deploy this strategy.\n\nInvestors typically useput optionsto profit from declines in a stock's price since a put option gives them the ability—though not the obligation—to sell a stock at or before thecontract's expiration date. Each put option has a strike price at which the option converts to the underlying stock. Investors pay premiums when buying put options.\n\nInvestors typically buy put options when they are bearish on a stock, meaning they hope the stock will fall below the option's strike price. However, thebull put spreadis designed to benefit from a stock's rise. If the stock trades above the strike at expiry, the put option expires worthless because no one would sell the stock at a strike lower than the market price. As a result, the investor who bought the put loses the value of the premium they paid.\n\nMeanwhile, an investor who sells a put option hopes the stock doesn't decrease but rises above the strike, so the put option expires worthless. A put option seller—the optionwriter—receives the premium for selling the option initially and wants to keep that sum. However, the put seller is on the hook if the stock declines below the strike. The option holder has a profit and will exercise their rights, selling their shares at the higher strike price. In other words, the put option is exercised against the seller.\n\nThe premium received by the seller would be reduced depending on how far the stock price falls below the put option's strike. The bull put spread allows the seller to keep the premium earned from selling the put option even if the stock's price declines.\n\nA bull put spread consists of two put options. First, an investor buys one put option and pays the premium. Meanwhile, the investor also sells a put option with a strike price that is higher than the one they bought, receiving a premium for that sale.Both options will have the same expiration date. Since puts lose value as the underlying increases, both options would expire worthless if the underlying price finishes higher than the highest strike. Therefore, the maximum profit would be the premium received from writing the spread.\n\nThose who arebullishon an underlying stock could thus use a bull put spread to generate income with limited downside. However, there is a risk of loss with this strategy.\n\nThe maximum profit for a bull put spread is the difference between the amount received from the put that's sold and the amount paid for the one purchased. The net credit received is the maximum profit, which only happens if the stock's price closes above the higher strike price at expiry.\n\nThe bull put spread strategy succeeds when the price of the underlying moves or stays above the higher strike price.The result is the sold option expires worthless. The reason it expires worthless is that no one would want to exercise it and sell their shares at the strike price if it's lower than the market price.\n\nA drawback to the strategy is that it limits your profits should the stock rise well above the upper strike price of the sold put option. The investor would pocket the initial credit but miss out on any future gains.\n\nOnce the stock is below the upper strike price in the strategy, the investor begins to lose money since the put option will likely be exercised. Anyone who bought it would want to sell their shares at this more attractive strike price.\n\nHowever, the investor received a net credit for the strategy at the outset. This credit provides some cushion for the losses. Once the stock declines far enough to wipe out the credit received, the investor begins losing money on the trade.\n\nIf the stock price falls below the lower strike put option—the purchased put—both put options would have lost money, and the maximum loss for the strategy is realized. The maximum loss is equal to the difference between the strike prices and the net credit received.\n\nInvestors can earn income from the net credit paid at the onset of the strategy.\n\nThe maximum loss on the strategy is capped and known upfront.\n\nThe risk of loss, at its maximum, is the difference between the strike prices and the net credit paid.\n\nThe strategy has limited profit potential and misses out on future gains if the stock price rises above the upper strike price.\n\nLet's say an investor is bullish on Apple Inc. (AAPL) over the next month, and the stock is trading at $275 per share. To carry out a bull put spread, the investor does the following:\n\nThe investor earns a net credit of $6.50 for the two options or $8.50 credit minus the $2 premium paid. Because one options contract equals 100 shares of the underlying asset, the total credit received is $650.\n\nLet's say Apple rises and trades at $300 at expiry. The maximum profit is achieved and equals $650, or $8.50 - $2 = $6.50 x 100 shares = $650. Once the stock rises above the upper strike price, the strategy ceases to earn any additional profit.\n\nIf Apple trades at $270 per share or below the low strike, the maximum loss is realized. However, the loss is capped at $350, or $280 put - $270 put - ($8.50 - $2) x 100 shares.\n\nIdeally, the investor is looking for the stock to close above $280 per share on expiration, which would be the point at which maximum profit is achieved.\n\nA bull call spread is an options strategy used by investors who believe that a stock will experience a moderate increase in price. The strategy involves buying a call option with a lower strike price (in-the-money) while simultaneously selling a call option with a higher strike price (out-of-the-money), both with the same expiration date. This spread limits both potential gains and losses: the maximum gain occurs if the stock price is at or above the higher strike price at expiration, while the maximum loss is limited to the net premium paid to initiate the spread.\n\nWhile most brokers now offer commission-free trading in stocks and exchange-traded funds, options trading still involves fees or commissions. Usually, there's a fee per trade, plus a commission per contract.\n\nAcovered callis an options strategy where an investor holds a long position in a stock while selling a call option on the same stock. This is used when the investor expects the stock to have little price movement in the near term. By selling the call option, the investor collects a premium, providing some downside protection and additional income. A covered call is a popular strategy for generating income while holding a stock, especially in a stable or slightly bullish market.\n\nThe bull put spread is an options strategy for moderately bullish investors. This technique allows traders to generate immediate income through premium collection while capping maximum gains and losses.\n\nIt's beneficial insidewaysor slightly upward-trending markets, providing downside protection. However, investors must carefully consider strike price selection, expiration dates, and overall market conditions to maximize the strategy's benefits. While the limited upside potential may be a drawback for some, the bull put spread remains a valuable tool for options traders seeking to fine-tune their risk-reward profile in bullish markets.\n\nS.K. Parameswaran. \"Fundamentals of Financial Instruments: An Introduction to Stocks, Bonds, Foreign Exchange, and Derivatives,\" Pages 316–318. John Wiley & Sons, 2022.\n\nMark Sebastian. \"Trading Options for an Edge: A Professional Guide to Volatility Trading,\" Pages 79-82. DeGruyter, 2022.\n\nS.K. Parameswaran. \"Fundamentals of Financial Instruments: An Introduction to Stocks, Bonds, Foreign Exchange,and Derivatives,\" Pages 316–318. John Wiley & Sons, 2022.\n\nCME Group Education. \"Covered Calls.\"",
  "url": "https://www.investopedia.com/terms/b/bullputspread.asp"
}