{
  "term": "Bullet Bond: Definition, Example, Vs. Amortizing Bond",
  "definition": "A bullet bond is a debt investment whose entire principal value is paid in one lump sum on its maturity date, rather than amortized over its lifetime. Bullet bonds cannot be redeemed early by their issuer, which means they arenon-callable.\n\nBullet bonds issued by stable governments typically pay a relatively low rate of interest due to the negligible risk that the lender will default on that lump sum payment. A corporate bullet bond may have to pay a higher interest rate if the corporation has a less-than-stellar credit rating.\n\nIn any case, bullet bonds generally pay less than comparable callable bonds because the bullet bond does not give the lender the option of buying it back if interest rates change.\n\nBoth corporations and governments issue bullet bonds in a variety of maturities, from short- to long-term. A portfolio made up of bullet bonds is generally referred to as a bullet portfolio.\n\nA bullet bond is generally considered riskier to its issuer than an amortizing bond because it obliges theissuerto repay the entire amount on a single date rather than in a series of smaller repayments over time.\n\nAs a result, issuers who are relatively new to the market or who have less than excellent credit ratings may attract more investors with an amortizing bond than with a bullet bond.\n\nTypically, bullet bonds are more expensive for the investor to purchase compared to an equivalentcallable bondsince the investor is protected against a bond call if interest rates fall.\n\nA \"bullet\" is a one-time lump-sum repayment of an outstanding loan made by the borrower.\n\nBullet bonds differ fromamortizing bondsin their method of payment.\n\nAmortized bonds are repaid in regular, scheduled payments that include both interest and part of the principal. In this way, the loan is entirely repaid at its maturity date.\n\nIn contrast, bullet bonds may require small, interest-only payments, or no payments at all, until the maturity date. On that date, the entire loan plus any remaining accrued interest must be repaid.\n\nPricing a bullet bond is straightforward. First, the total payments for each period must be calculated and then discounted to a present value using the following formula:\n\nFor example, imagine a bond with a par value of $1,000. Its yield is 5%, its coupon rate is 3%, and the bond pays the coupon twice per year over a period of five years.\n\nGiven this information, there are nine periods for which a $15 coupon payment is made, and one period (the last one) for which a $15 coupon payment is made and the $1,000 principal is repaid.\n\nUsing the formula, the payments will be as follows:\n\nThese 10 present values equal $912.48, which is the price of the bond.",
  "url": "https://www.investopedia.com/terms/b/bulletbond.asp"
}