{
  "term": "Bull Trap",
  "definition": "A bull trap is a false signal, referring to a declining trend in a stock, index, or other security that reverses after a convincing rally and breaks a prior support level. The move \"traps\" traders or investors that acted on the buy signal and generates losses on resulting long positions. A bull trap may also refer to awhipsawpattern.\n\nThe opposite of a bull trap is abear trap, which occurs when sellers fail to press a decline below a breakdown level.\n\nA bull trap occurs when a trader or investor buys a security that breaks out above a resistance level—a common technical analysis-based strategy. While many breakouts are followed by strong moves higher, the security may quickly reverse direction. These are known as \"bull traps\" because traders and investors who bought the breakout are \"trapped\" in the trade.\n\nTraders and investors can avoid bull traps by looking for confirmations following a breakout. For example, a trader may look for higher than average volume and bullishcandlesticksfollowing a breakout to confirm that price is likely to move higher. A breakout that generates low volume and indecisive candlesticks—such as adoji star—could be a sign of a bull trap.\n\nFrom a psychological standpoint, bull traps occur when bulls fail to support a rally above a breakout level, which could be due to a lack of momentum and/or profit-taking. Bears may jump on the opportunity to sell the security if they see divergences, dropping prices below resistance levels, which can then triggerstop-lossorders.\n\nThe best way to handle bull traps is to recognize warning signs ahead of time, such as lowvolumebreakouts, and exit the trade as quickly as possible if a bull trap is suspected.Stop-loss orderscan be helpful in these circumstances, especially if the market is moving quickly, to avoid letting emotion drive decision-making.\n\nIn this example, the security sells off and hits a new 52-week low before rebounding sharply on high volume and lifting intotrendlineresistance. Many traders and investors jump on to the move, anticipating a breakout above trendline resistance but the security reverses at resistance and turns sharply lower from these levels. New bulls get trapped in long trades and incur rapid losses, unless aggressive risk management techniques are undertaken.\n\nThe trader or investor could have avoided the bull trap by waiting for a breakout to unfold before purchasing the security, or at least mitigated losses by setting a tight stop-loss order just below the breakout level.",
  "url": "https://www.investopedia.com/terms/b/bulltrap.asp"
}