{
  "term": "Bundle of Rights Definition in Real Estate and What's Included",
  "definition": "A bundle of rights is a term for the set of legal privileges that is generally afforded to areal estatebuyer with the transfer of the title. The bundle includes the following:\n\nThe average homebuyer can expect the whole traditional bundle of rights once the deal is done.\n\nReal estate ownership carries with it a complex set of rights, and the bundle of rights concept traditionally has been how those rights are described and summarized. It is a feature of many real estate license tests and first-year law classes.\n\nThe average homebuyer can expect the whole traditional bundle of rights once the deal is done. That is, homebuyers expect to have the right of possession, of control, of exclusion, of enjoyment, and of disposition.\n\nHowever, these rights can be broken up and assigned to different parties. This usually applies to commercial and investment property purchases. For example, the buyer of a rental property may have rights that are limited by local landlord-tenant laws and regulations, or the owner of a storefront property may share certain rights with the tenant who runs a business there.\n\nIn any case, a real estate owner’s bundle of rights can be exercised only with the boundaries of many other laws. For example, a homeowner’sright of enjoymentmay not be exercised beyond the limits of local noise control laws.\n\nThe right of possession simply states that the titleholder is the legal owner of the property.\n\nThe titleholder can use the property in any way that is not illegal. In practice, ahomeowner association (HOA)can place additional restrictions on anything from garden ornaments to pet ownership, though these rules are not laws.\n\nThe right of exclusion allows the titleholder to limit who may enter the property. This one has few real limits. Easements may be in place permitting access to utility lines that override this right. A warrant authorizing a search of the property trumps the right of exclusion. Additionally, an owner of a rental property may not have right of exclusion for who their tenant lets on the property depending on the terms of theleaseand local laws.\n\nThe right to enjoyment asserts the titleholder’s right to participate in any activities that they find pleasurable while on the property. This assumes, once again, that those activities are lawful.\n\nThe right of disposition protects the titleholder’s right to transfer ownership, permanently or temporarily, to another party. This right is fully realized only when the property is owned outright and not mortgaged. An exclusion also applies if the property is subject to alien.\n\nThis depends on the state where you live and the covenants, convictions, and restrictions (CC&Rs) that you signed and agreed to when you purchased the property. Thehomeowner association (HOA) may have the rightto impose certain penalties on you if you do not follow their rules, which can effectively restrict your rights as a property owner.\n\nThat depends on your local laws and how tenant-friendly or landlord-friendly they are. In some states, landlords have very few restrictions on entering property, selling property,evictingtenants, and so on. In other states, tenants have more rights and, for example, must grant permission before a landlord can enter a property and must be given certain periods of notice before a landlord can sell the property. In addition to local statutes, each judiciary has purview to decide which cases to hear and when, which puts some statutes in effect regardless of laws on the books.\n\nIf there are multiple owners on a property, then the bundle of rights belongs to both equally—which is both a protection and a hindrance, depending on circumstances. For example, if a home is owned by a married couple and that couple gets divorced, then one spouse would need permission from the other to sell the house.\n\nAs a property owner, you get the rights of possession, control, exclusion, enjoyment, and disposition once you close on the property. This bundle of rights gives you all of the rights that you would expect once you own a property. However, there are exclusions, depending on the type of property you own and if you are renting it out to tenants.\n\nNew York City Bar Legal Referral Service. \"Ownership Rights in Real Property.\"",
  "url": "https://www.investopedia.com/terms/b/bundle-of-rights.asp"
}