{
  "term": "Bureau of Labor Statistics (BLS): What It Is and How It Works",
  "definition": "The Bureau of Labor Statistics (BLS) is a federal agency that collects and disseminates various data about the U.S. economy and labor market. Its reports include theConsumer Price Index(CPI) and theProducer Price Index(PPI), both of which are considered to be important measures of inflation. The BLS also produces theImport/Export Index (MXP), which tracks the price changes of goods bought and sold by the U.S.\n\nThe primary purpose of the BLS, an arm of theU.S. Department of Labor(DOL), is to research, assemble, and publish a range of statistical data on the labor market, prices, and productivity. This government agency goes to great lengths to ensure the accuracy, impartiality, and accessibility of its reports and the statistics it produces are among the most influentialeconomic indicatorsof the American economy.\n\nBLS data is frequently cited by the media and relied on by businesses, academics, and policymakers to inform their decision-making. It's also closely watched by economists and market participants, who consult the bureau's releases to generate better and more accurate predictions for how the economy andmarketswill perform in the future.\n\nThroughout its history, the BLS has been relied upon for empirical evidence to inform economic policy, including to justify raising the minimum wage.\n\nSome of the most important statistical releases published by the BLS include:\n\nThe BLS was first established as a branch of the Department of the Interior in 1884 with a mandate to research and compile information about economics and labor. For nearly 15 years, it subsequently operated as an independent department, before being incorporated into the short-lived Department of Commerce and Labor in 1903.\n\nThat move only lasted a decade. When the Department of Commerce and Labor was renamed theDepartment of Commerce(DOC) in 1913, the BLS, along with other bureaus and agencies concerned with labor, was then transferred into the newly-created DOL, a U.S. cabinet-level agency responsible for enforcing federal labor standards and promoting workers' wellbeing.\n\nOn Tuesday, Oct. 29, 2024, the BLS released its monthly state job openings and labor turnover statistics. The report was based on September employment numbers and stated that there was little change in job openings at 7.4 million from the previous month. Hiring numbers were also little changed at 5.6 million and separations were unchanged at 5.2 million.\n\nBelow is an overview of what the press release and the top of the report look like. Other BLS reports are similar in fashion. The BLS generally provides commentary on the statistics it collects.\n\nThe BLS also provides the summarized numbers to a variety of reports; in this case, the BLS has provided the employment figures by industry and region for the given month in a series of tables.\n\nIn addition, the BLS reports data in visualizations to help analyze the data; in this example, the BLS has provided a visual of a map of job opening rates by state along with relevant data within each state. Note that this is one month behind the reported tables above.\n\nLast, within each press release, the BLS provides technical notes. These technical notes are meant to explain where the data points were collected from and the methodology of any survey. Understanding these technical notes is important as it lays the foundation for what information was actually collected, how it was collected, and who is represented in any given report. For example, in this labor report, the report only includes nonfarm jobs.\n\nThe Bureau of Labor Statistics is an agency of the U.S. Department of Labor responsible for collecting, analyzing, and disseminating essential economic data related to labor and employment. Established in 1884, the BLS provides critical information on employment, wages, inflation, productivity, and other labor-related aspects that inform government policy, business decisions, and public understanding of economic trends.\n\nThe main functions of the BLS include gathering and analyzing data on labor market conditions, such as employment and unemployment rates, wage levels, and price changes. The BLS conducts surveys and produces reports on various economic indicators including the Consumer Price Index (CPI) and Producer Price Index (PPI).\n\nThe BLS collects data through a variety of methods including surveys, censuses, and administrative records. One major survey conducted by the BLS is the Current Population Survey (CPS), which gathers labor force information from households. The BLS also conducts the National Compensation Survey (NCS) which provides data on wages and benefits.\n\nBLS reports are published on a regular schedule with many key indicators released monthly. Some data sets and surveys such as the Occupational Outlook Handbook are published annually or on a less frequent basis.\n\nThe BLS defines inflation as the rate at which the general price level of goods and services rises, eroding purchasing power. The BLS measures inflation using the CPI and PPI which track price changes for a representative basket of goods and services over time.\n\nThe BLS is a U.S. government agency responsible for collecting, analyzing, and disseminating data related to labor and economic conditions, including employment, wages, inflation, and productivity. Its data, provided through various surveys and reports, supports economic policy-making and offers insights into labor market trends and economic health.\n\nU.S. Census Bureau. \"Current Population Survey.\"\n\nU.S. Bureau of Labor Statistics. \"History of the U.S. Bureau of Labor Statistics.\"\n\nU.S. Bureau of Labor Statistics. \"Job Openings and Labor Turnover.\"\n\nU.S. Bureau of Labor Statistics. \"State Job Opening Rates, Seasonally Adjusted.\"",
  "url": "https://www.investopedia.com/terms/b/bls.asp"
}