{
  "term": "Burn Rate: What It Is, 2 Types, Formula, and Examples",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nThe burn rate represents the speed at which an unprofitable company consumes its cash reserves. It's the rate at which a startup company is spending itsventure capitalto finance overhead before generating positive cash flow from operations. It's a measure of negative cash flow.\n\nBurn rate is most often a consideration for young life sciences or technology companies without profits and revenue in some cases. It's usually quoted in terms of cash spent per month. It would mean that a company is spending $1 million per month if it's said to have a burn rate of $1 million.\n\nThe burn rate is used bystartup companiesand investors to track the amount of monthly cash that a company spends before it starts generating income. A company’s burn rate is also used as a measuring stick for what's referred to as its “runway,” the amount of time the company has before it runs out of money.\n\nA company's runway would be 10 months if it has $1 million in the bank and spends $100,000 a month, derived as:\n\nA company can reduce its gross burn rate by producingrevenueand/or cutting costs such as reducing staff or seeking cheaper means of production.\n\nThere are two types of burn rates: net burn and gross burn. A company’s gross burn rate is simply the total amount ofoperating costsit incurs in expenses each month.It's expressed as:\n\nA company’s net burn rate is the total amount of money it loses each month. This can’t be greater than the gross burn rate but it can be less.\n\nA technology startup's gross burn rate would be $30,000 if it spends $5,000 monthly on office space, $10,000 on monthly server costs, and $15,000 on salaries and wages for its engineers. Its net burn rate would be different, however, if the company is producing revenue. This would be calculated as:\n\nLet’s say that the above company with a gross burn rate of $30,000 also has revenues of $20,000 a month from selling goods. Let’s put thecosts of those goodsto the company at $10,000 a month. The company’s net burn rate would be $20,000, derived as:\n\nThe actual amount it's losing per month is only $20,000 even if the company is spending $30,000 every month. This is an important distinction because it alters the financial runway. The company's runway would be five months rather than three months if it had $100,000 in the bank. The longer period will affect both how the managers outline the company’s strategy and the amount of money that an investor might bewilling to put into the company.\n\nThe usual recourse is to reduce the burn rate regardless of how much money is in the bank if the burn rate begins to exceed its forecast or if revenue fails to meet expectations. This requires rethinking the startup’s cost structure and usually means reducing staff and/or other major cost drivers, such as office lease, technology, and marketing.\n\nThe general recommendation for a startup business is to have three to six months of expenses on hand. A good burn rate would fall between $33,334 (three months) and $16,667 (six months) if the company has $100,000 in the bank.\n\nBurn rates and be gross or net. The gross burn rate is simply the total amount of money spent each month. The net burn rate is the amount of money lost each month and takes into account any possible company revenue. It's calculated using the following formula: (Monthly Revenue - Cost of Goods Sold) - Gross Burn Rate = Net Burn Rate.\n\nIt's the same if you're calculating the gross burn rate. You must also factor in whatever revenue the company may be generating if you want the net burn rate, however.\n\nThe burn rate is an important metric for any company but it's particularly important for startups that aren't yet generating revenue. It tells managers and investors how fast the company is spending its capital. The burn rate is used to pinpoint when a company will begoing into debtand is expressed as the company’s financial runway.\n\nA company has no choice but to lower its structural costs by reducing what it is spending on staff, housing, marketing, and/or technology if its burn rate is too high.\n\nGynger. \"Net Cash Burn vs. Gross Cash Burn.\"\n\nAmerican Express. \"Cash Flow Management: How Much to Keep in Business Cash Reserves.\"",
  "url": "https://www.investopedia.com/terms/b/burnrate.asp"
}