{
  "term": "Business Model: Definition and 13 Examples",
  "definition": "Learn to understand a company's profit-making plan\n\nA company’s business model is a plan that outlines what it will do to create and deliver value to customers, with the goal of generating profit.\n\nA business model identifies the products or services the business plans to sell, the target market, and any anticipated expenses, in order to outline how to generate a profit.. Business models are important for both new and established businesses. They help companies attract investment, recruit talent, and motivate management and staff.\n\nBusinesses should regularly update their business model, or they'll fail to anticipate trends and challenges ahead. Business models also help investors to evaluate companies that interest them and employees to understand the future of a company they may aspire to join.\n\nA business model is a high-level plan for profitably operating a business in a specific marketplace. This plan helps the company to identify the best approach for conducting business while also serving to attract investors and talent.\n\nA primary component of the business model is the value proposition. This is a description of the goods or services that a company offers and why they are desirable to customers or clients; it should ideally be stated in a way that differentiates the product or service from its competitors.\n\nA new enterprise's business model should also cover projected startup costs and financing sources, the target customer base for the business, marketing strategy, a review of the competition, and projections of revenues and expenses. The plan may also define opportunities in which the business can partner with other established companies. For example, the business model for an advertising business may identify benefits from an arrangement for referrals to and from a printing company.\n\nSuccessful businesses have business models that allow them to fulfill client needs at a competitive price and a sustainable cost. And they are subject to change. Many businesses revise their business models periodically to reflect changing business environments and market demand.\n\nThere is no single type of business model because no company is the same, and each has different ways of generating revenue. Thus, business models can vary considerably. An aerospace company, such as Boeing, may operate similarly to a peer, like Airbus, but won't share much in common in terms of how it generates revenue with, say, a shoe store or a bar.\n\nDirect sales, franchising, advertising-based, andbrick-and-mortarstores are all examples of traditional business models. There are also hybrid models, such as businesses that combine internet retail with brick-and-mortar stores or with sports organizations like the NBA.\n\nBelow are 13 common types of business models; note that the examples given may fall into multiple categories.\n\nOne of the more common business models most people interact with regularly is theretailermodel. A retailer is the last entity along a supply chain. They often buy finished goods from manufacturers or distributors and interface directly with customers.\n\nAmanufactureris responsible for sourcing raw materials and producing finished products by leveraging internal labor, machinery, and equipment. A manufacturer may make custom goods or highly replicated, mass-produced products and can sell what it makes to distributors, retailers, or directly to customers.\n\nInstead of selling products, fee-for-service business models are centered around labor and providing services. A fee-for-service business model may charge an hourly rate or a fixed cost for a specific agreement. Fee-for-service companies are often specialized, offering insight that may not be common knowledge or may require specific training.\n\nSubscription-based business modelsstrive to attract clients in the hope of luring them into becoming long-term, loyal patrons. This is done by offering a product that requires ongoing payment, usually in return for a fixed duration. Although primarily offered by digital companies for access to software, subscription business models are also popular for physical goods, such as monthly recurring agriculture or produce subscription box deliveries.\n\nFreemiumbusiness models attract customers by introducing them to basic, limited-scope products. Then, with the client using their service, the company attempts to convert them to a more premium, advance product that requires payment. Although a customer may theoretically stay on freemium forever, a company tries to show the benefit of becoming an upgraded member.\n\nExample:LinkedIn/LinkedIn Premium\n\nSome companies can use multiple business model types at the same time for the same product. For example, Spotify (a subscription-based model) also offers a free version and a premium version.\n\nIf a company is concerned about the cost of attracting a single customer, it may attempt to bundle products to sell multiple goods to a single client.Bundlingcapitalizes on existing customers by attempting to sell them different products. This can be incentivized by offering pricing discounts for buying multiple products.\n\nMarketplaces receive compensation for hosting a platform for business to be conducted. Although transactions could occur without a marketplace, this business model attempts to make transacting easier, safer, and faster.\n\nAffiliate business modelsare based on marketing and the broad reach of a specific entity or person's platform. Companies pay an entity to promote a good, and that entity often receives compensation in exchange for its promotion. That compensation may be a fixed payment, a percentage of sales derived from their promotion, or both.\n\nExample:Social media influencers such as Lele Pons, Zach King, or Chiara Ferragni\n\nAptly named after the product that invented the model, this business model aims to sell a durable product below cost to then generate high-margin sales of a disposable component needed to use that product. Also referred to as the \"razor and blade model,\" razor blade companies may give away expensive blade handles with the premise that consumers need to continually buy razor blades in the long run.\n\n\"Tying\" is an illegal razor blade model strategy that requires the purchase of an unrelated good prior to being able to buy a different (and often required) good. For example, imagine Gillette released a line of lotion and required all customers to buy three bottles before they were allowed to purchase disposable razor blades.\n\nInstead of relying on high-margin companion products, a reverse razor blade business model tries to sell a high-margin product upfront. Then, to use the product, low or free companion products are provided. This model aims to promote that upfront sale, as further use of the product is not highly profitable.\n\nExample:Apple (iPhones + applications)\n\nThe franchise business model leverages existing business plans to expand and reproduce a company at a different location. Often food, hardware, or fitness companies, franchisers work with incoming franchisees to finance the business, promote the new location, and oversee operations. In return, the franchisor receives a percentage of earnings from the franchisee.\n\nInstead of charging a fixed fee, some companies may implement a pay-as-you-go business model where the amount charged depends on how much of the product or service is used. The company may charge a fixed fee for offering the service in addition to an amount that changes each month based on what was consumed.\n\nA brokerage business model connects buyers and sellers without directly selling a good themselves. Brokerage companies often receive a percentage of the amount paid when a deal is finalized. Most common in real estate, brokers are also prominent in construction/development and freight.\n\nA common mistake many companies make when they create their business models is to underestimate the costs of funding the business until it becomes profitable. Counting costs up to the introduction of a product is not enough. A company has to keep the business running until its revenues exceed its expenses.\n\nOne way analysts and investors evaluate the success of a business model is by looking at the company's gross profit. Gross profit is a company's total revenue minus thecost of goods sold (COGS). Comparing a company's gross profit to that of its main competitor or its industry sheds light on the efficiency and effectiveness of its business model. Gross profit alone can be misleading, however. Analysts also want to see cash flow or net income—that is, gross profit minus operating expenses, which is an indication of just how much real profit the business is generating.\n\nThe two primary levers of a company's business model are pricing and costs. A company can raise prices, and it can find inventory at reduced costs. Both actions increase gross profit.\n\nMany analysts consider gross profit to be more important in evaluating a business plan. A good gross profit suggests a sound business plan. In that case, if expenses are out of control, the management team could be at fault, and the problems are correctable. As this suggests, many analysts believe companies that run on the best business models can run themselves.\n\nWhen evaluating a company as a possible investment, find out exactly how it makes its money—not just what it sells, but how it sells it. That's the company's business model.\n\nWhen evaluating a company as a possible investment, the investor should find out exactly how it makes its money. This means looking through the company's business model. Fortunately, it's not hard to find. Most companies outline their business model on their website and in theirannual reports.\n\nAdmittedly, the business model may not tell you everything about a company's prospects. Investors need to fill in the blanks, look beyond the sales pitch, and recognize that sensitive information or any flouting of the rules of ethics to gain an advantage won't be mentioned. The investor who understands the business model, even on a basic level, can make better sense of the financial data.\n\nThere is no \"one size fits all\" when making a business model. Different professionals may suggest taking different steps when creating a business and planning your business model. Here are some broad steps you can take to create a plan:\n\nInstead of reinventing the wheel, consider what competing companies are doing and how you can position yourself in the market. You may be able to easily spot gaps in the business model of others.\n\nJoan Magretta, the former editor of theHarvard Business Review, suggested that there are two critical factors in evaluating business models. When business models don't work, she states, it's because the story doesn't make sense and/or the numbers just don't add up to profits.\n\nComplicated business models can put off investors and hinder a company's growth. People are less eager to invest in a company they don't understand. Moreover, some business models can be less profitable and at risk of being compromised. What works one year isn't guaranteed to continue doing so in the future.\n\nTake the airline industry. For years, major carriers such as American Airlines, Delta, and Continental built their businesses around ahub-and-spoke structure, in which all flights were routed through a handful of major airports. By ensuring that most seats were filled most of the time, the business model produced big profits.\n\nHowever, a competing business model arose that made the strength of the major carriers a burden. Carriers like Southwest and JetBlue shuttled planes between smaller airports at a lower cost. They avoided some of the operational inefficiencies of the hub-and-spoke model while forcinglabor costsdown. That allowed them to cut prices, increasing demand for short flights between cities.\n\nAs these newer competitors drew more customers away, the old carriers were left to support their large, extended networks with fewer passengers. The problem became even worse when traffic fell sharply following the September 11 terrorist attacks in 2001.To fill seats, these airlines had to offer more discounts at even deeper levels. The hub-and-spoke business model no longer made sense.\n\nConsider the vast portfolio of Microsoft. Over the past several decades, the company has expanded its product line across digital services, software, gaming, and more. Various business models, all within Microsoft, include but are not limited to:\n\nA business model is a strategic plan of how a company will make money. The model describes the way a business will take its product, offer it to the market, and drive sales. A business model determines what products make sense for a company to sell, how it wants to promote its products, what type of people it should try to cater to, and what revenue streams it may expect.\n\nThere are various types of business models. Examples include subscription models, bundling, and franchising. Business models can sometimes also be loosely defined by industry. For example, manufacturers produce their own goods and may or may not sell them directly to the public, whereas retailers buy goods to later resell to the public.\n\nRetailer is probably the most common business model in the U.S. today. This model is also one of the most competitive. Best Buy, Target, and Walmart are some of the largest examples of retail companies. These companies acquire goods from manufacturers or distributors to sell directly to the public, in physical stores and/or online. Retailers interface with their clients and sell goods, although they may or may not manufacture the goods they sell.\n\nWhat's best depends on numerous factors, including what you are selling, where, and, most importantly, the competitive environment. A company built on a good business model of almost any type can create virtuous cycles that result in a competitive advantage.\n\nThere are many steps to building a business model, and no single, consistent process exists among business experts. In general, a business model should identify your customers, understand the problem you are trying to solve, select a business model type to determine how your clients will buy your product, and determine the ways your company will make money. It is also important to periodically review your business model; once you've launched, evaluate your plan and adjust your target audience, product line, or pricing as needed.\n\nA company isn't just an entity that sells goods. It's an ecosystem that must have a plan on who to sell to, what to sell, what to charge, and what value it is creating. A business model describes what an organization does to make a profit. After building a business model, a company should have a stronger direction on how it wants to operate and what its financial future appears to be.\n\nU.S. Federal Trade Commission. \"Tying the Sale of Two Products.\"\n\nHarvard Business Review. \"Why Business Models Matter.\"\n\nBureau of Transportation Statistics. \"Airline Travel Since 9/11.\"\n\nMicrosoft. \"Segment Information.\"\n\nHarvard Business Review. \"How to Design a Winning Business Model.\"",
  "url": "https://www.investopedia.com/terms/b/businessmodel.asp"
}