{
  "term": "Business Assets: Overview and Valuation Method",
  "definition": "A business asset is an item of value owned by a company. Business assets span many categories. They can be physical,tangible goods, such as vehicles, real estate, computers, office furniture, and other fixtures, orintangible items, such asintellectual property.\n\nBusiness assets are itemized and valued onthebalance sheet, which can be found in the company's annual report. They are listed athistorical cost, rather than market value, and appear on the balance sheet as items of ownership.\n\nMost business assets can bewritten off(taken as an expense on the income statement) either as one large expensein the year of purchase, or by beingdepreciated, which is the process of spreading the cost of an asset over time. Some large, expensive assets may qualify to be expensed entirely in the year of purchase undersection 179.\n\nAssets are listed in order of liquidity, which is the ease in which they can be quickly bought or sold in the market without affecting their price.\n\nBusiness asset accounting is arguably one of the most important jobs of company management. A financial ratio calledreturn on net assets(RONA) is used by investors to establish how effectively companies put their assets to work.\n\nBusiness assets are divided into two sections on the balance sheet: current assets and non-current assets.Current assetsare business assets that will be turned into cash within one year, such asmarketable securities, cash,inventoryandreceivables(debts owed to a company by its customers for goods or services that have been delivered or used but not yet paid for.) These assets may only have value for a short while, but they are still treated as business assets.\n\nNon-current assets, or long-term assets, on the other hand, are less liquid assets that are expected to provide value for more than one year. In other words, the company does not intend on selling or otherwise converting these assets in the current year. Non-current assets are generally referred to as capitalized assets since the cost iscapitalizedand expensed over the life of the asset in a process calleddepreciation. This includes items such as property, buildings, and equipment.\n\nTangible or physical business assets are depreciated, while intangible business assets areamortized, the process of spreading the cost of an intangible asset over the course of its useful life. When businesses amortize and depreciate expenses, they help tie an asset's costs to the revenues it generates.\n\nDepreciation is calculated by subtracting the asset'ssalvage valueor resale value from its original cost. The difference between the cost of the asset and salvage value is divided by the useful life of the asset. If a truck has a useful life of 10 years, costs $100,000, and has a salvage value of $10,000, the depreciation expense is calculated as $100,000 minus $10,000 divided by 10, or $9,000 per year. In other words, instead of writing off the entire amount of the asset, capitalized business assets are only expensed by a fraction of the full cost each year.\n\nThe value of business assets varies and can change over time. Many current, tangible assets, such as vehicles, computers, and machinery equipment, tend to age, and some may even become obsolete as newer, more efficient technologies are introduced. Financial institutions will frequently usereturn on average assets (ROAA), which is the blended value of all assets, to rate a company.\n\nCompanies can spend money to buy new assets or improve their existing assets. This is known ascapital addition, and the business records these capital expenditures (CapEx) on its balance sheet.\n\nWhen companies want to use an asset ascollateralor to substantiate depreciation deductions they can get them valued by anappraiser.",
  "url": "https://www.investopedia.com/terms/b/business-asset.asp"
}