{
  "term": "Business Risk: Definition, Factors, and Examples",
  "definition": "Business risk is any exposure a company has to consider that could cause reduced profits or failure.\n\nBusiness risk is the exposure a company or organization must consider because it could lower its profits or cause it to fail. Anything that threatens a company’s ability to achieve its financial goals is considered abusiness risk. Business risk could be caused externally (i.e. change in customer preference) or internally (i.e. employees not maintaining proper skillsets).\n\nWhen acompanyexperiences a high degree of business risk, it may impair its ability to provideinvestorsandstakeholderswith adequatereturns. For example, the chief executive officer (CEO) of a company may make certain decisions that affect itsprofits, or theCEOmay not accurately anticipate certain events in the future, causing the business to incur losses or fail.\n\nBusiness risk is influenced by a number of different factors, including:\n\nA company with a higher amount of business risk may decide to adopt acapital structurewith a lowerdebt ratioto ensure that it can meet its financial obligations at all times. With a low debt ratio, whenrevenuesdrop, the company may not be able to service itsdebt(and this may lead tobankruptcy). On the other hand, when revenues increase, a company with a low debt ratio experiences larger profits and is able to keep up with its obligations.\n\nTo calculate risk, analysts use four ratios: contribution margin, operation leverage effect, financial leverage effect, and total leverage effect. For more complex calculations, analysts can incorporate statistical methods.\n\nBusiness risk usually occurs in one of four ways: strategic risk, compliance risk,operational risk, andreputational risk.\n\nStrategic risk arises when a business does not operate according to itsbusiness modelorplan. When a company does not operate according to its business model, its strategy becomes less effective over time, and the company may struggle to reach its defined goals.\n\nFor example, imagine ABC Store is a big box store that strategically positions itself as a low-cost provider for working-class shoppers. Its main competitor is XYZ Store, which is seen as a destination for more middle-class consumers. However, if XYZ decides to undercut ABC’s prices, this becomes a strategic risk for ABC.\n\nThe second form of business risk iscompliancerisk, sometimes known asregulatory risk. Compliance risk primarily arises in industries and sectors that are highly regulated. For example, in the wine industry, there is a three-tier system of distribution that requires wholesalers in the United States to sell wine to a retailer, which then sells it to consumers. This system prohibits wineries from selling their products directly to retail stores in some states.\n\nHowever, many U.S. states do not have this type of distribution system; compliance risk arises when a brand fails to understand the individual requirements of the state in which it is operating. In this situation, a brand risks becoming noncompliant with state-specific distribution laws and may face fines or other legal action.\n\nThe third type of business risk is operational risk. This risk arises from within the corporation, especially when the day-to-day operations of a company fail to perform.\n\nFor example, in 2012, the multinational bankHSBC faced a high degreeof operational risk and, as a result, incurred a large fine from the U.S. Department of Justice when its internal anti-money laundering (AML) operations team was unable to adequately stop money laundering in Mexico.\n\nAnytime a company’s reputation is ruined, either by an event that was the result of a previous business risk or by a different occurrence, it runs the risk of losing customers and itsbrand loyaltysuffering. The reputation of HSBC faltered in the aftermath of the fine it was levied for pooranti-money launderingpractices.\n\nBusiness risk cannot be entirely avoided because it is unpredictable. However, there are many strategies that businesses employ to cut back the impact of all types of business risk, including strategic, compliance, operational, and reputational risk.\n\nThe first step that brands typically take is to identify all sources of risk in theirbusiness plan. These aren’t just external risks—they may also come from within thebusinessitself. Taking action to cut back the risks as soon as they present themselves is key. Management should come up with a plan to deal with any identifiable risks before they become too great.\n\nFinally, most companies adopt arisk management strategy. This can be done either before the business begins operations or after it experiences a setback. Ideally, a risk management strategy will help the company be better prepared to deal with risks as they present themselves. The plan should have tested ideas and procedures in place in case risk presents itself.\n\nOnce the management of a company has come up with a plan to deal with the risk, it’s important that they take the extra step of documenting everything in case the same situation arises again. After all, business risk isn’t static—it tends to repeat itself during the business cycle. By recording what led to risk the first time, as well as the processes used to mitigate it, the business can implement those strategies a second time with greater ease. This reduces the time frame in which unaddressed risk can impact the business, as well as lowering the cost of risk management.\n\nThe four main types of risk that businesses encounter are strategic, compliance (regulatory), operational, and reputational risk. These risks can be caused by factors that are bothexternal and internalto the company.\n\nBusinesses face a great deal of uncertainty in their operations, much of it outside their control. This uncertainty creates risk that can jeopardize a company’s short-term profits and long-term existence.\n\nBecause risk is unavoidable, risk management is an important part of running a business. When a business has a thorough and carefully created risk management plan in place, and when it is able to iterate on that plan to deal with new and unexpected risks, the business is more likely to survive the impact of both internal and external risk.\n\nInternal risks that can impact a business often come from decisions made by the management or executive team in pursuit of growth. These decisions can create physical or tangible risks.\n\nFor example, on-site risks such as fires, equipment malfunctions, or hazardous materials can jeopardize production, endanger employees, and lead to legal or financial penalties. In this instance, policies that guarantee a safe working environment would be an effective strategy for managing internal risks.\n\nExternal risks that can impact a business often come from economic events that arise from outside the corporate structure. External events that lead to external risk can’t be controlled by a company or forecasted with a high level of reliability. Therefore, it is hard to reduce the associated risks.\n\nThe three types of external risks include economic factors, natural factors, and political factors. Companies can respond to economic risks by cutting costs or diversifying their client base so that revenue doesn’t rely solely on one segment or geographic region. Companies also often have insurance to help cover some of the financial losses as a result of natural disasters. Finally, some types of credit insurance can protect a company against political events.\n\nIn business, risks are factors that an organization encounters that may lower its profits or cause it to fail. Sources of risk can be external, such as changes in what consumers want, changes in competitor behavior, external economic factors, and government rules or regulations. They can also be internal, such as decisions made by management or the executive team.\n\nNo company can completely avoid risks, especially because many risk factors are external. However, businesses can put risk management strategies into place. These strategies can be used to reduce risk and to mitigate the impact of risks when they arise. Bydocumenting the sources of riskand creating a strategic plan that can be repeated, businesses can reduce the overall impact of risk and deal with it more efficiently and effectively in the future.\n\nNational Alcohol Beverage Control Association. “Alcohol Regulation 101: Three-Tier System.”\n\nNational Alcohol Beverage Control Association. “Alcohol Regulation 101: Structure of U.S. Alcohol Regulation.”\n\nU.S. Department of Justice. “HSBC Holdings Plc and HSBC Bank USA N.A. Admit to Anti-Money Laundering and Sanctions Violations, Forfeit $1.256 Billion in Deferred Prosecution Agreement.”",
  "url": "https://www.investopedia.com/terms/b/businessrisk.asp"
}