{
  "term": "Business Cycle: What It Is, How to Measure It, and Its 4 Phases",
  "definition": "Madelyn Goodnight / Investopedia\n\nBusiness cycles are fluctuations in a nation's aggregate economic activity characterized by expansions in various economic activities followed by contractions.\n\nBusiness cycles are a type of fluctuation found in the aggregate economic activity of a nation. A cycle consists of expansions in many economic activities occurring at about the same time followed by similarly general contractions. This sequence of changes is recurrent but not periodic.\n\nThe business cycle is also referred to as theeconomic cycle.\n\nBusiness cycles are marked by the alternation of the phases of expansion and contraction in aggregate economic activity and the co-movement among economic variables in each phase of the cycle.\n\nAggregate economic activity is represented by not only real inflation-adjusted gross domestic product (GDP) which is a measure of aggregate output but also by the aggregate measures of industrial production: employment, income, and sales. These are the key coincident economic indicators used for the official determination of U.S. business cycle peak and trough dates.\n\nPopular misconceptions about business cycles are that the contractionary phase is a recession and that two consecutive quarters of decline in real GDP as an informal rule of thumb means a recession.\n\nRecessions occur during contractions but they're not always the entire contractionary phase. Consecutive declines in real GDP are also one of the indicators used by the National Bureau of Economic Research (NBER) but it's not the definition the organization uses to determine recessionary periods.\n\nA business cycle recovery begins when the recessionary vicious cycle reverses and becomes a virtuous cycle with rising output triggering job gains, rising incomes, and increasing sales that feed back into a furtherrise in output.\n\nThe recovery can persist and result in a sustained economic expansion only if it becomes self-feeding. This is ensured by this domino effect driving the diffusion of the revival across the economy.\n\nThe stock market isn't the economy so the business cycle shouldn't be confused withmarket cycleswhich are measured using broad stock price indices.\n\nThe severity of a recession is measured by the three D's: depth, diffusion, and duration. Arecession'sdepth is determined by the magnitude of the peak-to-trough decline in the broad measures of output, employment, income, and sales.\n\nIts diffusion is measured by the extent of its spread across economic activities, industries, and geographical regions. Its duration is determined by the time interval between the peak and the trough.\n\nAn expansion begins at the trough or bottom of a business cycle and continues until the next peak. A recession starts at that peak and continues until the following trough.\n\nThe NBER determines the business cycle chronology: the start and end dates of recessions and expansions in the United States. Its Business Cycle Dating Committee considers a recession to be \"a significant decline in economic activity spread across the economy, lasting more than a few months and normally visible in real GDP, real income, employment, industrial production, and wholesale-retail sales.\"\n\nThe Great Depression featured many recessions, one of which lasted for 44 months.\n\nThe Dating Committee typically determines recession start and end dates long after the fact. It \"waited to make its decision until revisions in the National Income and Product Accounts [were] released on July 30 and Aug. 27, 2010\" after the end of the 2007 to 2009 recession and announced the June 2009 recession end date on Sept. 20, 2010.\n\nU.S. expansions have lasted longer than U.S. contractions on average. The average expansion lasted about 65 months between 1945 and 2019. The average recession lasted approximately 11 months.\n\nThe average expansion lasted about 26 months and the average recession about 21 months between the 1850s and World War II. The longest expansion was from 2009 to 2020. It lasted 128 months.\n\nThe biggest stock price downturns tend to occur around business cycle downturns such as contractions and recessions. TheDow Jones Industrial Averageand the S&P 500 took steep dives during the Great Recession. The Dow fell 51.1% and the S&P 500 fell 56.8% between Oct. 9, 2007 and March 9, 2009.\n\nBusinesses assume defensive measures and investor confidence falls during contractionary periods. Many events occur before people in an economy are aware they're in a contraction but the stock market trails what's going on in the economy.\n\nBusinesses and investors begin to fear a recession and act accordingly if there's speculation or rumors about a recession or masslayoffs, rising unemployment, or decreasing output. Businesses assume defensive tactics, reducing their workforces and budgeting for an environment of falling revenues. Investors flee to investments that are \"known\" to preserve capital. Demand for expansionary investments falls and stock prices drop.\n\nStock prices tend to fall during economic contractions but the phase doesn't cause stock prices to fall. Fear of a recession causes them to drop.\n\nBusiness cycles aren't just about businesses. They reflect the entire economy and can have a significant impact on your personal life, your plans, and your approach to saving, investing, or spending. Business cycles occur in expansions followed by contractions.\n\nContractions can hit you blindly. Most people won't immediately realize that the country is entering into this period of a business cycle but the stock market will almost certainly reflect it. This will affect your returns and your investment strategies. This wouldn't be a good time to invest without expert advice and guidance.\n\nContractions often lead to recessions as well. You might want to batten down and brace yourself personally and as early in the cycle as possible if you do detect a contraction coming on. Your job may be in jeopardy so having an emergency fund in place could be a lifesaver. You'll want to trim your budget at the very least whether it's to save or to make your existing emergency fund last longer.\n\nThe business cycle generally consists of four distinct phases: expansion, peak, contraction, and trough.\n\nA business cycle describes the fluctuations in an economy over some time, generally from the start of one recession to the beginning of the next. This would include periods when the economy grows.\n\nBusiness cycles generally aren't predictable. Economies are complex machines that function in a variety of ways and are intertwined. Predicting how they'll move is extremely difficult. There can be signs of changes in an economy such as shifts in inflation and production but predicting an all-out change in the business cycle is very tough if not impossible.\n\nThe business cycle is the time it takes the economy to go through all four phases of the cycle: expansion, peak, contraction, and trough. Expansions are times of increasing profits for businesses and rising economic output is the phase in which the U.S. economy spends the most time. Contractions are times of decreasing profits and lower output and are the phase in which the least amount of time is spent.\n\nFederal Reserve Bank of St. Louis. \"All About the Business Cycle: Where Do Recessions Come From?\"\n\nThe National Bureau of Economic Research. \"Business Cycle Dating.\"\n\nNational Bureau of Economic Research. \"Business Cycle Dating Committee Announcement January 7, 2008.\"\n\nCongressional Research Service. \"Introduction to U.S. Economy: The Business Cycle and Growth,\" Page 1.\n\nNational Bureau of Economic Research. \"Business Cycle Dating Committee Announcement September 20, 2010.\"\n\nCongressional Research Service. \"Introduction to U.S. Economy: The Business Cycle and Growth,\" Page 2.\n\nMadison Trust Company. \"The Biggest Events of the Past 100 Years and How They Affected the Stock Market.\"",
  "url": "https://www.investopedia.com/terms/b/businesscycle.asp"
}