{
  "term": "Business Development Company (BDC): Definition and How to Invest",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA business development company (BDC) is an organization that invests in small- and medium-sized companies as well as distressed companies. A BDC helps these firms grow in the initial stages of their development. With distressed businesses, the BDC helps the companies regain sound financial footing.\n\nSimilar to closed-end investment funds, many BDCs are public companies whose shares trade on major stock exchanges, such as the American Stock Exchange (AMEX), Nasdaq, and others. As investments, they are high-risk but offer higher rewards.\n\nThe U.S. Congress created business development companies in 1980 to fuel job growth and assist emerging U.S. businesses in raising funds. BDCs are closely involved in mentoring and developing the companies in their portfolios because it is in a BDC's best interest to help them become successful.\n\nBDCs invest in private companies and small public firms that have low trading volumes or are in financial distress. They raise capital through initial public offerings or by issuing corporate bonds and equities or forms of hybrid investment instruments to investors.\n\nThe raised capital is then used to provide funding for the struggling companies. BDCs can use different financial instruments to provide capital, but in general, most issue loans or purchase stocks or convertible securities from the companies.\n\nSome business development companies are publicly traded entities. Others are not publicly traded and are known asnon-traded BDCs.\n\nTo qualify as a BDC, a company must be registered in compliance with Section 54 of theInvestment Company Act of 1940. In addition, it must be a domestic company whose class of securities is registered with theSecurities and Exchange Commission(SEC).\n\nThe BDC must invest at least 70% of its assets in private or public U.S. firms with market values of less than US$250 million. These companies are often young businesses seeking financing or firms suffering or emerging from financial difficulties. Also, the BDC must provide managerial assistance to the companies in its portfolio.\n\nBusiness development companies avoid corporate income taxes by distributing at least 90% of their income to shareholders.\n\nIf BDCs sound similar toventure capital funds, they are. However, there are some key differences. One relates to the nature of the investors each seeks. Venture capital funds are primarily available to large institutions and wealthy individuals through private placements. In contrast, BDCs allow smaller, nonaccredited investors to invest in them, and by extension, in small growth companies.\n\nVenture capital funds keep a limited number of investors and must meet specific asset-related tests to avoid being classified as regulated investment companies. On the other hand, BDC shares are typically traded on stock exchanges and are constantly available as investments for the public.\n\nBDCs that decline to list on an exchange must follow the same regulations as listed BDCs. However, less stringent provisions for the amount of borrowing, related-party transactions, and equity-based compensation make the BDC an appealing form of incorporation to venture capitalists who were previously unwilling to assume the burdensome regulation of an investment company.\n\nSensitive to interest-rate spikes\n\nA business development company is a publicly traded firm with stocks trading on public exchanges, so you can purchase stocks through your broker.\n\nSome BDC stocks are included in exchange-traded funds and mutual funds. For example, the VanEck BDC Income ETF is offered through many brokers and is available to retail investors.\n\nBusiness development companies can make money in several different ways. One of the most common is to purchase equity from the companies they provide funding for and sell it when it appreciates.\n\nIf a BDC buys convertible bonds from a company it has invested in, it can receive yields from the bonds and later convert them to equity. Once converted, the equity can be held for appreciation or sold for capital gains.\n\nLending is another way BDCs make money. Similar to a consumer borrowing from a bank, a BDC charges interest on the loans it makes.\n\nBusiness development companies provide investors with higher yields and returns.\n\nBDCs make money by lending capital to and purchasing equity or bonds from the companies in their portfolio.\n\nBusiness development company lending is when a BDC lends capital to a company it has invested in.\n\nBusiness development companies are firms that exist to assist smaller or financially struggling businesses. BDCs use fundraising techniques to raise capital for themselves from investors and then use that money to invest in these smaller businesses.\n\nThey were created by Congress in 1980 to help small businesses grow while attempting to shield them from predatory tactics sometimes used to take over struggling businesses.\n\nBDCs generally have higher returns than mutual funds and exchange-traded funds, but with these returns comes an equal increase in risk and volatility. If you're considering investing in BDCs, it helps to talk to a professional financial advisor to determine if they meet your investing goals and risk tolerance.\n\nVanEck. \"VanEck BDC Income ETF.\"",
  "url": "https://www.investopedia.com/terms/b/bdc.asp"
}