{
  "term": "Butterfly Spread: What It Is, With Types Explained & Example",
  "definition": "The butterfly spread is a market-neutral trading approach that combines both bull and bear spreads to create a risk-controlled position with capped potential profit. We take you through the details and examples below.\n\nBefore diving into options spreads, let's set out whatoptionsare. They are financial contracts that give buyers the right but not the obligation to buy or sell an asset at a set price before or at expiration. Options are a type ofderivative.\n\nCall optionsallow the purchase of an asset, whileput optionsallow for selling. Traders use options for hedging, speculation, and generating income. They are often combined in different ways to create strategic positions. Among those is the butterfly spread.\n\nA butterfly spread involves four options contracts at threestrikeorexerciseprices and is commonly structured using calls or puts. The setup caps both risk and reward, making it ideal for low-volatility trading environments. Relative to directional options strategies, butterfly spreads offer a cost-effective way to capitalize on price stability.\n\nA butterfly spread is made up of four options with three different strike prices.\n\nThe most common version, the long butterfly spread, involves the following:\n\nThis creates a net debit position.\n\nA long-call butterfly spread involves the following:\n\nThe strategy results in a net debit position. The setup creates a low-risk, cost-effective approach with a defined profit and loss structure.\n\nThe best case scenario occurs when the stock expires at the middle strike price, when the two sold calls expire worthless, and the ITM call reaches the maximum intrinsic value. Conversely, the maximum loss is limited to the initial premium paid, which occurs if the stock moves beyond the outer strike prices.\n\nThe short-call butterfly spread is the inverse of the long-call version. It involves the following:\n\nThe initial execution results in a net credit entry. This spread is a high-volatilityposition that profits when the underlying asset moves significantly away from the middle strike price. This allows the trader to keep the initial premium received.\n\nHowever, if the underlying stays near the middle strike price, the trader will have a maximum loss, which is equal to the spread width less the credit received.\n\nThis is like a long-call butterfly. The spread involves the following:\n\nThis results in a net debit position. The maximum profit occurs if the stock closes at the middle strike price, while the maximum loss is limited to the initial premium paid.\n\nThat would happen if the stock moves significantly above or below the spread. Like the long-call butterfly spread, the long-put butterfly spread is best suited for low-volatility environments.\n\nLike the short-call butterfly spread, the short-put butterfly spread is a high-volatility strategy that profits when the underlying asset moves above or below the middle strike price. The strategy consists of the following:\n\nExecuting this strategy generates a net credit in the beginning. The trader benefits if the asset makes a big move in either direction, allowing them to keep the initial premium received.\n\nConversely, if the stock stays near the middle strike price, the trader faces a maximum loss that equals the spread width minus the credit received.\n\nAnother market-neutral options strategy that is designed to profit from low volatility is theiron butterfly spread. The options combination is as follows:\n\nThis creates a net credit position at entry. The objective of this spread is for the stock to stay near the middle strike price. The short options expire worthless, allowing the trader to keep the premium received. This strategy is ideal when not much price movement is expected.\n\nMeanwhile, the reverse iron butterfly spread is a high-volatility strategy designed to profit from significant price moves in either direction. It generates a net debit in the beginning and profits when the stock moves beyond the breakeven points.\n\nCreating the spread involves the following:\n\nThe maximum profit occurs if the stock moves well above or below the middle strike price.\n\nPotential for high returns relative to risk\n\nIdeal for range-bound or low volatility markets\n\nHighly sensitive to market conditions\n\nLow probability of maximum profit\n\nButterfly spreads have several advantages:\n\nThe most a trader can lose is the initialpremiumpaid or the difference between the strike prices and the premium received. Also, since butterfly spreads involve buying and selling options at set strike prices, traders know their worst-case scenario upfront.\n\nPotential for High Returns Relative to Risk\n\nButterfly spreads require a smaller capital outlay than outright calls or puts. In addition, particularly in long butterfly spreads, a small upfront investment can yield a much higher return if the underlying asset remains near the middle strike price.\n\nIdeal for Range-Bound or Low Volatility Markets\n\nLong butterfly spreads benefit when the stock remains near a specific price level. Furthermore, since the written options help offset the premium cost, butterfly spreads are less affected bytime decay.\n\nTraders can use different butterfly variations based on market expectations. If you anticipate sudden moves in either direction, a short butterfly spread can be used to profit fromvolatility.\n\nCompared withnaked options, brokers often require less margin because of the long and short options. Moreover, butterfly spreads offer a cheaper way to trade range-bound markets without the high cost of long straddles.\n\nButterfly spreads have several disadvantages. There will always be trade-offs when considering any trading strategy:\n\nA butterfly spread involves four options contracts requiring precise execution. It can be difficult to get them filled at favorable prices, especially forilliquidoptions with wide bid-ask spreads. In addition, adjusting a butterfly spread requires unwinding multiple positions, often increasing transaction costs.\n\nWith the execution of four options, the commissions and fees add up quickly, which can erode profits.\n\nHighly Sensitive to Market Conditions\n\nLong butterfly spreads rely on minimal price movement until expiration, which can frustrate traders if the market moves too much. Long butterflies face problems when volatility increases, and short butterflies face problems when volatility decreases.\n\nLow Probability of Maximum Profit\n\nThe best-case scenario happens only if the underlying asset closes exactly at the middle strike at expiration. Since the maximum profit is limited, traders must accurately predict the stock's price range and expiration timing.\n\nIf an options contract has low open interest or wide bid-ask spreads, it can be difficult to exit the trade at a favorable price.Slippagecosts can also reduce potential profits.\n\nA real world example of a long butterfly spread involves the stockPG. The image below provides the details of the setup.\n\nThe profit and loss of the spread is illustrated below.\n\nThe profitable range of the spread, lies between $166.24 and $173.76. Thus the strategy will benefit from low volatility or arange-boundmovement of the underlying asset. Beyond that range, the strategy loses money.\n\nButterfly spreads help traders achieve their risk objectives in a market-neutral environment. Depending on the market conditions, traders can implement variations like short butterfly or iron butterfly spreads.\n\nHowever, while the strategy has the benefits of strategic flexibility and capital efficiency, it also comes with execution challenges, higher transaction costs, liquidity concerns, and a lower probability of maximum profit unless the asset lands precisely at the middle strike price. All in all, long butterflies work best in low-volatility environments.\n\nJohn C. Hull. \"Options, Futures, and Other Derivatives.\" Pearson, 2022. Pages 268-287.\n\nFinancial Industry Regulatory Authority. \"Options.\"\n\nGaines, Larry, \"Option Trading \"The Option Butterfly Spread\"\"\n\nTrendspider, \"Butterfly Spread Options Strategies\"",
  "url": "https://www.investopedia.com/terms/b/butterflyspread.asp"
}