{
  "term": "Buy-In For Stocks: How Share Repurchases Work",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nA buy-in in the financial markets is an occurrence in which aninvestoris forced to repurchase shares of security because the seller of the original shares did not deliver the securities in a timely fashion or did not deliver them at all.\n\nA buy-in can also be a reference to a person or entity buying shares or a stake in a company or other holding. In psychological terms, the buy-in is the process of someone getting on board with an idea or concept that is not their own but nonetheless appeals to them.\n\nThose who fail to deliver the securities as promised are generally notified with a buy-in notice. A buyer will send notice to exchange officials. As a result, officials will usually notify the seller of their delivery failure. Thestock exchange(e.g., NASDAQ or NYSE) supports the investor in buying the stocks a second time from another seller. Typically, the original seller must make up any price difference between the original price of the stock and the second purchase price of thestockby the buyer.\n\nFailure to answer the buy-in notice results in a broker buying the securities and delivering them on the client’s behalf. The client is then required to pay back the broker at a pre-determined price.\n\nThe difference between a traditional and forced buy-in is that in a forced buy-in, shares are repurchased to cover an open short position. A forced buy-in occurs in a short seller’s account when the original lender of the shares recalls them. This can also occur when the broker is no longer able to borrow shares for the shorted position. In some cases, an account holder might not be notified before a forced buy-in. A forced buy-in is the opposite offorced sellingor forced liquidation.\n\nSecurities transactions typically settle in T+2 business days, following the transaction (T=0), which applies to the majority of securities, such as stocks and corporate bonds. Some transactions have a settlement of T+1 business day while others can even settle on the same day as the trade date. Same-day transactions are called cash trades.\n\nIn the above transactions, the trades will settle according to their respective settlement dates. However, if the securities fail to be delivered, a buy-in will occur.",
  "url": "https://www.investopedia.com/terms/b/buyin.asp"
}