{
  "term": "Buy-Sell Agreement Definition, Types, Key Considerations",
  "definition": "A buy and sell agreement (or buy-sell agreement) is a legally binding contract that stipulates how a partner's share of abusinessmay be reassigned if that partner dies or otherwise leaves the business. Most often, the buy and sell agreement stipulates that the available share be sold to the remaining partners or to the partnership. Buy-sell agreements often uselife insurance policiesto fund a potential buyout in the event of a partner's death.\n\nA buy and sell agreement may also be called a buyout agreement, a business will, or a business prenup.\n\nBuy and sell agreements are commonly used bypartnershipsand closed corporations in an attempt to smooth transitions in ownership when a partner dies, retires, or decides to exit the business.They prevent outsiders from gaining control of part of the business and provide a way to determine the value of each owner's interest.\n\nA buy and sell agreement requires that the business share of a departing or deceased partner be sold to the company or the remaining members of the business according to a predetermined formula. To fund the purchase of the shares by the surviving partners, life insurance policies are often taken out reciprocally by each partner on the lives of the others, which can be paid for by the company as abusiness expense, where the partners are the named beneficiaries.\n\nUpon the death of a partner, the life insurance death benefit will be paid out to the remaining partners, who will use the funds to purchase the deceased's shares from theirestate, ensuring continuity of the business and its ownership structure. Having a buy-sell agreement avoids costly battles for control with surviving spouses or children and the use of probate court.\n\nBuy-sell agreements might also be used by alimited liability company (LLC), conventional corporation, orsole proprietorship, in which case it would designate an employee as a purchaser of the business or business successor.\n\nWhen a sole proprietor dies, akey employeemay be designated as the buyer or successor.\n\nThere are two common forms of buy-sell agreements:\n\nSome partners opt for a mix of the two, with some portions available for purchase by individual partners and the remainder bought by the partnership.\n\nA wait-and-see agreement combines elements from each of these two, where neither the partners nor the entity is explicitly named. At the time when it becomes necessary, the agreement will become either one or the other depending on what's best for business continuity.\n\nPartners should work with both an attorney and a certified public accountant when crafting a buy and sell agreement, along with a life insurance professional.\n\nBuy-sell agreements can vary depending on the business owners' needs and the state’s statute for buy-sell agreements. Generally, they should include the following information:\n\nBuy and sell agreements are designed to help partners manage potentially difficult situations in ways that protect the business and their own personal and family interests.\n\nAn agreement can restrict owners from selling their interests to outside investors without approval from the remaining owners, for example. Similar protection can be provided in the event of a partner's death. A typical agreement might stipulate that a deceased partner's interest be sold back to the business or remaining owners. This prevents the estate from selling the interest to an outsider.\n\nIn addition to controlling ownership of the business, buy and sell agreements spell out the means to be used in assessing the value of a partner's share. This can have uses outside the question of buying and selling shares. For example, if there is a dispute among owners about the value of the company or of a partner's interest, the valuation methods included in the buy and sell agreement would be used.\n\nThere are several online resources that offer low-cost or free templates for drawing up a buy-sell agreement. which can be especially useful for new or small companies. As your business grows or if it has a large number of partners from the onset, it is better to have a lawyer draft the document.\n\nA buy-sell agreement is a contract that sets out how the remaining partners or owners of a firm will obtain the shares of a partner who dies or departs from the business. This is usually done with the aid of a knowledgeable attorney.\n\nIn order to ensure that funds are available, partners in business commonly purchase life insurance policies on the other partners. In the event of a death, the proceeds from one of these policies will be used toward the purchase of the deceased's business interest. This part of the agreement should be done through a life insurance agent with experience in this type of agreement.\n\nThe drawbacks can include making it harder for business owners to sell their interests to anyone not mentioned in the agreement. At the time when the agreement was drawn up, that may have been desired. However, relationships and needs can change. The purchase price might also become dated. It may value the stake too high or low for the current business environment. Cost is another factor to consider. Getting one of these agreements drawn up by a lawyer can be expensive.\n\nA buy and sell agreement assures a smooth transition of ownership and business continuity in the event of the departure of a partner or large equity owner. The agreement is a legally binding contract that establishes how the departing owners' shares will be obtained by the remaining partners. Without such an agreement, there can be legal battles and contestation. For instance, if a partner dies without an agreement, their shares may be passed automatically to their spouse, who may decide to keep them. Or, the spouse may want to sell them, but the remaining partners may not have the funds available to buy the shares.\n\nBusiness continuity is important, especially when there are multiple partners or important equity holders involved in the running of a business. A buy and sell agreement (buy-sell agreement) is a legal remedy for establishing a clear plan of how to distribute the shares of a departed or deceased partner to the remaining ones. In the case of a death, life insurance policies are used to fund the buyout of shares from the deceased's estate.\n\nCornell Law School Legal Information Institute. \"Buy-Sell Agreement.\"\n\nNationwide. \"Employee Benefits: Buy/Sell Agreements.\"\n\nLowthorp Richards LLP. \"Exit Planning—Leveraging Buy-Sell Agreements.\"\n\nWolters Kluwer. \"Drafting an Effective Buy-Sell Agreement.\"\n\nNFP. \"An Overview of Buy-Sell Arrangements.\"",
  "url": "https://www.investopedia.com/terms/b/buy-and-sell-agreement.asp"
}