{
  "term": "Buy Side Investing: Examples and Benefits",
  "definition": "The financial institutions of afree-marketeconomy include a segment called the buy-side: firms that purchase investment securities. These include insurance firms,mutual funds,hedge funds, andpension funds, that buy securities for their own accounts or for investors with the goal of generating a return.\n\nOpposite of the buy-side professional is thesell-side. Unlike the buy-side, sell-side efforts do not include making a direct investment. Instead, they assist the investing market with all activities related to the sale of securities to the buy-side, such asunderwritingforinitial public offerings(IPOs), providingclearingservices, and generating research material and analysis.\n\nJointly, these two sides (buy and sell) make up the main activities of financial markets.\n\nA business involved in buy-side activities will purchase stocks, bonds, and other financial products based on the needs and strategy of their company's or client's portfolio. The buy-side activity takes place in many settings not limited to the financial institutions mentioned above. They also includetrusts,equity funds, andhigh-net-worth individuals.\n\nThe whole point of buy-side investing is to create value for a firm's clients. They do this by identifying and purchasingunderpricedassets that they believe will appreciate over time. Since the buy-side involves buying large blocks of market securities, the most prestigious companies often have a great deal of market power. These market titans are also closely watched by investors and the media.\n\nThe value of BlackRock'sassets under management(AUM) as of Dec. 31, 2020. BlackRock is the largest investment manager in the world in terms of assets.﻿﻿\n\nFirms like BlackRock and Vanguard can significantly sway market prices as they make large-scale investments in single names. However, these investments are typically not disclosed in real-time and can be somewhat ghost-like for market traders. TheSecurities and Exchange Commission’s(SEC)13F filingrequires public disclosure by buy-side managers for all holdings bought and sold every quarter.\n\nThe quarterly 13F filing is a recommended source for all types of investors in following some of the market’s top investments and investors.Warren Buffettand his firm, Berkshire Hathaway (BRK.A/B), are examples of how following buy-side investors can guide investment approaches.\n\nFurther, many investors will look at these larger investors' holdings, and changes in those holdings, in particularsecuritiesas a consideration for making a transaction themselves. This data is available through several online resources.\n\nBuy-side investors have many advantages over other traders. They can place large-lottransactions that minimize trading costs. They also have access to a very broad array of internal trading resources that helps them to analyze, identify, and act on investment opportunities in real-time.\n\nThe buy-side analyst will also follow the regulations of theInternational Organization of Securities Commissions(IOSCO).\n\nWhile buy-side investors are required to disclose their holdings in a 13F, this information is only availablequarterly. Overall, it can generally be advantageous for buy-side analysts and investment firms to keep their investment research and watch lists proprietary. The high level of competition in the buy-side market and the nature of its business typically results in privacy around all trading ideas for the most optimal trading advantages.\n\nThe buy-side analyst performs a pivotal role in the buy-side exchange. Buy-side analysts regularly work in non-brokerage firms including pension and mutual fund providers. These analysts provide recommendations based on research meant only for the use of these large fund providers. Individual investors may see sell-side recommendations, but buy-side work is behind the scenes at the big firms, and research strategies and the results of their analysis are kept private.\n\nAnalysts employed on the buy-side engage in financial research of companies and investment strategy development, which typically involves in-depth research andfinancial modeling. They may also talk directly to companies in which they have an investment interest. Buy-side analysts primarily are looking for companies that are a good fit for a portfolio’s strategy based on certain investing parameters and companies that will generate the highest returns over time.\n\nSince the roles of buy-side and sell-side analysts are distinctly different, some firms may deploy certain policies to ensure that research efforts are divided. At firms with both buy-side and sell-side analysts, a\"Chinese Wall\"can be constructed to separate the two departments, which usually entails procedures and security policies that prevent interactions between the two units.\n\nJohn Smith works for a largeinvestment bankinvesting his company's money in the stock market, utilizing a strategy he created himself. Over 10 years his strategy has done extremely well, outperforming the market by 10%. He decides to leave his firm and start his own investment management firm and invest money for high-net-worth individuals; in essence, Mr. Smith is creating a hedge fund.\n\nHe spends time marketing his firm based on his strategy's returns over the past 10 years and is able to raise $10 million in capital from a variety of investors. He starts investing this capital and buys a variety of securities, including stocks, bonds,futures, andoptions, all aligning with his strategy. Mr. Smith's firm and his actions of buying these securities are an example of the buy-side.\n\nPensions & Investments. \"BlackRock sets record with $8.7 trillion in AUM.\" Accessed Jan. 20, 2021.",
  "url": "https://www.investopedia.com/terms/b/buyside.asp"
}