{
  "term": "Buy to Open: Definition, What It Means in Trading, and Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\n\"Buy to open\" is a term used by brokerages to represent the establishment of a new (opening) longcallorputposition inoptions. If a new options investor wants to buy a call or put, that investor should buy to open. A buy-to-open order indicates to market participants that the trader is establishing a new position rather than closing out an existing position. Thesell to closeorder is used to exit a position taken with a buy-to-open order.\n\nEstablishing a new short position is calledsell to open, which would be closed out with abuy-to-closeorder. If a new options investor wants to sell a call or a put, that investor should sell to open.\n\nThe buy and sell terminology for options trading is not as straightforward as it is for stock trading. Instead of merely placing a buy or sell order as they would for stocks, optionstradersmust choose among \"buy to open,\" \"buy to close,\" \"sell to open,\" and \"sell to close.\"\n\nA buy-to-open position may indicate to market participants that the trader initiating the order believes something about the market or has an ax to grind. That is particularly true if the order is large. However, that does not have to be the case. In fact, options traders frequently engage inspreadingorhedgingactivities where a buy to open may actually offset existing positions.\n\nBuying to open an out of the money put when purchasing a stock is an excellent way to limit risk.\n\nThe exchange may declare that only closing orders can take place during specific market conditions, so a buy-to-open order might not execute. That could happen if a stock with options available is scheduled fordelistingor the exchange halts trading of the stock for an extended time.\n\nThe term \"buy to open\" can be applied to stocks as well. When an investor decides to establish a new position in a particular stock, the first buy transaction is considered buy to open because it opens the position.\n\nBy opening the position, the stock is established as a holding in the portfolio. The position remains open until it is closed out by selling all the shares. That is known as selling to close because it closes the position. Selling a partial position means that some, but not all, stocks have been sold. A position is considered closed when no more of a particular stock remains in a portfolio.\n\nBuy-to-close orders also come into play when covering ashort-sellposition. A short-sell position borrows the shares through the broker and is closed out by buying back the shares in the open market. The last transaction to completely close out the position is known as the buy-to-close order. This transaction removes the exposure completely. The intent is to buy back the shares at a lower price to generate a profit from the difference of the short-sell price and the buy-to-close price.\n\nIn cases where the share price moves sharply higher, a short-seller may have to buy to close at a loss to prevent even greater losses from occurring. In a worst-case scenario, the broker may execute a forced liquidation as a result of amargin call. Then, the broker would demand that the investor place money in the margin account due to a shortfall. That would generate abuy-to-coverorder to close out the position at a loss due to insufficient account equity.\n\nIf an investor wants to buy a call or a put to profit from a price movement of the underlying security, then that investor must buy to open. Buying to open initiates a long options position that gives a speculator the potential to make an extremely large profit with very low risk. On the other hand, the security must move in the right direction within a limited time, or the option will lose all of its value totime decay.\n\nOption sellers have an advantageover buyers because of time decay, but they may still want to buy to close their positions. When an investor sells options, the investor remains obligated by the terms of those options until the expiration date. However, movements in the price of the security can allow options sellers to take most of their profits much earlier or motivate them to cut losses.\n\nSuppose someone sellsat the moneyputs lasting for a year, and then the underlying stock goes up 10% after three months. The options seller can buy to close and get most of the profits right away. If the stock falls 10% after three months instead, the options seller will have to pay more to buy to close and limit potential losses.\n\nSuppose a trader has done some analysis and believes that the price of XYZ stock will go from $40 to $60 in the next year. The trader could buy to open a call for XYZ. Thestrike pricemight be $50 with anexpiration dateabout a year from now.\n\nFINRA. \"Trading Options: Understanding Assignment.\"",
  "url": "https://www.investopedia.com/terms/b/buytoopen.asp"
}