{
  "term": "Buy Limit Order: Definition, Pros & Cons, and Example",
  "definition": "A buy limit order is an instruction to buy a security only at or below a specified maximum price.\n\nA buy limit order is a trading instruction that enables you to set a maximum price for a security. Unlike market orders that execute immediately at the present price, buy limit orders tell your brokerage platform not to buy a stock or other asset until it reaches a given price.\n\nFor example, suppose you think that a stock trading at $50 is priced too high. Rather than buying right away, you can place a buy limit order at $48. Below, we take you through how these orders work and the pros and cons of using them.\n\nA buy limit order instructs your platform to buy a stock at a specific price or lower.\n\nA buy limit order ensures that you pay no more than the price you set. The main drawback is that if the price doesn't drop low enough to match yourorder, you might be left without the stock should it rise above its current price.\n\nTo set up a buy limit order, you just input the key parts of any order: the stock or security to buy, the price you're willing to pay (in this case, the limit price), and the order's duration (e.g., day-only orgood-till-canceled). Should the market price reach yours, the order executes at the best available price within the given limit.\n\nTraders use buy limit orders to ensure that they only buy a stock or other security should the price decline. This helps avoid overpaying and helps traders stay disciplined, especially in volatile markets. However, it has drawbacks, such as the risk of not going through because the stock price never reaches the limit, which can cause you to miss out on a stock rising above the market price where you set the limit order.\n\nCharles Schwab. \"3 Order Types: Market, Limit, and Stop Orders.\"\n\nSEC.gov. \"What You Need To Know About Trading in Fast-Moving Markets.\"",
  "url": "https://www.investopedia.com/terms/b/buy-limit-order.asp"
}