{
  "term": "Buy The Dips",
  "definition": "\"Buy the dips\" means purchasing anassetafter it has dropped in price. The belief here is that the new lower price represents a bargain as the \"dip\" is only a short-term blip and the asset, with time, is likely to bounce back and increase in value.\n\n\"Buy the dips\" is a common phrase investors and traders hear after an asset has declined in price in the short-term. After an asset's price drops from a higher level, some traders and investors view this as an advantageous time to buy or add to an existing position. The concept of buying dips is based on the theory ofprice waves. When an investor buys an asset after a drop, they are buying at a lower price, hoping to profit if the marketrebounds.\n\nBuying the dips has several contexts and different odds of working out profitably, depending on the situation. Sometraderssay they are \"buying the dips\" if an asset drops within an otherwise long-termuptrend. They hope the uptrend will resume after the drop.\n\nOthers use the phrase when no secular uptrend is present, but they believe an uptrend may occur in the future. Therefore, they are buying when the price drops in order to profit from some potential future price rise.\n\nIf an investor is alreadylongand buys on the dips, they are said to beaveraging down, an investing strategy that involves purchasing additional shares after the price has dropped further, resulting in a lower net average price. If, however, dip-buying does not later see an upturn, it is said to be adding to a loser.\n\nLike alltrading strategies, buying the dipsdoes not guarantee profits. An asset can drop for many reasons, including changes to its underlying value. Just because the price is cheaper than before doesn't necessarily mean the asset represents good value.\n\nThe problem is that the average investor has very little ability to distinguish between atemporary drop in price and a warning signalthat prices are about to go much lower. While there may be unrecognizedintrinsic value, buying additional shares simply to lower an average cost of ownership may not be a good reason to increase the percentage of the investor'sportfolioexposed to the price action of that one stock. Proponents of the technique view averaging down as a cost-effective approach to wealth accumulation; opponents view it as a recipe for disaster.\n\nA stock that falls from $10 to $8 might be a good buying opportunity, and it might not be. There could be good reasons why the stock dropped, such as a change inearnings, dismal growth prospects, a change in management, poor economic conditions, loss of a contract, and so forth. It may continue to drop—all the way to $0 if the situation is bad enough.\n\nBTFD, or \"buy the f****** dip\", is an aggressive strategy of dip-buying encouraged by traders in hot markets, such as with Bitcoin.\n\nAll trading strategies and investment methodologies should have some form ofrisk control. When buying an asset after it has fallen, many traders and investors will establish a price for controlling their risk. For example, if a stock falls from $10 to $8, the trader may decide to cut their losses if the stock reaches $7. They are assuming the stock will go higher from $8, which is why they buying, but they also want to limit their losses if they are wrong and the asset keeps dropping.\n\nBuying the dips tends to work better with assets that are in uptrends. Dips, also calledpullbacks, are a regular part of an uptrend. As long as the price is making higher lows (on pullbacks or dips) and higher highs on the ensuing trending move, the uptrend is intact.\n\nOnce the price starts making lower lows, the price has entered adowntrend. The price will get cheaper and cheaper as each dip is followed by lower prices. Most traders don't want to hold onto a losing asset and avoid buying the dips during a downtrend. Buying dips in downtrends, however, may be suitable for some long-term investors who seevalue in the low prices.\n\nConsider the2007-08 financial crisis. During that time, the stocks of many mortgage and financial companies plummeted.Bear Stearnsand New Century Mortgage were among the hardest hit. An investor who routinely practiced a \"buy the dips\" philosophy would have grabbed up as much of these stocks as possible, assuming prices would eventually revert to pre-dip levels.\n\nThis, of course, never happened. Both companies shut their doors after losing significant share value. Shares of New Century Mortgage dropped so low that theNew York Stock Exchange(NYSE)suspended trading. Investors who thought the $55-per-share stock was a bargain at $45 would have found themselves with steep losses just a few weeks later when it dropped below a dollar per share.\n\nIn contrast, between 2009 and 2020 shares of Apple (AAPL) went from about $3 to more than $120 (split-adjusted).﻿﻿﻿﻿﻿﻿ Buying the dips during that period would have rewarded the investor handsomely.\n\nMacrotrends. \"Apple - 40 Year Stock Price History.\" Accessed Oct. 29, 2020.",
  "url": "https://www.investopedia.com/terms/b/buy-the-dips.asp"
}