{
  "term": "Buyback: What It Means and Why Companies Do It",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nA buyback is a company's purchase of its outstanding stock shares. Buybacks reduce the number of shares available on the open market.\n\nCompanies usually buy back shares of their stock to increase the value of the remaining shares by reducing the supply of them. They may also buy back shares to prevent a major shareholder from taking acontrolling stakein the company.\n\nBuybacks are also known asshare repurchases. They allow companies to invest in themselves. Reducing the number of shares outstanding on the market increases the proportion of shares owned by investors.\n\nA company may launch a buyback because it believes its shares areundervaluedand to provide investors with a better return. It increases the proportion of earnings that each share is worth. This stock price will rise if the sameprice-to-earnings(P/E) ratio is maintained.\n\nBy reducing the number of existing shares, each share is worth a greater percentage of the corporation. The stock’searnings per share(EPS) thus increases while the (P/E) ratio decreases or the stock price increases.\n\nA share repurchase demonstrates to investors that the business has sufficient cash set aside for emergencies and a low probability of economic troubles.\n\nCompanies usually give their employees and executives stock rewards and stock options as part of their compensation. A company can buy back shares and issue them to employees and management.\n\nThis strategy helps avoid thedilutionof existing shareholders.\n\nThe practice is not without controversy. Congress attempted to address the issue with the Stock Buyback Reform and Worker Dividend Act of 2019 but the bill never made it past the Senate.\n\nBecause share buybacks are carried out using a firm's retained earnings, the net economic effect to investors would be the same as if those retained earnings were paid out as shareholder dividends (tax considerations aside).\n\nBuybacks are carried out in two ways:\n\nA company may fund its buyback by taking on debt, with cash on hand, or with its cash flow from operations.\n\nAn expanded share buyback is an increase in a company’s existing share repurchase plan. An expanded share buyback accelerates a company’s share repurchase plan to achieve a faster contraction of itsshare float.\n\nThe market impact of an expanded share buyback depends on its magnitude. A large expanded buyback is likely to cause the share price to rise.\n\nThebuyback ratioconsiders the buyback dollars spent over the past year, divided by itsmarket capitalizationat the beginning of the buyback period.The buyback ratio enables a comparison of the potential impact of repurchases across different companies.\n\nIt is also a good indicator of a company’s ability to return value to its shareholders since companies that engage in regular buybacks have historically outperformed the broad market.\n\nNot all investors applaud a company's stock buyback.\n\nA share buyback can give investors the impression that the corporation has failed to identify profitable new opportunities, which is an issue forgrowth investorslooking for increases in revenue and profit.\n\nRepurchasing shares puts a business in a precarious situation ifthe economy takes a downturnor the corporation faces financial issues right after spending its cash reserves.\n\nOthers allege that buybacks can be used to inflate a company's share price artificially in the market, possibly to produce higher executive bonuses.\n\nAs part of theInflation Reduction Act of 2022, certain stock buybacks for domestic public companies will incur a 1% excise tax, making them more expensive for corporations. This applies to buybacks after Dec. 31, 2022.\n\nExpenditure on buybacks by S&P 500 companies in 2023. That's a drop from the $922.7 billion companies spent in 2022.\n\nCompanies can attract new investors after a share buyback. That's because buybacks often boost the stock's EPS, which reduces its P/E ratio. If the stock price stays the same, new investors may believe the share price is a better value.\n\nCompleting a share buyback allows companies to reward shareholders by putting money back in their pockets. This is especially true for businesses that believe their shares are undervalued in the market.\n\nBuybacks involve spending capital. This may leave investors wondering why the company isn't using its money to grow the business. It can leave the impression that the business isn't making the best use of its capital.\n\nCompanies should be cautious about doing buybacks because it can cause higher stock prices to drop. A price drop may indicate problems within the company—even if a buyback is underway.\n\nShare value may increase and attract new investors\n\nPuts money back into shareholders' pockets\n\nMay lead to increase in share price\n\nSome investors prefer to see cash spent on growth\n\nMay lead to drop in share price\n\nA company's stock price has underperformed its competitor's stock even though it has had a solid year financially. To reward investors and provide a return to them, the company announces a share buyback program to repurchase 10% of its outstanding shares at the current market price.\n\nThe company had $1 million in earnings and one million outstanding shares before the buyback, equating to EPS of $1. Trading at a $20 per share stock price, its P/E ratio is 20.\n\nWith all else being equal, 100,000 shares would be repurchased and the new EPS would be $1.11 or $1 million in earnings spread out over 900,000 shares.\n\nTo keep the same P/E ratio of 20, shares would need to trade up 11% to $22.22.\n\nA buyback allows a company to invest in itself. More of its shares will wind up in the company's hands.\n\nIf a company feels that its shares are undervalued, it may do a buyback to reward investors. By repurchasing shares, it reduces available open market shares, making each worth a greater percentage of the corporation.\n\nCompanies with cash on hand can use buybacks for employees and management compensation purposes, using the sharesfor employee stock options, The buyback helps avoid the dilution of existing shareholders.\n\nFinally, a buyback can be a way to prevent a major shareholder from acquiring a controlling stake and launchinga takeover bid.\n\nA company can make a tender offer to shareholders at a premium over the current market price. The shareholders would have the option tosubmit all or some of their shareswithin a set time frame.\n\nAlternatively, a company may create a share repurchase program and purchase shares on the open market at certain times or at regular intervals.\n\nA company can fund its buyback by taking on debt, with cash on hand, or with the cash flow earned in its operations.\n\nA buyback can create a perception that a business does not have other pathways for revenue growth.\n\nIt also can deplete the company's cash reserves, leaving it less able to withstand a downturn.\n\nBuybacks also are criticized for artificially inflating the share price.\n\nCompanies buy back their shares to reduce the number of share outstanding. The expectation is that if the float or number of shares outstanding is reduced, this will have a positive effect on the stock price.\n\nA company may consider a share buyback program for any number of reasons. One of the more controversial of these is to reward company executives, who often get a large proportion of their pay in stock options.\n\nCRISIL. \"Implications of a Share Buyback on the Credit Rating.\"\n\nFinancial Industry Regulatory Authority. \"How Companies Use Their Cash: The Buyback.\"\n\nFocusing Capital on the Long Term. \"The Dangers of Buybacks, Mitigating Common Pitfalls,\" Pages 5, 7-8.\n\nU.S. Congress. \"S.2391 - Stock Buyback Reform and Worker Dividend Act of 2019.\"\n\nU.S. Securities and Exchange Commission. \"Equity Tender Offer FAQs.\"\n\nPriceWaterhouseCooper. \"U.S. Financing Guide: 9.2 Share Repurchases.\"\n\nHarvard Law School Forum on Corporate Governance. \"Questions Surrounding Share Repurchases.\"\n\nS&P Global. \"S&P 500 Buyback Index Methodology,\" Page 3.\n\nFocusing Capital on the Long Term. \"The Dangers of Buybacks, Mitigating Common Pitfalls,\" Page 8.\n\nCongressional Research Service. \"Tax Provisions in the Inflation Reduction Act of 2022 (H.R. 5376),\" Page 3.\n\nS&P Global. \"S&P 500 Q4 2023 Buybacks Increase 18.0% Compared to Q3, Full Year 2023 Shows Decline of 13.8% from 2022 Levels, Earnings Per Share Impact Continues to Decline; Buybacks Tax Reduced Q4 Operating Earnings by 0.44% and 2023 by 0.40%.\"\n\nS&P Global. \"Examining Share Repurchasing and the S&P Buyback Indices in the U.S. Market,\" Pages 4-5.",
  "url": "https://www.investopedia.com/terms/b/buyback.asp"
}