{
  "term": "Calculating Net Operating Income (NOI) for Real Estate",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nCalculating net operating income (NOI) helps measure the profitability of an income-producing property.\n\nNet operating income (NOI) shows the profitability of income-generating real estate investments. NOI includes allrevenuefrom the property, minus necessaryoperating expenses. However, NOI is a before-income-tax figure on a property’s income and cash flow statement, excluding principal and interest payments on loans, capital expenditures, depreciation, andamortization.\n\nNOI looks at the total revenue vs. the total operating expenses of a rental property. Revenue is income from rent, parking or storage fees, and on-site vending machines or laundry services. Operating expenses include maintenance and repairs,property taxesand insurance, property management fees, janitorial services, and utilities.Capital expenditures, such as costs for a new air conditioning system for the entire building, are not included in NOI.\n\nNOI is used to calculate thecapitalization rate, a measure of an investment property's profitability relative to its total cost. The cap rate is calculated by dividing the NOI by the property's total cost. Expressed as a percentage, the capitalization rate helps investors compare the returns of different properties.\n\nFor financed properties, NOI is also used in thedebt coverage ratio (DCR), which tells lenders and investors whether a property’s income covers its operating expenses and debt payments. NOI is also used to calculate the net income multiplier, cash return on investment, and total return on investment.\n\nA property's capitalization rate is also known asreturn on investment (ROI)in real estate.\n\nNet operating income=RR−OEwhere:RR=real estate revenueOE=operating expenses\\begin{aligned} &\\text{Net operating income} = RR - OE \\\\ &\\textbf{where:}\\\\ &RR=\\text{real estate revenue}\\\\ &OE=\\text{operating expenses}\\\\ \\end{aligned}​Net operating income=RR−OEwhere:RR=real estate revenueOE=operating expenses​\n\nThe following information is an example of a rental condominium:\n\nTotal Operating Expenses = $10,000\n\nThe net operating income (NOI) is $26,000 - $10,000 = $16,000.\n\nAn owner who collects $120,000 in revenues and incurs $80,000 in operating expenses will have a resulting NOI of $40,000 ($120,000 - $80,000). If the total is negative, with higher costs than revenues, the result is called anet operating loss (NOL).\n\nCreditors and commercial lenders rely heavily on NOI to determine the income generation potential of a mortgaged property. NOI helps lenders forecast a property’s cash flows. If a property is profitable, the lenders also use this figure to determine the amount they are willing to lend. Lenders may reject amortgage applicationif a property shows a net operating loss.\n\nProperty owners can manipulate operating expenses by deferring certain expenses while accelerating others. NOI can also be increased by raising rents and other fees while decreasing operating costs. If an apartment owner waives a tenant’s yearly $12,000 rent in exchange for that renter acting as a property manager, valued as a $30,000 cost, the owner may subtract the cost from the revenue.\n\nNet operating income estimates the potential revenue from an investment property. However, it does not account for costs such as mortgage financing. NOI is different fromgross operating income. Net operating income is gross operating income minus operating expenses.\n\nNOI is used in other industries and referred to as EBIT, which meansearnings before interest and taxes.\n\nNOI is not a percentage but a number that weighs the revenues against the expenses of a property. It can be compared to the property’s value as if it had been paid in cash. In this case, the higher the net operating income to property price percentage, the better.\n\nNet operating income (NOI) can assess a property's profitability. The calculation involves subtracting all operating expenses on the property from all the revenue generated from the property. The higher the revenues and the smaller the costs, the more profitable a property is.\n\nNorthern California National Bank. \"How Do Lenders Analyze Real Estate Investment Properties?\"",
  "url": "https://www.investopedia.com/terms/n/noi.asp"
}