{
  "term": "Canceled Check Definition and How To Get a Copy",
  "definition": "A canceled check is a check that has been paid or cleared by the bank it was drawn on after it has been deposited or cashed. The check is \"canceled\" after it's been used or paid so that the check can't be used again.\n\nSomeone who has written a check may also cancel it before it has been deposited or cashed by alerting the issuing bank, thusvoiding the check.\n\nA canceled check is one that has been paid after going through a check clearing process. The check is canceled once the money has been drawn from the bank the check was written on, also known as thedrawee. Thepayeeis the person the check is written to, and the payee's bank receives the deposit. The process of creating a canceled check includes the following:\n\nCanceled checks, even images of them without the original paper check, can be used as proof of payment.\n\nToday, nearly all checks are cleared through the Federal Reserve Banking system electronically, even in cases when the deposit is a paper check. The deposit and check-clearing process is still performed, but the paper check almost never leaves the facility where it is deposited.\n\nInstead, toincrease efficiency, a special scanner creates a digital impression of the front and back of the check, which it sends to the other bank. When the check finally clears the account of the payor or the person who wrote it, it's considered canceled. In short, a canceled check means the clearing process has finished, and the check can't be reused.\n\nTraditionally, canceled checks were returned to checking account holders with their monthly statements. That is now rare, and most check writers instead receive scanned copies of their canceled checks, while the banks create digital copies for safekeeping.\n\nIn most cases, customers who use the best online banks also can access copies of their canceled checks via the web.\n\nWhile many banks charge for paper copies of canceled checks, customers can typically print copies from the bank's website for free.\n\nLet's say Lee writes a check to David. David takes the check to his bank and deposits it. The bank may credit David's account in the amount of the check automatically or may delay clearing the deposit. David's bank may make a portion of the funds available to David until thecheck clearsthrough Lee's bank. David's bank sends the check electronically to Lee's bank. Lee's bank debits Lee's account for the amount of the check, sends the funds to David's bank, and stamps the check as canceled.\n\nA canceled check means the clearing process is finished, and the check can't be reused.As a result, canceled checks can be used as proof of payment.\n\nWhile a canceled check is honored by the bank,a returned checkis a check that didn't clear the payor's bank, and as a result, the funds won't be made available to the payee or the depositor. There are a few reasons a check can be marked as returned, the most common of which isinsufficient fundsin the payor's account.\n\nHowever, the check can be returned for other reasons, including:\n\nIf someone writes a check and there isn't enough money in the account to cover it, the bank may return the check to the check recipient. Two separate fees may also be charged:\n\nIf you need to cancel a check you've written before it is cashed, you have a few options. If you still have the check in your possession, you can write \"void\" across the front of the check in large letters. If you no longer have the check, you can contact your bank to request a stop payment. Some banks will accept a stop-payment request over the phone, while others will require written notice.Be sure to provide your account androuting numbersas well as the check number and amount.\n\nWhen you need a copy of a canceled check, contact your bank or credit union. If you have access to mobile banking, you may be able to log in to your account, search for the check among your transactions, and print or view a copy. You may also receive photocopies of your canceled checks along with your monthly banking statement, or you might need to request a copy from the bank directly. Some banks will charge for copies of canceled checks.\n\nWith a cleared check, the funds have been successfully cleared, or moved, from the account of the person or entity paying to the account of the person or entity being paid. When a check has cleared, it is then canceled to prevent it from being used again.\n\nIt typically takes about two business days for a deposited check to clear, but it can take a bit longer—up to five business days—for the bank to get the money. The length of time depends on the amount of the check, your relationship with the bank, how or where you deposited it, and whether your account is in good standing, meaning without frequent overdrafts or long-term negative balances.\n\nCanceled checks are an important part of the check settlement process. They mark the successful settlement of a check transaction. You can cancel a check yourself by voiding it or requesting a stop payment from your bank. To get a copy of a check that has been canceled, you'll usually need to request it from your bank directly or access it via your online or mobile banking account.\n\nBoard of Governors of the Federal Reserve System. \"Regulation CC (Availability of Funds and Collection of Checks).\"\n\nConsumer Financial Protection Bureau. \"My Bank/Credit Union No Longer Provides Copies of My Canceled Checks With My Statement. Can the Bank/Credit Union Do That?\"\n\nHuntington Bank. \"How To Cancel a Check & Stop a Payment.\"\n\nSoFi. \"Guide to Canceled Checks.\"",
  "url": "https://www.investopedia.com/terms/c/canceled-check.asp"
}