{
  "term": "Cap and Trade Basics: What It Is, How It Works, Pros & Cons",
  "definition": "Cap and trade is a common term for a government regulatory program designed to limit, or cap, the total level of certain emissions as a result of industrial activity.\n\nProponents of cap and trade programs argue that they are a palatable alternative to acarbon tax. Both measures are attempts to reduce environmental damage without causing undue economic hardship to the industry.\n\nA cap and trade program can work in a number of ways, but here are the basics. The government sets the limit, or cap, on emissions permitted across a given industry. It issues a limited number of annual permits that allow companies to emit a certain amount ofcarbon dioxideand related pollutants that drive global warming. Other pollutants that contribute to smog can also be capped.\n\nThe total amount of the cap is split into allowances. Each allowance permits a company to emit one ton of emissions. The government distributes the allowances to the companies, either for free or through an auction.\n\nBut the government lowers the number of permits each year, thereby lowering the total emissions cap. That makes the permits more expensive. Over time, companies have an incentive to reduce their emissions more efficiently and invest inclean technologyas it becomes cheaper than buying permits.\n\nCompanies are taxed if they produce a higher level of emissions than their permits allow. They may even be penalized for a violation. On the other hand, companies that reduce their emissions can sell allowances or \"trade\" them to other companies that pollute more. They can also bank them for future use.\n\nThe cap and trade system is sometimes described as a market system. That is, it creates an exchange value for emissions. Since companies that have emissions credits can sell them for extra profit, this creates a new economic resource for industries.Its proponents argue that a cap and trade program offers an incentive for companies to invest in cleaner technologies in order to avoid buying permits that will increase in cost every year. It also motivates companies to fund research into alternative energy resources.\n\nThis process may lead to faster cuts in pollution, since companies that cut their emission levels faster are somehow rewarded as can then sell their allowance to other companies.\n\nBecause the government can decide to auction emissions credits to the highest bidder, cap and trade is also a revenue source for the government, since it has the power to auction emissions credits to the highest bidder. This new revenue can cover infrastructure needs, social programs, be invested in cleaner technologies, or it can even be a way to solve a budget deficit at the state or national level.\n\nAs a free trade system, cap and trade gives consumers more choices as well. Consumers can choose not to purchase from companies that are out of compliance, and do business with those that are trying to reduce their pollution levels.\n\nFinally, the cap and trade system also has benefits for the taxpayers. The government sells emission credits to businesses that need them. The income generated helps to supplement the resources that taxpayers are providing the government.\n\nOpponents of cap and trade argue that it could lead to an overproduction of pollutants up to the maximum levels set by the government each year, since allowable levels may be set too generously, actually slowing the move to cleaner energy.\n\nAlso, emissions credits (and even penalties and fines for exceeding the cap limit) are usually cheaper than converting to cleaner technologies and resources. This is the case, for example, for industries that usefossil fuels. This means that cap and trade is not a real incentive for those industries to change their practices.\n\nIt's also argued that the \"trade\" mechanism is not always followed. Somecreditsare sold at auctions to the highest bidder, or even given away. This means it costs a company nothing to increase its emissions.\n\nMost industries don’t have devices that help monitor and determine their amount of emissions. This makes it relatively easy for businesses to cheat on their emissions reports. For the cap trade system to be effective, monitoring systems must be implemented so that enforcement can take place.\n\nSincerenewableenergy resources are still relatively new, they are also expensive. Products sold by companies that conform to the cap rules tend to be more costly to produce, affecting what consumers pay for them.\n\nFinally, each country has different standards and maximum caps for emissions. Some may be very lenient and permit higher levels of pollution, while others may be very strict. Unless a global cap and trade system is established, it won't be effective globally and there may be little impact on the number of emissions spilled out into the atmosphere every year.\n\nLeads to faster cuts in pollution\n\nSource of revenue for the government\n\nGives consumers the power to decide\n\nAllowed emissions levels are set too high\n\nCredits and penalties and are cheaper than converting to cleaner technologies\n\nIt increases the prices for goods and services\n\nThere is no global consistency in the system\n\nOne challenge in establishing a cap and trade policy is the ability of governments to impose the correct cap on the producers of emissions. A cap that is too high may lead to even higher emissions, while a cap that is too low would be seen as a burden on the industry and a cost that would be passed on to consumers.\n\nThere is also an overall lack of reliable data on emissions. The estimates for past and current emissions, as well as predictions for future emissions, vary widely among industries. A cap and trade system may be useless until accurate information on emissions is available, which involves a costly process and can take years to complete.\n\nApart from the lack of reliable emission data, there are also many methodological challenges when it comes to applying an effective cap and trade system: the difficulty to achieve an international consensus on emissions and caps since each country has different priorities, or the high transaction and administrative costs involved, among others.\n\nFinally, predicting the long-term effects and benefits of cap and trade initiatives is also a great challenge.\n\nAlthough cap and trade systems reduce emissions and can lead to faster cuts in pollution, they also tend to increase the price of oil, coal, andnatural gasin an effort to force companies to switch to alternative forms of energy. These initiatives are expensive and impact negatively the economy.\n\nIn 2005, theEuropean Union (EU)created the world's first international cap and trade program with the goal of reducing carbon emissions. In 2019, the EU estimated that there would be a 21% reduction in emissions from sectors covered by the system by 2020.\n\nDuring the administration of U.S. President Barack Obama, a clean energy bill that included a cap and trade program was introduced in Congress. It was eventually approved by the House of Representatives but never even got to a vote in the Senate.\n\nThe state of California introduced its own cap-and-trade program in 2013. The program was initially limited to fewer than 400 businesses, including power plants, large industrial plants, and fuel distributors. Its goal of reducing greenhouse gas emissions to 1990 levels by 2020 was successfully met in 2016.\n\nMexico is running a pilot cap-and-trade program that the country began in January 2020. This is the first emissions trading pilot program in Latin America, and it aims to move to full operations in 2018. The country committed to a 22% reduction in greenhouse gasses by 2030.\n\nThe effectiveness of cap and trade is constantly under debate. Cap and trade aims to reduce carbon emissions by putting a price on them, thus mitigating climate change. Those well-designed cap and trade initiatives have proven to be not only environmentally effective, but also cost-effective, since those companies that bank the excess allowances (or amount of the cap) can reduce significantly their costs.\n\nIn California, for example, the program met some initial benchmarks and inspired many other similar initiatives across the world. But some claim that the biggest oil and gas companies in the state have actually polluted more since the program started. Experts are increasingly worried that the cap and trade initiative is in reality allowing California’s biggest polluters to conduct business as usual and even increase their emissions.\n\nAn analysis conducted by ProPublica showed that carbon emissions from California’s oil and gas industry actually rose 3.5% since cap and trade began, and that emissions from vehicles, which burn the fuels processed in refineries, are also rising.\n\nA carbon tax directly establishes a price on greenhouse gas emissions—so companies are charged a dollar amount for every ton of emissions they produce—whereas a cap and trade program issues a set number of emissions “allowances” each year. These allowances can be auctioned to the highest bidder as well as traded on secondary markets, creating acarbon price.\n\nIf well designed, either a carbon tax or a cap and trade program can be key elements for the U.S. in its effort to reduce greenhouse gas emissions.\n\nYes. Today, cap and trade is used or being developed worldwide. For example, European countries have been implementing a cap and trade program since 2005, the Chinese government is working toward a national cap program and currently, several Chinese cities and provinces have had carbon caps since 2013. Eleven states in the U.S. participate in the Regional Greenhouse Gas Initiative (RGGI), a cap-and-trade program established in 2009.\n\nAlthough cap and trade aims to reduce emissions and pollution, it has some drawbacks affecting the economy. When implemented it leads to an increase in thecost ofenergy.\n\nThe proponents of cap and trade argue that well-designed cap and trade systems have proven to be environmentally effective and cost-effective. When a company has effective emissions monitoring systems and complies with regulations, a cap trade initiative can be beneficial not only for the environment for also for the economy, since banking the excess allowances can reduce significantly a company's costs.\n\nCalifornia began operating a cap-and-trade program in 2013, and as of 2024, it is one of the largest emissions trading systems in the world. The ambitious program aimed to reduce greenhouse gas emissions to 1990 levels by 2020 (a goal that was met in 2016), and now aims to reduce the emissions by 40% below 1990 levels by 2030, and 80% below 1990 levels by 2050. California also has additional goals of achieving 100% carbon-free electricity by 2045 and economy-wide carbon neutrality by 2045.\n\nCap and trade refers to regulatory systems aimed at controlling emissions, particularly carbon dioxide. Under cap-and-trade programs, emissions are capped at a certain level. Emitters that exceed such caps may be penalized for doing so, while those that fall under pollution limits may sell their excess, trade, or bank the difference. Cap and trade programs have been implemented in numerous regions, including the EU and California.\n\nEnviromental Defense Fund. \"How cap and trade works.\"\n\nIMERS. \"Cap-and-Trade Challenges Addressed.\"\n\nReuters. \"Mexico to launch cap-and-trade pilot to help meet climate goals.\"\n\nProPublica. \"Cap and Trade Is Supposed to Solve Climate Change, but Oil and Gas Company Emissions Are Up.\"\n\nWorld Resources Institution. \"Carbon Tax vs. Cap-and-Trade: What’s a Better Policy to Cut Emissions?\"\n\nCenter for Climate and Enery Solutions. \"Cap and Trade Basics.\"\n\nRobert N. Stavins. \"Lessons Learned from Cap-and-Trade Experience.\"Review of Environmental Economics and Policy,vol. 11, no. 1, Winter 2017, pp. 59-79.\n\nCenter for Climate and Energy Solutions. \"California Cap and Trade.\"",
  "url": "https://www.investopedia.com/terms/c/cap-and-trade.asp"
}