{
  "term": "CAPE Ratio (Shiller P/E Ratio): Definition, Formula, Uses, and Example",
  "definition": "The CAPE ratio is a valuation measure that uses realearnings per share (EPS)over a 10-year period to smooth out fluctuations in corporate profits that occur over different periods of abusiness cycle.\n\nThe CAPE ratio, an acronym for cyclically adjusted price-to-earnings ratio, was popularized by Yale University professor Robert Shiller. It is also known as the Shiller P/E ratio. TheP/E ratiois a valuation metric that measures a stock’s price relative to the company’s earnings per share. EPS is acompany’s profit divided by the outstanding equity shares.\n\nThe CAPE ratio is generally applied to broadequityindexes to assess whether the market is undervalued or overvalued. While it is a popular and widely followed measure, several leadingindustrypractitioners have called into question its utility as a predictor of future stock market returns.\n\n﻿CAPEratio=Share price10−year average,inflation−adjusted earningsCAPE \\text{ ratio} = \\frac{\\text{Share price}}{10 - \\text{year average}, \\text{ inflation} - \\text{adjusted earnings}}CAPEratio=10−year average,inflation−adjusted earningsShare price​﻿\n\nA company’s profitability is determined to a significant extent by various economic cycle influences. Duringexpansions, profits rise substantially as consumers spend more money, but duringrecessions, consumers buy less, profits plunge, and can turn into losses. Whileprofitswings are much larger for companies incyclical sectors—such as commodities and financials—than for firms indefensive sectorssuch as utilities and pharmaceuticals, few companies can maintain steadfast profitability in the face of a deep recession.\n\nVolatilityin per-share earnings also results in price-to-earnings (P/E) ratios that bounce around significantly. Because of this, Benjamin Graham and David Dodd recommended in their seminal 1934 book, “Security Analysis,” that for examining valuation ratios, one should use an average of earnings over preferably seven or 10 years.\n\nThe cyclically adjusted price-to-earnings (CAPE) ratio initially came into the spotlight in December 1996, after Robert Shiller and John Campbell presented research to theFederal Reservethat suggestedstock priceswere running up much faster thanearnings. In the winter of 1998, Shiller and Campbell published their groundbreaking article “Valuation Ratios and the Long-Run Stock Market Outlook,” in which they smoothed earnings for theS&P 500by taking an average of real earnings over the past 10 years, going back to 1872.\n\nThis ratio was at a record 28 in January 1997, with the only other instance (at that time) of a comparably high ratio occurring in 1929. Shiller and Campbell asserted that the ratio was predicting that the real value of the market would be 40% lower in 10 years than it was at that time. That forecast proved to be remarkably prescient, as themarket crash of 2008contributed to the S&P 500 plunging 60% from October 2007 to March 2009.\n\nThe CAPE ratio for the S&P 500 climbed steadily in the second decade of this millennium as the economic recovery in the United States gathered momentum, and stock prices reached record levels. As of June 2024, the CAPE ratio stood at 35.49, compared with its long-term average of 16.80.The fact that the ratio had previously only exceeded 30 in 1929 and 2000 triggered a raging debate about whether the elevated value of the ratio portends a major marketcorrection.\n\nCritics of the CAPE ratio contend that it is not very useful since it is inherently backward-looking, rather than forward-looking. Another issue is that the ratio relies ongenerally accepted accounting principles (GAAP)earnings, which have undergone marked changes in recent years.\n\nIn June 2016, Jeremy Siegel of the Wharton School published a paper in which he said that forecasts of future equity returns using the CAPE ratio might be overly pessimistic because of changes in the way GAAP earnings are calculated.Siegel said that using consistent earnings data such as operating earnings or NIPA (national income and product account) after-tax corporate profits, rather than GAAP earnings, improves the forecasting ability of the CAPE model and forecasts higher U.S. equity returns.\n\n“CAPE” in CAPE ratio stands for cyclically adjusted price-to-earnings. The ratio is also known as the Shiller P/E ratio, named for Yale University professor Robert Shiller, who popularized it.\n\nThe CAPE ratio is generally applied to broad equity indexes to assess whether the market is undervalued or overvalued. However, critics contend that it is not very useful since it is inherently backward-looking and relies on generally accepted accounting principles (GAAP) earnings, which have undergone marked changes in recent years.\n\nThe CAPE ratio initially came into the spotlight in December 1996, after Robert Shiller and John Campbell presented research to the Federal Reserve that suggested stock prices were rising faster than earnings. They followed this up in the winter of 1998 with their article “Valuation Ratios and the Long-Run Stock Market Outlook.”\n\nThe cyclically adjusted price-to-earnings (CAPE) ratio uses real earnings per share (EPS) over a 10-year period to smooth out fluctuations in corporate profits that occur over different periods of a business cycle. The valuation measure analyzes a publicly held company’s long-term financial performance while considering the impact of different economic cycles on the company’s earnings.\n\nBenjamin Graham and David Dodd, via Google Books. “Security Analysis.” McGraw-Hill Education, 1996.\n\nCampbell, John Y., and Shiller, Robert J. “Valuation Ratios and the Long-Run Stock Market Outlook: An Update.”National Bureau of Economic Research, Working Paper 8221, April, 2001.\n\nYCharts. “S&P 500 Shiller CAPE Ratio.”\n\nSiegel, Jeremy J., via Taylor & Francis Online. “The Shiller CAPE Ratio: A New Look.”Financial Analysts Journal, vol. 72, no. 3, 2016, pp. 41–50.",
  "url": "https://www.investopedia.com/terms/c/cape-ratio.asp"
}