{
  "term": "Capitalized Interest: Definition and Example",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nCapitalized interest is the cost of borrowing to acquire or construct a long-term asset. Unlike an interest expense incurred for any other purpose, capitalized interest is not expensed immediately on theincome statementof a company's financial statements. Instead, firms capitalize it, meaning the interest paid increases thecost basisof the related long-term asset on thebalance sheet. Capitalized interest shows up in installments on a company's income statement through periodicdepreciationexpense recorded on the associated long-term asset over its useful life.\n\nCapitalized interest is part of thehistorical costof acquiring assets that will benefit a company over many years. Because many companies finance the construction of long-term assets with debt,Generally Accepted Accounting Principles (GAAP)allow firms to avoid expensing interest on such debt and include it on their balance sheets as part of the historical cost of long-term assets.\n\nTypical examples of long-term assets for which capitalizing interest is allowed include various production facilities, real estate, and ships. Capitalizing interest is not permitted for inventories that are manufactured repetitively in large quantities. U.S. tax laws also allow the capitalization of interest, which provides atax deductionin future years through a periodic depreciation expense.\n\nIn accordance with the matching principle, capitalizing interest ties the costs of a long-term asset to the earnings generated by the same asset over its useful life.\n\nFrom the perspective ofaccrual accounting, capitalizing interest helps tie the costs of using a long-term asset toearningsgenerated by the asset in the same periods of use. Capitalized interest can only be booked if its impact on a company's financial statements is material. Otherwise, interest capitalization is not required, and it should be expensed immediately.\n\nWhen booked, capitalized interest has no immediate effect on a company's income statement, and instead, it appears on the income statement in subsequent periods through depreciation expense. The entry to record capitalized interest is a debit to the capitalized asset account and credit to cash (assuming the interest is paid); otherwise the credit is to the open liability until interest is paid.\n\nIn the long term, both capitalized interest and expensed interest will have the same impact on a company's financial statements. It is important for a company to realize that short-term cash obligation may also be the same; if interest is due immediately, there will be the same cash outlay regardless of how interest is recorded. The only difference between capitalized interest and expensed interest is the timing in which the expense shows up on the income statement.\n\nAccrued interestis the amount of interest that has accumulated on a loan since the last payment was made. For example, if a borrower has a monthly payment on a loan and they miss a payment, interest will continue to accrue on the loan until the borrower makes their next payment. The interest that is due but has not yet been paid during that time is referred to as accrued interest.\n\nIn some cases, accrued interest and capitalized interest can be the same. For example, if an unpaid amount of interest is added to the balance of the principal, the amount of accrued interest is considered the same as the amount of capitalized interest.\n\nHowever, the specific treatment of accrued interest does not always prevail itself to being capitalized. For example, a missed payment of interest could simply be a period expense that is immediately recognized on the income statement. In this case, the accrued interest that is due is not capitalized interest but instead set to be expensed immediately.\n\nInterest is to be capitalized for assets being constructed, assets intended for sale or lease as discrete projects, or investments accounted for by the equity method while specific investee activities occur.\n\nCapitalized interest is also present in manystudent loans.Capitalized interest on student loansis the interest that accrues on a loan and is added to the principal balance of the loan. This can happen when the borrower is not making payments on the loan, and interest continues to accrue as is the case most often while the student is attending school.\n\nIn the case of student loans, the borrower may be in any sort of deferment period. However, interest can still accrue on the loan during that time. In some cases, this interest is then added to the principal balance of the loan, and the borrower is then responsible for paying interest on the higher principal balance (i.e. interest on interest).\n\nIt's important to note that not all student loans accrue interest during a deferment period, and some loans may have interest subsidies that cover the interest during that time. However, student borrowers must understand the implications of capitalized interest and respect the importance of how capitalized interest can affect their loan balance and repayment plan.\n\nConsider a company that builds a small production facility worth $5 million with a useful life of 20 years. It borrows the amount to finance this project at an interest rate of 10%. The project will take a year to complete to put the building to its intended use, and the company is allowed tocapitalizeits annual interest expense on this project, which amounts to $500,000.\n\nThe company capitalizes interest by recording a debit entry of $500,000 to afixed assetaccount and an offsetting credit entry to cash. At the end of construction, the company's production facility has a book value of $5.5 million, consisting of $5 million in construction costs and $500,000 in capitalized interest.\n\nIn the next year, when the production facility is used, the company books a straight-line depreciation expense of $275,000 ($5.5 million of the facility's book value divided by 20 years of useful life) of which $25,000 ($500,000 of capitalized interest divided by 20 years) is attributable to the capitalized interest.\n\nCapitalized interest is simply an interest assessment charged against an outstanding principal balance. However, instead of expensing the charge right away, the interest is capitalized as part of the cost of creating a long-term asset. Companies recognize capitalized interest by including it in the cost basis of the asset being generated and depreciating the asset over time.\n\nThe timing of interest being capitalized will greatly vary depending on the interest itself. For student loans, interest is capitalized as part of the loan agreement and type of loan. This may also depend on the type of education (undergraduate vs. graduate) being pursued. On the other hand, interest is often capitalized during construction when an asset's development is underway.\n\nCompanies may be interested in capitalizing interest if they want to defer the interest expense deduction to future periods. This is usually favorable as the company will likely have rent income from the asset being developed in the same period the interest expense could be taken. Alternatively, if all interest was expensed upfront, the company might not make the most use of the deduction as it may not have income to offset the expense against.\n\nCapitalized interest is calculated the same way as any other type of interest. The prevailing rate of interest is multiplied by the prevailing principal balance of debt for a given period, and considerations are made for the number of days outstanding. This balance is then added to the original principal balance amount, so it may be wise to sometimes track the original principal balance and the balance of interest that has accumulated.\n\nCapitalized interest is the unpaid amount of interest that is added to the principal balance of a loan. Capital interest occurs when the borrower is not making payments on the loan and interest continues to accrue. When the interest is added to the principal balance, the borrower is then responsible for paying interest on the higher balance in future periods as the basis for the calculation of interest is higher.For student loans, borrowers may experience capitalized interest during deferment periods when they don't need to pay interest during school.\n\nLegal Information Institute. \"Capitalized Interest.\"\n\nGovInfo. “26 CFR § 1.266–1 Taxes and Carrying Charges Chargeable to Capital Account and Treated As Capital Items.”\n\nPwC. “Property, Plant, Equipment and Other Assets Guide: 1.3 Capitalized Interest.\"\n\nMitchell Franklin et al. “Principles of Accounting, Volume 1: 11.3 Explain and Apply Depreciation Methods To Allocate Capitalized Costs.” OpenStax, 2019.\n\nConsumer Financial Protection Bureau. \"How Does Interest Accrue While I Am in School?\"\n\nAccountingTools. \"When to Capitalize Interest?\"",
  "url": "https://www.investopedia.com/terms/c/capitalizedinterest.asp"
}