{
  "term": "Capitalization (Cap) Table: What It Is and How to Create and Maintain One",
  "definition": "A capitalization table is a detailed breakdown, typically in spreadsheet or table form, of a company's ownership structure, outliningwho holds equityand in what proportion. It's also known as a cap table and is most commonly used for startups and early-stage businesses, but all types of companies can use it as well.\n\nCap tables often include all of a company’s equity ownership capital, such as common equity shares, preferred equity shares, warrants, and convertible equity.\n\nA basic capitalization table lists each type of equity ownership capital, the individual investors, and the share prices. A more complex table may also include details on potential new funding sources, mergers and acquisitions, public offerings, or other hypothetical transactions. Capitalization tables are typically used privately by private companies to provide information on a company’s investors and market value.\n\nA capitalization table shows thetotal market valueof a company and its components. It's considered a key point of reference for business managers in every financial decision that has an impact on market capitalization and the company’s market value.\n\nIt's important for the capitalization table to be accurate, customized to the business's needs, and regularly maintained for decision-making based on the most current information.\n\nA capitalization table is a simple, organized document that displays the total ownership capitalization of a firm.\n\nA cap table can be viewed in conjunction with theshareholders’ equityportion of the balance sheet, which also details the equity capital structuring of a firm.\n\nThe capitalization table shows each investor’s equity capital stake in the business, which is calculated by multiplying the share price by the number of shares owned. The names of the security owners will be listed on the y-axis in most cases, and the types of securities will appear on the x-axis. All holdings of each investor should be in a single row.\n\nThe listing ofinvestorscan be done in a few ways and may depend on the targeted audience. Some cap tables may list investors by founders first, followed by executives and key employees with equity stakes, then other investors such as angel investors, venture capital firms, and others who are involved in the business plan.\n\nA capitalization table may choose to list investors in descending order by ownership, showing the largest holders at the top, instead.\n\nCompanies constantly evolve, so their capitalization tables must be continuously updated. Startups run several funding rounds to support capital needs. They also issuestock optionsto attract talent. All these actions change the capitalization table.\n\nTerminating options when an employee leaves the business can also alter the table, as can letting options expire, having an investor exercise vested options, or having an investor redeem, transfer, or sell shares.\n\nStartup companies generally have only a small number of equity owners. They often include the founders, friends, and family of the founders, and angel investors. Keeping track of who owns what stake in the new company is important as it grows and raises capital from other sources, such as venture capitalists, and ultimately to the public via an initial public offering (IPO).\n\nThe cap table will be updated after each subsequent funding round, showing how ownership becomes diluted and spread across new owners as it grows.\n\nThe cap table will keep track of stock ownership as well as convertible securities, warrants and options, and stock compensation grants. This allows for a fully diluted picture of equity ownership. The cap table will show who owns how many shares or rights, the current market value, and the proportion of the ownership as an overall percentage.\n\nThere are no U.S. regulations mandating that private companies disclose their cap tables.Startups may want to limit the visibility of their cap tables and only make them available to serious inquiries from potential investors. A list of insiders and institutional shareholders is made available when a company goes public, however.\n\nA capitalization or cap table is a spreadsheet or table that shows a company’s equity capitalization. It’s generally an intricate breakdown of a company’s shareholders’ equity. Capitalization tables are typically used privately by private companies to provide information on a company’s investors and market value.\n\nAmerican Library Association. \"Privately-Held Companies: Legislation, Regulation, and Limited Dissemination of Financial Information.\"",
  "url": "https://www.investopedia.com/terms/c/capitalization-table.asp"
}