{
  "term": "Capital Gains Tax: What It Is, How It Works, and Current Rates",
  "definition": "Discover what happens to your investment profits\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA capital gains tax is imposed on the sale of an asset. The long-term capital gains tax rates for the 2025 tax year are 0%, 15%, or 20% of the profit, depending on the income of the filer.\n\nThe capital gains or profits are referred to as having been realized when stock shares or any other taxable investment assets are sold. The tax doesn't apply to unsold investments or unrealized capital gains. Stock shares won't incur taxes until they're sold no matter how long the shares are held or how much they increase in value.\n\nThe capital gains tax rate applies only to profits from the sale of assets held for more than a year. This is referred to aslong-term capital gains. The current rates are 0%, 15%, or 20% as of 2025 depending on the taxpayer's tax bracket for that year although gains on collectibles are taxed at 28%.\n\nMost taxpayers pay a higher rate on their income than on any long-term capital gains they may have realized. That gives them a financial incentive to hold investments for at least a year after which the tax on the profit will be lower.\n\nDay traders and others taking advantage of the ease and speed of trading online should be aware that any profits they make from buying and selling assets held for less than a year aren't just taxed. They're taxed at a higher rate than assets that are held long-term.\n\nAn investor will owe long-term capital gains tax on the profits of any investment they've owned for more than one year. Theshort-term capital gainstax applies if the investor owns the investment for one year or less. The short-term rate is determined by the taxpayer'sordinary incomebracket. That's a higher tax rate than the capital gains rate for all but the highest-paid taxpayers.\n\nThe profit on an asset that's sold a year or less after its purchase is generally treated for tax purposes as if it were wages or salary. Such gains are added to yourearned incomeor ordinary income on your tax return.\n\nThe same generally applies todividendspaid by an asset. They represent profit although they aren't capital gains. Ordinary dividends are taxed as ordinary income for taxpayers who are in the 15% and higher tax brackets. Qualified dividends are subject to the 0%, 15%, or 20% capital gains tax.\n\nA different system applies for long-term capital gains, however. The tax you pay on assets held for more than a year and sold at a profit varies according to a rate schedule that's based on the taxpayer's taxable income for that year. The rates are adjusted annually forinflation.\n\nThe rates for tax year 2025 are shown in this table.\n\nSome categories of assets are subject to different capital gains tax treatment than the norm.\n\nShort-term gains oncollectiblesincluding art, antiques, jewelry, precious metals, and stamp collections are taxed as ordinary income at graduated tax rates. Long-term gains on collectibles are taxed as ordinary income but with a cap of 28%.\n\nA different standard applies to real estate capital gains if you're selling your principal residence. $250,000 of an individual'scapital gains on the sale of a homeare excluded from taxable income. This increases to $500,000 for those who are married and filing jointly.The seller must have owned and lived in the home for two years or more during the five years ending on the date of the sale to qualify for this tax break.\n\nCapital losses from the sale ofpersonal propertysuch as a home aren't deductible from gains, however.\n\nA single taxpayer who purchased a house for $200,000 and later sells it for $500,000 has made a $300,000 profit on the sale. This individual must report a capital gain of $50,000 after applying the $250,000 exemption. This is the amount subject to the capital gains tax.\n\nThe costs of significant repairs and improvements to the home can be added to its cost in most cases, reducing the amount of taxable capital gain.\n\nInvestors who own real estate can often claim depreciation deductions against income to reflect the steady deterioration of the property as it ages.This is a decline in the home's physical condition and is unrelated to its changing value in the real estate market.\n\nThe depreciation deduction effectively reduces the amount you're considered to have paid for the property. That can in turn increase your taxable capital gain if you sell because the gap between the property's value after deductions and its sale price will be greater.\n\nYou'd be taxed as if you'd paid $95,000 for the building if you paid $100,000 and you're permitted to claim $5,000 in depreciation. The $5,000 is then treated as a recapture of those depreciation deductions at the time of sale.\n\nThe tax rate that applies to the recaptured amount is 25% so there would be total capital gains of $15,000 if you then sold the building for $110,000, Then $5,000 of the sale figure would be treated as a recapture of the deduction from income. That recaptured amount is taxed at 25%. The remaining $10,000 of capital gain would be taxed at 0%, 15%, or 20% depending on the investor's income.\n\nYou may be subject to the net investment income tax if you have a high income.This tax imposes an additional 3.8% on your investment income, including your capital gains, if yourmodified adjusted gross income(MAGI) exceeds certain maximums.\n\nThe threshold amount is $250,000 if you're married and filing jointly or you're a surviving spouse as of 2025. It's $200,000 if you’re single or a head of household and $125,000 if you're married and filing a separate return.\n\nCapital losses can be deducted from capital gains to calculate your taxable gains for the year. The calculation becomes a little more complex, however, if you've incurred capital gains and capital losses on both short-term and long-term investments.\n\nFirst sort short-term gains and losses in a separate pile from long-term gains and losses. All short-term gains must be reconciled to yield a total short-term gain then the short-term losses are totaled. Finally, long-term gains and losses are tallied.\n\nThe short-term gains are netted against the short-term losses to produce a net short-term gain or loss. The same is done with the long-term gains and losses.\n\nMany individuals calculate their tax obligations using software that automatically makes the computations. You can use a capital gains calculator to get a rough idea of what you may pay on a potential or actualized sale.\n\nYou'll owe capital gains tax on the profit if you want to invest money and make money. You canminimize your capital gains taxesin several ways, however.\n\nInvestopedia'sTax Savings Guidecan help you maximize your tax credits, deductions, and savings. Order yours today.\n\nThe capital gains tax effectively reduces the overall return generated by an investment but there are legitimate ways to reduce or even eliminate net capital gains taxes for the year.\n\nThe simplest of strategies is to simply hold assets for more than a year before selling. The tax you'll pay on long-term capital gains is generally lower than it would be for short-term gains.\n\nCapital losses will offset capital gains and effectively lower your capital gains tax for the year but what if the losses are greater than the gains?\n\nYou can claim the amount against your income if your losses exceed your gains by up to $3,000. The loss rolls over so any excess loss above $3,000 that's not used in the current year can be deducted from income to reduce your tax liability in future years.\n\nSay an investor realizes a profit of $5,000 from the sale of some stocks but incurs a loss of $20,000 from selling others. The capital loss can be used to cancel out tax liability for the $5,000 gain. The remaining capital loss of $15,000 can then be used to offset income and the tax on those earnings.\n\nThe investor whose annual investment income is $50,000 would report $50,000 minus a maximum annual claim of $3,000 in the first year. That leaves a total of $47,000 in taxable income. The investor still has $12,000 in capital losses and can deduct the $3,000 maximum every year for the next four years.\n\nBe mindful of selling stock shares at a loss to get a tax advantage and then turning around and buying the same investment again. You'll run afoul of the IRSwash sale ruleagainst this sequence of transactions if you do it within 30 days or less.\n\nMaterial capital gains of any kind are reported on aSchedule D form.\n\nAmong the many reasons to participate in a retirement plan like a401(k)or anindividual retirement account (IRA)is that your investments grow from year to year without being subject to capital gains tax.You can buy and sell within a retirement plan without paying taxes every year.\n\nMost traditional tax-advantaged retirement plans don't require participants to pay tax on the funds until they're withdrawn from the plan. Withdrawals are taxed as ordinary income regardless of the underlying investment.\n\nQualified withdrawals from a Roth IRA or Roth 401(k) are tax-free if it's been five years since you first contributed to the account. Income taxes for these contributions are collected as you pay money into the account.\n\nConsider waiting until you stop working to sell profitable assets. The capital gains tax bill might be reduced if your retirement income is lower. You may even be able to avoid having to pay capital gains tax at all.\n\nBe mindful of the impact of taking the tax hit while you're working rather than after you've retired. Realizing the gain earlier might serve to bump you out of a low- or no-pay bracket and cause you to incur a tax bill on the gains.\n\nRemember that an asset must be sold more than after it was purchased for the sale to qualify for treatment as a long-term capital gain. Be sure to check the actual trade date of the purchase before you sell if you're selling a security that you bought about a year ago. You might be able to avoid its treatment as a short-term capital gain by waiting only a few days.\n\nThese timing maneuvers matter more with large trades than small ones.\n\nMost investors use thefirst-in, first-out(FIFO) method to calculate the cost basis when they acquire and sell shares in the same company or mutual fund at different times. There are four other methods to choose from, however:last in, first out(LIFO),dollar value LIFO,average cost, andspecific share identification. Average cost is only available for mutual fund shares.\n\nYour best choice will depend on several factors such as the basis price of shares or units that were purchased and the amount of gain that will be declared. You may want to consult with a tax advisor for complex cases.\n\nComputing your cost basis can be a tricky proposition. Your statements will be on its website if you use an online broker. Be sure you have accurate records in some form in any case.\n\nDetermining when a security was purchased and at what price can be a nightmare if you've lost the original confirmation statement or other records from that time. This is especially troublesome if you have to determine exactly how much was gained or lost when you're selling a stock so be sure to keep track of your statements. You'll need those dates for the Schedule D form.\n\nCapital gain taxes are taxes imposed on the profit of the sale of an asset. The capital gains tax rate will vary by taxpayer based on the holding period of the asset, the taxpayer's income level, and the nature of the asset that was sold.\n\nYou'll owe the tax on capital gains for the tax year in which you realize the gain. Long-term capital gains taxes are owed on profits from the sale of most investments if they're held for longer than one year. The profits are considered short-term gains and are taxed as ordinary income if they're held for one year or less. This is a higher tax rate for most people.\n\nYou must pay the capital gains tax after you sell an asset in most cases. The IRS may require quarterly estimated tax payments in some cases. The actual tax may not be due for a while but you may incur penalties for having a large payment due without having made any installment payments toward it.\n\nCapital gains taxes are levied on profits made from the sale of assets like stocks orreal estate. The tax is based on the holding term and the taxpayer's income level and is computed using the difference between the asset's sale price and its acquisition price. It can be subject to different rates.\n\nInternal Revenue Service. \"Rev. Proc. 2024-40.\" Page 7.\n\nInternal Revenue Service. \"Tax Topic No. 409: Capital Gains and Losses.\"\n\nInternal Revenue Service. \"Publication 550: Investment Income and Expenses.\" Page 19.\n\nInternal Revenue Service. \"Topic No. 701, Sale of Your Home.\"\n\nInternal Revenue Service. \"Publication 523: Selling Your Home.\" Page 2.\n\nInternal Revenue Service. \"Publication 523: Selling Your Home.\" Pages 2–7.\n\nInternal Revenue Service. \"Publication 550: Investment Income and Expenses.\" Page 49.\n\nInternal Revenue Service. \"Publication 946: How to Depreciate Property.\" Pages 3–13.\n\nInternal Revenue Service. \"Publication 550: Investment Income and Expenses.\" Pages 64-67.\n\nInternal Revenue Service. \"Topic No. 559 Net Investment Income Tax.\"\n\nInternal Revenue Service. \"Publication 544: Sales and Other Disposition of Assets.\" Pages 34–37.\n\nInternal Revenue Service. \"Publication 544: Sales and Other Disposition of Assets.\" Pages 35–36.\n\nInternal Revenue Service. \"Publication 550: Investment Income and Expenses.\" Pages 56–57.\n\nInternal Revenue Service. \"About Schedule D (Form 1040).\"\n\nInternal Revenue Service. \"Publication 550, Investment Income and Expenses.\"\n\nInternal Revenue Service. \"Topic No. 412: Lump-Sum Distributions.\"\n\nInternal Revenue Service. \"Sales and Other Dispositions of Assets.\" Page 35.\n\nInternal Revenue Service. \"Publication 538: Accounting Periods and Methods.\" Pages 14–18.",
  "url": "https://www.investopedia.com/terms/c/capital_gains_tax.asp"
}