{
  "term": "Capital Goods: Types, Examples, vs. Consumer Goods",
  "definition": "Capital goods are tangible assets such as buildings, machinery, and equipment used to produce consumer goods or services.  Capital goods are durable items and differ fromconsumer goodsand services, which are the end product of production and manufacturing.\n\nCapital goods are thetangible assetsused to produce products to create finished products. However, capital goods are not limited to commonfixed assetssuch as machinery and manufacturing equipment.\n\nThe industrial electronics industry produces devices, which are capital goods that range from small wire harness assemblies to air-purifying respirators and high-resolution digital imaging systems.\n\nCapital goods are also produced for service businesses. Hair clippers used by hairstylists, paint brushes used by painters, and musical instruments played by musicians, are among the many capital goods purchased by service providers.\n\nCapital goods, also known as \"plant, property, and equipment,\" are treated as fixed assets in accounting.\n\nConsumer goodsare the finished products that consumers buy after the production process. Although consumer goods have different classifications, examples of consumer goods include milk, appliances, and clothes.\n\nCapital goods are not commonly sold to consumers but are used to produce other goods, which are sold to consumers. However, some capital goods can be considered consumer goods, such as airplanes, used by airlines and some consumers.\n\nCore capital goods are a class of capital goods that excludes aircraft and goods produced for the Defense Department, such as automatic rifles and military uniforms. TheCensus Bureau’smonthly Advance Report onDurable Goods Ordersincludes data on purchases of core capital goods, also known as CoreCAPEX, for capital expenditure.\n\nCapital goods that a business does not consume within a single year of production cannot be entirely deducted as business expenses in the year of their purchase. Instead, they must be depreciated throughout their useful lives, with the business taking partialtax deductionsspread over the years that the capital goods are in use. This is done through accounting techniques such asdepreciation. Depreciation accounts for the annual loss of the tangible asset’s value during itsuseful life.\n\nWhen businesses invest in capital goods, companies expand and produce additional products or services.\n\nCapital goods are physical assets that a company uses to manufacture products and services for consumers. In accounting, capital goods are categorized as fixed assets, such as \"plant, property, and equipment.\" Capital goods differ from consumer goods. Consumer goods are the result of production and manufacture using capital goods for the eventualpurchase by the end consumer.\n\nU.S. Census Bureau. \"Manufacturers’ Shipments, Inventories, & Orders.\"",
  "url": "https://www.investopedia.com/terms/c/capitalgoods.asp"
}