{
  "term": "Capitulation: What It Is in Finance and Investing, With Examples",
  "definition": "Capitulation, in the markets, is panic selling in response to a market downturn, which accelerates the decline in prices.\n\nCapitulation, in the financial markets, is mass panic selling by investors during a market downturn. The spreading anxiety feeds the downturn, causing steep losses in prices. Historically, capitulation is usually followed by renewed interest in stocks that have been hard hit, reversing the trend.\n\nIn fact, the dramatic drop in market prices caused by capitulation can mark the end of a downturn.\n\nInvestopedia / Michela Buttignol\n\nCapitulation typically follows a significant downturn in price even while many investors remain bullish on stocks. Hour by hour, the selling snowballs as more investors sell to avoid further losses. The result is steeper losses.\n\nThe heavy trading volume is viewed as shaking out \"weak hands\"—the investors lacking conviction. They are replaced with more risk-tolerant investors who view the price declines as an opportunity.\n\nTraders look for unusually high trading volume accompanying sharp price declines to signal capitulation. They try to anticipate the surest sign of a capitulation: the rebound in price that follows once the panic selling has run its course.\n\nCapitulation means surrender. In financial markets, capitulation marks the point in time when a large enough proportion of investors simultaneously give up hopes of recouping recent losses, typically as the decline in prices gathers speed.\n\nSuppose a stock you own dropped by 30% but you were sure it would bounce back. Imagine it then fell another 20% but it was clear the fundamentals were solid. Maybe you bought a little more on the dip. Now imagine the same stock is down 15% intraday and the grind of daily disappointment has given way to certain knowledge that you bought a loser that could go even lower. Selling the stock as a result would be an act of capitulation.\n\nInvestors can only identify capitulations with certainty after they have occurred and the price has rebounded.\n\nNote that the stock was already down 15% in a day, suggesting others felt the same. While misery may like company, a capitulation requires a panicked crowd.\n\nCapitulation does not mean the sellers were \"wrong\" or the buyers \"right.\" While a short-term rebound follows capitulation by definition, it doesn't mean prices can't go even lower later, if future reverses turn the new \"strong hands\" into sellers.\n\nBear markets can feature repeat high-volume plunges in price and premature calls of capitulation. The truth is that the condition can be diagnosed conclusively only in hindsight if the price rebounds.\n\nCapitulations often signal major turning points in the price action of underlying securities and financial instruments. Technical analysts usecandlestickcharts to identify capitulation patterns. One such pattern is thehammer candle, which marks a trading session in which the price drops well below its opening level but reverses to regain much of the loss by the close. When accompanied by heavy volume, it suggests the decline reached a climax.\n\nConversely, ashooting star candledescribing a session in which price rallies sharply but then reverses to close near opening level often forms at the end of a buying spree, indicating a top is in place.\n\nWhile capitulations can be hard to tell apart from run-of-the-mill high-volume declines as they happen, they're easy to spot with the benefit of hindsight: just look for a significant rebound in the price.\n\nAn interesting example of capitulation occurred with the price of Tesla (TSLA) after reaching its all-time high of $414 on Oct. 31, 2021. Over the next fifteen months, the stock alternated between sharp drops and brief rebounds. By the opening of 2023, TSLA had reached a low of $101, a loss of more than three quarters.\n\nHowever, the stock rebounded just as quickly, reaching $208 over the next six weeks, with daily volume at one point exceeding $1 billion. In retrospect, the final price drop represented a period of capitulation, as speculators accepted their losses and new investors assumed their positions.\n\nTraders and analysts may observe a variety of sentiment and technical indicators, such as therelative strength index,fibonacci ratios,candlestick patterns, and themoving average convergence-divergence, to determine when the buy or sell pressure for a certain asset is close to exhaustion. However, none of these methods is faultless, and the only 100% accurate way to identify capitulation is in hindsight.\n\nThere's no set criteria for the length of a capitulation period, and some markets may take longer to recover than others. For example, theGreat Recession of 2008lasted 18 months, but it took several years for the economy to recover completely.\n\nCapitulation is neither good nor bad, but it can be profitable depending on an investor's position. Investors with along positionstand to profit during a bullish capitulation asshort sellersclose out their positions. During a bearish capitulation, speculators may have the chance to snatch up shares at a discount as other traders abandon their positions.\n\nCapitulation is a period of prolonged price drops that causes investors to sell their positions and accept realize losses, rather than see their assets dwindle further. This may occur as the final stage of a bubble, when inflated asset prices collapse. However, after capitulation, the asset may begin to appreciate again.\n\nYahoo Finance. \"Tesla, Inc (TSLA).\"",
  "url": "https://www.investopedia.com/terms/c/capitulation.asp"
}