{
  "term": "Capital Lease: What It Means in Accounting",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA capital lease, also referred to as a finance lease, is a contract that allows a lessee to use an asset while transferring most of the ownership benefits and risks from the lessor to the lessee.\n\nTo qualify as a capital lease, the agreement must meet at least one of several criteria, such as the transfer of ownership by the end of the lease, the option to purchase the asset at a bargain price, a lease term that spans most of the asset's economic life, and lease payments that closely reflect the asset's fair value. When at least one of these conditions is met, the lessee must account for the lease as if they own the asset.\n\nInvestopedia / Michela Buttignol\n\nA capital lease requires the lessee to record the leased asset and associated liability on their balance sheet if the lease meets specific criteria. Essentially, a capital lease is treated as a purchase of an asset undergenerally accepted accounting principles (GAAP), while an operating lease is handled as a true rental agreement. Capital leases impact a company's financial statements, affecting interest expense, depreciation expense, assets, and liabilities.\n\nTo qualify as a capital lease, a lease contract must satisfy any of the following four criteria:\n\nIn 2016, theFinancial Accounting Standards Board (FASB)amended its accounting rules, requiring companies to capitalize all leases with contract terms above one year on their financial statements. The amendment became effective on December 15, 2018, for public companies and December 15, 2019, for private companies. This amendment is the consequence of the observed excessive use of operating leases as off–balance sheet liabilities, which understates the debt level held by companies.\n\nIn 2021, the FASB issued an update, requiring lessors to classify certain leases with variable payments as operating leases if they would otherwise be classified as sales-type or direct financing leases and result in a selling loss at the start. Effective from December 15, 2021, these changes refine lease accounting standards and impact how companies manage lease-related financials.\n\nAccounting treatments for operating and capital leases are different and can significantly impact businesses' taxes.\n\nAnoperating leasediffers in structure and accounting treatment from a capital lease. It's a contract that allows for the use of an asset but doesn't convey any ownership rights.\n\nOperating leases used to be counted as off–balance sheet financing—meaning that neither the leased asset nor the associated future rent liabilities appeared on a company'sbalance sheets. This practice allowed companies to maintain a lowerdebt-to-equity ratioby keeping billions of dollars in assets and liabilities off their books.\n\nHowever, the practice of keeping operating leases off the balance sheet was changed when Accounting Standards Update 2016-02 ASU 842 came into effect. Starting Dec. 15, 2018, for public companies and Dec. 15, 2019, for private companies, right-of-use assets and liabilities resulting from leases are recorded on balance sheets.\n\nTo qualify as an operating lease under GAAP, the lease must meet specific criteria that prevent it from being classified as a capital lease. Companies must test for the four criteria, also known as the “bright line” tests, listed above that determine whether rental contracts must be booked as operating or capital leases. If none of these conditions are met, the lease can be classified as an operating lease. Otherwise, it's likely to be a capital lease.\n\nTheInternal Revenue Service (IRS)may also reclassify an operating lease as a capital lease to reject the lease payments as a deduction, thus increasing the company's taxable income and tax liability.\n\nA capital lease is an example ofaccrual accounting's inclusion of economic events, which requires a company to calculate thepresent valueof an obligation on its financial statements. For example, if the present value of the lease obligation is estimated at $100,000, the company records a $100,000 debit to the fixed asset account and a $100,000 credit to the capital lease liability account on its balance sheet.\n\nSince acapital lease is a financing arrangement, a company must break down its periodic lease payments into an interest expense based on its applicable interest rate and depreciation expense.Suppose the company makes a $1,000 monthly lease payment, with $200 allocated to interest. In this case, the company records a $1,000 credit to the cash account, a $200 debit to the interest expense account, and an $800 debit to the capital lease liability account.\n\nA company must also depreciate the leased asset, a factor in itssalvage valueand useful life. For example, if the asset has a 10-year useful life and no salvage value based on thestraight-line basisdepreciation method, it would record an $833 monthly debit entry to thedepreciation expenseaccount and a credit entry to the accumulated depreciation account. Upon disposal of the asset, the company would credit the fixed asset account and debit the accumulated depreciation account for the remaining balances.\n\nA company might lease equipment, like machinery, under terms that qualify as a capital lease. For example, if the company leases machinery for 10 years, which is most of the equipment's 12-year useful life, and has the option to buy it at a low price at the end of the term, this would be considered a capital lease.\n\nA lease is classified as a capital lease if it meets any of the following criteria: the lease term covers 75% or more of the asset's useful life, includes a bargain purchase option, transfers ownership to the lessee at the end, or if the present value of lease payments exceeds 90% of the asset's market value.\n\nYes, you can generally deduct a capital lease on your taxes, but only the interest portion of the lease payments is deductible as an expense. Additionally, you can depreciate the leased asset over its useful life, allowing for further deductions. This differs from an operating lease, where the full lease payment is deductible.\n\nA capital lease, or finance lease, shifts most ownership benefits and risks to the lessee and is recorded on the balance sheet. This type of lease must meet at least one of the following criteria: ownership transfer, a bargain purchase option, a lease term covering most of the asset's useful life, or lease payments that are nearly equivalent to the asset's market value.\n\nCapital leases differ from operating leases in that they are treated like asset purchases, affecting interest, depreciation, and tax deductions. Consult with a qualifiedtax advisorfor more specific advice.\n\nFederal Accounting Standards Advisory Board. \"Capital and Operating Leases: A Research Report.\"\n\nBureau of the Fiscal Service. \"Leases.\"\n\nFinancial Accounting Standards Board. \"FASB Accounting Standards Update No. 2016-02 Leases (Topic 842),\" Page 87.\n\nFinancial Accounting Standards Board. \"Leases (Topic 842)—Lessors—Leases with Variable Lease Payments.\"\n\nFinQuery. \"ASC 840 vs ASC 842: Differences between the Old and New Lease Accounting Standards.\"\n\nFinQuery. \"ASC 842: The New Lease Accounting Standards Explained with Examples, Effective Dates, & More.\"\n\nInternal Revenue Service. \"Publication 535: Business Expenses,\" Page 11. Accessed August 13, 2024.\n\nWCG Certified Public Accountants. \"Capital Leases versus Operating Leases.\"",
  "url": "https://www.investopedia.com/terms/c/capitallease.asp"
}