{
  "term": "Capitalization Rate: Cap Rate Defined With Formula and Examples",
  "definition": "The truth about this rate of return on real estate invesment property\n\nAriel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nThe capitalization rate (also known as cap rate) is used in the world of commercial real estate to indicate therate of returnthat is expected to be generated on a real estate investment property.\n\nThis measure is computed based on the net income that the property is expected to generate and is calculated by dividing net operating income by property asset value and is expressed as a percentage. It is used to estimate the investor's potential return on their investment in the real estate market. The figure also helps to determine the exit rate orterminal capitalization ratefor a property when it is sold at the end of the projected holding period.\n\nWhile the cap rate can be useful for quickly comparing the relative value of similar real estate investments in the market, it should not be used as the sole indicator of an investment’s strength because it does not take into account leverage, the time value of money, or future cash flows from property improvements, among other factors.\n\nInvestopedia / Michela Buttignol\n\nThe cap rate is the most popular measure through which real estate investments are assessed for their profitability and return potential.\n\nThe cap rate simply represents the yield of a property over a one-year time horizon assuming the property is purchased on cash and not on loan. The capitalization rate indicates the property’s intrinsic, natural, and unlevered rate of return.\n\nSeveral versions exist for the computation of the capitalization rate. In the most popular formula, the capitalization rate of a real estate investment is calculated by dividing the property'snet operating income(NOI) by the current market value. Mathematically,\n\nCapitalization Rate = Net Operating Income / Current Market Value\n\nThe net operating income is the (expected) annual income generated by the property (like rentals) and is arrived at by deducting all the expenses incurred for managing the property. These expenses include the cost paid towards the regular upkeep of the facility as well as the property taxes.\n\nThe current market value of the asset is the present-day value of the property as per the prevailing market rates.\n\nIn another version, the figure is computed based on the original capital cost or the acquisition cost of a property.\n\nCapitalization Rate = Net Operating Income / Purchase Price\n\nHowever, the second version is not very popular for two reasons. First, it gives unrealistic results for old properties that were purchased several years/decades ago at low prices, and second, it cannot be applied to the inherited property as their purchase price is zero, making the division impossible.\n\nAdditionally, since property prices fluctuate widely, the first version using the current market price is a more accurate representation as compared to the second one which uses the fixed value original purchase price.\n\nThose interested in learning more about capitalization rates may want to consider enrolling in one of the best online real estate schools.\n\nSince cap rates are based on the projected estimates of the future income, they are subject to high variance. It then becomes important to understand what constitutes a good cap rate for an investment property.\n\nThe rate also indicates the duration of time it will take to recover the invested amount in a property. For instance, a property having a cap rate of 10% will take around 10 years to recover the investment.\n\nDifferent cap rates among different properties, or different cap rates across differenttime horizonson the same property, represent different levels of risk. A look at the formula indicates that the cap rate value will be higher for properties that generate higher net operating income and have a lower valuation, and vice versa.\n\nThere are no clear ranges for a good or bad cap rate, and they largely depend on the context of the property and the market.\n\nSay there are two properties that are similar in all attributes except for being geographically apart. One is in a posh city center area while the other is on the outskirts of the city.\n\nAll things being equal, the first property will generate a higher rental compared to the second one, but those will be partially offset by the higher cost of maintenance and higher taxes. The city center property will have a relatively lower cap rate compared to the second one owing to its significantly high market value.\n\nIt indicates that a lower value cap rate corresponds to better valuation and a better prospect of returns with a lower level of risk. On the other hand, a higher value of cap rate implies relatively lower prospects of return on property investment, and hence a higher level of risk.\n\nWhile the above hypothetical example makes it an easy choice for an investor to go with the property in the city center, real-world scenarios may not be that straightforward. The investor assessing a property on the basis of the cap rate faces the challenging task of determining the suitable cap rate for a given level of risk.\n\nAnother representation of the cap rate comes from the Gordon Growth Model, which is also called thedividend discount model(DDM). It is a method for calculating theintrinsic valueof a company’s stock price independent of the current market conditions, and the stock value is calculated as the present value of a stock's future dividends. Mathematically,\n\nStock Value = Expected Annual Dividend Cash Flow / (Investor's Required Rate of Return - Expected Dividend Growth Rate)\n\nRearranging the equation and generalizing the formula beyond dividend,\n\n(Required Rate of Return - Expected Growth Rate) = Expected Cash Flow / Asset Value\n\nThe above representation matches the basic formula of the capitalization rate mentioned in the earlier section. The expected cash flow value represents the net operating income and the asset value matches the current market price of the property.\n\nThis leads to the capitalization rate being equivalent to the difference between the required rate of return and the expected growth rate. That is, the cap rate is simply the required rate of return minus the growth rate.\n\nThis can be used to assess thevaluationof a property for a given rate of return expected by the investor. For instance, say the net operating income of a property is $50,000, and it is expected to rise by 2% annually.\n\nIf the investor’s expected rate of return is 10% per annum, then the net cap rate will come to (10% - 2%) = 8%. Using it in the above formula, the asset valuation comes to ($50,000 / 8%) = $625,000.\n\nAlthough capitalization rate can be a useful metric for properties that provide stable income, it is less reliable if a property has irregular or inconsistent cash flows. In these circumstances, a discountedcash flow modelmight be a better way to measure the returns from an investment property.\n\nThe capitalization rate is only useful to the extent that a property's income will remain stable over the long term. It does not take into account future risks, such as depreciation, or structural changes in the rental market that could cause income fluctuations. Investors should take these risks into account when relying on cap rate calculations.\n\nThere is no single value for what makes an \"ideal\" capitalization rate, and investors should consider their own risk appetites when evaluating a property. Generally, a high capitalization rate will indicate a higher level of risk, while a lower capitalization rate indicates lower returns but lower risk.\n\nThat said, many analysts consider a \"good\" cap rate to be around 5% to 10%, while a 4% cap rate indicates lower risk but a longer timeline to recoup an investment. There are also other factors to consider, like the features of a local property market, and it is important not to rely on cap rate or any other single metric.\n\nThere are many potential market factors that can affect the capitalization rate of a property. As with other rental properties, location plays a major factor in determining the returns of commercial properties, with high-traffic areas likely to come with a higher capitalization rate.\n\nIt is also important to consider other features of the local market, such as competing properties. Generally, properties in a large, well-developed market will tend to have lower capitalization rates, due to competitive pressures from other businesses. Future trends, such as local market growth, can also affect the long-term capitalization rate for a property.\n\nFinally, the amount of capital you invest in a property can also affect the cap rate. A renovation that makes a property more attractive could command higher rents, increasing the owner's operating income.\n\nAssume that John has $1 million and he is considering investing in one of the two available investment options: one, he can invest in government-issuedTreasury bondsthat offer a nominal 3% annual interest and are considered the safest investments, or two, he can purchase a commercial building that has multiple tenants who are expected to pay regular rent.\n\nIn the second case, assume that the total rent received per year is $90,000 and the investor needs to pay a total of $20,000 towards various maintenance costs and property taxes. It leaves the net income from the property investment at $70,000. Assume that during the first year, the property value remains steady at the original buy price of $1 million.\n\nThe capitalization rate will be computed as (Net Operating Income/Property Value) = $70,000/$1 million = 7%.\n\nThis return of 7% generated from the property investment fares better than the standard return of 3% available from the risk-free Treasury bonds. The extra 4% represents the return for the risk taken by the investor by investing in the property market as against investing in the safest Treasury bonds which come with zero risk.\n\nProperty investment is risky, and there can be several scenarios where the return, as represented by the capitalization rate measure, can vary widely.\n\nFor instance, a few of the tenants may move out and the rental income from the property may diminish to $40,000. Reducing the $20,000 towards various maintenance costs and property taxes, and assuming that property value stays at $1 million, the capitalization rate comes to ($20,000 / $1 million) = 2%. This value is less than the return available fromrisk-free bonds.\n\nIn another scenario, assume that the rental income stays at the original $90,000, but the maintenance cost and/or the property tax increases significantly, to say $50,000. The capitalization rate will then be ($40,000/$1 million) = 4%.\n\nPay attention to rates. In general, cap rates increase when interest rates go up.\n\nIn another case, if the current market value of the property itself diminishes, to say $800,000, with the rental income and various costs remaining the same, the capitalization rate will increase to $70,000/$800,000 = 8.75%.\n\nIn essence, varying levels of income that get generated from the property, expenses related to the property, and the current market valuation of the property can significantly change the capitalization rate.\n\nThe surplus return, which is theoretically available to property investors over and above the Treasury bond investments, can be attributed to the associated risks that lead to the above-mentioned scenarios. The risk factors include:\n\nThe capitalization rate for an investment property should be between 4% and 10%. The exact number will depend on the location of the property as well as the rate of return required to make the investment worthwhile.\n\nGenerally, the capitalization rate can be viewed as a measure of risk. So determining whether a higher or lower cap rate is better will depend on the investor and their risk profile. A higher cap rate means that the investment holds more risk whereas a low cap risk means an investment holds less risk.\n\nReturn on investment indicates what the potential return of an investment could be over a specific time horizon. The capitalization rate will tell you what the return of an investment is currently or what it should actually be.\n\nThe capitalization rate is used to measure the profitability of commercial rental properties. A high cap rate indicates a relatively high income, relative to the size of the initial investment. However, there are also other factors to consider, such as risk and local market dynamics. Investors should be careful to consider a wide range of metrics in addition to the capitalization rate.\n\nFortune Builders. \"What Is a Good Cap Rate and How to Calculate It.\"\n\nNOLO. \"Evaluation Cap Rate: Is That Residential Real Estate Property Worth It?\"",
  "url": "https://www.investopedia.com/terms/c/capitalizationrate.asp"
}