{
  "term": "Capital Loss Carryover: Definition, Rules, and Example",
  "definition": "A capital loss carryover is the process of claiming the balance of a capital loss deduction in future years when it exceeds the annual limit in the first year.\n\nThe Internal Revenue Service (IRS) allows taxpayers to claim loss deductions from their annual capital gains when their losses exceed their gains. The amount that they can deduct from their other income after their gains are eliminated is limited, however, at least annually. The ceiling is $3,000 a year or the amount of your losses, whichever is less, as of January 2025.\n\nYou don’t lose any unused balance of your capital loss because the Internal Revenue Code (IRC) includes a provision that allows you to carry any remaining balance forward for an unlimited number of years until it’s depleted. This concept is referred to in tax lingo as a capital loss carryover.\n\nUnderstanding the logistics of a capital loss carryover begins with the tax rules forcapital gains. Gains are either short-term or long-term and there’s a significant financial distinction between them.\n\nShort-term gains are taxed at the same rates asordinary income. They’re assets you owned for one year or less at the time of sale. Long-term gains apply to assets you owned for more than one year before selling them. Long-term gains are taxed at more preferential rates: 0%, 15%, 20%, 25%, or 28%. The greater your overall income, the higher the long-term capital gains tax rate you’ll pay up to the 20% threshold. The 25% and 28% rates apply only to certain assets.\n\nThe amount of your capital gain or loss is arrived at by subtracting your adjusted basis in the asset from the amount you gained from its sale. Your adjusted basis is typically what you paid for it plus any costs of maintaining ownership of it.\n\nA capital loss carryover allows you to apply to your regular income any remaining loss balance after your loss has erased your capital gains for the year. There’s no deadline. You can continue carrying the loss over to your regular income for an unlimited number of subsequent years until it’s depleted.\n\nAssume you sold an investment in 2024 for $6,000. Your basis in the asset was $11,000. You therefore suffered a $5,000 loss.\n\nYou can claim that loss on your 2024 tax return, subtracting it from the amount of your capital gains. But what if you had only $1,000 in gains? Your $5,000 loss will erase that $1,000 and you now have another $4,000 to deal with. You can use up to $3,000 of that as an offset against your other income in 2024. You can carry the remaining $1,000 forward to 2025.\n\nLosses resulting from the sale of personal property such as your home aren’t deductible, nor are losses resulting from exchanges between certain family members or corporations and an individual who holds more than 50% of its stock.\n\nA long-termcapital lossmust be applied to a long-term capital gain first before it can be carried over to a short-term capital gain.\n\nSavvy investors know how to work tax laws to their advantage. TheIRSimposes the wash sale rule to control and eliminate certain efforts and the manipulation of capital losses. It directly addresses the sale of stocks or securities.\n\nAwash saleoccurs when an investor sells off this type of asset and purchases a “substantially identical” stock or security within 30 days before or 30 days after the sale. Only professional dealers in stocks and securities are permitted to do this.\n\nThis practice is referred to astax-loss harvesting. The idea behind it is to gather up a tax-deductible loss, typically at the end of the tax year, that can be used to offset other gains from that year. Losses resulting from stocks and securities are not deductible if an identical stock or security is purchased or otherwise acquired during those 30-day periods.\n\nThe disallowed loss is added to the adjusted basis of the new stock.\n\nThe wash sale rule extends to transactions made by spouses as well. You can’t purchase a substantially identical investment after your spouse has sold one within that 30-day before-or-after period.\n\nYou have an eligible capital loss carryover if your loss is more than your gains for the year or your taxable income increased by at least the amount of your capital loss deduction, whichever is less. The IRS providesWorksheet 4-1in Publication 550 to help you figure it out. Capital losses or gains are calculated onIRS Form 8949with your tax return.\n\nA wrinkle exists for married taxpayers who have filed separate returns, however. The rule in this case is that a capital loss carryover resulting from a joint return can only be deducted by the spouse who experienced the loss if they’re filing separate married returns going forward.\n\nAlso, the amount of the deduction is limited to $1,500 a year or the amount of your losses, whichever is less, as of 2025 if your filing status ismarried filing separately.\n\nNo one wants to realize a capital loss on an investment, but it occasionally happens. U.S. tax law is set up to provide investors with a break when it occurs, subject to numerous rules. You’re permitted to carry unclaimed losses ahead to future years without a limit on the number of years. Long time frames are okay, but very short time frames of 30 days either before or after selling for a loss can invite scrutiny by the IRS and a loss of that deductibility.\n\nAlways consult with a professional tax advisor if you’re unsure of your timing or simply want to make sure that you’re carrying over and claiming the correct amount.\n\nInternal Revenue Service. “Topic No. 409, Capital Gains and Losses.”\n\nInternal Revenue Service. “Publication 550, Investment Income and Expenses.” Page 102.\n\nInternal Revenue Service. \"What If I Sell My Home for a Loss?\"\n\nInternal Revenue Service. “2024 Instructions for Schedule D, Capital Gains and Losses.” Page 4.\n\nInternal Revenue Service. “Publication 550, Investment Income and Expenses.” Page 87.\n\nInternal Revenue Service. “Publication 550, Investment Income and Expenses.” Page 88.\n\nInternal Revenue Service. “Publication 550, Investment Income and Expenses.” Page 103.",
  "url": "https://www.investopedia.com/terms/c/capital-loss-carryover.asp"
}