{
  "term": "Capital: Definition, How It's Used, Structure, and Types in Business",
  "definition": "Capital is a broad term for the money or other assets that are used by a business to generate returns.\n\nCapital is a broad term that can describe anything that confers value or benefit to its owners, such as a factory and its machinery, intellectual property like patents, or thefinancial assetsof a business or an individual.\n\nWhile money itself may be construed as capital, capital is more often associated with cash that is being put to work for productive or investment purposes. In general, capital is a critical component of running a business from day to day and financing its future growth.\n\nBusiness capital may derive from the operations of the business or be raised from debt or equity financing. When budgeting, businesses of all kinds typically focus on three types of capital: working capital, equity capital, and debt capital. A business in the financial industry identifies trading capital as a fourth component.\n\nLearn more about the types, sources, and structures of capital.\n\nFrom the economist's perspective, capital is key to the functioning of any unit, whether that unit is a family, a small business, a large corporation, or an entire economy.\n\nCapital assets can be found on either the current or long-term portion of thebalance sheet. These assets may include cash, cash equivalents, and marketable securities as well as manufacturing equipment, production facilities, and storage facilities.\n\nIn the broadest sense, capital can be a measurement of wealth and a resource for increasing wealth. Individuals hold capital and capital assets as part of their net worth. Companies have capital structures that define the mix of debt capital, equity capital, and working capital for daily expenditures that they use.\n\nCapital is typically cash orliquid assetsbeing held or obtained for expenditures. In a broader sense, the term may be expanded to include all of a company’s assets that have monetary value, such as its equipment, real estate, and inventory. But when it comes to budgeting, capital is cash flow.\n\nIn general, capital can be a measurement of wealth and also a resource that provides for increasing wealth through direct investment or capital project investments. Individuals hold capital and capital assets as part of their net worth. Companies have capital structures that include debt capital, equity capital, and working capital for daily expenditures.\n\nHow individuals and companies finance their working capital and invest their obtained capital is critical for their prosperity.\n\nCapital is used by companies to pay for the ongoing production of goods and services to create profit. Companies use their capital to invest in all kinds of things to create value. Labor and building expansions are two common areas of capital allocation. By investing capital, a business or individual seeks to earn a higher return than the capital's costs.\n\nAt the national and global levels, financial capital is analyzed by economists to understand how it is influencing economic growth. Economists monitor several metrics of capital including personal income and personal consumption from theDepartment of Commerce’s personal income and outlays reports. Capital investment also can be found in the quarterly gross domestic product (GDP) report.\n\nTypically, business capital and financial capital are judged from the perspective of a company’s capital structure. In the U.S., banks are required to hold a minimum amount of capital as a risk mitigation requirement (sometimes calledeconomic capital) as directed by the central banks and banking regulations.\n\nOther private companies are responsible for assessing their capital thresholds, capital assets, and capital needs for corporate investment. Most of the financial capital analysis for businesses is done by closely analyzing the balance sheet.\n\nA company’s balance sheet provides for metric analysis of a capital structure, which is split among assets, liabilities, and equity. The mix defines the structure.\n\nDebt financing represents a cash capital asset that must be repaid over time through scheduled liabilities. Equity financing, meaning the sale of stock shares, provides cash capital that is also reported in the equity portion of the balance sheet. Debt capital typically comes with lower rates of return and strict provisions for repayment.\n\nSome of the key metrics for analyzing business capital are weighted average cost of capital, debt to equity, debt to capital, andreturn on equity.\n\nBelow are the top four types of capital that businesses focus on.\n\nA business can acquire capital by borrowing. This is debt capital, and it can be obtained through private or government sources. For established companies, this most often means borrowing from banks and other financial institutions or issuing bonds. For small businesses starting on a shoestring, sources of capital may include friends and family, online lenders,credit cardcompanies, and federal loan programs.\n\nLike individuals, businesses must have an active credit history to obtain debt capital. Debt capital requires regular repayment with interest. The interest rates vary depending on the type of capital obtained and the borrower’s credit history.\n\nIndividuals quite rightly see debt as a burden, but businesses see it as an opportunity, at least if the debt doesn't get out of hand. It is the only way that most businesses can obtain a large enough lump sum to pay for a major investment in the future. But both businesses and their potential investors need to keep an eye on thedebt to capital ratioto avoid getting in too deep.\n\nIssuing bonds is a favorite way for corporations to raise debt capital, especially when prevailing interest rates are low, making it cheaper to borrow. In 2020, for example, corporate bond issuance by U.S. companies soared 70% year over year, according to Moody's Analytics.Average corporate bond yields had then hit a multi-year low of about 2.3%.\n\nEquity capital can come in several forms. Typically, distinctions are made between private equity, public equity, and real estate equity.\n\nPrivate and public equity will usually be structured in the form of shares of stock in the company. The only distinction here is that public equity is raised by listing the company's shares on a stock exchange while private equity is raised among a closed group of investors.\n\nWhen an individual investor buys shares of stock, they are providing equity capital to a company. The biggest splashes in the world of raising equity capital come, of course, when a company launches an initial public offering (IPO).\n\nA company's working capital is its liquid capital assets available for fulfilling daily obligations. It is calculated through the following two assessments:\n\nWorking capital measures a company's short-term liquidity. More specifically, it represents its ability to cover its debts,accounts payable, and other obligations that are due within one year.\n\nNote that working capital is defined as current assets minus its current liabilities. A company that has more liabilities than assets could soon run short of working capital.\n\nCapital doesn't just refer to money. Capital assets can also include factories, equipment, real estate, intellectual property, and human capital—anything of value that a business uses to generate returns.\n\nAny business needs a substantial amount of capital to operate and create profitable returns. Balance sheet analysis is central to the review and assessment of business capital.\n\nTrading capital is a term used by brokerages and other financial institutions that place a large number of trades daily. Trading capital is the amount of money allotted to an individual or a firm to buy and sell various securities.\n\nInvestors may attempt to add to their trading capital by employing a variety of trade optimization methods. These methods attempt to make the best use of capital by determining the ideal percentage of funds to invest with each trade.\n\nIn particular, to be successful, traders need to determine the optimalcash reservesrequired for their investing strategies.\n\nA big brokerage firm like Charles Schwab or Fidelity Investments will allocate considerable trading capital to each of the professionals who trade stocks and other assets for it.\n\nAt its core, capital is money. However, for financial and business purposes, capital is typically viewed from the perspective of current operations and investments in the future.\n\nCapital usually comes with a cost. For debt capital, this is the cost of interest required in repayment. For equity capital, this is the cost of distributions made to shareholders. Overall, capital is deployed to help shape a company's development andgrowth.\n\nCapital is an economic term for any asset used to produce profits for an investor. While capital usually refers to money, it can also include other assets like factories, equipment, real estate, intellectual property, or other investments—anything that can be used to generate a financial return.\n\nCompanies typically raise capital for their operations by selling ownership shares (equity capital) or by borrowing money(debt capital). A company's capital structure is the amount of debt and equity that a company uses to fund its operations.\n\nTo an economist, capital usually means liquid assets. In other words, it's cash in hand that is available for spending, whether on day-to-day necessities or long-term projects. On a global scale, capital is all of the money that is currently in circulation, being exchanged for day-to-day necessities or longer-term wants.\n\nThe capital of a business is the money it has available to fund its day-to-day operations and to bankroll its expansion for the future. The proceeds of its business are one source of capital.\n\nCapital assetsare generally a broader term. The capital assets of an individual or a business may include real estate, cars, investments (long or short-term), and other valuable possessions. A business may also have capital assets including expensive machinery, inventory, warehouse space, office equipment, and patents held by the company.\n\nMany capital assets are illiquid—that is, they can't be readily turned into cash to meet immediate needs.\n\nA company that totaled up its capital value would include every item owned by the business as well as all of its financial assets (minus its liabilities). However, an accountant handling the day-to-day budget of the company would consider only its cash on hand as its capital.\n\nAny financial asset that is being used may be capital. The contents of a bank account, the proceeds of a sale of stock shares, or the proceeds of a bond issue all are examples. The proceeds of a business's current operations go onto its balance sheet as capital.\n\nMost businesses distinguish between working capital, equity capital, and debt capital, although they overlap.\n\nThe word capital has several meanings depending on its context. On a company balance sheet, capital is money available for immediate use, whether to keep the day-to-day business running or to launch a new initiative. It may be defined on its balance sheet as working capital, equity capital, or debt capital, depending on its origin and intended use. Brokerages also list trading capital; that is the cash available for routine trading in the markets. When economists look at capital, they are most often looking at the cash in circulation within an entire economy.\n\nFederal Reserve Board. \"Policy Tools: Reserve Requirements.\"\n\nMoody's Analytics. \"Corporate Bond Issuance Boom May Steady Credit Quality, On Balance.\"\n\nSt. Louis Fed. \"Moody's Seasoned Aaa Corporate Bond Yield.\"",
  "url": "https://www.investopedia.com/terms/c/capital.asp"
}