{
  "term": "Capital Markets: What They Are and How They Work",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nCapital markets are financial exchanges where investors buy assets from sellers who want to raise money.\n\nCapital markets are the financial exchanges, which exist so that companies and governments in need of cash to operate or expand can sell assets to investors with money to lend or invest. The stock, bond, and commodities markets are among the best-known capital markets.\n\nCapital markets were created to bring buyers and sellers together in an efficient process. Their physical locations have become increasingly irrelevant as most of these transactions are accomplished electronically.\n\nThe term “capital market” is a broad one that’s used to describe the in-person and digital spaces in which various entities trade types offinancial instruments. These venues can include the stock market, the bond market, and thecurrencyandforeign exchange (forex)markets. Most markets are concentrated in major financial centers such as New York, London, Singapore, and Hong Kong.\n\nCapital markets are composed of the suppliers and users of funds. Suppliers include households through the savings accounts and products they hold with banks as well as institutions such as pension and retirement funds, life insurance companies, charitable foundations, and nonfinancial companies that generate excess cash.\n\nCapital markets are a crucial part of a functioning modern economy because they move money from the people who have it to those who need it for productive use.\n\nThe users of the funds distributed on capital markets include home and motor vehicle purchasers, nonfinancial companies, and governments financinginfrastructureinvestment and operating expenses. Capital markets are used primarily to sell financial products such as equities and debt securities, however.\n\nEquitiesare stocks that represent ownership shares in a company.Debt securitiessuch as bonds are interest-bearing IOUs.\n\nCapital markets are divided into two categories:\n\nA company engages in the primary capital market when it publicly sells new stocks or bonds for the first time such as in aninitial public offering (IPO). This market is sometimes referred to as the new issues market. The company that offers the securities hires anunderwritingfirm when investors purchase securities on this market. The firm reviews it and creates aprospectusoutlining the price and other details of the securities to be issued.\n\nAll issues on the primary market are subject to strict regulation. Companies must file statements with the U.S.Securities and Exchange Commission (SEC)and other securities agencies and they must wait until their filings are approved before they can go public.\n\nSmall investors are often unable to buy securities on the primary market because the companies and their investment bankers want to sell all the available securities in a short period to meet the required volume. They must focus on marketing the sale to large investors who can buy more securities at once.\n\nMarketing the sale to investors can often include a roadshow or adog and pony showin which investment bankers and the company’s leadership travel to meet with potential investors and convince them of the value of the security that’s being issued.\n\nThe secondary market includes venues that are overseen by a regulatory body such as the SEC where these previously issued securities are traded between investors. Issuing companies don’t have a part in the secondary market. TheNew York Stock Exchange (NYSE) and Nasdaqare examples of these markets.\n\nThe secondary market has two categories: theauctionand thedealer markets. The auction market is home to theopen outcrysystem where buyers and sellers congregate in one location and announce the prices at which they’re willing to buy and sell their securities. The NYSE is an example. People trade through electronic networks in dealer markets. Most small investors trade through dealer markets.\n\nThere’s a great deal of overlap at times but there are some fundamental distinctions between these two terms.\n\nFinancial marketsencompass a broad range of venues where people and organizations exchange assets, securities, and contracts with each other. They’re often secondary markets.\n\nCapital markets are used primarily to raise funding to be used in operations or for growth, usually for a firm.\n\nNew capital is raised via stocks and bonds that are issued and sold to investors in the primary capital market. Traders and investors subsequently buy and sell these securities among each other on the secondary capital market where no new capital is received by the firm.\n\nCompanies that want to raise equity capital can seek private placements via angel or venture capital investors. They’re able to raise the largest amount through an initial public offering (IPO), however, when shares are listed publicly on the stock market for the first time. Debt capital can be raised through bank loans or securities issued in the bond market.\n\nCapital markets are a very important part of the financial industry. They bring together suppliers of capital and those who seek it for their own purposes. This can include governments that want to fund infrastructure projects, businesses that want to expand, and even individuals who want to buy a home.\n\nCapital markets are divided into two categories: the primary market where companies list new issues for the first time and the secondary market which allows investors to purchase already-issued securities. The key benefit of these markets is that they allow money to move from those who have it to those who need it for their own purposes.\n\nCFI Education. “Capital Markets.”\n\nBritannica Money. “Primary Markets and Secondary Markets: Two Important Cogs in the Wheel of Capitalism.”\n\nU.S. Securities and Exchange Commission. “Going Public.”",
  "url": "https://www.investopedia.com/terms/c/capitalmarkets.asp"
}