{
  "term": "Capital Expenditure (CapEx) Definition, Formula, and Examples",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nCapital expenditures (CapEx) are funds used by a company to acquire, upgrade, and maintain physical assets such as property, plants, buildings, technology, or equipment. CapEx is often used toundertake new projects or investmentsby a company. Making capital expenditures on fixed assets can include repairing a roof if the useful life of the roof is extended, purchasing a piece of equipment, or building a new factory.\n\nThis type of financial outlay is made by companies in an effort to increase the scope of their operations or to add some futureeconomic benefitto the operation.\n\nCapEx can tell you how much a company invests in existing and new fixed assets to maintain or grow its business. It's any type of expense that a company capitalizes or shows on its balance sheet as an investment rather than on its income statement as an expenditure. Capitalizing an asset requires that the company spread the cost of the expenditure over the useful life of the asset.\n\nThe amount of capital expenditures a company is likely to have depends on its industry. Some of the most capital-intensive industries have the highest levels of capital expenditures. They include oil exploration and production, telecommunications, manufacturing, and utility industries.\n\nCapEx can be found in the cash flow from investing activities in a company's cash flow statement. Companies can highlight CapEx in various ways. You may see it listed as capital spending, purchases ofproperty, plant, and equipment(PP&E), or acquisition expenses.\n\nYou can also calculate capital expenditures using data from a company's income statement and balance sheet. Find the amount ofdepreciationexpense recorded for the current period on the income statement. Locate the current period's property, plant, and equipment line-item balance on the balance sheet.\n\nFind the company's PP&E balance from the prior period. Take the difference between the two to find the change in the company's PP&E balance. Add the change in PP&E to the depreciation expense for the current period to arrive at the company's current-period CapEx spending.\n\nMany types of assets can attribute long-term value to a company. Several types of purchases may be considered CapEx.\n\nCapEx=ΔPP&E+Current Depreciationwhere:CapEx=Capital expendituresΔPP&E=Change in property, plant, and equipment\\begin{aligned} &\\text{CapEx} = \\Delta \\text{PP\\&E} + \\text{Current Depreciation} \\\\ &\\textbf{where:}\\\\ &\\text{CapEx} = \\text{Capital expenditures} \\\\ &\\Delta \\text{PP\\&E} = \\text{Change in property, plant, and equipment} \\\\ \\end{aligned}​CapEx=ΔPP&E+Current Depreciationwhere:CapEx=Capital expendituresΔPP&E=Change in property, plant, and equipment​\n\nCapital expenditures are also used in calculatingfree cash flow to equity(FCFE). This is the amount of cash available to equity shareholders. The formula for FCFE is:\n\nFCFE=EP−(CE−D)×(1−DR)−ΔC×(1−DR)where:FCFE=Free cash flow to equityEP=Earnings per shareCE=CapExD=DepreciationDR=Debt ratioΔC=ΔNet capital, change in net working capital\\begin{aligned} &\\text{FCFE} = \\text{EP} - ( \\text{CE} - \\text{D} ) \\times ( 1 - \\text{DR} ) - \\Delta \\text{C} \\times ( 1 - \\text{DR} ) \\\\ &\\textbf{where:}\\\\ &\\text{FCFE} = \\text{Free cash flow to equity} \\\\ &\\text{EP} = \\text{Earnings per share} \\\\ &\\text{CE} = \\text{CapEx} \\\\ &\\text{D} = \\text{Depreciation} \\\\ &\\text{DR} = \\text{Debt ratio} \\\\ &\\Delta \\text{C} = \\Delta \\text{Net capital, change in net working capital} \\\\ \\end{aligned}​FCFE=EP−(CE−D)×(1−DR)−ΔC×(1−DR)where:FCFE=Free cash flow to equityEP=Earnings per shareCE=CapExD=DepreciationDR=Debt ratioΔC=ΔNet capital, change in net working capital​\n\nAlternatively, it can be calculated as:\n\nFCFE=NI−NCE−ΔC+ND−DRwhere:NI=Net incomeNCE=Net CapExND=New debtDR=Debt repayment\\begin{aligned} &\\text{FCFE} = \\text{NI} - \\text{NCE} - \\Delta \\text{C} + \\text{ND} - \\text{DR} \\\\ &\\textbf{where:}\\\\ &\\text{NI} = \\text{Net income} \\\\ &\\text{NCE} = \\text{Net CapEx} \\\\ &\\text{ND} = \\text{New debt} \\\\ &\\text{DR} = \\text{Debt repayment} \\\\ \\end{aligned}​FCFE=NI−NCE−ΔC+ND−DRwhere:NI=Net incomeNCE=Net CapExND=New debtDR=Debt repayment​\n\nThe greater the CapEx is for a firm, the lower the FCFE.\n\nThe CapEx metric is used in several ratios for company analysis in addition to analyzing its investment in its fixed assets. The cash-flow-to-capital-expenditures (CF-to-CapEx) ratio relates to a company's ability to acquire long-term assets using free cash flow. The CF-to-CapEx ratio will often fluctuate as businesses go through cycles oflarge and small capital expenditures.\n\nA ratio greater than 1.0 could mean that the company's operations are generating the cash necessary to fund its asset acquisitions. A ratio of less than 1.0 may indicate that the company is having issues with cash inflows and its purchase of capital assets. A company with a ratio of less than one may have to borrow money to fund its purchase of capital assets.\n\nCapital expenditure shouldn't be confused withoperating expenses(OpEx). Operating expenses are shorter-term expenses that are required to meet the ongoing operational costs of running a business. Operating expenses can be fully deducted from the company's taxes in the same year in which the expenses occur, unlike capital expenditures.\n\nAn expense is considered to be CapEx when the asset is a newly purchased capital asset or an investment that has an expected life of more than one year or it improves the useful life of an existing capital asset. The cost is typically deducted fully in the year the expense is incurred, however, if the expense maintains the asset in its current condition, such as a repair.\n\nApple, Inc. (AAPL) reported total assets of $352.6 billion as part of its 2023 fiscal year-end financial statements. It recorded $43.7 billion of property, plant, and equipment of this amount, net ofaccumulated depreciation.\n\nThese balances are dictated by Generally Accepted Accounting Principles (GAAP). The rules, treatment, and policies a company must follow when accounting for CapEx usually mirror Apple's treatment.\n\nApple's balance sheet aggregates all property, plant, and equipment into a single line but more information on property, plant, and equipment is often required to be reported within the notes to the financial statements. This supplementary information explains that Apple has a gross PPE of $114.6 billion with $78.3 billion made up of machinery, equipment, and internal-use software.\n\nThe property, plant, and equipment balance is reduced by its accumulated depreciation balance. Apple has utilized $70.9 billion of the $114.6 billion of CapEx in this example. The book value of this category of CapEx is valued at $43.7 billion.\n\nLet's say ABC Company had $7.46 billion in capital expenditures for the fiscal year compared to XYZ Corporation which purchased PP&E worth $1.25 billion for the same fiscal year. The cash flow from operations for ABC Company and XYZ Corporation for the fiscal year was $14.51 billion and $6.88 billion respectively.\n\nCF-to-CapEx is calculated as follows:\n\nCF/CapEx=Cash Flow from OperationsCapExwhere:CF/CapEx=Cash flow to capital expenditure ratio\\begin{aligned} &\\text{CF/CapEx} = \\frac { \\text{Cash Flow from Operations} }{ \\text{CapEx} } \\\\ &\\textbf{where:}\\\\ &\\text{CF/CapEx} = \\text{Cash flow to capital expenditure ratio} \\\\ \\end{aligned}​CF/CapEx=CapExCash Flow from Operations​where:CF/CapEx=Cash flow to capital expenditure ratio​\n\nABC's CF-to-CapEx is as follows using this formula:\n\n$14.51Billion$7.46Billion=1.94\\begin{aligned} &\\frac { \\$14.51\\ \\text{Billion} }{ \\$7.46\\ \\text{Billion} } = 1.94 \\\\ \\end{aligned}​$7.46Billion$14.51Billion​=1.94​\n\nXYZ's CF-to-CapEx is as follows:\n\n$6.88Billion$1.25Billion=5.49\\begin{aligned} &\\frac { \\$6.88\\ \\text{Billion} }{ \\$1.25\\ \\text{Billion} } = 5.49 \\\\ \\end{aligned}​$1.25Billion$6.88Billion​=5.49​\n\nIt is important to note that this is an industry-specific ratio and should only be compared to a ratio derived from another company with similar CapEx requirements.\n\nCapEx is the investments that a company makes to grow or maintain its business operations. Capital expenditures are less predictable than operating expenses that recur consistently from year to year. A company that buys expensive new equipment would account for that investment as a capital expenditure. It would therefore depreciate the cost of the equipment throughout its useful life.\n\nCapital expenditures aren't directly tax-deductible but they can indirectly reduce a company’s taxes through the depreciation they generate. A company could include $100,000 of depreciation expense each year for 10 years if it purchases a $1 million piece of equipment with a useful life of 10 years. This depreciation would reduce the company’s pre-tax income by $100,000 annually, reducing its income taxes.\n\nThe key difference between capital expenditures and operating expenses is that operating expenses recur on a regular and predictable basis such as rent, wages, and utility costs. Capital expenses occur much less frequently and with less regularity. Operating expenses are shown on the income statement and are fully tax-deductible. Capital expenditures only reduce taxes through the depreciation they generate.\n\nThe purchase is often capitalized and treated as CapEx when a company acquires a vehicle to add to its fleet. The cost of the vehicle is depreciated over its useful life and the acquisition is initially recorded on the company's balance sheet.\n\nThis is treated differently than OpEx, such as the cost to fill up the vehicle's gas tank. The tank of gas has a much shorter useful life to the company so it's expensed immediately and treated as OpEx.\n\nCapital expenditures are purchases made by a company and capitalized on a balance sheet rather than being fully expensed at the time of purchase. Assets that are capitalized can be accounted for over their useful lifetime and depreciated. CapEx can tell you how much a company invests in existing and new fixed assets to maintain or grow its business.\n\nCFI Education. \"Capital Expenditure (CapEx).\"\n\nApple. \"Form 10-K for the Year Ending Sept. 30, 2023.\" Page 30.\n\nApple. \"Form 10-K for the Year Ending Sept. 30, 2023.\" Page 39.\n\nInternal Revenue Service. \"Topic No. 704, Depreciation.\"",
  "url": "https://www.investopedia.com/terms/c/capitalexpenditure.asp"
}