{
  "term": "Capital Project: Definition, Examples, and How Funding Works",
  "definition": "A capital project is a long-term, capital-intensive investment to build upon, add to, or improve acapital asset. Capital projects are defined by their large scale and large cost relative to other investments that involve less planning and resources.\n\nA capital project is a large-scale project with a high cost that iscapitalizedordepreciated.\n\nRegular capital investments, such as new facilities, structures, or systems, may be necessary to accelerate growth within a company or government—for example, if a company wants to build a new warehouse or purchase new manufacturing equipment to increase efficiency on the factory line.\n\nCapital projects typically consist of the public sector building or maintaining infrastructure, such as roads, railways, and dams, and companies upgrading, expanding, or replacing their facilities and equipment.\n\nCapital projects must be managed appropriately, for they require a significant commitment of company resources and time. The project assumes a calculated risk with the expectation that the capital asset pays off.Management of riskis a key driver of successful project development and delivery of a capital project.\n\nThe most common examples of capital projects areinfrastructureprojects such as railways, roads, and dams. In addition, these projects includeassetssuch as subways, pipelines, refineries, power plants, land, and buildings.\n\nCapital projects are also common incorporations. Corporations allocate large amounts of resources (financialandhuman capital) to build or maintain capital assets, such as equipment or a new manufacturing project. In both cases, capital projects are typically planned and discussed at length to decide the most efficient and resourceful plan of execution.\n\nCapital projects are big investments and, therefore, face a lot of scrutiny, especially when paid for with public funds or the money of apublicly traded company. The goal is for these investments to pay off, but sometimes they are poorly planned and executed and end up losing significantcapital.\n\nThese projects are big, take time to complete, and can cost a lot of money, meaning it is often necessary to obtainequityordebt financingto make them happen. To receive funding, capital projects are obligated to prove how the investment provides an improvement (additional capacity), new useful feature, or benefit (reduced costs). Analysts might use thereturn on new invested capital (RONIC)calculation to evaluate if the return on a project is worthy of the capital investment.\n\nAdditional funding sources for these projects includebonds,grants, bankloans, existingcash reserves, companyoperation budgets, and private funding. These projects may require debt financing to secure funding. Debt financing may also be required for infrastructure, such as bridges. However, the bridge cannot be seized if the builderdefaultson the loan. Debt financing ensures that the financier can recover funds if the builder defaults on the loan.\n\nEconomic conditions and regulatory changes can affect the start or completion of capital projects, as in the case ofBrexit, which caused the cancellation or delays of some projects in Britain.\n\nIn the United States, Congress is responsible for funding public capital projects, such as roads, power lines, bridges, and dams.\n\nGovernment capital projects are large-scale, costly projects to maintain or improve public assets, such as parks, roads, and schools.\n\nMost public offices set thresholds for what qualifies as a capital project. For example, in the Commonwealth of Virginia, a capital project is defined as a project that creates at least 5,000 gross square feet of building space or exceeds $3 million in total project cost. Projects that fall under each jurisdiction’s thresholds, which can also include life expectancy, may instead be called noncapital projects.\n\nCareful planning and realistic estimates do. Affordable funding needs to be secured, costs need to be managed well, and the project must have a very good chance of becoming profitable. One or two setbacks could turn a capital project into a financial disaster.\n\nCapital assets are keyrevenuegenerators and the backbone of many companies. Those wishing to expand and become more profitable will need to invest in capital projects and do so in the most cost-effective way possible. Over time, it is smart, well-executed investments that separate the good stocks from the weak ones.\n\nMarwan Mohamed, Erika Anneli Pärn, and David J. Edwards, via ResearchGate. “Brexit: Measuring the Impact Upon Skilled Labour in the UK Construction Industry.”International Journal of Building Pathology and Adaptation, Vol. 35, No. 3, Pages 264–279.\n\nConstruction Products Association. “Brexit—Impact on Construction Products.”\n\nIndustrial Engineering and Operations Management Society. “BREXIT: Assessing the Impact on the UK Construction Industry & Mitigating Identified Risks.”\n\nU.S. Capitol Visitor Center, via Internet Archive. “What Congress Does.”\n\nVirginia Tech, Division of Campus Planning, Infrastructure, and Facilities. “Understanding Capital vs. Non-Capital Projects.”",
  "url": "https://www.investopedia.com/terms/c/capital-project.asp"
}