{
  "term": "Capitalized Cost: Definition, Example, Pros and Cons",
  "definition": "A capitalized cost is an expense added to the cost basis of a fixed asset on a company'sbalance sheet. Capitalized costs are incurred when building or purchasing fixed assets. They aren't expensed in the period they were incurred but are recognized over time via depreciation or amortization.\n\nAccording togenerally accepted accounting principles (GAAP), capitalizable costs are those necessary to prepare an asset for its intended use. However, other costs, such as licenses and training, can't be capitalized and shouldn't be included in the asset's acquisition cost.\n\nInvestopedia / Michela Buttignol\n\nWhen capitalizing costs, a company is following the matching principle of accounting. The matching principle records expenses in the same period as the related revenues. In other words, the goal is to match the cost of an asset to the periods in which it is used and, therefore, generate revenue, as opposed to when the initial expense was incurred.\n\nLong-term assets will be generating revenue throughout theiruseful life. Thus, their costs may be depreciated or amortized over a long period. According to the Internal Revenue Service, you must fully capitalize the costs of many different kinds of business assets. These include, for example, land, buildings, furniture, machinery, trucks, and freight and installation charges. Two other examples are patents and franchise rights.\n\nFor example, expenses incurred during warehouse construction aren't expensed immediately. The costs of building the warehouse, including labor and financing, can be added to thecarrying valueof the fixed asset on the balance sheet. These capitalized costs will be expensed through depreciation in future periods when revenues generated from the factory output are also recognized.\n\nAnother example of a capitalized cost is software development. Of the three phases of software development—preliminary project stage, application development stage, and post-implementation/operation stage—only the costs from the application development stage should be capitalized.\n\nA company would capitalize costs such as the salaries and bonuses of project employees, debt insurance costs, and data conversion costs from the old software. However, these costs could be capitalized only if the project required additional testing before application.\n\nTake the example of a coffee roasting facility. Some of the likely costs of building and operating it include customizing the space for business needs, purchasing roasting and packing equipment, and installing it. Beyond machinery, the company would also need to buy green coffee beans, pay employees to roast and sell the coffee, and cover additional costs like marketing, sales, and distribution.\n\nUtility bills, pest control, employee wages, and any item under a certain capitalization threshold are expenses in the company'sgeneral ledger. These are considered expenses because their value is directly tied to a specific accounting period. Certain items, like a $200 laminator or a $50 chair, would be expensed due to their relatively low cost despite being used over multiple periods. Each company sets its dollar threshold for what qualifies as an expense versus a capitalizable cost.\n\nThe roasting facility’s packaging machine, roaster, and floor scales would be capitalized costs on the company’s books as fixed assets. The monetary value doesn’t leave the company with the purchase of these items. When the roasting company spends $40,000 on a coffee roaster, the value is retained in the equipment as a company asset. The price of shipping and installing equipment is a capitalized cost on the company’s books. Similarly, costs related to shipping containers, transportation from the farm to the warehouse, and taxes may also be capitalized.\n\nCapitalized costs are originally recorded on the balance sheet as assets at theirhistorical cost. These capitalized costs move from the balance sheet to theincome statement, expensed through depreciation or amortization. For example, if the $40,000 coffee roaster has a useful life of seven years and a $5,000 salvage value, the annual depreciation expense would be $5,000 [($40,000 historical cost—$5,000 salvage value) / 7 years].\n\nExpense smoothing:Capitalizing high-dollar-value items allows a company to spread expenses over multiple periods, preventing large expenses from appearing in a single period due to purchasingproperty, plant, or equipment (PPE).\n\nHigher initial profits:By capitalizing costs, a company initially shows higher profits than expensing the costs all at once, which can be advantageous for reporting purposes. However, it will also have higher initial taxes.\n\nPotential misleading financials:Inappropriate capitalization of costs can mislead investors, making it appear that a company’s profit margins are higher than they actually are.\n\nSigns that a company may be capitalizing costs inappropriately include unrealistic profit margins, sudden drops in free cash flow, increases incapital expenditures, and rapidly growing fixed or intangible assets on the balance sheet.\n\nHigher initial taxes:While capitalizing costs leads to higher initial profits, it also increases taxes in the early periods.\n\nAcapitalized cost examplemight include when a company buys a large machine for its assembly line. If it buys the machine for $1 million, instead of recording it as a $1 million expense, it would capitalize the cost, spreading it out over its estimated useful life.\n\nCapitalized costs can include intangible asset expenses, like patents, software creation, and trademarks. In addition, capitalized costs include transportation, labor, sales taxes, and materials.\n\nCosts that can't be capitalized usually involve daily operations or discretionary spending tied to a specific accounting period rather than contributing to the long-term value of an asset. Examples of expenses that must be recorded in the current period and cannot be capitalized include utilities and insurance.\n\nCapitalized costs let companies spread the expenses of long-term assets over time, aligning costs with revenue generated from the business. While this can smooth out expenses and increase initial profits, it may also lead to higher taxes in the short term and the risk of misleading financials if not done correctly. Understanding what costs can and can't be capitalized is crucial for accurate financial reporting. It's best to consult with a trusted financial ortax advisorfor more specific guidance.\n\nAccounting Tools. \"Capitalized Cost Definition.\"\n\nMichigan State University. \"Capital Assets: Capitalizing Costs.\"\n\nInternal Revenue Service. \"Publication 535, Business Expenses,\" Page 4.\n\nInternal Revenue Service. \"Publication 535, Business Expenses,\" Page 25.\n\nInternal Revenue Service. \"Publication 946 (2023), How to Depreciate Property.\"\n\nInternal Revenue Service. \"Publication 535, Business Expenses,\" Pages 4, 20, 31-32.",
  "url": "https://www.investopedia.com/terms/c/capitalizedcost.asp"
}