{
  "term": "Capital Gains: Definition, Rules, Taxes, and Asset Types",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA capital gain refers to the increase in the value of a capital asset that is realized when it is sold. In other words, a capital gain occurs when you sell an asset for more than what you paid to purchase it.\n\nThe Internal Revenue Service (IRS) taxes individuals on capital gains under certain circumstances.\n\nAlmost any type of asset you own is a capital asset. They can include investments such as stock, bonds, or real estate, and items purchased for personal use, such as furniture or a boat.\n\nAs noted above, capital gains represent theincrease in the value of an asset. These gains are typically realized at the time that the asset is sold, and are often associated with investments, such as stocks and funds, due to their inherent pricevolatility.\n\nBut they can also be realized on any security or possession that is sold for a price higher than the originalpurchase price, such as a home, furniture, or vehicle.\n\nCapital gains fall into two categories:\n\nBoth short- and long-term gains must be reported on your annualtax return. Understanding the distinction between them and factoring it into an investment strategy is particularly important for day traders and others who trade securities online.\n\nRealized gains trigger ataxable event.Unrealized gains, sometimes referred to as paper gains, reflect an increase in the value of an investment that hasn't been sold. For example, if you own stock that goes up in price, but you haven't yet sold it, you have an unrealized gain. It is not a taxable event.\n\nAcapital lossis the opposite of a capital gain. It is incurred when a capital asset is sold for less than its purchase price.\n\nShort- and long-term capital gains are taxed differently.Tax-efficient investingcan lessen the impact of these taxes.\n\nAs mentioned, short-term gains occur for assets held for one year or less. These gains are taxed as ordinary income at a rate based on an individual's tax filing status andadjusted gross income (AGI).\n\nOn the other hand, long-term capital gains are taxed at lower rates than ordinary income tax rates. These rates are 0%, 15%, and 20%.\n\nThe exact rate that will be applied to your long-term capital gain depends on your taxable income and filing status. The 0% and 15% rates apply as long as income stays at or under a certain maximum amount. If you have more income than the maximum amount allowed for the 0% rate, then the gain is taxed at the 15% rate.\n\nIf you have more income than the maximum amount allowed for the 15% rate, then the gain is taxed at 20%.\n\nThe rates for tax years 2024 and 2025 and their corresponding maximum taxable incomes are shown below:\n\nNote that there are some caveats. Certain types of stock or collectibles may be taxed at a higher 28% rate, and real estate gains can go as high as 25%.\n\nIn addition, certain types of capital losses are not deductible. If you sell your house or car at a loss, you will be unable to treat it as a tax deduction. However, when you sell your primary home, the first $250,000 is exempt from the capital gains tax. That figure doubles to $500,000 for married couples.\n\nHigh-net-worth investors may have to pay an additionalnet investment income taxon top of the 20% they will most likely owe.\n\nNot all investments are eligible for the lower long-term capital gains tax rates.\n\nMutual funds that accumulate realized capital gains throughout the tax year must distribute these gains to shareholders. Many mutual fundsdistributethem right before the end of the calendar year.\n\nShareholders who receive a distribution will get a1099-DIVform detailing the amount of the capital gain and the type: short- or long-term.\n\nUndistributed long-term capital gains are reported to shareholders on Form 2439. When a mutual fund makes a capital gain or dividend distribution, thenet asset value (NAV)drops by the amount of the distribution. This distribution does not impact the fund's total return.\n\nTax-conscious mutual fund investors should determine a mutual fund's unrealized accumulated capital gains, which are expressed as a percentage of its net assets, before investing in a fund with a significant unrealized capital gain component.\n\nThis circumstance is referred to as a fund'scapital gains exposure. When distributed by a fund, such gains are a taxable obligation for the fund's investors.\n\nHere's a hypothetical example to show how capital gains work and how they're taxed. Let's say Max purchased 100 shares of Amazon (AMZN) stock on Jan. 30, 2020, at $350 per share. He then decided to sell all the shares on Jan. 30, 2024, at $833 each.\n\nAssuming there were no fees associated with the sale, Max realized a capital gain of $48,300: ($833 x 100) - ($350 x 100).\n\nMax is single and has taxable income of $80,000 per year, which puts him in the income group ($47,025+ to $518,900) that qualifies for a long-term capital gains tax rate of 15%.\n\nTherefore, Max should owe $7,245 in tax ($48,300 x 0.15) for this long-term capital gain.\n\nBroadly speaking, whenever you sell a capital asset for more than the price at which you originally bought it, you have a capital gain.\n\nFor the tax year 2024, those whose income is $47,025 or less pay a 0% capital gains tax. There are no age-based criteria that exempt one from paying a capital gains tax.\n\nShort-term capital gains (assets held for one year or less) are taxed as ordinary income at a rate based on the individual's tax filing status and adjusted gross income. Long-term gains (assets held for more than one year) are usually taxed at a lower rate than ordinary income tax rates.\n\nThe IRS defines a net capital gain as the amount by which a net long-term capital gain (long-term capital gains minus long-term capital losses and any unused capital losses carried over from prior years) exceeds a net short-term capital loss (short-term capital gain minus short-term capital loss). A net capital gain may be subject to a lower tax rate than the ordinary income tax rate.\n\nYou can reduce the capital gains tax on your home by living in it for more than two years and keeping the receipts for any home improvements that you make. The cost of these improvements can be added to thecost basisof your house and reduce the overall gain that will be taxed.\n\nCapital gains are the profits that are realized by selling an asset, such as stocks, bonds, or real estate, for a profit. Long-term capital gains taxes are lower than ordinary income taxes, providing a tax advantage to many taxpayers, including homeowners and investors. Moreover,capital losses can sometimes be deductedfrom one's total tax bill.\n\nFor these reasons, all those holding assets that they may sell should understand when and how capital gains taxes apply.\n\nInternal Revenue Service. \"Topic No. 409, Capital Gains and Losses.\"\n\nInternal Revenue Service. \"26 CFR 601.602: Tax Forms and Instructions, Rev. Proc. 2023-34,\" Pages 7-8.\n\nInternal Revenue Service. \"26 CFR 601.602: Tax Forms and Instructions, Rev. Proc. 2024-40,\" Pages 7-8.\n\nInternal Revenue Service. \"Topic No. 701, Sale of Your Home.\"\n\nU.S. Securities and Exchange Commission. \"Mutual Funds and ETFs,\" Pages 36-37.\n\nInternal Revenue Service. \"Mutual Funds (Costs, Distributions, Etc.).\"\n\nInternal Revenue Service. \"About Form 2439, Notice to Shareholder of Undistributed Long-Term Capital Gains.\"\n\nInternal Revenue Service. \"Publication 550, Investment Income and Expenses.\"",
  "url": "https://www.investopedia.com/terms/c/capitalgain.asp"
}