{
  "term": "Carbon Credits: What They Are, How They Work, and Who Buys Them",
  "definition": "Carbon credits are permits that allow the owner to emit a certain amount of carbon dioxide or other greenhouse gases (GHGs). One credit allows the emission of one ton of carbon dioxide or the equivalent of other greenhouse gases. Carbon credits are also known as carbon allowances.\n\nThe ultimate goal of the carbon credit system is to reduce the emission of GHGs into the atmosphere.\n\nTheUnited Nationsallows countries a certain number of credits, and each nation is responsible for issuing, monitoring, and reporting its carbon credit status annually. Governments allow companies to emit a set amount of GHGs before needing to purchase credits.\n\nIf emissions exceed limits, they are required to buy credits. If a company purchases too many credits, it can sell the excess on a carbon exchange or marketplace. This system is commonly called a cap-and-trade program.\n\nCap-and-tradeprograms remain controversial in the United States, but 13 states have adopted such market-based approaches to reducing greenhouse gases, according to the Center for Climate and Energy Solutions. Eleven of them are Northeast states that banded together to jointly attack the problem through a program known as the Regional Greenhouse Gas Initiative (RGGI).\n\nThe state of California initiated a cap-and-trade program in 2013. The rules apply to the state’s large electric power plants, industrial plants, and fuel distributors. The state claims that its program is the fourth largest in the world after those of the European Union, South Korea, and China.\n\nThe cap-and-trade system is sometimes described as a market system. It creates anexchange value for emissions. Proponents argue that a cap-and-trade program incentivizes companies to invest in cleaner technologies to avoid buying permits that will increase in cost each year. Opponents argue that these systems only work to create an excess of circulating carbon credits because caps are set a few years in advance, and companies cut emissions quicker than expected—and then use the credits as money-making instruments.\n\nThe United States has been regulating airborne emissions since the passage of the U.S. Clean Air Act of 1990. The act is credited as the world’s first cap-and-trade program, although it calls its caps “allowances.”\n\nThe program is credited by the Environmental Defense Fund for substantially reducing emissions of sulfur dioxide from coal-fired power plants, the cause of the notorious acid rain of the 1980s.\n\nTheInflation Reduction Actis a landmark bill that was signed into law on Aug. 16, 2022. It aims to reduce the deficit, fight inflation, and reduce carbon emissions.\n\nThe legislation is very focused on cleaning up the environment. It rewards high-emitting companies that store their greenhouse gases underground or use them to build other products. The rewards include significantly expandedtax creditsthat have increased from $50 to $85 for each metric ton of captured carbon stored underground. They also include an increase from $35 to $60 for each ton of captured carbon that’s used in other manufacturing processes or for oil recovery.\n\nIt’s hoped that these more generous credits will convince investors to make a bigger effort at capturing carbon. The previous tax incentive, known as 45Q, was accused of only paying enough to make easycarbon capture projectsworth pursuing.\n\nCarbon credits can only be sold or purchased by businesses and governments. Carbon offsets, however, are carbon credits available on the voluntary carbon market. The voluntary carbon market enables entities participating in an emissions reduction project to sell credits that are not regulatory in nature. Anyone can purchase these credits.\n\nCarbon credits are sold by governments to businesses, and can be resold on the regulated carbon credit market. Carbon offsets are sold on the voluntary carbon credit market by organizations, projects, or individuals to fund their green projects.\n\nA diverse range of enterprises and individuals can sell these carbon offsets depending on their ability to participate in a carbon registry or sequestration program. For example, landowners may be able to sell carbon credits if they enroll their land into a project, whether it’s reforestation, afforestation, or other carbon removal initiatives, and use the funds to pay for their operations.\n\nCompanies buy carbon credits to legally emit more GHGs. They also purchase carbon offsets, which allow them to have a “net-zero carbon emission” rate.\n\nThere’s growing public and institutional pressure for companies to make these net-zero commitments, given the urgency of the climate crisis. These are pledges that companies take to cut or offset the amount of carbon they emit throughout their operations.\n\nReductions in emissions are possible through changes in business practices for some companies, but a wholesale elimination of emissions isn’t feasible for many firms. Carbon offsets fund emission reduction activities such as tree planting or nature conservation in lieu of completely eliminating their own emissions.\n\nThe United Nations’ Intergovernmental Panel on Climate Change (IPCC) developed a carbon credit proposal to reduce worldwide carbon emissions in a 1997 agreement known as theKyoto Protocol. The agreement set binding emission reduction targets for the countries that signed it. Another agreement, the Marrakesh Accords, spells out the rules for how the system would work.\n\nThe Kyoto Protocol divided countries into industrialized and developing economies. Industrialized countries were collectively called Annex 1. They operated in their own emissions trading market. A country could sell its surplus credits to countries that didn’t achieve their Kyoto-level goals through anEmissions Reduction Purchase Agreement (ERPA)if it emitted less than its target amount ofhydrocarbons.\n\nThe separate Clean Development Mechanism for developing countries issued Certified Emission Reduction (CER) carbon credits. A developing nation could receive these credits for supporting sustainable development initiatives. The trading of CERs took place in a separate market.\n\nThe first commitment period of the Kyoto Protocol ended in 2012.The U.S. had already dropped out in 2001.\n\nThe Kyoto Protocol was revised in 2012 in an agreement known as the Doha Amendment that was ratified in December 2020, with 148 member nations having “deposited their instrument of acceptance” as of June 2022.\n\nMore than 190 nations signed theParis Agreementof 2015, which set emission standards and allowed for emissions trading.The U.S. dropped out in 2017 under then-President Donald Trump but subsequently rejoined the agreement in January 2021 under then-President Joe Biden.Trump returned to office in January 2025 and pulled the U.S. out of the Paris Agreement again.\n\nThe Paris Agreement, also known as the Paris Climate Accord, is an agreement among the leaders of more than 180 countries to reduce greenhouse gas emissions and limit the global temperature increase to less than 2 degrees Celsius or 35.6 degrees Fahrenheit above preindustrial levels by the year 2100.\n\nNegotiators at the November 2021 summit inked a deal that saw nearly 200countriesimplement Article 6 of the 2015 Paris Agreement. It allows nations to work toward their climate targets by purchasing offset credits that represent emission reductions by other countries. The hope is that the agreement encourages governments to invest in initiatives and technology that protect forests and buildrenewable energytechnology infrastructure to combat climate change.\n\nBrazil’s chief negotiator at the summit, Leonardo Cleaver de Athayde, stated that the forest-rich South American country planned to be a major trader of carbon credits. “It should spur investment and the development of (carbon) projects that could deliver significant emissions reductions,” he told Reuters.\n\nSeveral other provisions in the accord aimed at reducing overall global emissions include a zero tax on bilateral trades of offsets between countries and canceling 2% of total credits. Additionally, 5% of revenues generated from offsets are placed in an adaptation fund fordeveloping countriesto help fight climate change. Negotiators also agreed to carry over credits that had been registered since 2013, allowing 320 million credits to enter the new market.\n\nCarbon credits, the emission credits issued to companies by governments, can be sold on the carbon credit market to other companies. The money goes to the company that sold the credit. Money spent on carbon offsets goes to the project or entity sponsoring the carbon offset. Offsets are voluntary credits that represent one ton of emissions countered by the project’s operations.\n\nThe regulatory carbon credit program is a good initiative designed to incentivize businesses to reduce their emissions. Voluntary carbon offset programs are also a good idea, but they are not used to reduce emissions—they are used to offset emissions, which is good but not ideal.\n\nThe value of a carbon credit can vary significantly based on time and geography. It can also swing due to changes in regulations, policy, and demand for offsets. Carbon prices were expected to average $42 per metric ton in California and $76 per ton in Europe in 2024, according to BloombergNEF, a commodities research service.\n\nCarbon credits were devised as a mechanism to reduce greenhouse gas emissions by creating a market in which companies can trade in emissions permits. Companies receive a set number of carbon credits under the system that decline over time. They can sell any excess to other companies.\n\nCarbon credits create a monetary incentive for companies to reduce their carbon emissions. Those that can’t easily reduce emissions can still operate but at a higher financial cost. Proponents of the carbon credit system say that it leads to measurable, verifiable emission reductions.\n\nCredits have also led to the need forcarbon accountingto guide companies, governments, and individuals in measuring their impacts.\n\nCenter for Climate and Energy Solutions. “Market-Based State Policy.”\n\nCenter for Climate and Energy Solutions. “California Cap and Trade.”\n\nU.S. Environmental Protection Agency. “1990 Clean Air Act Amendment Summary.”\n\nEnvironmental Defense Fund. “How Economics Solved Acid Rain.”\n\nCongress.gov. “H.R.5376—Inflation Reduction Act of 2022: Text.”\n\nUnited Nations Climate Change. “The Guidelines to Implement the Kyoto Protocol: the Marrakesh Accords and the 5,7&8 Implications.”\n\nUnited Nations Climate Change. “What Is the Kyoto Protocol?”\n\nThe Heritage Foundation. “Why President Bush Is Right to Abandon the Kyoto Protocol.”\n\nUnited Nations Climate Change. “The Doha Amendment.”\n\nUnited Nations Climate Change. “Paris Agreement—Status of Ratification.”\n\nReuters. “U.S. Submits Formal Notice of Withdrawal from Paris Climate Pact.”\n\nU.S. Department of State, via Internet Archive Wayback Machine. “The United States Officially Rejoins the Paris Agreement.”\n\nNPR. “Trump Is Withdrawing from the Paris Agreement (Again), Reversing U.S. Climate Policy.”\n\nUnited Nations Climate Change. “The Paris Agreement.”\n\nUnited Nations. “COP26: Together for Our Planet.”\n\nReuters. “U.N. Climate Summit Reaches Carbon Markets Deal.”\n\nCarbon Brief. “COP26: Key Outcomes Agreed at the U.N. Climate Talks in Glasgow.”\n\nBloombergNEF. “Global Carbon Market Outlook 2024.”",
  "url": "https://www.investopedia.com/terms/c/carbon_credit.asp"
}