{
  "term": "Carried Interest Explained: Who It Benefits and How It Works",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nCarried interest is a share of profits earned by general partners of private equity, venture capital, and hedge funds. Carried interest is due to general partners based on their role rather than an initial investment in the fund. As aperformance fee, carried interest aligns the general partner's compensation with the fund's returns.\n\nCarried interest is often only paid if the fund achieves a minimum return known as thehurdle rate. Carried interest typically qualifies for treatment as a long-term capital gain taxed at a lower rate than ordinary income.\n\nCarried interest serves as the primary source of compensation for the general partner, typically amounting to 20% of a fund's returns. The general partnerpasses its gains throughto the fund's managers.\n\nMany general partners also charge a 2% annual management fee. Unlike the management fee, carried interest is only earned if a fund achieves a pre-agreed minimum return.\n\nCarried interest can also be forfeited if the fund underperforms. For example, if the fund targeted a 10% annual return but only returned 7% for a period of time, investors known as limited partners may be entitled under the terms of their investment agreement to \"claw back\" a portion of the carry paid to the general partner to cover the shortfall when the fund closes.\n\nAlthough theclawbackprovision is not an industry standard, it has been used to argue that carried interest should not be taxed as ordinary income.\n\nThe carried interest portion of a general partner's compensation typically vests over a number of years.\n\nCarried interest has long been a controversial political issue, criticized as a “loophole” that allows private equity managers to secure a reduced tax rate.\n\nCarried interest on investments held longer than three years is subject to a long-termcapital gains taxwith a top rate of 20%, compared with the 37% top rate on ordinary income.\n\nCritics argue taxing carried interest as long-term capital gains allows some of the richest Americans to unfairly defer and lower taxes on the bulk of their income.\n\nDefenders of the status quo contend the tax code's treatment of carried interest is comparable to its handling of \"sweat equity\" business investments.\n\nThe minimum holding period on an investment required to qualify associated carried interest for treatment as a long-term capital gain was increased from one year to three by the 2017 Tax Cuts and Jobs Act. The Internal Revenue Service (IRS) issued complex rules related to the provision in 2021.\n\nPrivate-equity and venture-capital fund holding periods typically range from five to seven years, however. Some in Congress have proposed requiring the annual reporting ofimputedcarried interest for immediate taxation as ordinary income.\n\nA 20% carried interest is a performance fee charged to a limited partnership that is paid to the general partners of the limited partnership. Once the initial investment is paid back to the limited partners, the general partners are paid 20% of profits.\n\nCarried interest is controversial due to how it is taxed. Carried interest is taxed as capital gains, which is a lower tax rate than ordinary income. So partners being paid via carried interest may be paying less taxes than regular employees while earning a higher salary. As such, it creates inequality in taxation between general partners who earn more but pay less in taxes than regular employees who earn less and pay more in taxes.\n\nA carried interest clawback allows a firm to \"claw back\" a general partner's profits if the amount paid to the general partner is above the agreed-upon amount. For example, if a general partner has been approved to receive 30% carried interest but instead received 35% carried interest, then the limited partners can claw back 5%.\n\nCarried interest is a performance fee due to partners of certain investment firms: private equity firms, venture capital firms, and hedge funds. The performance fee corresponds to a partner's role as opposed to their investment in the fund. Carried interest is paid from profits and generally taxed as capital gains, which come with lower taxes than ordinary income.\n\nTax Policy Center. \"What is Carried Interest, and How Is It Taxed?\"\n\nPolsky, Gregg D. \"A Compendium of Private Equity Tax Games.\"UNC Legal Studies Research Paper No. 2524593, November 2014, pp. 1, Footnote. Download PDF.\n\nKim, Young Ran. \"Carried Interest and Beyond: The Nature of Private Equity Investment and Its International Tax Implications.\"Virginia Tax Review, vol. 37, no. 3, July 2018, pp. 423.\n\nInternal Revenue Service. \"Topic No. 409, Capital Gains and Losses.\"\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2024.\"\n\nU.S. Senate Finance Committee. \"Ending the Carried Interest Loophole Act.\"\n\nInternal Revenue Service. \"Tax Cuts and Jobs Act: A Comparison for Large Businesses and International Taxpayers.\"\n\nInternal Revenue Service. \"Section 1061 Reporting Guidance FAQs.\"\n\nCongressional Research Service. \"Taxation of Carried Interest.\" Pages 3-4.\n\nU.S. Congress. \"S.2617 - Ending the Carried Interest Loophole Act: Summary.\"",
  "url": "https://www.investopedia.com/terms/c/carriedinterest.asp"
}