{
  "term": "Carriage and Insurance Paid to (CIP): Definition and Example",
  "definition": "Carriage and insurance paid to (CIP) is a global trade term under which a seller paysfreight and insurancecosts to deliver goods from its factory to a buyer-appointed party at an agreed-upon location. The risk of damage or loss to the goods being transported transfers from the seller to the buyer as soon as the goods are delivered to the buyer's carrier or appointee.\n\nCIP is comparable to but different fromcost, insurance, and freight (CIF), an agreementthat is used in maritime tradeand commodity trading. Under CIP, the seller is obligated to insure goods in transit for 110% of the contract value. If the buyer desires additional insurance, they must arrange for it on their own.\n\nCIP and CIF are twoIncoterms, a set of globally acceptedcommercial tradeterms published by theInternational Chamber of Commerce (ICC).\n\nCIP, one of severallong-standing uses of insurancefor international trade, provides for the seller to pay costs to deliver products to a named destination. For example, CIP New York means that the seller pays freight and insurance charges to New York. As is the case withcarriage paid to (CPT), carriage or freight charges with CIP refer to transportation charges for any accepted mode of transport, such as road, rail, sea, inland waterway, air, or multimodal transport involving a combination of methods.\n\nFor example, say that LG in South Korea wants to ship a container of tablet computers to Best Buy in the United States. Under CIP, LG is responsible for all freight costs and minimum insurance coverage to deliver the tablet computers to the carrier or appointed person for Best Buy at an agreed-upon destination in the United States. Once the shipment is delivered to Best Buy's carrier or appointee, LG’s obligation is complete, and Best Buy assumes fullriskand responsibility for the shipment.\n\nIf buyers want better insurance coverage than 110% of the contract value, they must pay for it themselves.\n\nAs the seller is only obligated to purchase the minimum amount of insurance coverage to transport the shipment to the destination, the buyer should consider arranging additional coverage that protects the shipment from all risks. Otherwise, the buyer may have to bear huge losses if the shipment is damaged or lost through some adverse event that is not covered by the minimal insurance provided by the seller.\n\nCIP only covers losses from the seller's factory or warehouse to the first destination specified by the buyer. The buyer takes responsibility for the remaining journey to their facilities.\n\nThe buyer may also ask the seller to provide extra insurance coverage and—depending on the relative bargaining positions of the buyer and seller—negotiate for the seller to bear part or all of the cost of such additional insurance.\n\nCIP is a globally accepted Incoterm devised by the International Chamber of Commerce which define common contract terms covering the cost of shipping items in a business sale. CIP requires the seller to pay for both freight and insurance costs in sending goods to a buyer chosen by the seller at a mutually agreed-upon location. As soon as the goods are delivered, the risk of damage or loss becomes the buyer’s.\n\nCIP and CIF Cost, Insurance & Freight) are similar terms that apply to transportng cargo which assign the transportation costs and risks to the seller. The main diffence is that CIP calls for the seller to purchase cargo insurance covering the contract value of the goods in transit, while CIF does not. CIP relieves the buyer at risk until delivery, but CIF means higher product costs because the seller must obtain insurance.\n\nThe seller must take out 110% of the contract value in insurance. If the buyer wishes to have more insurance, arranging and paying for it is their responsibility.\n\nAny form of recognized transport can be used, including road, rail, sea, inland waterway, air, freight forwarding, and any combination of those methods. If the agreement covers multi-modal transportation, CIP only covers the first carrier at the place of shipment.\n\nIncoterms are commonly-accepted rules that apply to the transportation industry. When included in sale contracts, Incoterms create legal obligation for all parties involved, so sellers and buyers should be sure they understand the terms and their impact.\n\nThe term \"carriage and insurance paid to (CIP)\" means the seller will pay freight and insurance when sending goods to the buyer or their representative at a location agreed upon by both parties. The seller must insure the goods for 110% of their contract value. CIP is an Incoterm, a global trade term devised by the International Chamber of Commerce (ICC) and accepted worldwide.\n\nUniversity of Cambridge. “Incoterms,” Pages 3-4.\n\nInternational Trade Administration, U.S. Department of Commerce. “Know Your Incoterms.”\n\nGoComet Solutions. \"What Is CIP (Carriage and Insurance Paid To?\"\n\niContainers. \"CIF vs CIP Explained.\"\n\nAIT Worldwide Logistics. \"Incoterms CIP: Carriage and Insurance Paid To.\"\n\nUPS. \"Carriage and Insurance Paid To (CIP).\"",
  "url": "https://www.investopedia.com/terms/c/carriage-and-insurance-paid-cip.asp"
}