{
  "term": "Cash Balance Pension Plan: Overview, Pros and Cons",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA cash balance pension plan is adefined-benefitpension plan with the option of a lifetime annuity. The employer credits a participant's account with a set percentage of their yearly compensation plus interest charges for a cash balance plan. The funding limits, funding requirements, and investmentriskare based on defined-benefit requirements. Changes in the portfolio do not affect the final benefits received by the participant upon retirement or termination, and the company bears all ownership of profits and losses in the portfolio.\n\nA cash balance plan (CBP) is maintained on an individual account basis, much like adefined-contribution plan. The features of cash balance pension plans resemble those of401(k)plans. Investments are managed professionally, and participants are promised a specific benefit at retirement. However, thebenefits are statedin terms of a 401(k)-style account balance rather than the terms of a monthly income stream.\n\nFor instance, an employee on a cash balance pension plan might receive a promise of 5% of their salary with a 5% interest credit. If they made $100,000 annually, they would receive a pay credit of $5,000 plus 5% interest paid on the account balance. As the number of years at the employer increases, the account balance grows to meet the balance promised by the company. At retirement, the employee can choose alump-sum paymentor a monthlyannuitypayment.\n\nThe benefits of private-sector pension plans are protected by federal laws, such as theEmployee Retirement Income Security Act(ERISA).\n\nThe most significant difference between a cash balance pension and atraditional pension planis that the traditional plan generally uses a few years of your highest compensation to determine your monthly benefit. A cash benefit pension plan uses the total number of years you've been with the company.\n\nThe most significant difference between a cash balance pension and a 401(k) is that the employer bears the investment risk in a CBP. The employer is responsible for ensuring the employee receives the amount promised, so no matter what happens, it must ensure the employee gets that amount. With a 401(k), the employee bears the investment risk because they choose the way the plan invests. The employer has no investment risk. Additionally, the retirement benefit amount depends on the balance of the account; it isn't guaranteed, as it is with a cash balance pension.\n\nThe other difference is thecontribution limit. People 60 years or older can sock away well over $300,000 annually inpretax contributions.\n\nWhile this type of plan does have several benefits, there are some disadvantages to consider, as well.\n\nWhen combined with a 401(k) plan, cash balance employer contributions for rank-and-file employees usually amount to roughly 6.9% of pay compared with the 4.6% contributions that are typical of 401(k) plans only.\n\nParticipants receive an annual interest credit. This credit may be set at a fixed rate, such as 5%, or a variable rate, such as the30-year Treasuryrate. At retirement, participants can take an annuity based on their account balance or a lump sum, which can then berolled into an IRAor another employer's plan.\n\nCash balance pension plans are often more expensive to administer than traditional employer-sponsoredretirement savings planslike the 401(k). That's because these pension plans require certification to ensure they're adequately funded. The types of fees and amounts for each can vary, but cash plans tend to have higher startup costs, annual administration charges, and relatively highmanagement fees.\n\nBoth can be excellent retirement plans. Which one is better depends on your preferences, goals, how long you might be with an employer, and current income.\n\nYou can choose to make withdrawals or a lump sum payout. If you choose a lump sum, you can roll it into an IRA or other retirement plan if allowed.\n\nYour cash balance pension is portable, so you can take thevestedportion with you when you part ways with the company and roll it into another retirement account.\n\nA cash balance pension plan is similar to other retirement accounts. The contributions are tax-deferred for the employee, and the principal grows withcompounding interestand capitalgains. The employer takes on all of the investment risk. The employee can use their wages to invest in another retirement fund of their choice.\n\nWhile a cash balance pension is an excellent retirement plan option, you should choose one with caution. Compare the tax treatment you expect to receive when you retire to see if it or another plan would work better for your financial situation.\n\nU.S. Department of Labor. \"Cash Balance Pension Plans,\" Page 1.\n\nU.S. Department of Labor. \"Cash Balance Pension Plans,\" Page 2.\n\nU.S. Department of Labor. \"Fact Sheet: Cash Balance Pension Plans.\"\n\nFuturePlan. \"2023 Contribution Limits Table.\"\n\nVanguard. \"How America Saves 2024.\"\n\nKravitz. \"2018 National Cash Balance Research Report,\" Page 7.",
  "url": "https://www.investopedia.com/terms/c/cashbalancepensionplan.asp"
}