{
  "term": "Cash and Cash Equivalents (CCE): Definition, Types, and Examples",
  "definition": "Cash and cash equivalents is a line item on a company balance sheet that indicates the amount of money that a company has readily available for use if needed.\n\nCash and cash equivalents (CCE) is a line item on a companybalance sheetthat indicates the total amount of money that a company has on hand for use at short notice as needed. These are the company’s most liquid assets and could be tapped into when needed to cover expected or unexpected expenses.\n\nIn general, cash equivalents are short-term investments that mature in three months or less.\n\nCCE are two types of assets similar enough to be grouped together into the same category.\n\nThe International Financial Reporting Standards defines CCE as follows:\n\nThe takeaway is that both sides (cashandcash equivalents) represent cash for a business. These could include actual money in the company’s possession or funds can be accessed with a few clicks of a button.\n\nMost companies have CCE. They report its total value on the top line of their balance sheet, a statement of what is owned and owed. It appears at the top because it is a company’s most liquid, or easily sellable, asset.\n\nCash is direct ownership of a government-issued currency. That doesn’t just mean physical bills and coins.\n\nCCE include money orders, cashier's checks, certified checks, anddemand deposit accounts, which are accounts that can be withdrawn from any time without notification, such as checking and savings accounts.\n\nCash equivalents are a bit trickier. From the name, we can assume it means the same or as good as cash. However, the actual accounting definition is more complex.\n\nThe Financial Accounting Standards Board's (FASB) accounting standards codification (ASC), the source document for U.S. generally accepted accounting principles (GAAP), describes cash equivalents as follows:\n\nPoint B is further specified as “original maturities of three months or less… to the entity holding the investment.”\n\nThe ASC uses an example of U.S. Treasurys to make this explanation more precise. It says a three-monthU.S. Treasury billor a three-year U.S. Treasury note purchased three months before maturity both qualify as cash equivalents, while a Treasury note purchased three years ago that’s currently three months from maturing doesn't.\n\nSo, for an investment to qualify as a cash equivalent, it must be short-term, have a maximum duration of 90 days, and be easily sellable for a known price. The “known amount of cash” clause implies the investment cannot be subject to major price shifts.\n\nWhat does that leave us with? These strict criteria rule out several common investments, including stocks and longer-term bonds. However, a few remain, including the following:\n\nIf agovernment bondis low-risk, meaning issued by a financially secure country with a good credit rating, and purchased within three months of repayment being due, it can be recorded as a cash equivalent.\n\nThese financial instruments are essentially loans to a country’s government. Investors front the money and in return get a fixed rate of interest until the loan is eventually paid back.\n\nBanker's acceptance,a document representing the promise of future payment from a bank, andcommercial paper, a short-term debt instrument issued by corporations to finance inventory, accounts payable, payroll, and other short-term liabilities, can also qualify. Most commercial paper matures in 30 days while a banker’s acceptance is commonly settled within 90 days of being issued.\n\nMoney market accounts (MMAs) and certificates of deposit (CDs) are bank accounts that pay interest. MMAs can be accessed at any time. However, with higher-yielding CDs, you’re theoretically not supposed to withdraw your deposit for a specified amount of time, which could be anywhere from three months to 10 years, although this requirement can often be waived by paying a fixed penalty.\n\nAccounting laws are fairly strict about what qualifies as CCE. Once you take into account theliquidity, time horizon, and certainty of value rules, many assets get eliminated, including the following:\n\nUnless mentioned above, most marketable securities can't be considered cash equivalents. Stocks, for example, though easy to sell, are considered long-term investments with fluctuating valuations.\n\nInventoryisn’t considered a cash equivalent because it might not be easily sellable, and it’s impossible to say with certainty how much money it would fetch in a quick sale.\n\nCDs generally pay higher interest rates than other savings accounts to compensate for the fact that the deposited funds can’t, in theory, be touched for a certain amount of time. Often, financial institutions will allow this fixed period rule to be broken in exchange for a forfeiture of interest.\n\nHowever, if a withdrawal isn't permitted at all, even with a penalty, the CD shouldn't be recorded as a cash equivalent.\n\nAprepaid expenseis a good or service that a company pays for in advance. This money could be refundable, although there are no guarantees such a request would be satisfied immediately or in full. As a result, prepaid expenses shouldn't be considered cash equivalents.\n\nAccounts receivableismoney owed to a business for goods or services it has delivered. In most cases, this cash should arrive. However, there’s also a small possibility the payer shirks its obligations. This lack of guarantee means accounts receivable cannot be recorded as cash equivalents.\n\nQualifying assets are no longer considered cash equivalents if they are being used as collateral for a loan or line of credit. If there are any restrictions on converting an asset to cash, it can't be considered as good as cash.\n\nCCE represent money a company immediately has available. This is extremely important. A company can be extremely profitable on paper yet not have enough cash on hand to pay the bills. As many investors often say, cash is king.\n\nCCE are supposed to comfortably cover a company’s immediate financial requirements, including wages, debt repayments, various invoices, and emergencies. Without cash on hand to pay for these expenses, the company would be forced to potentially sell long-term assets at a loss or otherwise struggle.\n\nIt can also impact access to capital. Some lenders require companies to maintain a sufficient level of CCE to qualify for loans and may offer those with higher balances more attractive borrowing terms. Seeing a decent amount of CCE reassures lenders that the company is better equipped to deal with setbacks.\n\nHaving CCE is important but holding too much is considered inefficient and a waste of resources.\n\nLet’s take a look at Apple Inc.’s (AAPL) CCE:\n\nHere’s the asset section of Apple’s balance sheet. At the top we can see that, on Dec. 28, 2024, the company held $30.3 billion in CCE, which is 1.2% more than three months earlier.\n\nAt the bottom of the balance sheet, Apple invites readers to read the accompanying notes. Scroll to there and you’ll discover more information about Apple’s CCE balance.\n\nThe fifth column informs us how the $30.3 billion of CCE was reached. Most of it, $27.1 billion, comes from cash, with the rest originating from money market funds, various types of government bonds, CDs, commercial paper, and corporate bonds.\n\nAs you can see, cash is separated from cash equivalents in the footnotes, which are broken down here as Level 1 or Level 2 to account for different valuation methods.\n\nCash is physical bills and coins as well as money orders, cashier's checks, certified checks, and easy access checking and savings accounts, while cash equivalents are defined as short-term, highly liquid investments that can easily be converted to known amounts of cash and aren’t subject to fluctuations in value.\n\nCombined, they are an important part of a company’s balance sheet. CCE reveal how much liquidity a company has to cover short-term liabilities and keep the lights on without taking desperate measures.\n\nIFRS. \"IAS 7 Statement of Cash Flows.\"\n\nPricewaterhouseCoopers. \"6.5 Cash, Cash Equivalents, and Restricted Cash.\"\n\nBoard of Governors of the Federal Reserve System. \"About Commercial Paper.\"\n\nFreshBooks. \"Banker’s Acceptance (BA): Definition & Overview.\"\n\nApple Inc. \"Form 10-Q Q1 2025.\" Page 6 of PDF.\n\nApple Inc. \"Form 10-Q Q1 2025.\" Page 10 of PDF.\n\nApple Inc. \"Form 10-Q Q1 2025.\" Page 11 of PDF.",
  "url": "https://www.investopedia.com/terms/c/cashandcashequivalents.asp"
}