{
  "term": "Cash-and-Carry Arbitrage Definition and Example",
  "definition": "Cash-and-carry-arbitrage is amarket-neutralstrategy combining the purchase of a long position in an asset such as a stock or commodity, and the sale (short) of a position in a futures contract on that same underlying asset. It seeks to exploit pricing inefficiencies for the asset in the cash (or spot) market andfutures market, in order to make riskless profits. The futures contract must be theoretically expensive relative to the underlying asset or the arbitrage will not be profitable.\n\nIn a cash-and-carry-arbitrage, thearbitrageurwould typically seek to \"carry\" the asset until the expiration date of the futures contract, at which point it would be delivered against the futures contract. Therefore, this strategy is only viable if the cash inflow from the short futures position exceeds theacquisition costandcarrying costson the long asset position.\n\nCash-and-carry arbitrage positionsare not 100% without risk as there is still risk the carrying costs can increase, such as a brokerage raising itsmarginrates. However, the risk of any market movement, which is the major component in any regular long orshorttrade, is mitigated by the fact that once the trade is set in motion, the only event is the delivery of the asset against the futures contract. There is no need to access either one in theopen marketat expiration.\n\nPhysical assets such as barrels of oil or tons of grain require storage and insurance, but stockindexes, such as the S&P 500 Index, likely require only financing costs, such as margin. Therefore, arbitrage may be more profitable, all else held constant, in these non-physical markets. However, because the barriers to participate in arbitrage are much lower, they allow more players to attempt such a trade. The result is more efficient pricing between spot and futures markets and lowerspreadsbetween the two. Lower spreads mean lower opportunities to profit.\n\nLess active markets may still havearbitrage possibilities, as long as there is adequate liquidity on both sides of the game—spot and futures.\n\nConsider the following example of cash-and-carry-arbitrage. Assume an asset currently trades at $100, while the one-monthfutures contractis priced at $104. In addition, monthly carrying costs such as storage, insurance, and financing costs for this asset amount to $3.\n\nIn this case, the arbitrageur would buy the asset (or open a long position in it) at $100 and simultaneously sell the one-month futures contract (i.e. initiate a short position in it) at $104. The trader would then hold or carry the asset until theexpiration dateof the futures contract and deliver the asset against the contract, thereby ensuring an arbitrage or riskless profit of $1.",
  "url": "https://www.investopedia.com/terms/c/cash-and-carry-arbitrage.asp"
}