{
  "term": "Cash Accounting Definition, Example & Limitations",
  "definition": "Investopedia / Michela Buttignol\n\nCash accounting is an accounting method where payment receipts are recorded during the period in which they are received, and expenses are recorded in the period in which they are actually paid. In other words, revenues and expenses are recorded when cash is received and paid, respectively.\n\nCash accounting is also calledcash-basis accounting; and may be contrasted withaccrual accounting, which recognizes income at the time the revenue is earned and records expenses when liabilities are incurred regardless of when cash is actually received or paid.\n\nCash accounting is one of two forms of accounting. The other is accrual accounting, where revenue and expenses are recorded when they are incurred. Small businesses often use cash accounting because it is simpler and more straightforward and it provides a clear picture of how much money the business actually has on hand. Corporations, however, are required to use accrual accounting underGenerally Accepted Accounting Principles(GAAP).\n\nWhen transactions are recorded on a cash basis, they affect a company's books with a delay from when a transaction is consummated. As a result, cash accounting is often less accurate than accrual accounting in the short term.\n\nMost small businesses are permitted to choose between either the cash and accrual method of accounting, but the IRS requires businesses with over $25 million in annual gross receipts to use the accrual method.﻿﻿ In addition, theTax Reform Act of 1986prohibits the cash accounting method from being used forC corporations, tax shelters, certain types of trusts, and partnerships that have C Corporation partners.﻿﻿ Note that companies must use the same accounting method for tax reporting as they do for their own internal bookkeeping.\n\nUnder the cash accounting method, say Company A receives $10,000 from the sale of 10 computers sold to Company B on November 2, and records the sale as having occurred on November 2. The fact that Company B in fact placed the order for the computers back on October 5 is deemed irrelevant, because it did not pay for them until they were physically delivered on November 2.\n\nUnder accrual accounting, by contrast, Company A would have recorded the $10,000 sale on October 5, even though no cash had yet changed hands.\n\nSimilarly, under cash accounting companies record expenses when they actually pay them, not when they incur them. If Company C hires Company D for pest control on January 15, but does not pay theinvoicefor the service completed until February 15, the expense would not be recognized until February 15 under cash accounting. Under accrual accounting, however, the expense would be recorded in the books on January 15 when it was initiated.\n\nA main drawback of cash accounting is that it may not provide an accurate picture of theliabilitiesthat have been incurred (i.e.accrued) but not yet paid for, so that the business might appear to be better off than it really is. On the other hand, cash accounting also means that a business that has just completed a large job for which it is awaiting payment may appear to be less successful than it really is because it has expended the materials and labor for the job but not yet collected payment. Therefore, cash accounting can both overstate or understate the condition of the business if collections or payments happen to be particularly high or low in one period versus another.\n\nThere are also some potentially negative tax consequences for businesses that adopt the cash accounting method. In general, businesses can only deduct expenses that are recognized within the current tax year.﻿﻿ If a company incurs expenses in December 2019, but does not make payments against the expenses until January 2020, it would not be able to claim a deduction for thefiscal yearended 2019, which could significantly affect the business' bottom line. Likewise, a company that receives payment from a client in 2020 for services rendered in 2019 will only be allowed to include the revenue in its financial statements for 2020.\n\nInternal Revenue Service (IRS). \"IRS Issues Guidance on Small Business Accounting Method Changes Under Tax Cuts and Jobs Act.\" Accessed Sept. 9, 2020.\n\nCongress.gov. \"H.R.3838 - Tax Reform Act of 1986.\" Accessed Sept. 9, 2020.\n\nInternal Revenue Service (IRS). \"Publication 538: Accounting Periods and Methods,\" Page 9. Accessed Sept. 9, 2020.",
  "url": "https://www.investopedia.com/terms/c/cashaccounting.asp"
}