{
  "term": "Cash Flow Statement: How to Read and Understand It",
  "definition": "A cash flow statement is a financial statement that provides aggregate data regarding all changes in cash flows from operating, investing, and financing activities.\n\nA cash flow statement is afinancial statementthat reflects how much cash comes in and out of a business over a certain period. It is one of the most intuitive financial statements because it follows the cash earned by the business through operating, investment, and financing activities.Companies must file cash flow statements to remain compliant with financial regulators.\n\nEvery company that sells and offers stock to the public must file financial reports and statements with theSecurities and Exchange Commission (SEC).The four main financial statements are:\n\nCash flow statements highlight a company's financial well-being based on its cash inflows and outflows. Inflows are the result of a company's ongoing operations and external investment sources while outflows reflect money paid for business activities and investments during a given period. There are two different methods of accounting for cash inflow and outflow. They are:\n\nProfitable companies can fail toadequately manage cash flow, which is why the cash flow statement is important for investors and analysts. Even though a company extends credit to its customers and recognizes that sale as revenue, it doesn’t have the cash yet. Nevertheless, it earns a profit on the income statement and pays income taxes on that profit. If it does this too often, it faces the danger of running out of cash despite technically being profitable.\n\nInvestors and analysts should use good judgment when evaluating changes to working capital, as some companies may try to boost their cash flow before reporting periods.\n\nA cash flow statement is divided into three main parts: operations, investing, and financing. Each has a separate section of the cash flow statement, which helps investors determine the value of a company’sstockorthe company as a whole. The sum of the cash generated by these three segments is called net cash flow.\n\nThe first section of the cash flow statement coverscash flows from operating activities. This section begins with net income and reconciles all noncash items to cash items involving operational activities. Put simply, it is the company’s net income, but in a cash version.\n\nThis section reports cash inflows and outflows directly related to a company’s main business activities. These may include buying and selling inventory and supplies, and paying employee salaries, but exclude investments, debts, and dividends.\n\nCompanies must generate sufficient positive cash flow for operational growth or they may need financing to expand. For example,accounts receivable (AR)is a noncash account. Higher AR means sales are up, but no cash came in at the time of sale. Receivables are deducted from net income because they are not cash. The cash flow statement can also includeaccounts payable (AP),depreciation, amortization, and numerous prepaid items that are booked as revenue or expenses with no associated cash flow.\n\nThe second section looks atcash flows from investingand is the result of investment gains and losses. It also includes cash spent on property, plants, and equipment. It is where analysts look to find changes incapital expenditures.\n\nWhen capital expenditures increase, cash flow generally goes down. However, that’s not always a bad thing, as it may indicate that a company is investing in its future operations. Companies with high capital expenditures tend to be those that are growing.\n\nPositive cash flows within the CFI section, which can be generated in such ways as selling equipment or property, can be considered good. However, investors usually prefer that companies generate their cash flow primarily from business operations.\n\nCash flows from financingprovides an overview of cash used in business financing and measures cash flow between a company and its owners and creditors. The cash normally comes from debt or equity, such as selling stocks and bonds or borrowing from a bank. These figures are generally reported annually on a company’s10-Kreport to shareholders.\n\nAnalysts use the CFF section to determine how much money the company pays out via dividends orshare buybacks. It’s also useful to help determine how a company raises cash for operational growth. Cash obtained or paid back from capital fundraising efforts and loans is listed here.\n\nPositive cash flow from financing means more money comes into the company than flows out. When the number is negative, it may mean the company is paying off debt or making dividend payments and/or stock buybacks.\n\nCash inflows and outflows from business activities, such as buying and selling inventory and supplies, paying salaries, accounts payable, depreciation, amortization, and prepaid items booked as revenues and expenses, all show up in operations.\n\nCash flow is generally reduced when capital expenditures increase, as the cash has been used to invest in future operations, thus promoting the company’s growth.\n\nA negative number can show that a company is paying off debt, making dividend payments, or buying back its stock.\n\nThe cash flow statement has three key sections: operations, investments, and financing. Even if the business uses accrual accounting as its main reporting system, the cash flow statement is focused on cash accounting, allowing managers, analysts, and investors toassess how well a company is doing. Investors generally prefer that companies generate the bulk of their cash flow from operations rather than investing and financing. After all, operations are what a company is created to do.\n\nHarvard Business School. \"How to Read and Understand a Cash Flow Statement.\"\n\nU.S. Securities and Exchange Commission. “Exchange Act Reporting and Registration.”\n\nU.S. Securities and Exchange Commission. \"Beginners' Guide to Financial Statement.\"\n\nHarvard Business School. \"What Is Accrual Accounting?\"",
  "url": "https://www.investopedia.com/terms/c/cashflowstatement.asp"
}