{
  "term": "Cash-on-Cash Return in Real Estate: Definition, Calculation",
  "definition": "A cash-on-cash return is a rate of return often used inreal estatetransactions that calculates the cash income earned on the cashinvestedin a property. Put simply, cash-on-cash return measures the annual return the investor made on the property in relation to the amount of mortgage paid during the same year. It is considered relatively easy to understand and one of the most important real estate ROI calculations.\n\nA cash-on-cash return is a metric normally used to measure commercial real estate investment performance. It is sometimes referred to as the cash yield on a property investment. The cash-on-cash return rate provides business owners and investors with an analysis of the business plan for a property and the potential cash distributions over the life of the investment.\n\nCash-on-cash return analysis is often used for investment properties that involve long-term debt borrowing. When debt is included in a real estate transaction, as is the case with most commercial properties, the actual cash return on the investment differs from the standard return on investment (ROI).\n\nCalculations based on standard ROI take into account the total return on an investment. Cash-on-cash return, on the other hand, only measures the return on the actual cash invested, providing a more accurate analysis of the investment's performance.\n\nThe formula for cash-on-cash is:\n\nCash on Cash Return=Annual Pre-Tax Cash FlowTotal Cash Investedwhere:APTCF = (GSR + OI) – (V + OE + AMP)GSR = Gross scheduled rentOI = Other incomeV = VacancyOE = Operating expensesAMP = Annual mortgage payments\\begin{aligned} &\\text{Cash on Cash Return}=\\frac{\\text{Annual Pre-Tax Cash Flow}}{\\text{Total Cash Invested}}\\\\ &\\textbf{where:}\\\\ &\\text{APTCF = (GSR + OI) – (V + OE + AMP)}\\\\ &\\text{GSR = Gross scheduled rent}\\\\ &\\text{OI = Other income}\\\\ &\\text{V = Vacancy}\\\\ &\\text{OE = Operating expenses}\\\\ &\\text{AMP = Annual mortgage payments}\\\\ \\end{aligned}​Cash on Cash Return=Total Cash InvestedAnnual Pre-Tax Cash Flow​where:APTCF = (GSR + OI) – (V + OE + AMP)GSR = Gross scheduled rentOI = Other incomeV = VacancyOE = Operating expensesAMP = Annual mortgage payments​\n\nCash-on-cash returns use aninvestment property'spre-tax cash inflows received by the investor and the pre-tax outflows paid by the investor. For example, suppose a commercial real estate investor invests in a piece of property that does not produce monthly income.\n\nThe total purchase price of the property is $1 million. The investor pays $100,000 cash as a down payment and borrows $900,000 from a bank. Due are closing fees, insurance premiums, and maintenance costs of $10,000, which the investor also pays out of pocket.\n\nAfter one year, theinvestorhas paid $25,000 in loan payments, of which $5,000 is a principal repayment. The investor decides to sell the property for $1.1 million after one year. This means the investor's total cash outflow is $135,000, and after the debt of $895,000 is repaid, he is left with a cash inflow of $205,000. The investor's cash-on-cash return is then: ($205,000 - $135,000) / $135,000 = 51.9%.\n\nIn addition to deriving the current return, the cash-on-cash return can also be used to forecast the expected future cash distributions of an investment. However, unlike a monthly coupon payment distribution, it is not a promised return but is instead a target used to assess a potential investment. In this way, the cash-on-cash return is an estimate of what an investor may receive over the life of the investment.\n\nCash-on-cash return, sometimes referred to as the cash yield on a property investment, measures commercial real estate investment performance and is one of the most important real estate ROI calculations. Essentially, this metric provides business owners and investors with an easy-to-understand analysis of the business plan for a property and the potential cash distributions over the life of the investment.\n\nThough they are often used interchangeably, cash-on-cash return and ROI (return on investment) are not the same when debt is used in a real estate transaction. Most commercial properties involve debt and the actual cash return on the investment differs from the standard return on investment (ROI). ROI calculates the total return, including the debt burden, on an investment. Cash-on-cash return, on the other hand, only measures the return on the actual cash invested, providing a more accurate analysis of the investment's performance.\n\nCash-on-cash returns are calculated using an investment property's pre-tax cash inflows received by the investor and the pre-tax outflows paid by the investor. Essentially, it divides the net cash flow by the total cash invested.\n\nFor example, an investor purchases a property for $1 million putting $100,000 cash as a down payment and borrowing $900,000. The investor also pays $10,000 cash for ancillary costs out of pocket. The investor decides to sell the property for $1.1 million after having paid $25,000 in loan payments that include a principal repayment of $5,000.\n\nThis means the investor's total cash outflow is $135,000 [$100,000+$10,000+$25000] and cash inflow is $205,000 [$1,100,000 - $895,000]. So, the investor's cash-on-cash return is 51.85% [($205,000 - $135,000) ÷ $135,000].",
  "url": "https://www.investopedia.com/terms/c/cashoncashreturn.asp"
}