{
  "term": "Cash Budget Definition: Parts and How to Create One",
  "definition": "A cash budget is an estimation of thecash flowsof a business over a specific period of time. This could be for a weekly, monthly, quarterly, or annual budget. This budget is used to assess whether the entity has sufficient cash to continue operating over the given time frame. The cash budget provides a company insight into its cash needs (and any surplus) and helps to determine an efficient allocation of cash.\n\nCompanies use sales and productionforecaststo create a cash budget, along with assumptions about necessary spending andaccounts receivablecollections. A cash budget is necessary to assess whether a company will have enough cash to continue operations. If a company does not have enoughliquidityto operate, it must raise more capital by issuing stock or taking on more debt.\n\nA cash roll forward computes the cash inflows and outflows for a month, and it uses the ending balance as the beginning balance for the following month. This process allows the company to forecast cash needs throughout the year, and changes to the roll forward to adjust the cash balances for all future months.\n\nCash budgets are usually viewed in either the short-term or the long-term. Short-term cash budgets focus on the cash requirements needed for the next week or months whereas long-term cash budget focuses on cash needs for the next year to several years.\n\nShort-term cash budgets will look at items such as utility bills, rent,payroll, payments to suppliers, other operating expenses, and investments. Long-term cash budgets focus on quarterly and annual tax payments,capital expenditureprojects, and long-term investments. Long-term cash budgets usually require more strategic planning and detailed analysis as they require cash to be tied up for a longer period of time.\n\nIt's also prudent to budget cash requirements for any emergencies or unexpected needs for cash that may arise, particularly if the business is new and all aspects of operations are not fully realized.\n\nAt the end of each budgetary term, the ending balance of the cash budget is carried forward to the next term's cash budget.\n\nManaging a cash budget also comes down to carefully managing the growth of the business. For example, all businesses want to sell more and grow, but it is crucial to do so in a sustainable way.\n\nFor example, a company may implement amarketing strategyto boost brand awareness and sell more products. The ad campaign is successful anddemandfor the product takes off. If the company isn't prepared to meet this increase in demand, for example, it may not have enough machinery to produce more goods, enough employees to conduct quality checks, or enough suppliers to order the requiredraw materials, then it could have many unhappy customers.\n\nThe company may want to build out all these aspects to meet demand, but if it doesn't have enough cash or financing to be able to do so, then it cannot. Therefore, it is important to manage sales and expenses to reach an optimal level of cash flow.\n\nFor example, let's assume ABC Clothing manufactures shoes, and it estimates $300,000 in sales for the months of June, July, and August. At a retail price of $60 per pair, the company estimates sales of 5,000 pairs of shoes each month. ABC forecasts that 80% of the cash from these sales will be collected in the month following the sale and the other 20% will be collected two months after the sale. The beginning cash balance for July is forecast to be $20,000, and the cash budget assumes 80% of the June sales will be collected in July, which equals $240,000 (80% of $300,000). ABC also projects $100,000 in cash inflows from sales made earlier in the year.\n\nOn the expense side, ABC must also calculate theproduction costsrequired to produce the shoes and meet customer demand. The company expects 1,000 pairs of shoes to be in the beginning inventory, which means a minimum of 4,000 pairs must be produced in July. If the production cost is $50 per pair, ABC spends $200,000 ($50 x 4,000) in the month of July on thecost of goods sold, which is the manufacturing cost. The company also expects to pay $60,000 in costs not directly related to production, such as insurance.\n\nABC computes the cash inflows by adding the receivables collected during July to the beginning balance, which is $360,000 ($20,000 July beginning balance + $240,000 in June sales collected in July + $100,000 in cash inflows from earlier sales). The company then subtracts the cash needed to pay for production and other expenses. That total is $260,000 ($200,000 in cost of goods sold + $60,000 in other costs). ABC’s July ending cash balance is $100,000, or $360,000 in cash inflows minus $260,000 in cash outflows.\n\nThe first step to creating a cash budget is to establish reliable forecasts of the company's cash inflows and outflows. Some of these flows will be predictable, such as rent and payroll costs. Others, like sales figures, will tend to be more variable. Once these figures have been estimated, it is possible to prepare a cash budget that accounts for all expected inflows and outflows.\n\nA cash budget should take into account expected cash flows, such as revenue, as well as operational outflows due to returns, payroll, rent, utilities, supplies, and other costs of running the business.\n\nThis will depend on the time frame for which the budget is being prepared. A short-term cash budget of a few weeks will only account for day-to-day expenses related to funding and supplying a company's operations, while a cash budget for a quarter or longer might also account for larger expenses like equipment, capital investment, and corporate taxes. In each case, any remaining cash surplus at the end of one budget period will be carried on to the beginning of the next.",
  "url": "https://www.investopedia.com/terms/c/cashbudget.asp"
}