{
  "term": "Cash Dividend: Definition, Example, Vs. Stock Dividend",
  "definition": "A cash dividend is the distribution of funds or money paid to stockholders generally as part of the corporation's current earnings or accumulated profits.\n\nCash dividends are paid directly in money, as opposed to being paid as astock dividendor other form of value. Most brokers offer a choice to reinvest or accept cash dividends.\n\nCash dividends are a common way for companies to returncapitalto their shareholders in the form of periodic cash payments—typically, quarterly—but some stocks may pay these bonuses on a monthly, annual, or semiannual basis.\n\nWhile many firms pay regular dividends, there are special cash dividends that are distributed to shareholders after certain nonrecurring events such as legal settlements or the borrowing of money for large, one-time cash distributions. Each company establishes its dividend policy and periodically assesses if a dividend cut or an increase is warranted. Cash dividends are paid on a per-share basis.\n\nA company's board of directors announces a cash dividend on adeclaration date,which entails paying a certain amount of money per common share. After that notification, the record date is established, which is the date on which a firm determines its shareholders on record who are eligible to receive the payment.\n\nIn addition, stock exchanges or other appropriate securities organizations determine anex-dividenddate, which is typically two business days before the record date. An investor who bought common shares before the ex-dividend date is entitled to the announced cash dividend.\n\nInvestors must report dividend earnings, and they are taxable as income for the recipients—IRSForm 1099-DIVwill list the total amount of reportable dividend earnings.\n\nCompanies that pay dividends typically enjoy stable cash flows, and their businesses are commonly beyond the growth stage. This business growth cycle partially explains why growth firms do not pay dividends—they need these funds to expand their operations, build factories, and increase their personnel.\n\nCertain dividend-paying companies may go as far as establishing dividend payout targets, which are based on generated profits in a given year. For example, banks typically pay out a certain percentage of their profits in the form of cash dividends. If profits decline, thedividend policycan be amended or postponed to better times.\n\nCash dividends are a common way for companies to return capital to shareholders.\n\nWhen a corporation declares a dividend, it debits itsretained earningsand credits a liability account called dividend payable. On the date of payment, the company reverses the dividend payable with a debit entry and credits its cash account for the respective cash outflow.\n\nCash dividends do not affect a company's income statement. However, theyshrink a company's shareholders' equityand cash balance by the same amount. Firms must report any cash dividend as payments in the financing activity section of theircash flow statement.\n\nThe easiest way to compare cash dividends across companies is to look at thetrailing 12-month (TTM)dividend yields, which are computed as a company's dividends per share for the most recent 12-month period divided by its current stock price. This computation standardizes the measure of cash dividends concerning the price of a common share.\n\nNike is a rather mature firm that pays quarterly cash dividends. In February 2022, the sportswear brand announced a $0.305 per share quarterly cash dividend payable Apr. 1, 2022.For fiscal year 2021, the company sawyear-over-year(YOY) increased revenues of 19.3%. Meanwhile, earnings per share (EPS) rose 123%.\n\nLess common than cash dividends,stock dividendsinstead pay shareholders with additional shares of stock.\n\nAspecial dividendis paid to shareholders outside of the regular dividend schedule. It may result from a windfall earnings, spin-off, or other corporate action that is seen as a one-off. In general, special dividends are rare but larger than ordinary dividends.\n\nAdividend aristocratis a stock that increases its dividend for at least 25 consecutive years. Examples include AT&T, ExxonMobil, Caterpillar, 3M, and IBM, among others.\n\nNike. \"NIKE, INC. DECLARES $0.305 QUARTERLY DIVIDEND.\"\n\nSecurities and Exchange Commission. \"Form 10-K.\"",
  "url": "https://www.investopedia.com/terms/c/cashdividend.asp"
}