{
  "term": "Cash-Out Refinancing Explained: How It Works and When to Do It",
  "definition": "A cash-out refinance is a mortgage refinancing option that lets you converthome equityinto cash. With a cash-out refinance, you take out a largermortgageloan, use the proceeds to pay off your existing mortgage and receive the remaining funds as a lump sum. You can use the funds from a cash-out refinance for anything, including debt consolidation or a major purchase.\n\nA cash-out refinance can be an option if you have built up equity in your home from paying down your mortgage or if your home value has increased. The new loan from a cash-out refinance may come with a differentinterest rateand loan term. However, please use caution since a cash-out refinance increases your monthly payment and mortgage loan balance.\n\nInvestopedia / Madelyn Goodnight\n\nA cash-out refinance allows you to use your home ascollateralfor a new loan, creating a new mortgage for a larger amount than currently owed. The new mortgage pays off your previous, smaller mortgage balance, and you get paid the difference in cash.\n\nWith astandard refinance, the borrower would never see any cash in hand.Refinancingis a popular process for replacing an existing mortgage with a new one that extends more favorable terms to the borrower. Refinancing a mortgage can help you lower yourinterest rate, decrease your monthlymortgage payments, shorten or extend the loan's term, and remove or add borrowers.\n\nHowever, a cash-out refinance increases your loan balance and monthly payment since you're withdrawing your home's equity to access cash at the loan's closing.\n\nThe funds from a cash-out refinance can be used as the borrower sees fit, but many typically use the money to pay for big expenses such as medical or educational fees, toconsolidate debt, or as anemergency fund.\n\nGetting cash by using the equity in your home can be an easy way to get funds for emergencies, expenses,debt consolidation, and purchases. However, it's important to determine your cash needs since borrowing a large amount translates tomore debtand a higher payment. With a cash-outrefinance, you need to balance the need for cash with your ability to repay a larger mortgage loan.\n\nBorrowers should seek out acash-out refinance lenderwilling to work with them. The lender assesses the current mortgage’s terms, the balance needed to pay off the loan, and the borrower’s credit profile. Thelendermakes an offerbased on an underwriting analysis. The borrower gets a new loan that pays off their previous one and locks them into a new monthly installment plan. The amount above and beyond the mortgage payoff gets paid to the borrower in cash.\n\nA cash-out refinance results in less equity in your home and a larger mortgage loan balance. As a result, the lender is taking on an increasedrisk, potentially leading to higherclosing costs, fees, or interest ratethan a standard refinance. Borrowers with specialty mortgages like U.S.Department of Veterans Affairs (VA) loans, including cash-out loans, can often be refinanced through more favorable terms with lower fees and rates than non-VA loans.\n\nMortgage lenders impose borrowing limits on how much you can borrow through a cash-out refinance—typically 80% of the available equity of your home.\n\nA cash-out refinance can offer many benefits to homeowners. However, it's important to evaluate the pros and cons and weigh the benefits of converting equity into cash with the risks associated with taking out a new mortgage loan.\n\nThe cash-out refinance gives the borrower all of the benefits of astandard refinance, including a potentially lower rate and other beneficial modifications. Savvy investors who monitor interest rates over time typically jump at the chance to refinance when mortgage rates have fallen.\n\nImprove Your Finances and Credit\n\nIf the funds from the cash-out refinance are used to pay offcredit carddebt orpersonal loans, borrowers can save money on the debt servicing costs due to the mortgage loan's lower interest rate. Also, your finances can improve if the new loan consolidates debt, reducing the number of loan and credit card payments. As a result, you might improve yourcredit score.\n\nMoney for Purchase or Debt Consolidation\n\nBorrowers can use the funds from a cash-out refinance to pay downhigh-rate debtor fund a large purchase. This option can be particularly beneficial when rates are low or in times of crisis—such as in 2020–21, in the wake of global lockdowns and quarantines, when lower payments and some extra cash may have been very helpful.\n\nThere can be a variety of different types of refinancing options, but in general,most will come with several added costs and feesthat make the timing of a mortgage loan refinancing just as important as thedecision to refinance.Higher Debt and Monthly Payments\n\nConsider why you need the cash to ensure that refinancing is your best option. Acash-out refinancemay come with a lower interest rate than borrowing viaunsecured debt, likecredit cardsorpersonal loans. However, you're taking out a larger mortgage loan with higher monthly payments unless you increase the loan's term length. You must have the financial viability to make the payments for many years.\n\nUnlike a credit card orpersonal loan, with a cash-outrefinance, you risk losing your home if youcan’t repay the mortgage. Carefully consider whether the cash you withdraw from your home's equity is worth the risk of losing your home if you can’t keep up with payments in the future.\n\nFor example, if your home's value decreases, you could end upunderwateron your mortgage, meaning you owe more than the house is worth. If you experience job loss or a decreased income, your new, higher monthly payment might become unaffordable. If you fall behind in your payments anddefaulton the loan, the lender couldforecloseon the property, repossess the home, and resell it.\n\nMoney for debt consolidation or expenses\n\nHigher monthly payments and more debt\n\nSay you took out a $200,000 mortgage to buy a property worth $300,000, and after many years, you still owe $100,000. Assuming the property value has remained at $300,000, you have $200,000 in home equity. If rates have fallen and you are looking to refinance, you could potentially get approved for up to 80% of the equity in your home.\n\nLet’s say your lender will lend you 80% of your home’s value. Your cash-out refinance would have the following financial details:\n\nThe loan proceeds would be divided as:\n\nAs a result, the new mortgage loan of $240,000 would consist of the $100,000 from the original loan's remaining balance plus the $140,000 you received as cash.\n\nLet’s say that although your lender will lend you 80% of your home’s value, you only want $50,000. Your cash-out refinance would have the following financial details:\n\nThe loan proceeds would be divided as:\n\nAs a result, the new mortgage loan of $150,000 would consist of the $100,000 from the original loan's remaining balance plus the $50,000 you received as cash.\n\nThe disadvantage of the cash-outrefinanceincludes the new lien on your home for the larger mortgage loan balance since it includes the original loan amount and the cash amount. However, you don't need to take on the added risk and higher mortgage loan payments at an 80% loan-to-value. You can opt for a lower lump-sum payment, which can help ensure you can repay the loan.\n\nIf you need the cash to pay offconsumer debt, take the steps you need to get your spending under control so you don’t get trapped in an endless cycle ofdebt reloading. TheConsumer Financial Protection Bureau (CFPB)has a number of excellent guides to help determine if a refinance is a good choice for you.\n\nBorrowers have a variety of options when it comes to refinancing. The most basic mortgage loan refinance israte-and-term refinance, also calledno cash-out refinancing. With this type, you are attempting to attain a lower interest rate or adjust the term of your loan, but nothing else changes on your mortgage.\n\nFor example, if your property was purchased years ago when rates were higher, you might find it advantageous to refinance to take advantage of lower interest rates. In addition, variables may have changed in your life,allowing you to handle a 15-year mortgage, saving on the loan's total interest but forgoing the lower monthly payments of your 30-year mortgage. In other words, with a rate-and-termrefinance, nothing else changes, just the rate and term.\n\nCash-out refinancing has a different goal. You receive the difference between the two loans in tax-free cash. This is possible because you only owe the lending institution the original mortgage amount. Any extraneous loan amount from the refinanced, cash-out mortgage is paid to you in cash atclosing, which is generally 45 to 60 days from when you apply.\n\nCompared to rate-and-term, cash-out loans usually come with higher interest rates and other costs, such aspoints. Cash-out loans are more complex than a rate-and-term and usually face more extensive underwriting standards. A high credit score and a lower relativeloan-to-value (LTV) ratiocan mitigate some concerns and help you get a more favorable deal.\n\nHome equity loansandhome equity lines of credit (HELOCs)are alternatives to cash-out or no cash-out (or rate-and-term) mortgage refinancing.\n\nWith a cash-out refinance, you pay off your current mortgage and enter into a new one.With a home equity loan, you are taking outasecond mortgagein addition to your original one, meaning you now have twolienson your property. This could translate to having two separate creditors, each with a possible claim on your home.\n\nClosing costs on a home equity loanare generally less than those for a cash-out refinance. Home equity credit can be advantageous if you need a substantial sum for a specific purpose. However, the refinance might make sense if you can get a lower interest rate with a cash-out refinance—and if you plan to stay in your home long-term. In both cases, make sure you can repay the new, higher loan amount because otherwise, you could lose your home if you default on the payments.\n\nMortgage lending discrimination is illegal.If you think that you’ve been discriminated againstbased on race, religion, sex, marital status, use of public assistance, national origin, disability, or age, there are steps that you can take. One such step is to file a report with theConsumer Financial Protection Bureau (CFPB)or the U.S.Department of Housing and Urban Development (HUD).\n\nHome equityis the market value of your home minus any liens, such as the amount you owe on a mortgage or ahome equity loan. The equity in your home can fluctuate based on real estate market conditions in the community or region where you live.\n\nTocalculate the equity in your home, simply subtract the mortgage balance owed from the market value of the property. For example, if your home is valued at $600,000 and you owe $200,000, then you have $400,000 in home equity.\n\nThere are no restrictions on how you can use the funds from acash-out refinance. Many borrowers use the cash to pay for a big expense, such as to fund an education,pay down debt, or use it as an emergency fund.\n\nRefinancing replaces an existing mortgage with a new one that presumably has better terms for the borrower. On the other hand, a cash-out refinance allows the borrower to convert home equity into cash. With acash-out refinance, the borrower takes out a new mortgage for more than the previous loan, uses the funds to repay the old loan, and receives a lump sum cash payment for the remaining funds. As a result, a cash-out refinance increases your monthly payment and mortgage loan debt—please consider carefully.\n\nExperian. “What Is a Cash-Out Refinance?”\n\nU.S. Department of Veterans Affairs. “Cash-Out Refinance Loan.”\n\nFederal Reserve Board. “A Consumer’s Guide to Mortgage Refinancings.”\n\nConsumer Financial Protection Bureau. “Should I Refinance?”",
  "url": "https://www.investopedia.com/terms/c/cashout_refinance.asp"
}