{
  "term": "Cash Advance: Definition, Types, and Impact on Credit Score",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA cash advance is a short-term loan against a credit card's available limit.\n\nA cash advance is a small, short-term loan available through banks, credit cards, lending apps, and other sources. Cash advances can provide money in a hurry, but often have high interest rates and fees.\n\nCash advances come in a variety of forms, some more expensive than others.\n\nThe most common form of cash advance today involves borrowing against your credit card's line of credit. You can withdraw the money at an ATM or, in some cases, use a check that you deposit or cash at a bank, commonly known as a convenience check.Credit card cash advancesusually carry an interest rate that is higher than therate for regular purchaseson that same card. What's more, the interest typically begins to accrue immediately, with nograce period.\n\nThese cash advances often include a fee as well, either a flat rate or a percentage of the advanced amount. Additionally, if you use an ATM to access the cash, you might be charged a small usage fee.\n\nCredit card companies treat cash advances as separate from purchases, with separate balances on your account statement. Your monthly payments can be applied to both balances, but if you only pay the minimum amount due, the card issuer is allowed by federal law to apply it to the balance with the lower interest rate. As that is invariably the rate for purchases, the cash advance balance can sit and accrue interest at its high rate for months.\n\nAny payments you make that are over the minimum must first be applied to the highest interest balance, so paying more than the minimum will help you reduce your debt faster.\n\nIn most cases, credit card cash advances do not qualify for no- or low-interest-rate introductory offers. On the plus side, they are quick and easy to obtain, making them potentially useful in a financial emergency.\n\nCash advance appslike Varo, Payactiv, MoneyLion, Dave, EarnIn, and Empower are another option today. They typically offer advances of $1,000 or less and must be repaid within a short time frame, such as 30 days or when you receive your next paycheck.\n\nThe interest rates these apps charge also tend to be high, over 100% in some cases when expressed as anannual percentage rate (APR). Plus, you may have to pay other fees.\n\nExpensive as they may be, cash advance apps tend to charge far less than payday loans.\n\nMerchant cash advancesare issued to businesses in need of quick cash to fund their activities and are often repaid out of the company's credit card and debit card receipts, sometimes on a daily basis as that money comes in. As such, they may be considered an advance against future sales rather than as a loan. They can also be easier and faster to obtain than traditional business loans.\n\nIn consumer lending, the term \"cash advance\" can also refer topayday loansissued by specialized lenders online or in local storefronts. Based on the borrower's next paycheck and often limited to $500 or less, these loans are characterized by sky-high interest rates or fees, sometimes as high as 400% in APR terms. For that reason, payday loans are outlawed or restricted in many states.\n\nSome lenders, including certain banks and credit unions, now offer payday alternative loans (PALs). These are also small, short-term loans but with much more affordable rates. They typically range from $200 to $1,000 and need to be repaid within months.\n\nSome employers offer payday loans or advances on paychecks as a service to their employees. Terms vary, but often no fees or interest are charged. The Payactiv app mentioned above is also used for that purpose.\n\nAs an alternative to ever needing a costly cash advance, consider building up anemergency fundin a liquid account that you can draw on if you need to.\n\nTaking out a cash advance can affect your credit score in several ways.\n\nFirst, if you take the advance from a credit card, it will raise your outstanding balance, which will in turn raise yourcredit utilization ratio, a measure thatcredit scoringmodels take into account in calculating your score.\n\nIf you owe $500 on a card with a $1,500 limit, for example, your credit utilization ratio is about 33%. However, if you then take out a $300 cash advance on that card, the balance will jump to $800, resulting in a credit utilization of more than 53%. Generally speaking, the scoring models and lenders favor a credit utilization ratio of 30% or less.\n\nHowever, if you have a higher credit limit on your card or multiple cards with their own limits, that $300 would have less of an impact on your overall ratio. For example, the average credit card limit for all Americans in late 2023 was $29,855, according to the credit bureau Experian, so another $300 in debt is unlikely to have much impact.\n\nWhere a cash advance could hurt your credit score is if the interest builds up to an extent that you are unable to repay it.\n\nExcept for costly products like payday loans, a cash advance can be a reasonable option for someone who has an emergency need for money and limited resources for getting it—especially if they have a realistic plan for paying the money back within a short period.\n\nBut cash advances are a bad idea in these situations:\n\nA cash advance comes with hefty interest rates and fees, so you may want to consider other alternatives, if at all possible. In an extreme situation, a cash advance is fast and accessible; just make sure you have a plan to pay it back quickly.\n\nIn terms of credit cards, your card issuer will set a limit on how much money you can borrow as a cash advance. Typically, that will be a percentage of your card's total credit limit. For example, if your credit limit is $10,000, and your card issuer caps cash advances at 30%, you could borrow $3,000 in total. Note that many credit card companies also have a daily limit, often a few hundred dollars per day.\n\nThe primary difference between a standard credit card purchase and a cash advance is that cash advances begin accruing interest immediately. In contrast, credit cards typically offer a grace period between the purchase date and the payment due date. Cash advances also have transaction fees and higher interest rates than credit card purchases.For example, one widely held card recently charged from 21.49% to 28.49% on purchases, but 29.99% on cash advances.\n\nCash advances can provide a short-term solution in cash-flow emergencies. However, if they become a habit, or if you find you regularly need a cash advance to make ends meet, then some serious budgeting and spending changes could be in order.\n\nCapital One. \"What Is a Cash Advance on a Credit Card?\"\n\nOffice of the Comptroller of the Currency. \"Can the Bank Apply Payments to the 'Purchase Portion' of the Account First and Then to the Cash Advance Balance?\"\n\nNav Technologies. \"Merchant Cash Advances.\"\n\nConsumer Financial Protection Bureau. \"What Is a Payday Loan?\"\n\nMyCreditUnion.gov. \"Payday Loan Alternatives.\"\n\nEquifax. \"What Is a Credit Utilization Ratio?\"\n\nExperian. \"What's the Average Credit Limit on a Credit Card?\"\n\nAmerican Bankruptcy Institute. \"Filing Bankruptcy for Credit Card Debt.\"\n\nPNC. \"What Is a Cash Advance on a Credit Card?\"\n\nChase. \"What Is Cash Advance on a Credit Card and How Does It Work?\"\n\nBank of America. \"What Is a Credit Card Cash Advance?\"",
  "url": "https://www.investopedia.com/terms/c/cashadvance.asp"
}