{
  "term": "Cash Cow: Definition, Investment Type, and Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA cash cow is a low-risk investment that’s likely to generate consistent cash flow over time.\n\nA cash cow is one of the four categories or quadrants in the growth-share, BCG matrix that represents a product, product line, or a company with a large market share within amature industry.\n\nA cash cow is also a reference to a business, product, orassetthat will produce consistentcash flowsover its lifespan when it's acquired and paid off.\n\nA cash cow is a metaphor for a dairy cow that produces milk throughout ts life and requires little to no maintenance. The phrase is applied to a business that's similarly low maintenance. Modern-day cash cows require little investment capital and they perennially provide positive cash flows that can be allocated to other divisions within a corporation. They're low-risk, high-reward investments.\n\nCash cows are one of four quadrants in theBCG matrix, a business unit organization method introduced by the Boston Consulting Group in the early 1970s. Also known as the Boston Box or Grid, the matrix helps firms understand where their business stands in terms ofmarket shareand industry growth rate. It serves as a comparative analysis of a business's potential and an evaluation of the industry and market.\n\nSome firms, especially large corporations, realize that businesses and products within their portfolio lie between two categories, however. This is especially true with product lines at different points in the product life cycle. Cash cows and stars tend to complement each other whereas dogs and question marks use resources less efficiently.\n\nA cash cow is a reference to a business, product, or asset that produces consistent cash flow over its lifespan. It's also a reference to one of the four quadrants in the BCG Matrix, a business unit organization method.\n\nA cash cow is a company or business unit in a mature slow-growth industry. Cash cows have a large share of the market and require little investment. The iPhone is Apple's (AAPL) cash cow. Its return on assets is far greater than its market growth rate. Apple can invest the excess cash generated by the iPhone into other projects or products as a result.\n\nCash cows such as Microsoft (MSFT) and Intel (INTL) provide dividends and can increase their dividend due to their ample free cash flows calculated as cash flows from operations minus capital expenditures. These companies are mature and don't require as much capital to grow. They're marked by high profit margins and strong cash flows.\n\nCash cows can also be slow-growth companies or business units with well-established brands in the industry.\n\nIn contrast to a cash cow, a star in the BCG matrix is a company or business unit that realizes a high market share in high-growth markets.Stars require large capital outlays but they can generate significant cash. Stars can morph into cash cows if a successful strategy is adopted.\n\nQuestion marksare the business units experiencing low market share in a high-growth industry.They require large amounts of cash to capture more of or sustain their position within the market. Question marks can land in any of the other quadrants depending on the strategy adopted by the firm.\n\nLastly, dogs are the business units with low market shares in low-growth markets.There is no large investment requirement, and they don't generate large cash flows. Dogs are often phased out to salvage the organization.\n\nCash flow can be calculated directly or indirectly. The direct method subtracts all cash expenditures that are due on operating activities from cash intake. The indirect method is based on accrual accounting. Income and expenditures are recorded and calculated at the time they're paid or received rather than when they're incurred.\n\nMarket share is defined as the segment of a market that's attributed to a specific company. It's measured as a percentage of the industry's total sales.\n\nThe BCG matrix was introduced by the Boston Consulting Group in the early 1970s. The matrix places an organization's businesses or products into one of four categories: star, question mark, dog, and cash cow.\n\nCash cows tend to be low-risk investments that can come with significant rewards. They include firms such as Microsoft and Excel that are likely to continue to produce reliable cash flow. They’re typically found in mature industries that aren’t likely to experience sudden and extreme spurts of growth. They’re steady and reliable and can be an important component in an investment portfolio.\n\nBoston Consulting Group. \"What Is the Growth Share Matrix?\"\n\nHarvard Business School. \"How to Read and Understand a Cash Flow Statement.\"",
  "url": "https://www.investopedia.com/terms/c/cashcow.asp"
}