{
  "term": "Catalog of Federal Domestic Assistance (CFDA): What It Was",
  "definition": "Investopedia / Michela Buttignol\n\nThe Catalog of Federal Domestic Assistance (CFDA) was a database of various federal assistance programs in the United States. It provided a full listing of assistance programs available to corporations, government agencies, U.S. territories, and individual citizens.\n\nHowever, the CFDA no longer exists. Its information is now accessible through the System for Award Management (SAM) website. SAM continues to provide information ongovernment assistanceand can make it easier for users to find and apply for federal programs.\n\nThe U.S. federal government, through various agencies and departments, offers a range of assistance such as grants, loans, scholarships, property, and counseling.\n\nBeginning in 1984, information about these domestic assistance programs was compiled by the U.S. General Services Administration (GSA), which published it in the CFDA.\n\nMany, but not all, programs provided financial assistance.Foreign aidwas not included.\n\nParties that used the CFDA included:\n\nListings were available through the CFDA's official website CFDA.gov. Individuals or organizations seeking to access programs through the CFDA needed authorization to conductbusinesswith the federal government.\n\nEach program listed online was assigned a unique number by agency and program, enabling data and fundingtransparency.\n\nEach CFDA number contained five digits and appeared as ##.###. The first two digits indicated the agency responsible while the last three digits indicated the program itself.\n\nThe CFDA was retired after its data wasconsolidatedwith other government systems programs to streamline the awards process. The new, single portal was intended to provide efficiency and lessen the administrative effort that people who wished to do business with the federal government had to make.\n\nThe SAM.gov website operates within the Integrated Award Environment (IAE) of the GSA.\n\nCFDA data were consolidated with nine other federal government systems in May 2018. This consolidation led to the retirement of the CFDA website, and its functions being transferred to theSAM.govwebsite.\n\nThe primary goal of this change was to make it easier for authorized entities to do business with the government.\n\nNow, the former CFDA data and the other integrated systems can be accessed through the Assistance Listings section at SAM.gov. There, visitors will find information on a variety of assistance programs including loans, grants,insurance, andscholarships.\n\nAs of the transition, the federal government offered over 2,000 domestic assistance programs. The Department of Health and Human Services had the most programs.\n\nOther departments with a high volume of assistance programs included the Department of the Interior, the Department of Agriculture, the Department of Justice, and theU.S. Department of Housing and Urban Development (HUD).\n\nOnce you identify a federal assistance listing that you’re interested in, you can link directly to grant opportunities on Grants.gov or follow up with a specific agency using the contact information provided on SAM.gov.\n\nFirst, you'll need to decide whether you want to register to bid and apply for federal awards or simply obtain a Unique Entity ID without completing a full registration.\n\nIf you want to apply for federal awards or bid on government contracts, you'll need to complete a registration, which includes being assigned a Unique Entity ID.\n\nOnce you've decided on the type of registration you want, you can start the search on SAM.gov. You can check the status of your registration and find more information about the registration process on its website.\n\nThe website also has a Federal Service Desk available to help you with any technical issues or if you need further assistance.\n\nRenew your SAM.Gov registration every 365 days to keep it active. Additionally, you can update your registration at any time.\n\nThere are many programs available through SAM.gov. Some of the most common ones include:\n\nSmaller programs also exist to benefit small businesses. For instance, theSmall Business Administration (SBA)offers two dozen programs, such as the Federal and State Technology Partnership Program (FAST 59.058).This is awarded \"to strengthen the technological competitiveness of small business concerns in the U.S.\"\n\nSAM.gov has never directly offered awards or solicited applications (neither did the CFDA). Unfortunately, this transition from the CFDA to the SAM.gov website led to the creation of new scams via phone, internet, andsocial media, falsely claiming to offer easy government grant money.\n\nThese scammers may pose as members of the nonexistent CFDA. People who perpetrate thesegrantfrauds typically promise grant approval in exchange for a fee or personal information.\n\nThe CFDA was a government-wide catalog of federal programs, projects, services, and activities that provided information about assistance or benefits available to a variety of recipients.\n\nThe CFDA aimed to make it easier for individuals and entities to find and access the services and support that was available to them.\n\nNo the CFDA no longer exists. It was integrated with other government systems into a single portal managed by the GSA. A listing of federal government assistance programs is now accessible through the Assistance Listings section of SAM.gov.\n\nYes, the CFDA was legitimate and programs now listed at SAM.gov are sponsored by the federal government. However, beware of grant scammers who may pose as the CFDA. The government warns that agents claiming to be with the \"Community for Federal Domestic Assistance (CFDA)\" or a similarly named organization, and not the former, federally-run Catalog of Federal Domestic Assistance (CFDA), may attempt to defraud you.\n\nThe CFDA was a comprehensive directory of federal assistance programs, including federal grants and scholarships. In 2018, it was integrated into the SAM.gov website, within the Assistance Listings section. You can apply for assistance on SAM.gov after registering and receiving a Unique Entity ID.\n\nTexas Christian University. \"Core Documents of Our Democracy: Catalog of Federal Domestic Assistance.\"\n\nNational Association of State Auditors, Comptrollers, and Treasurers. \"Catalog of Federal Domestic Assistance Transition Frequently Asked Questions.\"\n\nSAM.gov. \"Get Started With Registration and the Unique Entity ID.\"\n\nFederal Student Aid. \"Federal Pell Grants.\"\n\nFederal Student Aid. \"Federal Need Analysis Methodology for the 2025–26 Award Year-Federal Pell Grant.\"\n\nTAGGS. \"Temporary Assistance for Needy Families.\"\n\nU.S. Department of Health and Human Services. \"Temporary Assistance for Needy Families (TANF).\"\n\nFEMA. \"National Flood Insurance Program (NFIP) (97.022).\"\n\nFederal Grants Wire. \"Federal and State Technology Partnership Program.\"\n\nGrants.gov. \"Grant Scam & Fraud Alerts.\"\n\nGrants.gov. \"Don't Get Fooled by Grant Scams.\"",
  "url": "https://www.investopedia.com/terms/c/catalog-of-federal-domestic-assistance-cfda.asp"
}