{
  "term": "CBOE Volatility Index (VIX): What Does It Measure in Investing?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe CBOE Volatility Index (VIX), also known as the Fear Index, measures expected market volatility using a portfolio of options on the S&P 500.\n\nThe CBOE Volatility Index (VIX) is a real-time index that represents the market’s expectations for the relative strength of near-term price changes of the S&P 500 Index (SPX). Because it is derived from the prices of SPX index options with near-term expiration dates, it generates a 30-day forward projection of volatility.Volatility, or how fast prices change, is often seen as a way to gauge market sentiment, and in particular the degree of fear among market participants.\n\nThe index is more commonly known by its ticker symbol and is often referred to simply as “the VIX.” It was created by the CBOE Options Exchange and is maintained by CBOE Global Markets. It is an important index in the world of trading and investment because it provides a quantifiable measure of market risk and investors’ sentiments.\n\nThe VIX attempts to measure the magnitude of price movements of the S&P 500 (i.e., its volatility). The more dramatic the price swings are in the index, the higher the level of volatility, and vice versa.\n\nIn addition to being an index to measure volatility, traders can also trade VIX futures, options, and ETFs to hedge or speculate on volatility changes in the index.\n\nIn general, volatility can be measured using two different methods. The first method is based on historical volatility, using statistical calculations on previous prices over a specific time period. This process involves computing various statistical numbers, likemean(average),variance, and finally, thestandard deviationon the historical price data sets.\n\nThe second method, which the VIX uses, involves inferring its value as implied by options prices. Options are derivative instruments whose price depends upon the probability of a particular stock’s current price moving enough to reach a particular level (called thestrike priceorexercise price).\n\nSince the possibility of such price moves happening within the given time frame is represented by the volatility factor, various option pricing methods (like theBlack-Scholes model) include volatility as an integral input parameter.\n\nSince option prices are available in the open market, they can be used to derive the volatility of the underlying security. Such volatility, as implied by or inferred from market prices, is called forward-lookingimplied volatility(IV).\n\nThe VIX was the first benchmark index introduced by CBOE to measure the market’s expectation of future volatility.\n\nBeing a forward-looking index, it is constructed using the implied volatilities on S&P 500index optionsand represents the market’s expectation of 30-day future volatility of the S&P 500 Index, which is considered the leading indicator of the broad U.S. stock market.\n\nIntroduced in 1993, the VIX is now an established and globally recognized gauge of U.S. equity market volatility. It is calculated in real time based on the live prices of the S&P 500 Index. Calculations are performed and values are relayed from 3 a.m. to 9:15 a.m., and from 9:30 a.m. to 4:15 p.m. EST. CBOE began the dissemination of the VIX outside of U.S. trading hours in April 2016.\n\nVIX values are calculated using the CBOE-traded standard SPX options, which expire on the third Friday of each month, and the weekly SPX options, which expire on all other Fridays. Only SPX options are considered whose expiry period lies within more than 23 days and less than 37 days.\n\nWhile the formula is mathematically complex, it theoretically works as follows: It estimates the expected volatility of the S&P 500 Index by aggregating the weighted prices of multiple SPX puts and calls over a wide range of strike prices.\n\nAll such qualifying options should have valid nonzero bid and ask prices that represent the market perception of which options’ strike prices will be hit by the underlying stocks during the remaining time to expiry.\n\nFor detailed calculations with an example, one can refer to the section “The VIX Index Calculation: Step-by-Step” of the VIXwhite paper.\n\nDuring its origin in 1993, VIX was calculated as a weighted measure of the implied volatility of eight S&P 100at-the-moneyputandcall options, when the derivatives market had limited activity and was in its growing stages.\n\nAs the derivatives markets matured, 10 years later, in 2003, the CBOE teamed up with Goldman Sachs and updated the methodology to calculate VIX differently.\n\nIt then started using a wider set of options based on the broader S&P 500 Index, an expansion that allows for a more accurate view of investors’ expectations of future market volatility. A methodology was adopted that remains in effect and is also used for calculating various other variants of the volatility index.\n\nVolatility values, investors’ fears, and VIX values all move up when the market is falling. The reverse is true when the market advances—the index values, fear, and volatility decline.\n\nThe price action of the S&P 500 and the VIXoften shows inverse price action: when the S&P falls sharply, the VIX rises—and vice versa.\n\nAs a rule of thumb, VIX values greater than 30 are generally linked to large volatility resulting from increased uncertainty, risk, and investors’ fear. VIX values below 20 generally correspond to stable, stress-free periods in the markets.\n\nThe VIX has paved the way for using volatility as a tradable asset, albeit through derivative products. CBOE launched the first VIX-based exchange-tradedfutures contractin March 2004, followed by the launch of VIX options in February 2006.\n\nSuch VIX-linked instruments allow pure volatility exposure and have created a new asset class. Active traders, large institutional investors, and hedge fund managers use the VIX-linked securities for portfolio diversification, as historical data demonstrate a strong negativecorrelationof volatility to the stock market returns—that is, when stock returns go down, volatility rises, and vice versa.\n\nLike all indexes, one cannot buy the VIX directly. Instead, investors can take a position in VIX through futures or options contracts, or through VIX-basedexchange-traded products(ETPs). For example, the ProShares VIX Short-Term Futures ETF (VIXY) and the iPath Series B S&P 500 VIX Short-Term Futures ETN (VXX) are two such offerings that track a certain VIX-variant index and take positions in linked futures contracts.\n\nOptions and futures based on VIX products are available for trading on CBOE and CFE platforms, respectively.\n\nActive traders who employ their own trading strategies and advanced algorithms use VIX values to price the derivatives, which are based on high beta stocks.Betarepresents how much a particular stock price can move with respect to the move in a broader market index.\n\nFor instance, a stock having a beta of +1.5 indicates that it is theoretically 50% more volatile than the market. Traders making bets through options of such high beta stocks utilize the VIX volatility values in appropriate proportion to correctly price their options trades.\n\nFollowing the popularity of the VIX, the CBOE now offers several other variants for measuring broad market volatility.\n\nExamples include the CBOE Short-Term Volatility Index (VIX9D), which reflects the nine-day expected volatility of the S&P 500 Index; the CBOE S&P 500 3-Month Volatility Index (VIX3M); and the CBOE S&P 500 6-Month Volatility Index (VIX6M). Products based on other market indexes include the Nasdaq-100 Volatility Index (VXN); the CBOE DJIA Volatility Index (VXD); and the CBOE Russell 2000 Volatility Index (RVX).\n\nThe CBOE Volatility Index (VIX) signals the level of fear or stress in the stock market—using the S&P 500 index as a proxy for the broad market—and hence is widely known as the “Fear Index.” Irrational investor behaviors can be spurred on by theavailability of real-time news coverage. The higher the VIX, the greater the level of fear and uncertainty in the market, with levels above 30 indicating tremendous uncertainty.\n\nLike all indices, the VIX cannot be bought directly. However, the VIX can be traded through futures contracts,exchange-traded funds(ETFs), andexchange-traded notes(ETNs) that own these futures contracts.\n\nYes, it does. Volatility is one of the primary factors that affect stock and index options’ prices and premiums. As the VIX is the most widely watched measure of broad market volatility, it has a substantial impact on option prices or premiums. A higher VIX means higher prices for options (i.e., more expensive option premiums) while a lower VIX means lower option prices or cheaper premiums.\n\nDownside riskcan be adequately hedged by buying put options, the price of which depends on market volatility. Astute investors tend to buy options when the VIX is relatively low and put premiums are cheap. Such protective puts will generally get expensive when the market is sliding; therefore, like insurance, it’s best to buy them when the need for such protection is not obvious (i.e. when investors perceive the risk of market downside to be low).\n\nThe long-run average of the VIX has been around 21. High levels of the VIX (normally when it is above 30) can point to increased volatility and fear in the market, often associated with a bear market.\n\nThe CBOE Volatility Index (VIX) quantifies market expectations of volatility, providing investors and traders with insight into market sentiment. It helps market participants gauge potential risks and make informed trading decisions, such as whether to hedge or make directional trades. While the VIX itself is an index and cannot be traded, there are funds and notes investors and traders can participate in to gain exposure to the index.\n\nCboe. “Cboe VIX White Paper: Cboe Volatility Index,” Pages 3–4.\n\nCboe. “Cboe VIX White Paper: Cboe Volatility Index,” Page 5.\n\nCboe. \"VIX Index Historical Data.\"\n\nRobert E. Whaley. \"Understanding VIX,\" Click \"Download PDF,\" Page 2.\n\nCboe. “Cboe VIX White Paper: Cboe Volatility Index,” Page 4.",
  "url": "https://www.investopedia.com/terms/v/vix.asp"
}