{
  "term": "CBOE Options Exchange",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nFounded in 1973, the CBOE Options Exchange is the world's largestoptionsexchangewith contracts focusing on individual equities, indexes, andinterest rates.\n\nOriginally known as the Chicago Board Options Exchange (CBOE), the exchange changed its name in 2017 as part of a rebranding effort by its holding company, CBOE Global Markets. Traders refer to the exchange as the CBOE (\"see-bo\"). CBOE is also the originator of theCBOE Volatility Index (VIX), the most widely used and recognized proxy for market volatility.\n\nCBOE offers trading across multiple asset classes and geographies, including options,futures, U.S. and European equities,exchange-traded products (ETPs),global foreign exchange(FX), and multi-asset volatility products. It is the largest options exchange in the U.S. and the largest stock exchange in Europe, by value traded. It is the second-largest stock exchange operator in the U.S. and a top global market for ETP trading.\n\nThe exchange has a rich history, including the creation of the CBOE Clearing Corp., which later became theOptions Clearing Corporation (OCC), the industryclearinghousefor all U.S. options trades.\n\nThe business of the CBOE goes beyond simple tradeexecutions, and in 1985 it formed The Options Institute, its educational arm, developed to educate investors around the world about options. In addition, the company offers seminars, webinars, and online courses, including learning for professionals.\n\nThe exchange offers access to many diverse products, starting with, of course, put and call options on thousands of publicly traded stocks, as well as onexchange traded funds (ETFs)andexchange traded notes (ETNs). Investors typically use these products forhedgingand income production through the selling ofcovered callsor cash-secured puts.\n\nThere are options available on stock and sector indexes, including theStandard & Poor's 500, S&P 100,Dow Jones Industrial Average, Russell indexes, selectedFTSEindexes,NasdaqIndexes,MSCIIndexes, and sector indexes including the 10 sectors contained within the S&P 500.\n\nThe exchange offers social media indexes and specialty indexes covering several options strategies, such as \"put write,\"butterfly, andcollar.\n\nFinally, the VIX index is the premier barometer of equity marketvolatility. This Index is based on real-time prices ofnear-the-moneyoptions on the S&P 500 Index (SPX) and is designed to reflect investors' consensus view of future (30-day) expected stock market volatility. Traders call the VIX Index the \"fear gauge\" because it tends to spike to very high levels when investors believe the market is very bearish or unstable.\n\nThe VIX Index is also the flagship index of the CBOE Global Markets' volatility franchise. This includes volatility indexes on broad-based stock indexes, ETFs, individual stocks,commodities, and other specialty indexes.\n\nThe CBOE created the VIX Index in 1993. It has since become the de facto barometer of U.S. equity market volatility.\n\nIn Q1 2022, total volume across CBOE's options exchanges reached 830.3 million options contracts, a record amount. Quarterly average daily volume (ADV) also reached a new all-time high of 13.4 million contracts traded per day.\n\nWhen the CBOE launched in 1973, it only listedcall options. It was not until 1977 that the exchange addedput optionsas well.\n\nLEAPs (Long-Term AnticiPation Securities)are long-dated options listed on exchanges, with expirations longer than one year and up to three or more years. The CBOE first introduced listed LEAP trading in 1990.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.\n\nCboe Exchange, Inc. \"Cboe History.\"\n\nCboe Exchange, Inc. \"CBOE Holdings Becomes Cboe Global Markets, Unveils New Corporate Identity.\"\n\nCboe Exchange, Inc. \"About Us.\"\n\nCboe Exchange, Inc. \"Exchange Traded Products and Stock Options.\"\n\nCboe Exchange, Inc. \"Cboe Options and Futures.\"\n\nCboe Exchange, Inc. \"Cboe Indices.\"\n\nCboe Exchange, Inc. \"VIX Volatility Suite.\"\n\nCboe Exchange, Inc. \"CBOE Global Markets Reports Trading Volume for March 2022.\"\n\nNational Association of Securities Dealers Automated Quotations. \"You Should Be Trading Weekly Options and Here's Why.\"\n\nBollerslev, T & Mikkelsen, H.O. \"Long-Term Equity Anticipation Securities and Stock Market Volatility Dynamics,”Journal of Econometrics, 1999 pp. 75-99.",
  "url": "https://www.investopedia.com/terms/c/cboe.asp"
}