{
  "term": "Centrally Planned Economy: Features, Pros & Cons, and Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAmanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nA centrally planned economy, also known as a command economy, is an economic system where a government body makes economic decisions regarding the production and distribution of goods. Centrally planned economies are different frommarket economies, where these decisions are the result of thousands of choices by producers and consumers.\n\nThe production of goods and services in planned economies is often done bystate-owned enterprises, although independent companies may sometimes be incorporated into economic planning. Prices, wages, and production schedules are typically set by a centralizedbureaucracy.\n\nCentral planning is frequently associated withMarxist-Leninistgovernments such as the Soviet Union, North Korea, and East Germany. For most of their history, market activity was extremely limited in these countries and the governments directed economic activity through state-owned enterprises.\n\nAfter World War II, many socialist countries chose to adopt economic planning in order to focus resources on government priorities that may not be adequately served by market forces alone. Moreover, since these countries were ideologically opposed toprivate enterprise, central planning also helped eliminatecapitalistmodes of production.\n\nWhile central planning is typically associated withsocialistorcommunistpolitical systems, many other countries may enact elements of economic planning in times of war or national emergency. For example, many countries implementedrationingsystems during the world wars in order to prevent shortages andcontrol the pricesof essential goods.\n\nThere are few countries that can truly be described as a command economy today. Even in North Korea, the private sector performs more economic activity than the state.\n\nAdvocates of central planning believe that the government can direct economic investment more efficiently than private actors, especially towards social goals with lower potential for profits. Moreover, since the planning authority has more resources than any single company or business, government projects can also benefit fromeconomies of scalethat make government projects more productive in the long run.\n\nHowever, in order to coordinate among different producers and resources, central planning typically requires a highly educated technical bureaucracy. This creates something of a paradox for socialist countries since the bureaucrats may take the role of ade factoruling class.\n\nThe concept of central planning is subject to heavy criticism, especially from scholars in theAustrian school of economics. One major critique, associated withFriedrich Hayek, is that central planners cannot efficiently respond to supply and demand.\n\nIn a market economy, businesses respond to price signals by increasing or decreasing the production of their goods. Meanwhile, in a planned economy, there are no price signals, so planners cannot accurately forecast which products will be needed or adapt to changing conditions. This means that there may be unnecessary shortages or surpluses of certain goods.\n\nAnother critique is that command economies may be less efficient due to the lack of competitive pressures. While private companies must avoid waste in order to remain profitable, enterprises in a command economy have no pressure to earn profits or reduce expenses.\n\nCentral planning is typically associated with the formerly communist countries of Eastern Europe and the Soviet Union, as well as the contemporary governments of Cuba, China, and parts of Asia. In each of these examples, the state acted as the principal manufacturer, distributor, and employer in almost all sectors of the economy.\n\nAlmost all of these countries abandoned central planning in favor of a capitalist ormixed economic modelstarting in the 1980s. In some cases, such as in China, the privatization of state assets, combined with an influx of foreign investment, resulted in extremely rapideconomic growth.\n\nWhile central planning once dominated Eastern Europe and a large part of Asia, most planned economies have since given way to free market systems. China, Cuba, Vietnam, and Laos still maintain a strong degree of economic planning, but they have also opened their economies to private enterprise. Today, only North Korea can be accurately described as a command economy, although it also has a small degree of underground market activity.\n\nIn a planned economy, important economic decisions are made through a combination of political or administrative bodies. Typically, this involves local administrators communicating their capacity and needs to central authorities, who use that information to create a nationwide economic plan. This plan may go through several rounds of revision before it is submitted to the government or legislature.\n\nWhile socialist economies are typically associated with central planning, several socialist countries incorporated market price signals or private enterprise into their economic systems. Examples include market socialism in the former Yugoslavia, the Socialist Market Economy in Vietnam, or the economic reforms in China under Deng Xiaoping.\n\nIn contrast to market economics where producers and consumers affect the economy, centrally planned economics rely on a central authority, such as a government, to make the major economic decisions in regard to the production and distribution of goods and services.\n\nCentrally planned economies are generally heavily criticized and few economies practice it, with most having shifted to mixed models including private enterprise.\n\nReuters. \"Private Sector Overtakes State as North Korea's top Economic Actor Under Kim.\"",
  "url": "https://www.investopedia.com/terms/c/centrally-planned-economy.asp"
}