{
  "term": "Certified Management Accountant (CMA) Definition and Examples",
  "definition": "Certified management accountant (CMA) is an accounting designation that signifies expertise infinancial accountingandstrategic management. The professionals who obtain this designation are colloquially known as CMAs and are qualified for a variety of roles ranging from financial controller to chief financial officer (CFO).\n\nThe certified management accountant (CMA) certification, which is issued by theInstitute of Management Accountants(IMA), builds on financial accounting proficiency by adding management skills that aid in making strategic business decisions based on financial data.\n\nOftentimes, the reports and analyses prepared by certified management accountants (CMAs) will go above and beyond those required bygenerally accepted accounting principles(GAAP). For example, in addition to a company’s required GAAPfinancial statements, CMAs may prepare additional management reports that provide specific insights useful to corporate decision-makers, such as performance metrics on specific company departments, products, or even employees.\n\nUnlike the certified public accountant (CPA) certification, CMA certification is not mandatory for many jobs in finance.\n\nAs with other financial designations such ascertified public accountant(CPA) orchartered financial analyst(CFA) certifications, certified management accountants (CMAs) are subject to a strict code of ethics.To obtain the CMA, candidates must have a bachelor’s degree or a related professional certification as well as two years of continuous work experience in a related field.Candidates must also pass a rigorous exam, which typically requires over 300 hours of preparation.\n\nAccording to the Financial Industry Regulatory Authority (FINRA), CMAs must also hold active membership in the Institute of Management Accountants.\n\nDorothy is anentrepreneurwho manages a small construction supply company. Recently, she was invited to bid on a contract that would require her to significantly increase her number of employees. Although she felt that the project would be a great opportunity for her business, she wondered whether she would have the financial reporting capacity to effectively manage that increased headcount.\n\nTo help address this problem, Dorothy decides to hire Dennis, a certified management accountant (CMA). To obtain his designation, Dennis had to pass a two-part exam covering subject areas such as budgeting and forecasting,performance management, cost measurement, andinternal controls. In interviewing for the position, Dennis argues that these skills would allow him to support Dorothy in assessing the costs and benefits of this new project, while also effectively managing the costs and logistics involved in servicing new customers.\n\nWith Dennis’s expertise, Dorothy is able to increase her team size without losing oversight of her internal costs and procedures. On the contrary, Dennis’s skill set provides newfound transparency to her business, allowing Dorothy to better assess the performance of individual team members and the profitability of specific projects.\n\nIn the future, Dennis’s combination of accounting skills and fluency with managerial decision-making puts him in a good position to adopt executive positions within the company or at another employer.\n\nCertified management accountants (CMAs) and otheraccountantsare expected to be in growing demand over the coming years. Between 2019 and 2029, the hiring of accountants is projected to grow by 4%. Due to the absence of standardization, this growth is expected to continue in themanagement accountingsector because companies have considerable freedom in designing management accounting systems.﻿﻿\n\nInstitute of Management Accountants. \"CMA Handbook,\" Page 4. Accessed Oct. 27, 2020.\n\nInstitute of Management Accountants. \"Ethics Center.\" Accessed Oct. 27, 2020.\n\nInstitute of Management Accountants. \"CMA Handbook,\" Pages 5-6. Accessed Oct. 27, 2020.\n\nFINRA. \"Certified Management Accountant (CMA)\". Accessed Feb. 28, 2021.\n\nU.S. Bureau of Labor Statistics. \"Accountants and Auditors.\" Accessed Oct. 27, 2020.",
  "url": "https://www.investopedia.com/terms/c/cma.asp"
}