{
  "term": "Certificate of Origin (CO): Definition, Types, and How to Get One",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nInvestopedia / Michela Buttignol\n\nA certificate of origin (CO) is a document used in international trade to certify that the goods being exported originated in a specific country.\n\nA certificate of origin (CO) is a document used in international trade to indicate where a good was produced. COs verify that traders are following customs and tariff requirements, help determine eligibility for preferential treatment under trade agreements, and verify that goods aren't from a country subject to trade sanctions or restrictions.\n\nIn the U.S., COs are now primarily electronic. Americans can obtain them from the American World Trade Chamber of Commerce (AWTCC), accredited by the International Chamber of Commerce (ICC). Below, we explain what COs are, why they are important, and how they are obtained.\n\nCOs are important tools for promoting transparency, accountability, and informed decision-making in international commerce. Most COs in the U.S. are digital, though paper versions are used more elsewhere.\n\nThese documents support fair labor practices, protect workers' rights, and enable governments and intergovernmental bodies to enforce trade policies, sanctions, and embargoes. By requiring exporters to declare the origin of their goods, COs help identify products manufactured under unethical or exploitative conditions, such as sweatshops or forced labor. This transparency can support those wanting to take action based on ethical, environmental, and socioeconomic considerations.\n\nFor governments, COs are essential in enforcing trade policies and upholding national security and foreign policy objectives. Customs officials rely on these electronic documents to identify and prevent the entry of prohibited goods from nations that engage in human rights abuses, support terrorism, or threaten international security.\n\nThey are also vital for implementing international treaties and agreements to protect the environment, such as the Convention on International Trade in Endangered Species of Wild Fauna and Flora.By mandating COs for certain products, governments can better monitor and regulate the trade of endangered species, combat illegal wildlife trafficking, and promote the sustainable use of natural resources.\n\nChambers of commerce, designated government agencies, or other authorized bodies in the exporting country issue COs. They include essential information such as exporter and importer details, a description of the goods, the country of origin, and a digital signature and verification from the issuing authority.\n\nTo obtain a CO from the AWTCC, exporters can register in the AWTCC's online certification system.They can submit their applications electronically any time of the day, seven days a week, and receive their certificates within the next business day. The certificates issued by the AWTCC display the ICC accreditation logo and can be verified electronically by customs authorities worldwide.\n\nExporters must ensure that their COs are accurate and follow the relevant international rules and guidelines. Failing to do so can lead to delays in shipping, additional fees, or the goods being turned away altogether.\n\nSometimes, the destination customs authority may request proof of review from a specific chamber of commerce. Chambers of commerce usually only certify verifiable information. However, if presented with a declaration attesting to commercial details that can't be checked, the chamber will digitally stamp the document and attest to the position and identity of the signatory.\n\nIn addition, the buyer may require a CO in a letter of credit as part of the documentary requirements. The letter of credit may specify additional certifications or language that must be included in the CO for it to follow requirements.\n\nThe CO process is increasingly paperless. Many countries offer an online CO service, allowing exporters to apply and obtain certificates online.This has made getting a CO a lot quicker and easier.\n\nWith an electronic CO, you can submit the required documentation online, get an electronic certificate stamped by a chamber of commerce in less than a day, or get an expedited paper certificate overnight.\n\nThe ICC issues the rules about COs and maintains a verification website for certificates, which are widely used by customs authorities, banks, and other parties involved in international trade compliance.\n\nThere are no standard CO forms in global trade, but a CO, usually prepared by the exporter of goods, has at least the essential details about the product being shipped, atariffcode, the exporter and importer, and the country of origin. The exporter, with knowledge of the specific border control requirements of the importing country, will document these details, get the CO notarized or electronically confirmed by a chamber of commerce, and submit the form.\n\nThe details required depend on the type of goods being exported and where they are going.\n\nThe two main types of COs are nonpreferential and preferential.\n\nNonpreferential COs, also known as ordinary COs, indicate that the goods do not qualify for reduced tariffs or tariff-free treatment under trade arrangements between countries.\n\nIf an exporting country does not have a treaty or trade agreement with the importing country, an ordinary CO is used. If a particular product being shipped has been excluded from tariff relief, it also must be declared using an ordinary CO.\n\nPreferential COs are for goods that qualify under a free-trade agreement for reduced tariffs between countries.For example, exports between the United States, Mexico, and Canada are exempt under theUSMCAfree trade agreement. They would be shipped with a preferential CO.A commercial invoice or bill of lading is used in these and similar cases.\n\nIn the U.S., the Generalized System of Preferences (GSP) was enacted by Congress in 1974 to promote economic development in developing nations and eliminate duties on thousands of products imported from over 100 countries, given this status.Countries like Bolivia, Cambodia, Haiti, Namibia, and Pakistan are presently on the list, as are many other developing countries.The EU and countries worldwide have their versions of a GSP to foster economic growth through trade with friendly nations.\n\nFree trade agreements between the U.S. and other countries often require exporters to use a specific form as proof of origin so products can qualify for preferential duty rates. These forms can be found on the AWTCC platform.\n\nThe ICC has an online platform to assist in issuing and verifying electronic COs. Third parties, too, can be used to help with the process. For the ICC, here are the steps:\n\nAccredited companies can create valid certificates on your behalf and get them certified by chambers of commerce. All you need to do is provide them with all the relevant information and wait for the certificate.\n\nCertificates of origin will typically contain the following information:\n\nIn international trade, each country has different rules for the products crossing its borders, as well as for each of its trading partners. For example, goods from Mexico have a lower tariff at the U.S. border than goods from China.\n\nA certificate of origin is a form that documents the country a product is from, as well as its value and the names of the exporter. Customs officials use this form to calculate any fees or restrictions on a shipment.\n\nCertificates of origin serve several purposes. Above all, they satisfy custom requirements in the country where the items are heading and determine the amount of duty to pay. Certain goods may qualify for tariff reductions or exemptions if they originate from a certain country or are of a certain type.\n\nOnlyexporterscan issue a certificate of origin.Contact your local chamber of commerce (or similar authority) to learn more about the process and what is needed for approval.\n\nCOs state a product's origin with its export and import information. However, it does not provide a title in the sense of a legal transfer of ownership of the good. This is done via a separate transaction involving an invoice or similar proof of sale.\n\nA CO is a document used in international trade to identify a product's country of origin, as well as the value of the product and the identities of the exporter and importer. COs are used for customs purposes, especially when a tariff or other import duty is required. They are usually issued by exporters and then endorsed by the relevant chamber of commerce.\n\nInternational Trade Association. \"FTA Certificates of Origin.\"\n\nInternational Chambers of Commerce. \"Certificates of Origin.\"\n\nAmerican World Trade Chamber of Commerce. \"Certificates of Origin.\"\n\nNOAA Fisheries. \"Convention on International Trade in Endangered Species of Wild Fauna and Flora.\"\n\nICC World Chambers Association. \"International Certificate of Origin Guidelines.\"\n\nInternational Trade Administration, U.S. Department of Commerce. \"Basic Guide to Exporting: Certificate of Origin.\"\n\nThe World Trade Organization. \"Trade Facilitation Agreement – Article 10.\"\n\nTrade Financial Global. \"Certificates of Origin.\"\n\nEuropean Commission. \"Taxation and Customs Union: Rules of Origin.\"\n\nOffice of the United States Trade Representative. \"Agreement Between the United States of America, the United Mexican States, and Canada.\"\n\nOffice of the United States Trade Representative. \"Generalized System of Preferences (GSP).\"\n\nOffice of the United States Trade Representative. \"Countries Eligible for GSP (as of December 2020).\"\n\nShipping Solutions. \"Generate Electronic Certificate of Origin Forms.\"\n\nInternational Chambers of Commerce. \"Business Solutions.\"",
  "url": "https://www.investopedia.com/terms/c/certificate-of-origin.asp"
}