{
  "term": "Certified Public Accountant: What the CPA Credential Means",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA Certified Public Accountant (CPA) is a licensed professional who has passed an examination administered by a state's Board of Accountancy.\n\nState CPA exams are created under guidelines issued by The American Institute of Certified Public Accountants (AICPA). The Uniform CPA Exam can only be taken by accountants who already have professional experience in the field and a bachelor's degree.\n\nOther countries have equivalent certifications, notably thechartered accountant (CA)designation created in Scotland and now used in many countries.\n\nNot all accountants are CPAs. Accountants who are CPAs are licensed by their state's Board of Accountancy after passing the Uniform CPA Exam.\n\nCPAs prepare reports that accurately reflect the business dealings of the companies and individuals that hire them. Many prepare tax returns for individuals or businesses and advise them on ways to minimize taxes.\n\nObtaining the CPA designation requires a bachelor’s degree, typically with a major in business administration, finance, or accounting. Other majors are acceptable if the applicant meets the minimum requirements for accounting courses.\n\nCandidates are required to complete 150 hours of education and have no fewer than two years of public accounting experience. To receive the CPA designation, a candidate also must pass the Uniform CPA Exam.\n\nKeeping the CPA designation requires completing a number of continuing education hours.\n\nTheCPA examis a 16-hour exam consisting of four sections, each of which must be completed in four hours. The exam consists of three core sections that must be completed and one discipline section. Candidates can choose from three discipline sections.\n\nThe three discipline sections of which a candidate must choose one are:\n\nEach section consists of a different number of multiple-choice questions and task-based simulations. For example, AUD consists of 78 multiple-choice questions and seven task-based simulations.\n\nIt takes a score of at least 75% to pass the exam. The pass rates are low, with three out of the six possible sections having pass rates below 50%. The hardest section is BAR, with a pass rate of 41.04%. The easiest section is TCP, with a pass rate of 78.16%.\n\nCandidates have four hours to complete each section, with a total exam time of 16 hours. Each section is taken individually, and candidates can choose the order in which they take them but must pass all four sections of the exam within 18 months.\n\nInternational equivalency exams are offered so that CPAs can work in countries other than the one in which they were certified.\n\nCPAs have a wide range of career options available in public accounting (that is, working for an accounting firm), corporate accounting (working inside a company), or government service. Individuals with the CPA designation can also move into executive positions such as controller or chief financial officer (CFO).\n\nRegardless of their employer, most CPAs compile, maintain, andreview financial statements and related transactions.Many CPAs file tax forms or returns for individuals and businesses. CPAs are authorized to perform and sign off on audits.\n\nThough known for their role in income tax preparation, CPAs can specialize in other areas such asauditing,bookkeeping,forensic accounting,managerial accounting, and even aspects of information technology (IT).\n\nA CPA license isn’t required to work in corporate accounting or forprivate companies. However, public accountants⁠—individuals working for firms such as Deloitte or Ernst & Young that provide accounting and tax-related services to businesses—must hold CPA designations.\n\nCertified Public Accountants are subject to a code of ethics. The AICPA requires that all CPA designation holders adhere to the Code of Professional Conduct, which lays out the ethical standards CPAs must adhere to.\n\nTheEnron scandalis an example of CPAs not adhering to the code. Arthur Andersen company executives and CPAs were charged with illegal and unethical accounting practices.\n\nFederal and state laws require CPAs to maintain independence when performing audits and reviews. While consulting at Enron, Arthur Andersen CPAs did not maintain independence and performed both consulting services and auditing services, which violates the CPA code of ethics.\n\nThe CPA designation became more important after theSarbanes-Oxley (SOX) Act of 2002, which was passed partly in response to corporate financial scandals like the Enron affair.\n\nTo give yourself the best chance possible when taking the exam, consider taking one of the best CPA prep courses.\n\nIn 1887, a group of accountants created the American Association of Public Accountants (AAPA) to define moral standards for the accounting industry and U.S. auditing standards for local, state, and federal governments, private companies, and nonprofits.\n\nRenamed several times over the years, the organization has been known as theAmerican Institute of Certified Public Accountants (AICPA)since 1957. The first CPAs received licenses in 1896.\n\nIn 1934, the Securities and Exchange Commission (SEC) required all publicly traded companies to file periodic financial reports endorsed by members of the accounting industry.\n\nThe AICPA established accounting standards until 1973 when the Financial Accounting Standards Board (FASB) was launched to set standards for private companies.\n\nThe accounting industry thrived in the late 1990s due to the expansion of large accounting firms into various forms of consulting. The Enron scandal in 2001 resulted in major changes in the accounting industry, not least the collapse of Arthur Andersen, one of the nation’s top accounting firms.\n\nSince the Sarbanes-Oxley Act passed in 2002, accountants have been subject to tougher restrictions concerning their consulting assignments.\n\nCPAs compile, maintain, and review financial statements and related transactions. They also prepare tax returns for individuals and businesses. They are authorized to perform audits.\n\nSome CPAs specialize in areas like forensic accounting, personal financial planning, and taxation.\n\nA CPA is required to complete continuing education requirements and uphold a standard of professional ethics.\n\nA CPA is an accountant who has earned a professional credential. Their main responsibilities are the same and involve preparing or reviewing financial documentation for businesses or individuals.\n\nCPAs are authorized to take on certain other roles. These include performing audits of public U.S. companies and preparing audited financial statements for a company, such as a balance sheet or an income statement.\n\nThe Master of Business Administration (MBA) is an academic degree in management. If you are interested in starting or running a business, the MBA program will help you prepare.\n\nThe Certified Public Accountant (CPA) is a license for working accountants that signals a degree of professional expertise. If you are an accountant or want to be one, it's a valuable tool to help you move up the ladder.\n\nEarning the CPA credential is a big time commitment, and the exam is challenging. Still, those with a CPA earn 25% more, on average, than non-CPA accountants. Also, accountants with a CPA certification tend to advance to positions of more responsibility within one to two years and often are promoted to senior-level jobs within a few years after that.\n\nYou can be an accountant without being a Certified Public Accountant, but earning a CPA license adds a valuable credential to your resume. It means you've passed a nationally recognized test that has been modified to reflect your state's regulations. It opens the way to jobs that other accountants can't take on, such as performing audits of public companies.\n\nAICPA & CIMA. \"Everything You Need to Know About The CPA Exam.\"\n\nAICPA. \"150 Hour Requirement for Obtaining a CPA License.\"\n\nNASBA. \"Maintaining a License.\"\n\nUWorld. \"All About the CPA Exam.\"\n\nAICPA & CIMA. \"Learn More About CPA Exam Scoring and Pass Rates.\"\n\nNASBA. \"CPA Exam Application Process Frequently Asked Questions.\"\n\nNASBA. \"International Qualification Examination (IQEX).\"\n\nAICPA. \"Professional Responsibilities.\"\n\nJournal of Accountancy. \"The Rise and Fall of Enron.\"\n\nCornell Law School Legal Information Institute. \"Sarbanes-Oxley Act.\"\n\nNational Association of State Boards of Accountancy. \"10 Totally Random But Interesting Facts About Accounting.\"\n\nCornell Law School Legal Information Institute. \"Securities Exchange Act of 1934.\"\n\nBrigham Young University. \"BYU Study: 20 Years Later, Accountants Burned by Enron Scandal Outperform Peers.\"\n\nUniversity of Scranton. \"Statistics That Prove Becoming a CPA Is Worth It.\"",
  "url": "https://www.investopedia.com/terms/c/cpa.asp"
}