{
  "term": "Chapter 11 Bankruptcy: What's Involved, Pros & Cons of Filing",
  "definition": "Chapter 11 is a type of bankruptcy that reorganizes a struggling company's debts to allow it to stay open and become solvent. A court-appointed trustee oversees the reorganization.Although individuals can file Chapter 11 bankruptcy, it's most commonly filed by businesses.\n\nBusinesses can also file other bankruptcy chapters depending on their financial situation. For instance, Chapter 7 liquidates a business's assets to satisfy debts. Other types, like Chapter 9 or Chapter 12, are primarily used by municipalities or family farmers and fishers, respectively. Chapter 7, Chapter 11, and Chapter 13 are some of the most common types filed by individuals and businesses.\n\nChapter 11 can give a struggling business much-needed time to restructure its operations and debts. This essentially gives the company a fresh start and helps it repay its debts rather than forgiving them, which is why it's known asreorganizationbankruptcy.\n\nIt's rare but possible for individuals who are ineligible for Chapter 7 or Chapter 13bankruptcyto be eligible for Chapter 11, although individuals must file additional paperwork not required of businesses. Instead, Chapter 11 is most commonly used by corporations and partnerships that want to keep their businesses alive and continue to operate.\n\nTo file Chapter 11, the business (called the debtor) files a petition with the local bankruptcy court.The business must include a comprehensive statement of its financial affairs and a schedule of its assets, liabilities, contracts, expenditures, and leases. There's also a substantial fee that must be paid to the clerk, although it is possible to pay it in installments.\n\nThe business can propose a reorganization plan that includes downsizing, renegotiating contracts, orliquidatingassets. The court can agree to the plan or work with the business to devise a different one.\n\nEither way, the company can continue operating, but cannot make certain decisions without court approval. For example, a business in Chapter 11 bankruptcy can't expand its operations or sell assets not specified in the reorganization plan. The company isn't allowed to take on any new loans that would begin after filing for bankruptcy.\n\nUnlike other types of bankruptcy, the debt is not forgiven. Instead, businesses stay open and adjust operating procedures in order to increase profitability. This allows them to repay their debts. It's important to note that if a company is found to be dishonest, fraudulent, or grossly incompetent, the court will appoint atrusteeto run the company during bankruptcy.\n\nChapter 11 allows businesses to balance the books and become viable by significantly changing their management and operations.\n\nAlthough there are distinct advantages to Chapter 11, there are drawbacks to consider.\n\nYou can continue doing business\n\nYou may be granted emergency relief\n\nYou are protected under the automatic stay\n\nYour business monthly debt load is reduced\n\nYou can eliminate certain debts and renegotiate others\n\nYou won't be harassed by creditors\n\nYou have additional time to pay your federal tax debt\n\nYou have to repay your company’s debts\n\nYour business won’t have access to credit in the coming years\n\nThe process can take several years\n\nFiling Chapter 11 can be expensive\n\nBusinesses and individuals have options when filing for bankruptcy. In addition to Chapter 11, Chapter 7 is commonly filed. However, thedifferences between Chapter 7 and Chapter 11make each suited for different situations.\n\nChapter 7 is more often used by individuals struggling with insurmountable debt.A court-appointed trustee sells as many assets as possible to repay the individual's debts. Whatever debt is left after the assets are liquidated is usually forgiven. That said, Chapter 7 doesn't forgive an individual's tax debt, alimony, child support, orstudent loans.\n\nOn the other hand, Chapter 11 is primarily filed by businesses that wish to remain in business. To become solvent while still operating, the company files bankruptcy to reorganize its debt. The company retains control of its assets while implementing the restructuring plan and repays debts as it becomes profitable again.\n\nRestructures the company so it can continue operating\n\nDebts are repaid over time as a result of reorganizing\n\nMore commonly used by companies\n\nMost expensive and complex type of bankruptcy\n\nTypically used to reorganize business operations and finances\n\nLiquidizes assets in order to satisfy debts\n\nRemaining debt is usually forgiven\n\nCan be filed by individuals or businesses\n\nIt's not uncommon for large, well-known businesses to file Chapter 11, sometimes repeatedly within a short span of time. For example, Party City, the largest retailer of party goods in North America, filed for Chapter 11 in early 2023.The company worked with a restructuring advisor and received $150 million to keep operations running during the proceedings.\n\nBy the end of 2023, Party City had repaid $1 billion of its debts byrestructuring, closing 800 stores, and renegotiating the terms of its leases.The company continued to operate but couldn't overcome its remaining $800 million debt. In December 2024, Party City announced it would auction off leases for its buildings and cease operations.\n\nWhile Chapter 11 can give a business or individual a fresh start, it's not a decision to be taken lightly since there's significant time and expense involved. Before filing, assess the overall health of your company and speak with legal and financial advisors. ForChapter 11 to make financial sense, you must learn whether reorganization is enough to repay debts and make the business profitable. If you have stakeholders, you need to communicate with them throughout the process.\n\nIn short, you should exhaust all other options, like negotiating directly with creditors or considering insolvency, before filing for bankruptcy. If you've done so and it's agreed that Chapter 11 is the right path forward, you should be able to generate cash flow that can help your business recover.\n\nEven after giving Chapter 11 careful thought, it's still a good idea to consult legal and financial advisors. Chapter 11 is a lengthy, complicated, and expensive process that's not right for every company or individual. However, for companies with a solid reorganization plan, a business can stay open and even become profitable.\n\nUnited States Courts. “Process - Bankruptcy Basics.”\n\nUnited States Courts. \"Bankruptcy Basics.\"\n\nUnited States Courts. “Chapter 11 - Bankruptcy Basics.”\n\nUnited States Courts. “Bankruptcy Court Miscellaneous Fee Schedule.”\n\nUnited States Courts. \"Chapter 7 - Bankruptcy Basics.\"\n\nThe Wall Street Journal. \"Party City Plans Bankruptcy Filing Within Weeks to Cut Debt.\"\n\nPR Newswire. \"PCHI Enters Into Restructuring Support Agreement With Senior Secured Noteholder Ad Hoc Group to Advance Transformation and Enhance Market Leadership From Strengthened Financial Position.\"\n\nPR Newswire. \"PCHI Receives Court Approval of Plan of Reorganization, Paving the Way for Emergence.\"\n\nCNN. \"Party City Is Going Out of Business.\"",
  "url": "https://www.investopedia.com/terms/c/chapter11.asp"
}