{
  "term": "Chart of Accounts (COA) Definition, How It Works, and Example",
  "definition": "Jiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\nA chart of accounts (COA) is an index of all of thefinancial accountsin a company'sgeneral ledger. In short, it is an organizational tool that lists by category and line item all of the financialtransactionsthat a company conducted during a specificaccounting period.\n\nLarge and small companiesuse a COA to organize their financesand give interested parties, such as investors and shareholders, a clear view and understanding of their financial health. Separating expenditures, revenue,assets, andliabilitieshelps to achieve this and ensures thatfinancial statementsare in compliance with reporting standards.\n\nHere is a way to think about a COA as it relates to your own finances. Say you have a checking account, a savings account, and acertificate of deposit (CD)at the same bank. When you log in to your account online, you’ll typically go to an overview page that shows the balance in each account. Similarly, if you use an online program that helps you manage all your accounts in one place, like Mint orPersonal Capital, you’re looking at basically the same thing as a company’s COA. You can see all your assets and liabilities on one page.\n\nThere is no single format for a chart of accounts. Typically, they all follow the essential structure described below. But the final structure and look will depend on the type of business and its size.\n\nThe COA is typically set up to display information in the order that it appears in financial statements. That means thatbalance sheetaccounts are listed first and are followed by accounts in theincome statement.\n\nThese primary accounts of assets, liabilities,shareholders' equity, revenue, and expenses can then be broken down into sub-accounts such asoperating revenues,operating expenses,non-operating revenues, and non-operating losses.\n\nIn addition, the operating revenues and operating expenses accounts might be further organized by business function and/or by company divisions.\n\nAs an example, a small company COA might include these sub-accounts under the primary assets, primary liabilities, and primary shareholders' equity accounts:\n\nTo make it easy for readers to locate specific accounts or to know what they're looking at instantly, each COA typically contains identification codes, names, and brief descriptions for accounts.\n\nThis coding system is important because the COA can display many line items for each transaction in every primary account.\n\nFor example, a company may decide to code assets from 100 to 199, liabilities from 200 to 299, equity from 300 to 399, and so forth. Those could then be broken down further into, e.g., current assets (110-119) and current liabilities (210-219). The number of figures used depends on the size and complexity of a company and its transactions.\n\nMany organizations structure their COAs so that expense information is separately compiled by department. Thus, the sales department, engineering department, and accounting department all have the same set of expense accounts. Examples of expense accounts include thecost of goods sold (COGS),depreciation expense, utility expense, and wages expense.\n\nCOAs can differ and be tailored to reflect a company’s operations. However, they also must respect the guidelines set out by theFinancial Accounting Standards Board (FASB)andgenerally accepted accounting principles (GAAP).\n\nOf crucial importance is that COAs are kept the same from year to year. Doing so ensures that accurate comparisons of the company’s finances can be made over time.\n\nHere's one example of a chart of accounts.\n\nIt is a very important financial tool that organizes a lot of financial transactions in a way that is easy to access. Because transactions are displayed as line items, they can quickly be found and assessed. This is crucial for providing investors and other stakeholders a bird's-eye view of a company's financial data.\n\nNot precisely. A company can use, create, or modify any format that it wishes. But experience has shown that the most common format organizes information by individual account and assigns each account a code and description. What's important is to use the same format over time for the consistency of period-to-period and year-to-year comparisons.\n\nNo, but it's considered necessary by all kinds of companies seeking to categorize all of their transactions so that they can be referenced quickly and easily.\n\nA chart of accounts is a document that numbers and lists all the financial transactions that a company conducts in an accounting period. The information is usually arranged in categories that match those on the balance sheet and income statement.\n\nThe chart of accounts is a very useful tool for the access it provides to detailed financial information for individuals within companies and others, including investors and shareholders.\n\nQuickBooks. “How to set up a chart of accounts.”\n\nU.S. Securities and Exchange Commission. “Beginner’s Guide to Financial Statement.”\n\nU.S. Small Business Administration. “Appendix 16: Chart of Accounts for Small Business Investment Companies.” Pages 1-3.\n\nLegal Information Institute, Cornell Law School. “Uniform System of Accounts Prescribed for Public Utilities and Licensees Subject to the Provisions of the Federal Power Act.”\n\nHarvard Business School. “How to Read & Understand an Income Statement: What Goes on an Income Statement?”\n\nInternational Financial Reporting Standards. “US GAAP Chart of Accounts.”\n\nDeloitte. “Unlock Value Through Your Chart of Accounts,” Page 14.\n\nMy Accounting Course. \"Chart of Accounts.\"",
  "url": "https://www.investopedia.com/terms/c/chart-accounts.asp"
}