{
  "term": "Chattel Mortgage: Definition, Types, and Examples",
  "definition": "A chattel mortgage is a loan to purchase movable personal property, such as amanufactured homeor construction equipment. The property, or chattel, secures the loan, and thelender holds an ownership interest.\n\nChattel loans are commonly referred to as security agreements. The terms “personal property security,” “lien on personal property,” or even “movable hypothecation” are other synonyms for a chattel mortgage.\n\nBorrowers secure chattel mortgages to purchase moveable property. These loans tend to have shorter terms than regular mortgages. If a borrowerdefaultson a chattel mortgage, the creditor or lender can take possession of the financed property and sell it to pay off the loan.\n\nChattel mortgages finance mobile or manufactured homes on leased land. Borrowers cannot opt for a traditional mortgage since the land does not belong to the homeowner. Instead, the mobile or manufactured home is considered “personal movable property” and security for a chattel mortgage. The financing arrangement remains in effect even if the mobile home is moved to a different location.\n\nTheU.S. Department of Housing and Urban Development (HUD), theU.S. Department of Veterans Affairs (VA), and the U.S. Department of Agriculture’sRural Housing Serviceall have programs to guarantee manufactured home loans issued by approved private lenders to eligible borrowers.A HUD entity, theFederal Housing Administration (FHA)Manufactured Home Loan Insurance program, guarantees loans for manufactured homes without land.\n\nBusinesses use chattel mortgages to purchase new or used heavy equipment for construction, farming, or other purposes. A chattel mortgage allows the buyer to use the equipment while thelenderretains an ownership interest. If the buyer defaults, the lender can repossess the equipment and sell it to pay off the loan balance.\n\nThe U.S.Small Business Administrationprovides low-cost financing for business-related equipment. Like other government agencies, it doesn’t issue loans but guarantees eligible loans issued by an approved list of commercial lenders. Its504 loansprovide funding for long-term machinery and equipment purchases.\n\nA chattel mortgage differs from a traditional one in that the lender owns the property until the borrower fully pays the loan. With a regular mortgage, the lender isn’t the owner but holds alienon the property, allowing it to take possession in the event of a default. With a chattel mortgage, ownership transfers to the buyer at the end of the mortgage term, assuming all the payments have been made.\n\nChattel mortgages tend to carry higher interest rates and have fewer consumer protections than regular mortgages.They also have shorter terms, so monthly payments may be higher.\n\nVehicles, airplanes, boats, farm equipment, and manufactured homes are common examples of assets often financed with a chattel loan. Approximately 42% of the loans used to purchase manufactured homes are chattel loans, according to theConsumer Financial Protection Bureau (CFPB).Chattel loans have specific rules, which vary according to the property and state or federal law.\n\nIn Florida, chattel home loans must be listed in a public registry so that third parties can be aware of them before entering into financing agreements with potential borrowers who want to put up the property as security for another loan.For security agreements associated with aircraft, chattel mortgages must be recorded with the Aircraft Registration Branch of the Federal Aviation Administration.\n\nMortgages on personal property, such as chattel loans, typically have higher interest rates than traditional mortgages and shorter terms.\n\nChattel loans are offered in person at lending institutions and through online lenders, some of which specialize in a particular type of property, such as mobile homes, aircraft, or construction equipment.\n\nThat can depend on the loan, the lender, and your credit score. With the FHA’s Title I loans, for example, borrowers with a credit score above 500 are required to make at least a 5% down payment, while those with lower scores must put down at least 10%.\n\nThe interest paid on a chattel mortgage may be deductible, just like interest paid on a conventional mortgage. When financing a manufactured or modular home fixed to the ground, borrowers may also be able to take advantage of property tax deductions.\n\nA chattel mortgage is a loan to purchase movable personal property, such as construction equipment or a mobile home. Chattel mortgages often carry higher interest rates and have fewer consumer protections than traditional mortgages. If a borrower defaults on a chattel mortgage, the lender can repossess the property or equipment.\n\nU.S. Department of Veteran Affairs. \"VA Home Loan Guaranty Buyer’s Guide,\" Page 14.\n\nRural Housing Service. \"Single Family Home Loan Guarantees,\" Page 1.\n\nU.S. Department of Housing and Urban Development. “Financing Manufactured (Mobile) Homes.”\n\nU.S. Small Business Administration. “504 Loans.”\n\nConsumer Financial Protection Bureau. “Manufactured Housing Loan Borrowers Face Higher Interest Rates, Risks, and Barriers to Credit, New CFPB Report Finds.”\n\nThe Florida Senate. \"Chapter 698, Chattel Mortgages.\"\n\nFederal Aviation Administration. \"Aircraft Registration, Record a Security Agreement/Chattel Mortgage.\"\n\nFederal Deposit Insurance Corporation. “Manufactured Home Loan Insurance,” Page 2.",
  "url": "https://www.investopedia.com/terms/c/chattelmortgage.asp"
}