{
  "term": "Cheapest to Deliver (CTD): Definition and Calculation Formula",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe term cheapest to deliver (CTD) refers to the cheapest security delivered in a futures contract to along positionto satisfy the contract specifications. It is relevant only for contracts that allow a variety of slightly different securities to be delivered.\n\nThis is common in Treasury bond futures contracts, which typically specify that any treasury bond can be delivered so long as it is within a certain maturity range and has a certaincoupon rate. The coupon rate is the rate of interest a bond issuer pays for the entire term of the security.\n\nAfutures contractenters the buyer into an obligation to purchase a specific underlying financial instrument's specific quantity. The seller must deliver the underlying security on a date agreed upon by both parties. In cases where multiplefinancial instrumentscan satisfy the contract based on the fact that a particular grade was not specified, the seller who holds the short position can identify which instrument will be the cheapest to deliver.\n\nRemember, a trader generally takes a short position—or a short—when they sell a financialassetwith the intention of repurchasing it at a lower price later on. Traders generally take short positions when they believe an asset's price will drop in the near future. Futures markets allow traders to take short positions at any time.\n\nDetermining the cheapest to deliver security is important for the short position because there is often a disparity between a security's market price and theconversionfactor used to determine the value of the security being delivered. This makes it advantageous for the seller to pick specific security to deliver over another. Since it is assumed that theshort positionprovides the cheapest to deliver security, the market pricing of futures contracts is generally based on the cheapest to deliver security.\n\nThere is a general assumption that the short position provides the cheapest to deliver security.\n\nSelecting the cheapest to deliver provides the investor in the short position the ability to maximize their return—or profit—on the chosen bond. The calculation to determine the cheapest to deliver is:\n\nThe current bond price is determined based on the currentmarket pricewith any interest due to a total. Additionally, the calculations are more commonly based on the net amount earned from the transaction, also known as theimplied repo rate. This is the rate of return that a trader can earn when they sell a bond or futures contract and buy the same asset at the market price with borrowed funds at the same time. Higher implied repo rates result in assets that are cheaper to deliver overall.\n\nSet by theChicago Board of Trade(CBOT) and theChicago Mercantile Exchange(CME), the conversion factor is required to adjust for the varying grades that may be under consideration and is designed to limit certain advantages that may exist when selecting between multiple options. The conversion factors are adjusted as necessary to provide the most useful metric when using the information for calculations.",
  "url": "https://www.investopedia.com/terms/c/cheapesttodeliver.asp"
}