{
  "term": "Checks and Balances: Definition, Examples, and How They Work",
  "definition": "Checks and balances permit an entity or individual to reject or change actions taken by another to enforce cooperation within an organization and encourage bilateral control.\n\nChecks and balances are rules and procedures to reduce mistakes, prevent improper behavior, or decrease the risk of centralization in an organization. Checks and balances prevent any one person or department from having absolute control over decisions and force cooperation in completing tasks.\n\nThe term is most commonly used in the context ofgovernmentbut also refers to limiting power inbusinessesand organizations.\n\nThe U.S. government exercises checks and balances through its three branches: the legislative, executive, and judicial branches. It operates as a constitutionallylimited governmentand is bound to the principles and actions that are authorized by the federal Constitution—and corresponding state constitutions.\n\nChecks and balances are also important in businesses and other organizations where one individual can make decisions that affect operations. For example, largecorporationshave legal departments and internal compliance officers to ensure adherence to regulations, and in some factories, union stewards act as a check against management. Checks and balances can cost more money but can be critical in helping to identify internal and external theft.\n\nBy separating the duties of various employees into clearly defined roles, businesses and organizations are better able to ensure that rogue employees or executives cannot harm a business without the intervention of other employees. Having these types of internal controls in a business can help improveoperational efficiencyin some situations. While it may seem that adding these checks on power can hurt efficiency, they may boost efficiency. For example, if one executive has too much power and is taking on too many responsibilities, forcing delegation can make things run smoother and quicker.\n\nInternal control systems of publicly listed businesses in the United States use checks and balances. This is a requirement of theSarbanes-Oxley Act. The directors of such businesses have a legal obligation to ensure a proper system of internal control that includes checks and balances.\n\nTheUnited Nationshas six internal institutions: the International Court of Justice, the General Assembly, the Economic and Social Council, the Trusteeship Council, the U.N. Secretariat, and the Security Council.\n\nEach of these institutions has different responsibilities, such as maintaining international peace, policy review and recommendations on economic, social, and environmental issues, and an international court.\n\nThe individuals working in these bodies and the bodies themselves cannot influence each other. Given that the U.N. has a wide global influence, impacting most nations around the world, it’s critical that different directives are handled by different groups to avoid a concentration of power.\n\nThe U.N.’s voting system and veto power policy allow individual countries to check the power of other countries.\n\nThe U.S. Constitution provides checks and balances for the U.S. government through theseparation of powersamong its three branches: the legislative branch, the executive branch, and the judicial branch. The Constitution gives specific abilities to each one of these three branches to ensure that no one section of the government can obtain excessive unchecked power.\n\nChecks and balances are practiced by the U.S. government in the following ways. First, the legislative branch is the part of the government that makes laws, but the executive branch gives veto power to the president, allowing the president to keep the legislative branch in check.\n\nIn addition, the judicial branch, the part of the government that interprets the laws put into effect by the legislative branch, can deem certain laws unconstitutional, making them void.\n\nMoreover, while the president has veto power, the legislative branch can overturn a president’s veto with a two-thirdssupermajorityvote by both houses of Congress. This ensures that the president cannot use his power for personal gain.The executive branch can also issue executive orders, ordering how certain laws should be enforced or ordering that the government take certain actions, but the judicial branch can deem these orders to be unconstitutional.\n\nExecutive orders are issued to help govern the country, implement policy, enforce laws, and run the government. Historically, only a small minority have been deemed unconstitutional, as the president is not likely to issue one that is obviously unconstitutional. However, there have been some significant instances of unconstitutional executive orders in America’s history. They are enacted solely by the president as head of the executive branch of government.\n\nStill, executive orders can be reversed by subsequent administrations. For example, when then-President Joe Biden first took office in January 2021, he signed one of his first executive orders, No. 13986 titled, “Ensuring a Lawful and Accurate Enumeration and Apportionment Pursuant to the Decennial Census.” This order effectively reversed policies set forth by a prior executive order enacted by President Donald Trump that would have excluded noncitizens from the U.S. Census count.President Trump returned to office in January 2025 and signed an executive order that rescinded Biden’s order.\n\nSince returning to office, President Trump has also signed more than three dozen executive orders affecting everything fromhis economic agendato immigration, climate change and oil exploration, and health and medical research, as well as eliminating federal diversity programs, directives defining gender, and more.\n\nIn the U.S. government, checks and balances refer to the separation of power in the government, which is ensured through the establishment of three different branches: the executive branch, the judicial branch, and the legislative branch. All hold different powers and, therefore, can check the power of the other branches.\n\nThe idea of checks and balances, which is a separation of power, was first proposed by the Greek statesman Polybius, in reference to the government of ancient Rome. During the Age of Enlightenment, French philosopher Baron de Montesquieu discussed in his work, “The Spirit of Laws,” the need for the separation of powers to prevent despotism.\n\nChecks and balances are used by a wide range of global organizations that seek to check the power of different nations, organizations, and individuals within said organizations. Groups such asNATO, the U.N., theWorld Trade Organization (WTO), and the International Criminal Court (ICC) all employ checks and balances in their organizational structures.\n\nWithout checks and balances, one branch of a government or organization can grow too powerful. In the U.S., three branches of the federal government effectively have a set of checks and balances: the legislative branch as Congress (the House of Representatives and the Senate), the Supreme Court and lower courts as the judicial branch, and the president, his cabinet, and all federal departments and agencies as the executive branch. Other governments and international bodies like the United Nations also have checks and balances in place.\n\nCornell Law School, Legal Information Institute. “Sarbanes-Oxley Act.”\n\nNational Archives. “The Presidential Veto and Congressional Veto Override Process.”\n\nFederal Register. “Ensuring a Lawful and Accurate Enumeration and Apportionment Pursuant to the Decennial Census.”\n\nNPR. “Trump Rescinds Biden’s Census Order, Clearing a Path for Reshaping Election Maps.”\n\nNPR. “All the Executive Orders Trump Has Signed After 1 Week in Office.”\n\nHistory. “Checks and Balances.”",
  "url": "https://www.investopedia.com/terms/c/checks-and-balances.asp"
}