{
  "term": "Checking Accounts",
  "definition": "Endorsing a check involves the named recipient of the check signing their name to the back of the check in the spot indicated for endorsement. The act of endorsement signifies receipt and acceptance of the funds transfer from one party to another and allows for deposit or transfer of funds. Check endorsement is also a fraud prevention measure required by banks, as it confirms the identity of the recipient.\n\nOpening a checking account online is a simple process that involves navigating to the website of the chosen financial institution and clicking on the button indicated for opening a new account. Once the type of account is selected then personal information is entered that includes name, address, phone number, age and social security number. An online account is typically funded by either direct deposit or electronic funds transfer, which can be facilitated at account opening.\n\nCanceling a check involves contacting the bank on which check was written by mail, in person or electronically and requesting astop paymentorder which prevents the check from being honored or cashed. The stop payment order must be requested and received by the bank within 14 days of the date the check was written and typically stays in effect for six months.\n\nOnline checking accounts that pay interest typically offer higher interest rates than those offered by local brick and mortar banks. They are easy to set up and offer all the advantages of a traditional bank checking account.  However, online checking accounts do not offer the in-person customer service of a physical bank in case of questions or issues with the account. They are also potentially more vulnerable to cybersecurity threats.\n\nBanks will honor checks written within six months. After that date banks are not legally required to honor checks, requiring the original writer of the check to issue a new check if the party is willing. Travelers checks and money orders do not expire, however.\n\nA check is a financial instrument that can be written by the account holder to a merchant or individual to settle debts at the point of sale or transfer money to another person. Checks that are received by merchants or individuals are deposited with their financial institutions are processed through the Automated Clearing House (ACH) system, an electronic funds transfer system that facilitates payment processing in the U.S.\n\nA bounced check is a check that can not be processed for payment because the account from which the check is written has nonsufficient funds to cover the check. Bounced checks are also known as bad checks, which can be illegal. Bounced checks are not honored and incur bank penalty charges called NSF fees and are returned to the check writer.\n\nA debit card is a card-based payment vehicle for use at merchants or ATMs that directly processes payments or withdrawals from a checking account. Debit cards eliminate the need to write physical checks or carry cash and do not involve interest charges like credit cards.\n\nA checkbook is a small booklet of pre-printed paper documents that have the customer checking account number and bank routing number and the check number. Check numbers are sequentially printed on each check in the book. Checkbooks also include a small ledger to record information for checks written such as the check number, check amount, date and merchant or recipient name.\n\nOverdraft protection is a checking account feature that covers the amount of any non-sufficient funds on checks written from a customer account. Overdraft protection is usually offered as a credit feature that charges short term interest on the amount of any overdrafts until newly deposited funds within the checking account cover the shortfall.\n\nFloat time is the period of time between when a check is written and when it is deposited in the recipient’s account and the amount of the check is transferred from the check writer’s account to the recipient’s account. While float time on checks historically averaged between 2 and 4 days it has been reduced to 1 day since the implementation of the Check 21 Act.",
  "url": "https://www.investopedia.com/checking-accounts-4689732"
}