{
  "term": "Check: What It Is, How Bank Checks Work, and How to Write One",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA check is a written, dated, and signed draft that directs a bank to pay a specific sum of money to the bearer. The person or entity writing the check is known as the payor or drawer, while the person to whom the check is written is the payee. The drawee, on the other hand, is the bank on which the check is drawn.\n\nA check is a bill of exchange or document that guarantees a certain amount of money. It is printed for the drawing bank to provide to an account holder (the payor) to use. The payor writes the check and gives it to the payee, who then takes it to their bank for cash or to deposit into an account.\n\nChecks essentially provide a way to instruct the bank to transfer funds from the payor’s account to the payee or the payee’s account.\n\nThe use of checks allows two or more parties to make a monetary transaction without using physicalcurrency. Instead, the amount for which the check is written is a substitute for physical currency of the same amount.\n\nChecks are generallywritten against a checking account, but they can also be used to move funds from savings accounts and other types of accounts.\n\nChecks can be used to make bill payments, as gifts, or to transfer sums between two people or entities. They are generally seen as a more secure way of transferring money than cash, especially with large sums. If a check is lost or stolen, a third party is not able to cash it, as the payee is the only one who can negotiate the check.\n\nModern financial tools that work similarly to checks in that they provide a substitute for physical currency include: debit and credit cards, money orders,wire transfers, and internet banking.\n\nChecks have been in existence in one form or another since ancient times. Many people believe a type of check was used among the ancient Romans.\n\nModern checks, as we know them today, became popular in the 20th century. Check usage surged in the 1950s as the check process became automated and machines were able tosort and clear checks. Check cards, first created in the 1960s, were the precursors to today’s debit cards.\n\nCredit and debit cards—and other forms of electronic payment—have since overshadowed checks as the dominant means of paying for most goods and services. Checks are now somewhat uncommon but still occasionally used.\n\nWhile not all checks look alike, they generally share the same key features. The name and contact information of the person writing the check is located at the top left. The name of the bank that holds the drawer’s account appears on the check as well.\n\nThere are a number of lines that need to be filled in by the payor:\n\nThere is also a memo line in the bottom left corner of the check. The payor may use it to make notes, such as areference number, an account number, or any particular reason for writing the check.\n\nA series of coded numbers is found along the bottom edge of the check, directly underneath the memo line and extending toward the payor’s signature line. These numbers are:\n\nIn certain countries, such as Canada, the routing number is replaced with an institution number—which represents the bank’s identifying code—and the transit or branch number where the account is held.\n\nThe back of the check has anendorsementline for the payee’s signature when they are cashing or depositing the check. The receiving bank often stamps the back with a deposit stamp at the time it is deposited or cashed, after which it goes for clearing. Once the drawing bank receives the check, it is stamped again and filed. In some cases the check is sent back to the payor.\n\nThe oldest surviving American checkbook, from the Bank of New York, dates to the 1790s.\n\nIn addition to the standard personal check, types of checks include certified checks, cashier's checks, and payroll checks, which are all used for different purposes.\n\nAcertified checkverifies that the drawer’s account has enough funds to honor the amount of the check. In other words, the check is guaranteed not tobounce. To certify a check, it must be presented at the bank from which it is drawn, at which time the bank will ascertain its authenticity with the payor.\n\nAcashier’s checkis guaranteed by the banking institution and signed by a bank cashier, which means the bank is responsible for paying the funds. This type of check is often required for large transactions, such as buying a car or house.\n\nAnother type is apayrollcheck, or paycheck, which an employer issues to compensate an employee for their work. In recent years, physical paychecks have given way to direct deposit systems and other forms of electronic transfer.\n\nWhen someone writes a check for an amount larger than what is held in their checking account, the check cannot be negotiated. This is referred to as a bounced check.\n\nThe check bounces because it cannot be processed, as there are insufficient ornon-sufficient funds (NSF)in the account (the two terms are interchangeable). A bounced check usually results in a penalty fee for the payor. In some cases, the payee is also charged a fee.\n\nOther checking account fees can include a monthly service fee, a per-check fee (a charge for every check you write), a check printing fee, and a returned deposit item fee. A returned deposit item fee is charged when you deposit a check in your account that bounces.\n\nBanks have different policies on bounced checks. Oftentimes, banks chargeoverdraft feesor non-sufficient funds fees on bounced checks. Some banks may provide a grace period, such as 24 hours, in which time you can deposit funds to avoid the overdraft fees.\n\nTypically, funds from a deposited cashier's checkmust be available the next business day. However, a bank may place a hold on some of those funds if the check exceeds $5,252. It can also place a hold on the entire amount if it has reason to believe the check will not clear.\n\nBothcertified checks and cashier's checksare considered more secure than personal checks. Cashier's checks are signed by banks and drawn against a bank's account, while certified checks are signed by an individual and drawn against a personal account. Both checks are guaranteed by the bank, which makes them more secure.\n\nChecks area useful financial toolthat make payments and money transfers more convenient and potentially safer than cash. Different checks are designed for different purposes and for different risk levels. Learning how to use a check correctly, includinghow to void a check, can provide you with a secure payment method that you may need or prefer to use in certain circumstances.\n\nCornell University, Legal Information Institute. \"Payor.\"\n\nFederal Reserve Bank of New York. \"Historical Echoes: Cash or Credit? Payments and Finance in Ancient Rome.\"\n\nFederal Reserve Bank of Atlanta. \"Economic Review: The Evolution of the Check as a Means of Payment: A Historical Survey,\" Pages 19-20.\n\nOregon State University. \"Information Regarding Personal Checks.\"\n\nRare Book Buyer. \"Newly Discovered Oldest Surviving American Checkbook.\"\n\nConsumer Financial Protection Bureau. \"I Deposited a USPS Money Order, Cashier's Check, Certified Check, or Teller's Check. When Can I Access This Money?\"\n\nOffice of the Comptroller of the Currency. \"Avoiding Cashier's Check Fraud.\"\n\nExperian. \"How You Can Recover From a Bounced Check.\"\n\nOffice of the Comptroller of the Currency. \"The bank placed a hold on a cashier's check that later turned out to be fraudulent. Aren't cashier's checks supposed to be honored immediately?\"",
  "url": "https://www.investopedia.com/terms/c/check.asp"
}