{
  "term": "Chicago Mercantile Exchange: Definition, History, and Regulation",
  "definition": "The Chicago Mercantile Exchange (CME), colloquially known as the Chicago Merc, is an organizedexchange for the trading of futuresand options. The CME trades futures, and in most cases options, in the sectors of agriculture, energy, stock indices, foreign exchange, interest rates, metals, real estate, and even weather.\n\nFounded in 1898, the Chicago Mercantile Exchange began life as the \"Chicago Butter and Egg Board\" before changing its name in 1919. It was the first financial exchange to \"demutualize\" and become a publicly traded, shareholder-owned corporation in 2000.\n\nThe CME launched its first futures contracts in 1961 onfrozen pork bellies. In 1969, it added financial futures and currency contracts followed by the first interest rate, bond, and futures contracts in 1972.\n\nIn 2007, a merger with theChicago Board of Tradecreated the CME Group, one of the largest financial exchanges in the world. In 2008, the CME acquired NYMEX Holdings, Inc., the parent of theNew York Mercantile Exchange(NYMEX) andCommodity Exchange, Inc(COMEX). By 2010, the CME purchased a 90% interest in the Dow Jones stock and financial indexes.\n\nThe CME grew again in 2012 with the purchase of the Kansas City Board of Trade, the dominant player in hard red winter wheat.In late 2017, the Chicago Mercantile Exchange began trading in Bitcoin futures.\n\nAccording to the CME Group, on average it handles 3 billion contracts worth approximately $1 quadrillion annually.In 2021 CME Group endedopen outcrytrading for most commodities, although outcry trading continues in the Eurodollar options pit.Additionally, the CME Group operates CME Clearing, a leading central counterparty clearing provider.\n\nThe approximate total value of all CME contracts in one year.\n\nWith uncertainties always present in the world, there is a demand that money managers and commercial entities have tools at their disposal to hedge their risk and lock in prices that are critical for business activities. Futures allow sellers of the underlying commodities to know with certainty the price they will receive for their products at the market. At the same time, it will enable consumers or buyers of those underlying commodities to know with certainty the price they will pay at a defined time in the future.\n\nWhile these commercial entities use futures for hedging, speculators often take the other side of the trade hoping to profit from changes in the price of the underlying commodity. Speculators assume the risk that the commercials hedge. A large family of futures exchanges such as the CME Group provides a regulated, liquid, centralized forum to carry out such business. Also, the CME Group provides settlement, clearing, and reporting functions that allow for a smooth trading venue.\n\nCME is one of the only regulated markets for trading in Bitcoin futures.\n\nCME is regulated by theCommodity Futures Trading Commission, which oversees all commodities and derivatives contracts in the United States. The CFTC is responsible for oversight of brokers and merchants, conducts risk surveillance of derivatives trades, and investigates market manipulation and other abusive trade practices.It also regulates trading in virtual assets, such asBitcoin.\n\nTheChicago Board of Trade(CBOT) is another Chicago-based futures exchange, founded in 1848.The CBOT originally focused on agricultural products, such as wheat, corn, and soybeans; it later expanded to financial products such as gold, silver, U.S. Treasury bonds, and energy. The CME merged with the CBOT in 2006, in a moveapprovedby shareholders of both organizations.\n\nMost commodities can be traded anywhere, but there's one you can only trade at the CME: weather.CME is the only futures exchange to offer derivatives based on weather events, allowing traders to bet on cold temperatures, sunshine, or rainfall. In 2020, the CME traded as many as 1,000 weather-related contracts per day. The total notional value of futures totaled $750 million, while the total notional value of options totaled $480 million.\n\nThe CME is the largest futures and options exchange by daily volume. According to CME Group, the exchange handles 3 billion contracts per year, worth approximately $1 quadrillion.\n\nAs of March 2022, the Chicago Mercantile Exchange reported almost $206 billion of total assets and just over $178 billion of liabilities. At the end of 2021, CME group had 3,480 employees and offices in more than 15 countries.\n\nThrough the first quarter of 2022, CME had generated $711 million of net income, approximately $136 million more than the same period last year.CME Group reported a net income of $2.6 billion in 2021, with total revenues of $4.7 billion.\n\nThe Chicago Mercantile Exchange is a key part of America's financial infrastructure. Originally a marketplace for settling agricultural futures, it is now a major trading hub for precious metals, foreign currencies, treasury bonds, cryptocurrencies, and many kinds of derivatives.\n\nCME Group. \"Midwest Grain Trade: History of Futures Exchanges.\"\n\nCME Group. \"Timeline of CME Achievements.\"\n\nCME Group. \"Friday Fun Fact: The Birth of Stock Index Futures.\"\n\nCME Group. \"What are Bitcoin Futures?\"\n\nCME Group. \"CME Group Announces Launch of Bitcoin Futures.\"\n\nCME Group. \"CME Group Overview: Advance with Confidence,\" Page 1.\n\nCME Group.\"CME Group to Permanently Close Most Open Outcry Trading Pits; Eurodollar Options Pit Will Remain Open.\"\n\nCommodity Futures Trading Commission. \"The Commission.\"\n\nCommodity Futures Trading Commission. \"History of the CFTC.\"\n\nCME Group. \"Managing Climate Risk with CME Group Weather Futures and Options.\"\n\nCME Group. \"Modern Slavery & Human Trafficking Statement.\"\n\nCME Group. \"CME Group Inc. Reports Fourth-Quarter and Full-Year 2021 Financial Results.\"",
  "url": "https://www.investopedia.com/terms/c/cme.asp"
}