{
  "term": "Child Tax Credit Definition: How It Works and How to Claim It",
  "definition": "Michelle P. Scott is a New York attorney with extensive experience in tax, corporate, financial, and nonprofit law, and public policy. As General Counsel, private practitioner, and Congressional counsel, she has advised financial institutions, businesses, charities, individuals, and public officials, and written and lectured extensively.\n\nThe Child Tax Credit is a tax benefit granted to American taxpayers with children under the age of 17 as of the end of the year. For the 2023 tax year (the tax return filed in 2024), the credit is $2,000 for each qualifying child.\n\nYou qualify for the full amount for each child if you earn up to $200,000 as an individual filer or $400,000 for joint filers. The benefit is phased out for parents with higher incomes.\n\nThis benefit has reverted to pre-2021 levels after two years during which emergency legislation related to the COVID-19 pandemic boosted the benefit to as much as $3,000 per child and $3,600 for children under age 6.\n\nThe Child Tax Credit lowers taxpayers’ total taxes owed on a dollar-for-dollar basis. (That's better than a tax deduction, which reduces total taxable income and generally results in smaller savings.)\n\nTo get the credit, you must have a Social Security number for the dependent child. It can be claimed by filing Schedule 8812, Credits for Qualifying Children and Other Dependents with Form 1040.\n\nThe credits are available if the dependent child or children meet the following qualifications:\n\nThe IRS offers anonline toolto help taxpayers figure out if their child or dependent qualifies for the Child Tax Credit.\n\nThe credit is partially refundable through the Additional Child Tax Credit. That is, taxpayers whose credit exceeds their tax liability will receive a check for up to $1,600 of the unused portion of the credit.This refundable amount rises to $1,700 in the 2024 tax year.\n\nSome people with low income don't bother filing taxes because they know they don't owe any money. That can be a mistakefor several reasons.\n\nAll but the lowest income earners are required to file a tax return. Even more importantly, however, you may be missing out on some valuable benefits that you are eligible to receive. One of these,if you have a family, is the Child Tax Credit, which is partially refundable when combined with the Additional Child Tax Credit. This means you can receive part of it back even if you don't owe any taxes.\n\nTo claim the Child Tax Credit, a taxpayer must fileForm 1040(U.S. Individual Income Tax Return). In addition, a taxpayer must attach Schedule 8812 (Credits for Qualifying Children and Other Dependents).\n\nSchedule 8812 is used to figure out the amount of Child Tax Credit a taxpayer is eligible to receive.\n\nSince its enactment in 1997, the Child Tax Credit has benefited most working families.Over the years, it has been criticized regularly for providing little or no benefit to the poorest families, many of whom are not taxpayers and do not file tax returns.\n\nThe expansion of the Child Tax Credit during the pandemic had important implications for the economy at large as well as for low- and moderate-income families. The emergency measures include prepayment of the benefits to eligible taxpayers. Some efforts also were made to reach out to very low-income families who didn't normally file tax returns and therefore weren't easily identifiable by the IRS when it came time to mail out the checks.\n\nWell before the pandemic, frequent amendments increased the Child Tax Credit amount and widened its eligibility requirements; at one time, refunds were restricted to taxpayers with three or more children.But, for years, the Child Tax Credit did not reach the poorest families.\n\nIn 2021, for the first time, the significant increase in the credit amount and the provision of total refundability extended benefits to the neediest families. According to the Center on Poverty & Social Policy at Columbia University, \"...the sixthChild Tax Credit paymentkept 3.7 million children from poverty in December [2021].\"\n\nAs a result, monthly child poverty was reduced by nearly 30%.\n\nThe Child Tax Credit is not considered earned income. Therefore, it does not affect other government benefits such as unemployment insurance, Medicaid, SNAP, SSI, or Public Housing.\n\nThe expanded and fully refundable Child Tax Credit was enacted as part of the American Rescue Plan Act, a law formally targeted at relieving the economic problems created by the COVID-19 pandemic. It also addressed many limitations considered problematic in the earlier versions of the Child Tax Credit.\n\nThe enlarged credit constituted an enormous financial commitment. Congressional Democrats strongly supported the increased Child Tax Credit. Republicans generally favored some expanded benefits for children but criticized the version of the Child Tax Credit that was enacted for its cost and for the lack of any work requirement. The Biden administration undertook an extensive public educational and promotional program to maximize the credit’s use and benefits.\n\nTo claim the Child Tax Credit, both the taxpayer and the child must have Social Security numbers, and only one taxpayer may claim the Child Tax Credit for any single dependent. The child must be under the age of 17 at the end of the year, provide no more than half of their own financial support, and have lived with the taxpayer for at least half of the year. The qualifying child must be the taxpayer's son, daughter, stepchild, brother, sister, stepsibling, half-sibling, or a descendant of any of these.\n\nThe full Child Tax Credit is available to individuals earning no more than $200,000. Couples filing jointly may have a joint income of up to $400,000. The credit phases out, so taxpayers with higher incomes may be eligible for a partial refund.\n\nForm 8812, which is filed with Form 1040, is used to claim the Child Tax Credit. Each qualified dependent must have a Social Security number, otherwise the credit cannot be issued. It also calculates the amount you qualify to receive.\n\nThe Child Tax Credit for the 2023 tax year is $2,000 for each child or other dependent. While the CTC is nonrefundable, the ACTC is partially refundable, which means that even taxpayers who don't owe any income tax can receive part of it as a refund. In 2023, up to $1,600 is refundable; in 2024, that increases to $1,700.\n\nTo claim the Child Tax Credit, you must file a federal income tax return.\n\nInternal Revenue Service. \"Child Tax Credit.\"\n\nInternal Revenue Service. \"2021 Child Tax Credit and Advance Child Tax Credit Payments — Topic C: Calculation of the 2021 Child Tax Credit,\" Select \"Q C1. What is the amount of the Child Tax Credit for 2021? (updated March 8, 2022).\"\n\nInternal Revenue Service. \"Credits and Deductions for Individuals.\"\n\nInternal Revenue Service. \"About Schedule 8812 (Form 1040), Credits for Qualifying Children and Other Dependents.\"\n\nInternal Revenue Service. \"Earned Income Tax Credit & Other Refundable Credits: What You Need to Know about CTC, ACTC and ODC.\"\n\nInternal Revenue Service. \"26 CFR 601.602: Tax Forms and Instructions; Rev. Proc. 2023-34,\" Page 8.\n\nCongressional Research Service. \"The Child Tax Credit: Legislative History,\" Summary Page.\n\nCongressional Research Service. \"The Child Tax Credit: Legislative History,\" Pages 10-11.\n\nCongressional Research Service. \"The Child Tax Credit: Legislative History,\" Page 14.\n\nCenter on Poverty & Social Policy. \"December Child Tax Credit Kept 3.7 Million Children From Poverty.\"\n\nThe White House. \"The Child Tax Credit,\" Select \"If I sign up for the Child Tax Credit, will it affect my other government benefits (like SSI, SNAP, TANF, or WIC)?\"\n\nInternal Revenue Service. \"Instructions for Schedule 8812, Credits for Qualifying Children and Other Dependents,\" Page 1.",
  "url": "https://www.investopedia.com/terms/c/childtaxcredit.asp"
}