{
  "term": "Chinese Wall: Definition and Examples in Business and Finance",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe offensive termChinese walldescribes a virtual barrier intended to block the exchange of information between departments if it might result in business activities that are ethically or legally questionable. The term is harmful given its cultural insensitivities, and \"ethical wall\" is seen as a more appropriate term to prevent linguistic discrimination.\n\nIn the United States, corporations, brokerage firms, investment banks, and retail banks have used ethical walls to describe situations where there is a need to maintain confidentiality in order to preventconflicts of interest.\n\nOver the years, large financial institutions have used ethical wall policies as a means to self-regulate their business dealings by creating ethical boundaries between departments. However, these efforts have not always been effective. Thus, theSecurities and Exchange Commission (SEC)has enacted regulations governing how financial institutions share information. The SEC has implemented fines, penalties, and legal consequences for companies that break these regulations.\n\nThe policy of building an ethical wall within a company is common ininvestment banking. Through their client relationships, investment bankers frequently have access to non-public, material information concerning publicly traded companies or companies that, are about to become public through aninitial public offering (IPO). Investment bankers are responsible for developing information barriers that control the flow of confidential information from one department of the bank to another and to other business units within the bank.\n\nThe need for an ethical wall in the financial industry became more critical after the enactment of theGramm-Leach-Bliley Act of 1999 (GLBA). The law repealed federal regulations prohibiting companies from providing any combination of banking, investing, and insurance services. The GLBA reversed restrictions on such combinations that had been in place since theGreat Depression. The GLBA also enabled the creation of today's financial giants such as Citigroup and JPMorgan Chase.\n\nThe GLBA has been criticized for several reasons, particularly for its impact on consumers and its contribution to economic crises like the one experienced in 2008-2009. It weakened consumer protections by allowing the consolidation of financial services, potentially limiting consumer choice and bargaining power. The GLBA's facilitation of large financial conglomerates increased systemic risk by concentrating financial activities, making institutions \"too big to fail,\" and exacerbating economic downturns.\n\nEthical walls increasingly came into the spotlight during the dotcom bubble, when the Gramm-Leach-Bliley Act of 1999 prevented banks, insurance, and financial firms from merging in order to protect customers' information.\n\nAfinancial services firmmight have a corporate investment arm that is acting on the behalf of a public company planning atakeoverof a rival company. The talks are highly confidential, not least because of the potential for illegal insider trading on the information. Yet, the same firm has investment advisers in another division who may be actively advising clients to buy or sell stock in the companies involved. An ethical wall is supposed to prevent any knowledge of the takeover talks from reaching the investment advisers.\n\nThe need for an ethical wall policy was strengthened in 2002 by the passage of theSarbanes-Oxley Act (SOX),which mandated that companies have stricter safeguards againstinsider trading.\n\nThe concept of an ethical wall exists in other professions. The ethical wall may be temporary or permanent. For example, if a legal firm is representing both sides in an ongoing legal dispute, a temporary wall may be placed between the two legal teams to prevent actual or perceived collusion or bias.\n\nThe original, offensive term for an ethical wall got its name from the Great Wall of China, erected in ancient times to protect China from its enemies. The started being used in the US shortly after thestock market crash of 1929when Congress began debating the need to put regulatory barriers between brokers and investment bankers.\n\nIn more recent times, the term has been more widely denounced as culturally insensitive. In 1988, Justice Low, a judge inPeat, Marwick, Mitchell & Co. vs. the Superior Court, wrote extensively about the offensiveness of the phrase and its negative connotation towards Chinese culture and business practices.\n\nFor that matter, the judge noted, the metaphor isn't even appropriate. The phrase is meant to define a two-way seal to prevent communication between parties, while the actual Great Wall of China is a one-way barrier to keep invaders out. Justice Low offered the term \"ethics wall\" as an alternative.\n\nIn a business, an ethical wall is established when a person or department is required to withhold and not disclose information from another part of the business. These information barriers are often common across financial institutions and legal professions.\n\nAn ethical wall can be created through the process of notifying upper management of any conflicts of interest and any related or external parties involved in the business. An ethical wall is then put in place to ensure that information remains confidential to the respective person or department, and is not disclosed to other parties. In this way, the other party should not have access to this information when there is a conflict of interest in order to protect the customer and prevent any action that could potentially lead to personal or corporate gain.\n\nThe Gramm-Beach-Bliley Act was introduced in 1999 to protect customers from financial firms sharing their sensitive data and information. The act repealed parts of the Glass-Steagall Act of 1933, which had previously prohibited banks from offering investment, commercial banking, and insurance services. The GLBA aimed to modernize the financial industry by allowing these different types of financial institutions to merge and operate under a single holding company.\n\nEthical walls are commonly used in business, financial, and legal professions to protect customers' information from external departments in order to prevent conflicts of interest. In the financial services sector, ethical walls came to the forefront during the height of the dotcom boom, with regulatory changes requiring financial firms to provide only one type of service, instead of combining insurance, banking, and investment management businesses.\n\nWhile an ethical wall has come a long way from the original, offensive term that was used for the concept, it remains an important part of business ethics to help ensure the privacy of customers' data while improving disclosure of information-sharing practices, especially in the financial industry.\n\nFederal Trade Commission. \"Gramm-Leach-Bliley Act.\"\n\nCongress.gov. \"H.R.3763 - 107th Congress (2001-2002): Sarbanes-Oxley Act of 2002.\"\n\nJustia US Law. \"Peat, Marwick, Mitchell & Co. v. Superior Court (1988).\"",
  "url": "https://www.investopedia.com/terms/c/chinesewall.asp"
}