{
  "term": "Churn Rate: What It Means, Examples, and Calculations",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe churn rate, also known as the rate of attrition or customer churn, is the rate at which customers stop doing business with an entity. It is most commonly expressed as the percentage of service subscribers who discontinue theirsubscriptionswithin a given time period. It is also the rate at which employees leave their jobs within a certain period. For a company to expand its clientele, its growth rate (measured by the number of new customers) must exceed its churn rate.\n\nChurn rate reflects the rate at which a company loses customers or subscribers. A high churn rate could adversely affectprofitsand impede growth. What is considered a good or bad churn rate can vary from industry to industry.\n\nThe churn rate not only includes when customers switch providers but also includes when customers terminate service without switching. This measurement is most valuable in subscriber-based businesses in which subscription fees comprise most of therevenues.\n\nThe churn rate of a company is particularly meaningful in industries where customers can easily switch from one provider to another, such as telecommunications or streaming services.\n\nWhile the churn rate tracks lost customers, the growth rate tracks new customers. A company can compare its new subscribers to its loss of subscribers to determine both its churn rate and growth rate. The difference between the two shows whether there was overall growth or loss in a specific time period.\n\nIf the growth rate was higher than the churn rate, the company experienced growth. If the churn rate was higher than the growth rate, the company experienced a loss in its customer base.\n\nFor example, if in one quarter a company added 100 new subscribers but lost 110 subscribers, the net loss would be 10. There was no growth for the company thisquarterbut rather a loss. This would be a negative growth rate and a positive churn rate.\n\nIt's important to pay attention to customer acquisition costs. If most customers churn before you have made back the money spent on acquiring that customer, then your customer acquisition costs are too high for your business model.\n\nIt is critical for a company to ensure that its growth rate is higher than its churn rate otherwise it will experience declining revenues and profits with the eventual scenario of having to close the business.\n\nThe advantage of calculating a company's churn rate is that it provides clarity on how well the business is retaining customers, which is a reflection on the quality of the service the business is providing, as well as its usefulness.\n\nIf a company sees that its churn rate is increasing from period to period, this can show that a fundamental component of how it is running its business is flawed. This can indicate a few potential problems:\n\nThe churn rate will indicate to a company that it needs to understand why its clients are leaving and where to fix its business. The cost of acquiring new customers is much higher than it is to retain current customers, so working to lower the churn rate can save a business money in the long run.\n\nOne of the limitations of the churn rate is that it does not take into consideration the types of customers that are leaving. Customer decay is primarily seen in the most recently acquired customers.\n\nPerhaps your company had a recent promotion that attracted new customers. Once this promotion was over or even if the benefit of the promotion never ended, customers that were trying out the product may determine it's not for them, canceling their subscription.\n\nThe impact of losing new customers versus long-term customers is critical. New customers are transient whereas old customers are entrenched and have enjoyed your product; if they leave, that is usually due to a significant reason. A high churn rate in one period may be indicative of a high growth rate from the previous period rather than a judgment on the quality of the business.\n\nThe churn rate also does not provide a true industry comparison of the types of companies within an industry. Most new companies will have a high acquisition rate as new people try the business, but they will also have a higher churn rate as these new clients leave.\n\nA company that ismatureand has been around for decades will have a low churn rate as its clients are established, but its acquisition rate will also be lower. Comparing the churn rates of both these companies will be like comparing apples and oranges.\n\nProvides clarity on the quality of the business\n\nIndicates whether customers are satisfied or dissatisfied with the product or service\n\nAllows for comparison with competitors to gauge an acceptable level of churn\n\nDoes not provide clarity on the types of customers leaving (new vs. old)\n\nDoes not differentiate between startups, growing, and mature companies\n\nThe churn rate is a particularly useful measurement in an industry like thetelecommunicationsindustry. This includes cable or satellite television providers, internet providers, and telephone service providers (landline and wireless serviceproviders).\n\nThis is an industry in which most customers have multiple providers from which to choose, and the cost of switching between them isn't high. This means that church rates could be quite high. The churn rate helps a company determine how it is measuring up to its competitors.\n\nFor example, say in a quarter, a startup internet provider acquired 1000 new subscribers. In that same quarter, the company also lost 120 subscribers. The churn rate would be:\n\nThe startup could then use this number in a few different ways:\n\nEmployee turnover within a business can also be measured with the churn rate, as it provides a method for analyzing the company's hiring and retention patterns. This can be especially helpful if overall employee longevity within a company is low.\n\nWhen employee turnover statistics are examined on a department by department basis, it can highlight which particular departments are experiencing more frequent turnover within the company, or at a higher rate than the business average. This can help determine factors such as pay satisfaction, management quality, and workload balance.\n\nChurn rate in business refers to the number of customers or subscribers that leave a provider in a given time period. This is the opposite of growth rate, which shows the number of new subscribers or customers in that time frame. Churn rate can also refer to the number of employees that leave a firm in a given period.\n\nTo calculate the churn rate, divide the total number of subscribers lost by the total number of subscribers acquired in the same time period. Then multiply by 100 to find the percentage.\n\nYou can also calculate the churn rate by dividing the number of subscribers lost in a period by the total number of subscribers at the beginning of that period.\n\nIdeally, a churn rate of zero would be the best churn rate, as that would indicate a business is not losing any subscribers; however, that is never the reality. A business will always lose subscribers for one reason or another.\n\nIn this case, it is important to compare the churn rate of the business to its industry's average churn rate, taking into consideration if the business is new or mature. Knowing an industry's churn rate versus that of the business is the only way to understand if a churn rate is acceptable or poor. Every industry has a different business model and, therefore, will have different acceptable churn rates.\n\nA high churn rate indicates that a business is losing significant customers, certainly more than it is bringing in. This would mean that the business is doing something wrong, whether that be delivering a poor product, having poor customer service, or a host of other negative reasons that would explain why it is losing customers fast. A high churn rate would most likely mean a company is suffering significant losses.\n\nChurn rate is a calculation that shows the percentage of subscribers of a business that are leaving. It can also be used to show the percentage of employees that are leaving a firm. Understanding a company's churn rate is one metric in understanding itsfinancial healthand its long-term prospects.\n\nCompanies with high churn rates are losing a large number of subscribers, resulting in little growth, which significantly impacts revenues and profits. Companies with low churn rates are managing to retain customers.\n\nUnderstanding the churn rate of your company will also shed light on how your business is operating, whether you are providing a quality product matched with good customer service or whether your business needs improvements to lower its churn rate.",
  "url": "https://www.investopedia.com/terms/c/churnrate.asp"
}