{
  "term": "Churning: Definition and Types in Finance",
  "definition": "Churning is the illegal and unethical practice by a broker of excessively trading assets in a client's account in order to generate commissions.\n\nWhile there is no quantitative measure for churning, frequent buying and selling of stocks or any assets that do little to meet the client's investment objectives may be evidence of churning.\n\nChurning may result in substantial losses in the client's account. Even if the trades are profitable, they may generate a greater than necessarytax liabilityfor the client.\n\nA broker overtrades by excessively buying and selling stocks on the investor’s behalf in order to increase the commissions earned on the transactions.\n\nIn some cases, a broker for a financial firm may be incentivized to place newly issued securities that wereunderwrittenby the firm's investment banking arm. For example, brokers may receive a 10% bonus if they buy a certain number of shares on behalf of their clients. Such incentives may not be offered with the investors' best interests in mind.\n\nChurning is hard to spot. An investor may conclude that a broker has been overtrading when the frequency of trades becomes counterproductive to the client's investment objectives, driving commission costs higher without observable results over time.\n\nAt its most basic level, churning is defined by excessive trading by a broker to generate commissions. If a client is being charged frequent commissions with no noticeable portfolio gains, churning might be the problem.\n\nChurning also applies to excessive or unnecessary trading ofmutual fundsandannuities. Mutual funds with an upfront load, the so-calledA-shares, are intended to be long-term investments. Selling an A-share fund within five years and purchasing another A-share fund needs to be justified as a prudent investment decision.\n\nMost mutual fund companies allow investors to switch into any fund within a fund family without incurring an upfront fee. A broker recommending an investment change should first consider funds within the fund family.\n\nDeferred annuitiesare retirement savings accounts that usually do not have upfront fees like mutual funds. Instead, annuities typically havesurrender charges, a type of penalty for early withdrawal of funds. Surrender charges vary from one to 10 years.\n\nTo prevent churning, many states have implemented exchange and replacement rules. These rules allow an investor to compare the new contract and highlight surrender penalties or fees.\n\nTo prevent churning, keep an eye on your account. Read every transaction notice, and review every monthly statement. Know how much commission you're paying.\n\nChurning can only occur if a broker has discretionary authority over the client's account. A client can avoid this risk by maintaining full control, requiring the client's permission to make changes in the account.\n\nAnother way to eliminate churning is touse a fee-based accountrather than a commission-based account. Known as awrap account, this type of account eliminates the incentive for churning. The fee is charged quarterly or annually and is generally 1% to 3% of the assets under management.\n\nThe wrap account does not work for all investors. The flat fee can turn out to be excessive if there is little or no trading of the assets in the account. In fact, that situation is indicative of another form of churning calledreverse churning.\n\nChurning is serious financial misconduct, but it's not easy to prove. Your best defense is to pay careful attention to your portfolio.\n\nIf you think your broker is churning, you can report it to theSecurities and Exchange Commission(SEC) or theFinancial Industry Regulatory Authority(FINRA).\n\nThe SEC defines churning as excessive buying and selling in a customer’s account that the broker controls in order to generate increased commissions.Brokers who overtrade may be in breach of SEC Rule 15c1-7, which governs manipulative and deceptive conduct.\n\nThe Securities and Exchange Commission (SEC) looks into complaints about brokers who appear to be putting their own interests over that of their clients.\n\nThe Financial Industry Regulatory Authority (FINRA) governs overtrading under rule 2111 and the New York Stock Exchange (NYSE) prohibits the practice under Rule 408(c).\n\nInvestors who believe they have been a victim of churning can file a complaint with either the SEC or FINRA.\n\nChurning is a serious offense and, if proven, can lead to employment termination, barring from the industry, and legal ramifications. In addition, FINRA may impose a fine ranging from $5,000 to $116,000.\n\nFINRA also has the right to suspend the broker for anywhere from one month to two years. In more egregious cases, FINRA can suspend the violator for a longer period or even bar the broker indefinitely.\n\nHere are the answers to some commonly asked questions about churning.\n\nCredit card churning involves opening a series of new credit card accounts in order to take advantage of the introductory rewards offered by each, and then closing the accounts or leaving them unused. Credit card churners used to be able to rack up a lot of rewards points by doing this.\n\nThis practice is not illegal but credit card companies don't like it. They have now put in place safeguards to prevent customers from repeatedly opening and closing accounts.\n\nChurning occurs when a broker who is paid a commission for every trade makes many trades just to boost the commission pot. Reverse churning occurs when a broker who is paid a flat fee does little or no trading to earn that fee, which is a percentage of the assets under management.\n\nTo back up a step, investors have a choice to make when opening an account with a broker:\n\nOnline or discount brokers charge a flat fee for every transaction, with zero fees common for certain transactions up to a limit. This is the do-it-yourself option with no professional advice or management, although online brokers are adding premium tiered services for those who want that.\n\nIn the worst-case scenario, an investor could flee a commission-based broker to avoid excessing transaction fees, only to open an account with a flat-rate broker who does nothing but take a slice off the top of the account every year.\n\nA better option for the investor might be to maintain control over the account, approving or disapproving any buy and sell decisions. And, make it clear at the outset how active you expect the management of your portfolio to be.\n\nInsurance salespeople work on a commission basis. If they attempt to boost their own commissions by persuading their customers to switch insurance products instead of automatically renewing their existing policies, then they are churning.\n\nThe practice is illegal in most states.\n\nStock Market Loss. \"What Does Churning Stocks Mean?\" Accessed June 30, 2021.\n\nU.S. Securities and Exchange Commission. \"Investor Alert: Excessive Trading at Investor's Expense.\" Accessed June 30, 2021.\n\nU.S. Securities and Exchange Commission. \"Investor Alert: Excessive Trading at Investors’ Expense.\" Accessed June 24, 2021.\n\nU.S. Government Publishing Office. \"§240.15c1-7 Discretionary Accounts.\" Accessed June 24, 2021.\n\nFINRA. \"Suitability.\" Accessed June 24, 2021.\n\nU.S. Securities and Exchange Commission. \"NYSE Rulemaking.\" Accessed June 24, 2021.\n\nFINRA. \"Sanction Guidelines,\" Page 78. Accessed June 24, 2021.\n\nExperian. \"What Is Credit Card Churning?\" Accessed June 27, 2021.\n\nGen Re. \"Avoiding Fraud: Life Insurance Sales Practices.\" Accessed June 27, 2021.",
  "url": "https://www.investopedia.com/terms/c/churning.asp"
}