{
  "term": "Circular Flow Model: Definition and Calculation",
  "definition": "The circular flow model demonstrates how money moves endlessly from producers to households, then back from households to producers. It factors into a country’s gross domestic product (GDP).\n\nThe circular flow model demonstrates how money moves through society. It flows from producers to workers as wages and flows back to producers as payment for products. Aneconomyis an endless circular flow of money.\n\nThis is the basic form of the model, but actual money flows are more complicated. Economists have added more factors to better depict complex modern economies. They’re the components of a nation’sgross domestic product (GDP)or national income. The model is also referred to as the circular flow of income model for this reason.\n\nThe basic purpose of the circular flow model is to understand how money moves within an economy. It breaks the economy down into two primary sectors: households and corporations. It separates the markets that these participants operate in as markets for goods and services and markets for thefactors of production. Other sectors can be added for more robust cash flow tracking.\n\nThe circular flow model is used to measure a nation’s income, because it measures both cash coming into and exiting a nation’s economy. It’s also used to gauge the interconnectivity between sectors, because a robust economy will have interaction between components. The relationship between a government’staxationpolicies and a household’s consumption spending will have a direct impact on a business’s ability to sell goods.\n\nThe circular flow model is aptly named because funds tend to flow continuously between sectors. This diagram shows how money often flows from one sector to another, awarding benefits along the way. No single sector should hoard or collect all resources. A fully functioning circular model will continuously move funds so each sector can operate appropriately. This example is a single type of model. It doesn’t represent all circular flow models.\n\nEach type of circular flow model tracks a different number of sectors. These are the potential sectors that could be included in a model. Each may be designated with a capital letter that’s often used to describe how to calculate GDP.\n\nCircular flow models start in a two-sector model with the household sectorthat engages inconsumption spending(C). Households contribute to an economy by working, giving away time and labor, buying products, and giving away money. Households consume products and utilize government programs in return.\n\nCircular flow models in a two-sector model also include the business sector, which produces the goods. Businesses absorb a variety of production costs, including labor, materials, and overhead. Many companies can manufacture products that benefit other parties as a result.\n\nGovernment sector cash flows are included in a three-sector model. The government injects money into the circle throughgovernment spending(G) on programs such as Social Security and the National Park Service. It also extracts money from households and businesses by way of taxes.\n\nMoney also flows into the circle in a four-sector model throughexports(X) that bring in cash from international buyers from the foreign sector. This indicates that the two-sector or three-sector models represent domestic activity only. The foreign sector is different from the domestic sector because there may be administrative inefficiencies that result in lost cash flow due to import taxes, duties, or fees.\n\nCash flow from the financial sector is added in a five-sector model. This includes banks and other institutions that provide cash flow via lending services. Some circular flow models also outline investor activity, because cash flow from entrepreneurs and investors might represent an inflow to businesses while net profits from the company represent an outflow.\n\nA change in one sector can critically change the rest of the circular flow model. Imagine if governments doubled their tax rates. This change would likely have major repercussions on businesses, individuals, and other sectors within the circular flow model.\n\nJust as money is injected into the economy, money is withdrawn or leaked through various means as well. Taxes (T) imposed by the government reduce the flow of income. Money paid to foreign companies forimports(M) also constitutes a leakage. Savings (S) by businesses that otherwise would have been put to use are a decrease in the circular flow of an economy’s income.\n\nA government calculates its gross national income by tracking all these injections into the circular flow of income and the withdrawals from it. The circular flow of income for a nation is said to be balanced when leakage equals injections:\n\nThe level of national income (GDP) will increase when G + X + I is greater than T + M + S. National income will decrease when the total leakage is greater than the total injected into the circular flow. A country’s economy can theoretically sustain itself forever as long as its injections are greater than its leakages. The country must find additional cash flow to compensate for the shortage, however, if there are cash flow shortages/leakages.\n\nGDP is calculated as consumer spending plus government spending plus business investment plus the sum of exports minus imports. It’s represented as GDP = C + G + I + (X – M).\n\nIt would lead to a reduction in household spending and cause a decrease in GDP if businesses decided to produce less. It would lead to a reduction in business production, also causing a decrease in GDP, if households decided to spend less.\n\nGDP is often an indicator of thefinancial healthof an economy. A common although not official definition of arecessionis two consecutive quarters of declining GDP.Governments and central banks adjustfiscalandmonetary policyto boost growth when this happens.\n\nKeynesian economicsbelieves that spending leads to economic growth, so a central bank might cut interest rates, making money cheaper, so individuals will buy more goods such as houses and cars, increasing overall spending. Companies increase output and hire more workers to meet the increase in demand as consumer spending increases. The increase in employed people means more wages and more people spending, leading producers to increase output again, continuing the cycle.\n\nThe GDP of the United States as of Q1 2025.\n\nConsider a circular flow model involving Apple employees and Apple product consumers. We’ll also include the government in this example to form a three-sector circular flow model.\n\nThere are several factors to consider from the household/consumer perspective:\n\nThe company exists to create products. It sells products and takes money from households. It also takes time from workers to make those products. A certain portion of the company’s profits is given to the government in the form of taxes. Apple may benefit from government programs or subsidies in some cases, so part of these tax dollars may indirectly benefit the company.\n\nBoth households and businesses pay taxes from the government’s perspective. These dollars are then used to deploy capital projects or public programming, both of which may benefit Apple, its employees, or its customers.\n\nAdditional sectors or additional flows could be added. Apple is an international company that sells goods around the world. Investors may also contribute money into Apple in return for a portion of the company. This example highlights the complexity of the circular flow model as inputs and outputs continually cycle throughout a systematic economy.\n\nEconomics involves many moving, interacting parts. A circular flow model can include at least six of them. There are two, however, at its simplest level: households and businesses.\n\nAssume your 5-year-old self walks your neighbor’s dog daily and collects $5 for the service at the end of the week. You’ve contributed to the economy with your time spent, and you contribute again when you use that $5 you’ve earned to buy yourself a much-coveted treat. You’re the “household.”\n\nYour neighbor has also contributed to the economy by leaving home each day and working, which they were able to do without worrying about having to walk their dog. Your service was a production cost, but your neighbor was able to provide a product or service to the economy with their labor. Your neighbor is the “business.”\n\nThe store that sold you the treat also benefited, as did your neighbor’s employer, who most likely gained financially because their business was able to provide a good or service thanks to your neighbor’s labor. Money, spending, and benefits moved around in an endless loop.\n\nA circular flow model doesn’t necessarily end or have an outcome. It describes the current position of an economy regarding how its inflows and outflows are used. This information can help make changes in the economy. A country may choose to reduce its imports and scale back certain government programs if it realizes that it has a deficient national income.\n\nThe economy often moves in a circle as money flows from one sector to another. Households spend money, and businesses use that money to create new, better products for the households to buy in the future.\n\nThe businesses pay households for their time in helping develop those products. The circular flow model depicts how cash flow moves money from one sector to the next in a systematic, organized way after adding in governments, investors, and foreign markets.\n\nA circular flow model depicts where an economy is now, but it fails to clearly communicate how a change in one variable might impact all other flows.\n\nEconomists may struggle to determine how a 5% increase in unemployment might impact the circular flow model. It’s understood that reduced income may lead to less consumption and less tax revenue, but a circular flow model might not explain how one change will numerically change other values.\n\nOur global economy is incredibly interconnected, and this is often graphically depicted using the circular flow model. The model details how resources flow into and out of households, businesses, governments, investors, markets, and foreign entities. This cycle shows how the resources of one sector are used to develop others in a cyclical manner.\n\nU.S. Bureau of Economic Analysis. “Recession.”\n\nU.S. Congress Joint Economic Committee. “GDP Update.”",
  "url": "https://www.investopedia.com/terms/circular-flow-of-income.asp"
}