{
  "term": "Clawback: Definition, Meaning, How It Works, and Example",
  "definition": "A clawback is a contractual provision requiring that money that's already paid to an employee must be returned to an employer or benefactor, sometimes with a penalty.\n\nMany companies use clawback policies in employee contracts for incentive-based pay such as bonuses. They're most often used in thefinancial industry. Most clawback provisions are non-negotiable. Clawbacks are typically used in response to misconduct, scandals, poor performance, or a drop in company profits.\n\nClawback clauses have increased since the financial crisis of 2008 because they allow a company to recover incentive-based pay from CEOs in the case of misconduct or any discrepancies in the company's financial reports. In 2005, 17.6% of Fortune 100 companies used clawback provisions.By 2021, this rate has jumped to 81%. Also, over 90% of the companies in the S&P 500 and over 65% of companies in the Russell 3000 use clawback policies.This massive adoption of this clause is largely driven by regulatory changes aimed at enhancing corporate governance and accountability.\n\nClawbacks are also written into employee contracts so employers can control bonuses and other incentive-based payments. The clawback acts as a form of insurance in case the company needs to respond to a crisis such as fraud or misconduct or if the company sees a drop in profits. The employee must also pay back monies if the employer feels that their performance has been poor.\n\nClawbacks are different from other refunds or repayments because they often come with a penalty. An employee must typically pay additional funds to the employer when a clawback goes into effect.\n\nClawback provisions prevent people from using incorrect information and they're used to put a balance between community development and corporate welfare. They can help to prevent the misuse of accounting information by employees in the financial industry.\n\nClawbacks are considered an important part of the business model because they help to restore the confidence and faith of investors and the public in a company or industry. Banks implemented clawback provisions following the financial crisis as a way to correct any future mistakes by their executives.\n\nTheSarbanes-Oxley Actof 2002 was the first federal statute to allow for clawbacks of executive pay. It provides for clawbacks of bonuses and other incentive-based compensation paid to CEOs and CFOs if misconduct on the part of the company and not necessarily the executives themselves leads it to restate financial performance.\n\nThe Emergency Economic Stabilization Act of 2008 was amended in 2009. It allows for clawbacks of bonuses and incentive-based compensation paid to executives or the next 20 highest-paid employees. It applies in cases where financial results are found to have been inaccurate, regardless of whether there was any misconduct. The law only applies to companies that received Troubled Asset Relief Program (TARP) funds.\n\nDodd-Frank Wall Street Reform and the Consumer Protection Act of 2010 required companies to implement policies to recover executive compensation in the event of financial restatements due to noncompliance with accounting standards​.\n\nA proposed Securities and Exchange Commission (SEC) rule was proposed in July 2015. It was associated with the Dodd-Frank Act of 2010 and would allow companies to claw backincentive-based compensationpaid to executives in the event of an accounting restatement. The clawback is limited to the excess of what would have been paid under the restated results. The rule would require stock exchanges to prohibit companies that don't have such clawback provisions written into their contracts from listing.\n\nThis rule was approved on Oct. 26, 2022.\n\nThe term clawback can also be found in some other settings. It refers to the limited partners' right inprivate equityto reclaim a portion of the general partners' carried interest in cases where subsequent losses mean the general partners received excess compensation.\n\nClawbacks are calculated when a fund is liquidated.Medicaidcan claw back the costs of care from deceased patients' estates.Clawbacks may not even refer to money in some cases. Lawyers can claw back privileged documents that were accidentally turned over during electronic discovery.\n\nThe term clawback also refers to a fall in a stock's price after it increased.\n\nSeveral federal laws allow clawbacks of executive compensation based on fraud or accounting errors. Companies may also write clawback provisions into employee contracts whether such provisions are required by law or not so they can take back bonuses that have already been paid out.\n\nSome of the most common clawback provisions used by corporations, insurance companies, and the federal government include:\n\nState Medicaid programs are required to claw back payment of costs for nursing facilities, hospitals, prescription drugs, and home- and community-based services but this rule applies only to recipients who are age 55 or older. This money is typically recouped from their estates after death but there are provisions for undue hardships imposed upon surviving kin.\n\nIt depends on the nature of the provision but a clawback that isn't supported by a written, signed agreement at the time a business relationship is entered into can be argued as being unsupportable.\n\nState wage and hour laws can also support or defend against this issue in employment matters.\n\nIt might help to establish that a clawback was never initiated against anyone else under the same circumstances, indicating that some level of prejudice exists.\n\nAgain, it can depend on the nature of the provision and the source of the money in question but a penalty is typically an amount that's added to the money being reclaimed.\n\nAn employee might receive a $5,000 bonus for reaching a sales goal but the bonus came with a clawback provision. It's later discovered that the employee tinkered with sales records and didn't reach that goal. The clawback might include a $5,000 repayment plus a 10% penalty for a total of $5,500.\n\nClawbacks often result from issues of misconduct or poor performance by an employee but they can also occur when a company is experiencing financial woes due to no fault on the part of the employee involved. A clawback can typically be enforced if it’s agreed upon in a written, signed contract.\n\nYou’ll want to seek legal help in any case if you’re hit with one so you’re sure you understand all your rights, options, and obligations. This is particularly the case when the government is involved, such as with Medicaid, or if your retirement provisions are threatened.\n\nGibson, Dunn & Crutcher LLP. \"'Clawbacks' of Executive Compensation; Letter, July 9, 2008.\" Page 2.\n\nSociety for Corporate Governance. \"Re: Release No. 33-10998; 34-93311; IC-34399; File No. S7-12-15 (Reopening of Comment Period for Listing Standards for Recovery of Erroneously Awarded Compensation); Letter, November 29, 2021.\" Page 5.\n\nGibson, Dunn & Crutcher LLP. \"\"Clawbacks\" of Executive Compensation; Letter, July 9, 2008.\" Page 1.\n\nHarvard Law School Forum on Corporate Governance. \"Executive Compensation Under TARP.\"\n\nHarvard Law School Forum on Corporate Governance. \"Clawbacks Under Dodd-Frank and Other Federal Statutes.\"\n\nU.S. Securities and Exchange Commission. \"Fact Sheet/Recovery of Erroneously Awarded Compensation.\"\n\nHarvard Law School Forum on Corporate Governance. \"SEC Finalizes New Clawback Rules.\"\n\nEpstein, Becker & Green. \"Bonus Compensation and Clawbacks: What Employers Need to Know.\"",
  "url": "https://www.investopedia.com/terms/c/clawback.asp"
}