{
  "term": "Clayton Antitrust Act of 1914: History, Amendments, Significance",
  "definition": "The Clayton Antitrust Act is a piece of legislation, passed by the U.S. Congress and signed into law in 1914, that defines unethical business practices, such asprice fixingand monopolies, and upholds various rights of labor.\n\nTheFederal Trade Commission(FTC) and the Antitrust Division of the U.S. Department of Justice (DOJ) enforce the provisions of the Clayton Antitrust Act, which continue to affect American business practices today.\n\nAt the turn of the 20th century, a handful of large U.S. corporations began to dominate entire industry segments by engaging inpredatory pricing, exclusive dealings, and mergers designed to destroy competitors.\n\nIn 1914, Rep. Henry De Lamar Clayton of Alabama introduced legislation to regulate the behavior of massive entities. The bill passed the House of Representatives with a vast majority on June 5, 1914.Then the Senate passed its own version, and a final version, based on deliberation between House and Senate, passed the Senate on Oct. 6 and the House on Oct. 8. President Woodrow Wilson signed the initiative into law on Oct. 15, 1914.\n\nThe act is enforced by the FTC and prohibits exclusive sales contracts, certain types ofrebates, discriminatory freight agreements, and local price-cutting maneuvers. It also forbids certain types ofholding companies. According to the FTC, the Clayton Act also allows private parties to take legal action against companies and seek triple damages when they have been harmed by conduct that violates the Clayton Act. They may also seek and get a court order against any future anti-competitive practice.\n\nIn addition, the Clayton Act specifies that labor is not an economic commodity. It upholds issues conducive to organized labor, declaring peaceful strikes, picketing, boycotts, agricultural cooperatives, andlabor unionsas legal under federal law.\n\nThere are 27 sections to the Clayton Act.The most notable among them are discussed more in-depth below.\n\nThe second section deals with the unlawfulness of price discrimination, price cutting, and predatory pricing. This section prohibits a company from monopolizing or attempting to monopolize any part of interstate commerce. It also makes it illegal for a company to perform anti-competitive practices.\n\nThe third section addresses tying arrangements. A tying arrangement occurs when one party enters into a contract with another, and one of the terms of the arrangement is to not conduct business with a specific third party. This section does not allow companies buying or selling to enter into such agreements.\n\nThe fourth section states the right of private lawsuits. Any individual that has been injured by anything forbidden in theantitrust lawshas the right to potential compensation via lawsuit.\n\nThe sixth section covers labor and the exemption of the workforce. The section exempts labor unions and agricultural organizations with the premise that labor of a human being is not a commodity or article of commerce.\n\nThe seventh section handlesmergers and acquisitionsand is often referred to when multiple companies attempt to become a single entity.The section prohibits mergers and acquisitions where the end result is less market competition. This section also identifies specific concepts including holding companies that are used through the act.\n\nThe eighth section handles directors and officers and their board stewardship. The section prohibits directors, officers, or other executives of thecorporate structurefrom serving on multiple boards at the same time in which the boards are for competing firms. This is subject to several exceptions.\n\nThe Clayton Antitrust Act mandates that companies that want to merge must notify and receive permission from the government through the Federal Trade Commission (FTC) to do so.\n\nThe Clayton Act is still in force today, essentially in its original form. However, it has evolved over the years and is different today from when it was first drafted.\n\nThe Clayton Antitrust Act was somewhat amended by theRobinson-Patman Actof 1936. The Robinson-Patman Act reinforces laws against price discrimination among customers. The law was passed in response to concerns that large retailers were able to negotiate better prices frommanufacturersthan smaller retailers.\n\nThe Robinson-Patman Act involves a variety of practices. For example, the act disallows giving preferential services or allowance to one customer over another. It also prohibits charging different prices for the same product to different geographic areas. Last, the act does not allow for discounts or incentives to be offered based on the condition that a competitor is not to be transacted with.\n\nAnother amendment is theCeller-Kefauver Actof 1950. The Celler-Kefauver Act prohibits one company from acquiring the stock or assets of another firm if an acquisition reduces competition. It further extends antitrust laws to cover all types of mergers across industries, not justhorizontalones within the same sector.\n\nThe act gives the government authority to block mergers that would allow a company to gain \"significant market power\", even if the new company technically is not a monopoly. The act also requires companies give the government notice should they meet certain size thresholds.\n\nThe Clayton Act was also amended by theHart-Scott-Rodino Antitrust Improvements Actof 1976. This amendment requires that companies planning big mergers or acquisitions make their intentions known to the government before taking any such action.\n\nUnder the act, companies must file a premerger notification if the transaction is greater than a specific value or if the companies involved have a certain amount of total assets or annual sales. The act also imposes a waiting period of 30 days during which the transaction can't be completed, though this period can be extended should government agencies need more time to review the merger request.\n\nAnother way to consider the Clayton Antitrust Act is through the lens of the provisions contained in the legislation. Some major highlights of the act via the provisions are below:\n\nAs mentioned earlier, Section 6 of the Clayton Act provides protections for the right to organize and join labor unions. This section states that no court can stop a workers' strike or organization. This provision is intended to protect collective bargaining rights without interference from employers or the courts.\n\nThe Clayton Act also provides some protections for unions and their members against antitrust actions. Section 20 of the Clayton Act provides an exemption from antitrust liability for certain activities by labor unions such as collective bargaining and strikes. This means that, although certain activities would otherwise be considered anticompetitive, these activities may also be necessary to negotiate fair wages and working conditions.\n\nIt's important to note that the Clayton Act makes it clear that labor unions are not immune from antitrust liability for all of their activities. For example, if a union goes beyond the boundaries of a collective bargaining agreement, it can still be held liable for price-fixing. In addition, courts can issue injections against unions if their activities threaten to cause damage to property.\n\nThe DOJ's Antitrust Division primarily enforces the Clayton Antitrust Act of 1914 in the United States. In some cases, the FTC can enforce the law as well. The FTC and Antitrust Division investigate and prosecute alleged violations of the Clayton Act and other federal antitrust laws, and investigators can conduct investigations on their own or respond to complaints or referrals.\n\nIn the event that the Antitrust Division or FTC determines that a Clayton Act violation has occurred, they can take legal action to stop the anticompetitive conduct and seek compensation for any harm suffered. Some remedies includeinjunctionsto stop behavior, divestiture of assets, or imposition of fines or fees.\n\nAs discussed earlier, the Clayton Antitrust Act allows for private parties to bring about lawsuits to seek damages for harm they have suffered related to antitrust matters. They may also seek injective relief to stop the behavior from continuing.\n\nTheSherman Antitrust Actof 1890 was proposed by Sen. John Sherman of Ohio and later amended by the Clayton Antitrust Act. The Sherman Act prohibited trusts and outlawed monopolistic business practices, making them illegal in an effort to bolster competition within the marketplace.\n\nThe act contained three sections. The first section defined and banned different types of anti-competitive conduct, the second section addressed the end results considered to be anti-competitive, and the third and final section extended the provisions in the first section to include the District of Columbia and any U.S. territories.\n\nBut the language used in the Sherman Act was deemed too vague. This allowed businesses to continue engaging in operations that discouraged competition and fair pricing. These controlling practices directly impacted local concerns and often drove smaller entities out of business, which necessitated the passing of the Clayton Antitrust Act in 1914.\n\nWhile the Clayton Act continues the Sherman Act’s ban on anti-competitive mergers and the practice of price discrimination, it also addresses issues that the older act didn’t cover by outlawing incipient forms of unethical behavior. For example, while the Sherman Act made monopolies illegal, the Clayton Act bans operations intended to lead to the formationof monopolies.\n\nNo. There are three main antitrust laws in the United States. Aside from the Clayton Act, there are also theSherman Act, TheCeller-Kefauver Act, and the Federal Trade Commission Act.\n\nThe Clayton Act, in conjunction with other antitrust laws, is responsible for making sure that companies behave themselves and that there is fair competition in the marketplace, which, according to economic theory, should lead to lower prices, better quality, greater innovation, and wider choice.\n\nMost people agree that these types of antitrust laws benefit society. If companies were given free rein to make profits by any means necessary, it would likely prove detrimental to everyone other than the company that came out on top.There are, however, many people who oppose antitrust laws like the Clayton Act. In their view, allowing businesses to compete without restraints and to fully capitalize on their market power would ultimately prove favorable to consumers and the economy.\n\nThe Clayton Antitrust Act targeted four anti-competitive practices in particular:\n\nWhile America is touted as a free market economy, there are several federal laws and regulations that prohibit anti-competitive practices and prevent the formation of monopolies. Among these pieces of legislation is the Clayton Antitrust Act of 1914, which made certain monopolistic practices illegal, enforceable by both the Federal Trade Commission and Dept. of Justice. Since then, other pieces of antitrust legislation have also been passed in order to promote competition, encourage fair practices, and benefit consumers.\n\nU.S. House of Representatives, History, Art & Archives. “The Clayton Antitrust Act.”\n\nFederal Trade Commission. \"The Clayton Act: 100 Years and Counting.\"\n\nFederal Trade Commission. “The Antitrust Laws.\"\n\nU.S. Department of Justice. “Antitrust Division Manual: Chapter II. Statutory Provisions and Guidelines of the Antitrust Division.”\n\nFederal Trade Commission. \"Price Discrimination: Robinson-Patman Violations.\"\n\nEncyclopædia Britannica. “Clayton Antitrust Act.”\n\nOur Documents. “Sherman Anti-Trust Act (1890).”",
  "url": "https://www.investopedia.com/terms/c/clayton-antitrust-act.asp"
}