{
  "term": "Clearinghouse: An Essential Intermediary in the Financial Markets",
  "definition": "A clearinghouse is a designated intermediary between a buyer and seller in a financial market. The clearinghouse validates and finalizes the transaction, ensuring that both the buyer and the seller honor their contractual obligations.\n\nEvery financial market has a designated clearinghouse or an internal clearing division to handle this function. In the United States, this is the National Securities Clearing Corporation (NSCC), Canada uses theCanadian Depository for Securities Limited (CDS), and the E.U. uses Euroclear as its primary clearinghouse.\n\nThe responsibilities of a clearinghouse include \"clearing\" or finalizing trades, settling trading accounts, collectingmarginpayments, regulating delivery of the assets to their new owners, and reporting trading data.\n\nClearinghouses act as third parties for futures andoptions contracts, as buyers to everyclearing memberseller, and as sellers to every clearing member buyer.\n\nThe clearinghouse enters the picture after a buyer and a seller execute a trade. Its role is to accomplish the steps that finalize, and therefore validate, the transaction. In acting as a middleman, the clearinghouse provides the security and efficiency that is integral to stability in a financial market.\n\nIn order to act efficiently, a clearinghouse takes the opposite position of each trade, which greatly reduces the cost and risk of settling multiple transactions among multiple parties. While their mandate is to reduce risk, the fact that they have to act as both buyer and seller at the inception of a trade means that they are subject to default risk from both parties. To mitigate this, clearinghouses impose margin requirements.\n\nThe futures market is highly dependent on the clearinghouse since its financial products are leveraged. That is, they typically involve borrowing in order to invest, a process that requires a stable intermediary.\n\nEach exchange has its own clearinghouse. All members of an exchange are required to clear their trades through the clearinghouse at the end of each trading session and to deposit with the clearinghouse a sum of money, based on the clearinghouse's margin requirements, that is sufficient to cover the member's debit balance.\n\nAssume that a trader buys a futures contract. At this point, the clearinghouse has already set the initial and maintenance margin requirements.\n\nThe initial margin can be viewed as a good faith assurance that the trader can afford to hold the trade until it is closed. These funds are held by the clearing firm but within the trader's account, and can't be used for other trades. The intention is to offset any losses the trader may experience in the transaction.\n\nThe maintenance margin, usually a fraction of the initial margin requirement, is the amount that must be available in a trader's account to keep the trade open. If the trader's account equity drops below this threshold, the account holder will receive amargin calldemanding that the account be replenished to the level that satisfies the initial margin requirements.\n\nIf the trader fails to meet the margin call, the trade will be closed since the account cannot reasonably withstand further losses.\n\nIn this example, the clearinghouse has ensured that there is sufficient money in the account to cover any losses that the account holder may suffer in the trade. Once the trade is closed, the remaining margin funds are released to the trader.\n\nThe process has helped reduce default risk. In its absence, one party could back out of the agreement or fail to produce money owed at the end of the transaction.\n\nIn general, this is termed transactional risk and is obviated by the involvement of a clearinghouse.\n\nStock exchanges such as the New York Stock Exchange (NYSE) have clearing divisions that ensure that a stock trader has enough money in an account to fund the trades being placed. The clearing division acts as the middle man, helping facilitate the smooth transfer of the stock shares and the money.\n\nAn investor who sells stock shares needs to know that the money will be delivered. The clearing divisions make sure this happens.\n\nA ClearingHouse is a intermediary between a buyer and a seller in the financial markets, whose job is to ensure that both parties honor their obligations.\n\nA broker is a person or entity through with customers can access the financial markets and place trades. The clearinghouse handles the back office operations after the trade is placed, ensuring the trade is cleared.\n\nWhile it is technically possible for a clearinghouse to fail, under the Dodd-Frank Act, regulators are authorized to designate clearinghouses as systemically important to the smooth functioning of financial markets and to step in to provide emergency funding is so required.\n\nClearinghouses are essential to the smooth functioning of the financial markets, They act as intermediaries, between the buyer and seller ensuring the smooth functioning of the markets.",
  "url": "https://www.investopedia.com/terms/c/clearinghouse.asp"
}