{
  "term": "Coefficient of Variation: Definition and How to Use It",
  "definition": "The coefficient of variation (CV) helps investors determine how much volatility, or risk, is assumed when comparing the return expected from different investments.\n\nThe coefficient of variation represents the ratio of thestandard deviationto the expected return. It is a useful statistic for comparing the degree of variation from one data series to another. It can be expressed as a decimal or a percentage.\n\nThe CV formula measures the deviation between the historicalmeanprice and the current price performance of a financial asset, like stocks or bonds, relative to other investments.\n\nThe coefficient of variation shows the extent ofvariabilityof data in a sample relative to the mean of the population. In finance, the coefficient of variation allows investors to determine how muchvolatility, orrisk, is assumed in comparison to the amount of return expected from investments.\n\nThe lower the coefficient of variation, the better therisk-return tradeoff.CVs are most often used to analyze dispersion around the mean, but quartile, quintile, or decile CVs can also be used to understand variation around the median or 10th percentile, for example.\n\nThe coefficient of variation formula can be used to determine the deviation between the historical mean price and the current price performance of a stock, commodity, or bond, relative to other assets.\n\nBelow is the formula for how to calculate the coefficient of variation.\n\nCV=σμwhere:σ=standard deviationμ=mean\\begin{aligned} &\\text{CV} = \\frac { \\sigma }{ \\mu } \\\\ &\\textbf{where:} \\\\ &\\sigma = \\text{standard deviation} \\\\ &\\mu = \\text{mean} \\\\ \\end{aligned}​CV=μσ​where:σ=standard deviationμ=mean​\n\nTo calculate the CV for a sample, the formula is:\n\nCV=s/x∗100CV = s/x * 100CV=s/x∗100where:s=samplex̄= mean for the population\n\nMultiplying the coefficient by 100 is an optional step to get a percentage rather than a decimal.\n\nThe coefficient of variation formula can be performed in Excel by first using the standard deviation function for a data set. Next, calculate the mean by using the Excel function provided. Since the coefficient of variation is the standard deviation divided by the mean, divide the cell containing the standard deviation by the cell containing the mean.\n\nThe standard deviation is a statistic that measures the dispersion of a data set relative to its mean. It is used to determine the spread of values in a single data set rather than to compare different units.\n\nWhen we want to compare two or more data sets, the coefficient of variation is used. The CV is the ratio of the standard deviation to the mean. And because it’s independent of the unit in which the measurement was taken, it can be used to compare data sets with different units or widely different means.\n\nIn short, the standard deviation measures how far the average value lies from the mean, whereas the coefficient of variation measures the ratio of the standard deviation to the mean.\n\nThe coefficient of variation can be useful when comparing data sets with different units or very different means.\n\nThat includes when the risk/reward ratio is used to select investments. For example, arisk-averseinvestor may want to consider assets with a historically low degree of volatility relative to the return, to the overall market or its industry. Conversely, risk-seeking investors may look to invest in assets with a historically high degree of volatility.\n\nWhen the mean value is close to zero, the CV becomes very sensitive to small changes in the mean. Using the example above, a notable flaw would be if the expected return in the denominator is negative or zero. In this case, the coefficient of variation could be misleading.\n\nThe coefficient of variation is used in many different fields, including chemistry, engineering, physics, economics, and neuroscience.\n\nOther than helping when using the risk/reward ratio to select investments, it is used by economists to measure economic inequality. Outside of finance, it is commonly applied to audit the precision of a particular process and arrive at a perfect balance.\n\nFor example, consider a risk-averse investor who wishes to invest in anexchange-traded fund (ETF), which is a basket of securities that tracks a broad market index. The investor selects the SPDR S&P 500 ETF (SPY), the Invesco QQQ ETF (QQQ), and the iShares Russell 2000 ETF (IWM). Then, the investor analyzes the ETFs’ returns and volatility over the past 15 years and assumes that the ETFs could have similar returns to their long-term averages.\n\nFor illustrative purposes, the following 15-year historical information is used for the investor’s decision:\n\nBased on the approximate figures, the investor could invest in either the SPDR S&P 500 ETF or the iShares Russell 2000 ETF, since the risk/reward ratios are approximately the same and indicate a better risk-return tradeoff than the Invesco QQQ ETF.\n\nThe coefficient of variation (CV) indicates the size of a standard deviation in relation to its mean. The higher the coefficient of variation, the greater the dispersion level around the mean.\n\nThat depends on what you’re looking at and comparing. No set value can be considered universally “good.” However, generally speaking, it is often the case that a lower coefficient of variation is more desirable, as that would suggest a lower spread of data values relative to the mean.\n\nTo calculate the coefficient of variation, first find the mean, then the sum of squares, and then work out the standard deviation. With that information at hand, it is possible to calculate the coefficient of variation by dividing the standard deviation by the mean.\n\nThe coefficient of variation is a simple way to compare the degree of variation from one data series to another. It can be applied to several contexts, including the process of picking suitable investments.\n\nA high CV indicates that the group is more variable, whereas a low value would suggest the opposite. Generally, a lower CV suggests a more favorable risk-to-reward ratio.\n\nJoVE. “JoVE Core Statistics; Chapter 4, Measures of Variation; 4.7: Coefficient of Variation.”\n\nPenn State, Eberly College of Science. “STAT 500: Applied Statistics; 1.5.3—Measures of Variability.”\n\nUCLA, Advanced Research Computing: Statistical Methods and Data Analytics. “FAQ: What Is the Coefficient of Variation?”",
  "url": "https://www.investopedia.com/terms/c/coefficientofvariation.asp"
}