{
  "term": "Coinsurance: Definition, How It Works, and Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nCoinsurance is the amount, generally expressed as a fixed percentage, that an insured must pay toward a covered claim after the deductible is satisfied.It is common in health insurance. Some property insurance policies also contain coinsurance provisions. In this case, coinsurance is the amount of coverage the property owner must purchase for a structure.\n\nA coinsurance provision issimilar to a copayment, or \"copay,\" provision, except that copays require the insured to pay a set dollar amount at the time of the service, and coinsurance is a percentage amount.\n\nOne of the most common coinsurance breakdowns is the 80/20 split. Under an 80/20 coinsurance plan, the insured is billed for 20% of medical costs, while the insurer pays the remaining 80%.\n\nHowever, these terms only apply after the insured has reached the policy's out-of-pocketdeductibleamount. Also, most health insurance policies include anout-of-pocket maximum,which limits how much you have to pay in deductibles, copayments, and coinsurance for in-network care and services. After that, the plan pays 100% of the costs for covered benefits.\n\nGenerally speaking, plans with low monthly premiums have higher coinsurance, and plans with higher monthly premiums have lower coinsurance.\n\nHere's how it typically works: Assume you take out a health insurance policy with an 80/20 coinsurance provision, a $1,000 out-of-pocket deductible, and a $5,000 out-of-pocket maximum. Unfortunately, you require outpatient surgery early in the year, which costs $5,500. Because the surgery is in-network and you have not yet met your deductible, you must pay the first $1,000 of the bill. After meeting your $1,000 deductible, you are only responsible for 20% of the remaining $4,500, or $900. Your insurance company will cover 80% of the remaining balance.\n\nIf you require another expensive procedure later in the year, your coinsurance provision takes effect immediately because you have previously met your annual deductible. Also, because you have already paid a total of $1,900 out-of-pocket during the policy term, the maximum amount you will be required to pay for services for the rest of the year is $3,100. Note that monthly premiums and out-of-network costs do not count toward the out-of-pocket maximum.\n\nAfter you reach the $5,000out-of-pocketmaximum, your insurance company will cover 100% of the costs for in-network covered services for the rest of the year.\n\nBoth copays and coinsurance provisions are ways for insurance companies to spread risk among those they insure.However,both have advantages and disadvantages for consumers.\n\nBecause coinsurance policies require deductibles before the insurer bears any cost, policyholders absorb more costs upfront. On the other hand, it is also more likely that the out-of-pocket maximum will be reached earlier in the year, resulting in the insurance company incurring all costs for the remainder of the policy term.\n\nA copay plan charges the insured a set amount at the time of each service. Copay plans spread the cost of care over a full year and make it easier to predict medical expenses.\n\nThe size of the copays varies depending on the type of service you receive. For example, a visit to a primary care physician may have a $20 copay, whereas an emergency room visit may have a $100 copay. Other services, such as preventative care and screenings, may carry full payment without a copayment. A copay policy will likely result in an insured paying for each medical visit.\n\nThecoinsurance clausein aproperty insurancepolicy requires that a home (or other physical property) be insured for a percentage of its total cash or replacement value. Usually, this percentage is 80%, but different providers may require varying percentages of coverage (90%, 70%, etc.).\n\nFor example, if a property is valued at $200,000 and the insurance provider requires an 80% coinsurance, the homeowner must have $160,000 of property insurance coverage if they want full reimbursement on any claims.\n\nIf a structure is not insured to this level and the owner should file a claim for a coveredperil, the provider may impose a coinsurance penalty on the owner. In other words, the policyholder must hold a high enough insurance limit to cover a percentage of the property value to receive full compensation if there is a loss or damage to the property.\n\nPolicyholders may include awaiver of coinsuranceclause in policies, which is commonly found in property insurance but can also apply to health insurance.  A waiver of coinsurance clause relinquishes the policyholder's requirement to pay coinsurance. Generally, insurance companies tend to waive coinsurance only in the event of relatively small claims. In some cases, however, policies may include a waiver of coinsurance in the event of a total loss.\n\nCoinsurance is an insured individual's share of the costs of a covered expense (it usually applies to healthcare insurance). It is expressed as a percentage. If you have a \"30% coinsurance\" policy, you are responsible for 30% of your medical bill. Your health plan pays the remaining 70%.\n\nThough both represent an out-of-pocket expense for you, the insured person,coinsurance is not the same as copay. A copay is a set figure you're charged for prescriptions, doctor visits, and other types of health care, generally at the time of service. Your copay applies even if you haven't met your deductible yet. Coinsurance is the percentage of the costs of the services and treatment you're responsible for after you've met your health plan's overall deductible.\n\nBoth coinsurance and copay have their pros and cons. Because you pay a set amount at the time of each service or purchase, copay plans make it easier to anticipate your healthcare expenses. You'll always pay the copay, regardless of whether you've met your deductible or not. Coinsurance only kicks in after your deductible has been met. On the other hand, once it starts applying, coinsurance may mean loweroutlaysoverall. Also, coinsurance goes toward meeting your policy's out-of-pocket maximums.\n\nCoinsurance is the amount an insured must pay against a health insurance claim after their deductible is satisfied. It also applies to the level of property insurance that an owner must buy on a structure to cover claims.\n\nCoinsurance differs from a copay in that a copay is generally a set dollar amount that an insured must pay at the time of each service. Both copays and coinsurance provisions are ways for insurance companies to spread risk among the people they insure. Both have advantages and disadvantages for consumers.\n\nFutureWise. \"80/20 Health Insurance. Coinsurance Plans Explained.\"\n\nHealth Insurance Marketplace. \"Copayment.\"\n\nHealth Insurance Marketplace. \"Out-of-Pocket Maximum/limit.\"\n\nPeopleKeep. \"What is the difference between coinsurance and a copayment?\"\n\neHealth. \"Understanding Copayments in Healthcare.\"\n\nIndependent Insurance Agents & Brokers of America. \"Back to Basics - What is Coinsurance and How Do I Describe it to My Clients?\"\n\nInternational Risk Management Institute. “Property Insurance: Coinsurance.”\n\nNAIOP. \"Coinsurance: The Misunderstood Property Insurance Pitfall.\"",
  "url": "https://www.investopedia.com/terms/c/coinsurance.asp"
}