{
  "term": "Collateralized Debt Obligation (CDO): What It Is and How It Works",
  "definition": "A collateralized debt obligation pools together various types of debt, such as loans or bonds, and repackages them into tranches that are sold to investors.\n\nCollateralized debt obligations (CDOs) represent a sophisticated financial product that has changed major aspects of the investing world. Born out of the need to spread risk and create new investment opportunities, CDOs have become a cornerstone of modern structured finance.\n\nA CDO is a complex financial product that pools various types of debt, such as mortgages, bonds, or loans, and repackages them into tranches sold to investors. Each tranche offers a different level of risk and return, with senior tranches being the least risky, allowing investors to choose the exposure that best fits their strategy.\n\nThe creation of CDOs dates back to 1987 when Drexel Burnham Lambert first assembled portfolios of junk bonds into these structured products. Since then, CDOs have evolved to comprise a wide range of underlying assets, from corporate debt to credit card receivables. Understanding CDOs is crucial for grasping the interconnectedness of today's financial system.\n\nCDOs are like financial alchemy - they transform a collection of individual loans into a structured product that can appeal to a wide range of investors. The magic lies in how they redistribute risk and return.\n\nThe earliest CDOs were constructed in 1987 by the former investment bank Drexel Burnham Lambert, whereMichael Milken, then called the \"junk bond king,\" reigned. The Drexel bankers created these early CDOs by assembling portfolios of junk bonds, issued by different companies. CDOs are called \"collateralized\" because the promised repayments of the underlying assets are the collateral that gives the CDOs their value.\n\nStructured financeis a financial instrument used by companies with complex financing needs unfilled by conventional financing. Structured financial products, such as collateralized debt obligations, are not transferable.\n\nTo create a CDO, investment banks gather cash flow-generating assets—such as mortgages, bonds, and other types of debt—and repackage them into discrete classes or tranches based on the level of credit risk the investor assumes.\n\nThese tranches of securities become the final investment products, bonds, whose names reflect their specific underlying assets. For example, mortgage-backed securities(MBS)comprise mortgage loans, and asset-backed securities (ABS) contain corporate debt, auto loans, or credit card debt.\n\nOther types of CDOs include collateralized bond obligations (CBOs), investment-grade bonds that are backed by a pool of high-yield but lower-rated bonds, and collateralized loan obligations (CLOs), which are securities backed by a pool of debt and often contain corporate loans with a low credit rating.\n\nCollateralized debt obligations are complicated, and many professionals have a hand in creating them:\n\nUltimately, other securities firms launched CDOs containing other assets with more predictable income streams. These include automobile loans, student loans, credit card receivables, and aircraft leases. However, CDOs remained a niche product until 2003–2004, during the U.S. housing boom. Issuers of CDOs turned their attention to subprime mortgage-backed securities as a new source of collateral for CDOs.They would become a major part of the story of the 2008 financial crash.\n\nEach type of CDO offers specific risks, from simpler structures like CLOs to more complex instruments like CDO-squared, that appeal to different kinds of investors seeking diversification. The types of CDOs are as follows:\n\nCLOs are backed primarily by corporate loans, typically leveraged or below investment grade. CLOs are divided intotranchesbased on risk and return, with higher tranches being safer but offering lower yields.\n\nAs the name implies, CBOs are backed by a pool of bonds, such as corporate, municipal, orsovereign bonds. These are sold in tranches that provide different levels of risk, with the higher tranches being less risky.\n\nSynthetic CDOs are based on credit derivatives like credit default swaps (CDS) rather than actual loans or bonds. Investors gain exposure to the credit risk of the underlying debt without owning it.\n\nCRE CDOs are backed primarily by commercial real estate-related assets, such ascommercial MBSor commercial real estate loans, providing exposure to the real estate sector.\n\nThis type of CDO is backed by tranches from other CDOs rather than individual loans or bonds. This structure amplifies risk as the performance of these securities depends on the underlying CDOs' tranches.\n\nThe tranches of CDOs are named to reflect their risk profiles. For example, senior debt, mezzanine debt, and junior debt are provided in the sample below, along with hypotheticalStandard & Poor's credit ratings. However, the actual structure depends on the individual product.\n\nIn the table, note that the higher the credit rating, the lower the coupon rate (the interest rate the bond pays annually). If the loan defaults, the senior bondholders get paid first from the collateralized pool of assets, followed by bondholders in the other tranches according to their credit ratings; the lowest-rated credit is paid last.\n\nThe senior tranches are generally the safest because they have the first claim on the collateral. Although the senior debt is usually rated higher than the junior tranches, it offers lower coupon rates. Conversely, the junior debt offers higher coupons (more interest) to compensate for their greater risk of default; but because they are riskier, they generally come with lower credit ratings.\n\nSenior debt means a higher credit rating, but lower interest rates. Junior debt means a lower credit rating, but higher interest rates.\n\nCDOs exploded in popularity in the early 2000s, when issuers began to use securities backed by subprime mortgages as collateral. CDO sales rose almost tenfold, from $30 billion in 2003 to $225 billion in 2006.In 2023, the U.S. market size was worth about $27.5 billion.\n\nAsubprime mortgageis one held by a borrower with a low credit rating, indicating that they might be at a higher risk of default on their loan.\n\nThese subprime mortgages often had no or very low down payments, and many didn't require proof of income. To offset the risk lenders were taking on, they often used tools such asadjustable-rate mortgages, in which the interest rate increased over the life of the loan.\n\nThere was little government regulation of this market, and ratings agencies could make investing in these mortgage-backed securities look attractive and low-risk to investors. CDOs increased the demand for mortgage-backed securities, which increased the number of subprime mortgages that lenders were willing and able to sell. Without the demand from CDOs, lenders would not have been able to make so many loans to subprime borrowers.\n\nSome banking executives and investors knew that many the subprime mortgages that backed their investments were destined to fail. But the general consensus was that as long real estate prices continued to go up, both investors and borrowers would be bailed out. However, prices did not continue to rise; the housing bubble burst, and prices declined steeply. Subprime borrowers found themselves underwater on homes worth less than what they owed on their mortgages. This led to a high rate of defaults.\n\nThe correction in the U.S. housing market triggered an implosion in the CDO market, which was backed by these subprime mortgages. CDOs became one of the worst-performing instruments in the subprime meltdown, which began in 2007 and peaked in 2009. The bursting of the CDO bubble inflicted losses running into hundreds of billions of dollars for some of the largest financial services institutions.\n\nThese losses resulted in the investment banks either going bankrupt or being bailed out via government intervention. Thisaffectedthe housing market, stock market, and other financial institutions, and helped to escalate the global financial crisis, the Great Recession, during this period.\n\nDespite their role in the financial crisis, collateralized debt obligations are still an active area of structured finance investing. CDOs and the even more infamous synthetic CDOs are still in wide use since ultimately they are a tool for shifting risk and freeing up capital—two of the outcomes that investors depend on Wall Street to accomplish and for which Wall Street has always had an appetite.\n\nCustomized Risk/Return Profiles\n\nAccess to otherwise unavailable assets\n\nWhen used responsibly, CDOs can be powerful risk management and return enhancement tools. They allow for a more precise allocation of risk and return across the financial system. Here are their potential benefits:\n\nHowever, CDOs certainly have a range of risks that investors must carefully assess before investing. These risks, ranging fromcreditandliquidity riskto complexity andcounterparty risk, can significantly impact the value of CDOs, especially in volatile or stressed market conditions. Some of the risks include:\n\nWhile both CDOs and CLOs are structured debt products with a similar tranche-based risk design, CLOs are tied tocorporate loansand tend to be seen as less complex and risky than many other forms of CDOs.\n\nCDOs and CLOs are structured financial products that pool together various types of debt, repackage them into tranches with different risk-return profiles, and then are sold to investors.\n\nIn addition, both use a tranche system where senior tranches have lower risk and lower returns, while junior tranches bear higher risk but offer higher yields. This risk stratification appeals to many investors with different risk appetites.\n\nFinally, both instruments involve exposure to credit risk, as they are backed by debt instruments such as loans or bonds, and the value of the securities depends on the repayment of these underlying obligations.\n\nCDOs are backed by a wide variety of debt instruments, including corporate bonds, mortgages, credit card receivables, and other types of debt. Meanwhile, CLOs are backed by a pool of corporate loans, typically leveraged or below-investment-grade loans.\n\nAnother difference between CDOs and CLOs is that CLOs are generally considered to have a more stable risk profile than many other types of CDOs because corporate loans typically have more predictable cash flows. CDOs, especially synthetic CDOs or CDO-squared, can involve more complex risks, such as exposures to credit derivatives, which can amplify the risk.\n\nLastly, while both products are structured, CDOs can be more complex, particularly synthetic or CDO-squared products involving other CDO tranches or derivatives. CLOs are arguably simpler because they are backed by corporate loans, making them easier to assess regarding cash flows and default probability.\n\nTo create a CDO, investment banks gather cash flow-generating assets—such as mortgages, bonds, and other types of debt—and repackage them into discrete classes or tranches based on the level of credit risk the investor assumes. These tranches of securities become the final investment products, bonds, whose names can reflect their specific underlying assets.\n\nThe tranches of a CDO reflect their risk profiles. For example, senior debt would have a higher credit rating than mezzanine and junior debt. If the loandefaults, the holders of senior bonds get paid first from the collateralized pool of assets, followed by bondholders in the other tranches according to their credit ratings, with the lowest-rated credit paid last. The senior tranches are generally the safest because they have the first claim on the collateral.\n\nAsynthetic CDOis a type of CDO that invests in noncash assets that can offer extremely high yields to investors. However, they differ from traditional CDOs, which typically invest in regular debt products such as bonds, mortgages, and loans, in that they generate income by investing in noncash derivatives such as credit default swaps, options, and other contracts. Synthetic CDOs are typically divided into credit tranches based on the level of credit risk assumed by the investor.\n\nCDOs are a structured finance product backed by a pool of loans and other assets. They can be held by a financial institution and sold to investors. The tranches of a CDO tell investors what level of risk they are taking on, with senior tranches having the highest credit rating, followed by mezzanine, then the junior tranches. Should there be a default on the underlying loan, senior bondholders are paid from the pool of collateral assets first and junior bondholders last.\n\nDuring the housing bubble in the early 2000s, CDOs held huge bundles of subprime mortgages. When the housing bubble burst and subprime borrowers defaulted at high rates, the CDO market went into a meltdown. This caused many investment banks to either go bankrupt or be bailed out by the government. Despite this, CDOs are still widely used by investment banks today.\n\nTom Nicholas and Matthew G. Preble. \"Michael Milken: The Junk Bond King.\" Harvard Business School, 2016.\n\nThe Financial Inquiry Commission. \"The Financial Crisis Inquiry Report, January 2011.\" Page 129.\n\nNational Association of Insurance Commissioners. \"Collateralized Debt Obligations.\"\n\nThe Financial Inquiry Commission. \"The Financial Crisis Inquiry Report, January 2011.\" Page 130.\n\nThe Federal Reserve Board. \"Asymmetric Information and the Death of ABS CDOs.\"\n\nJohn C. Hull. \"Options, Futures, and Other Derivatives,” Pages 577–588. Pearson, 2022.\n\nLevin, C. \"Wall Street and the Financial Crisis: Anatonmy of a Financial Collapse.\"\n\nNational Association of Insurance Commissioners. \"Collateralized Debt Obligations (CDOs).\" Page 5.\n\nBusiness Research Insights. \"Collateralized Debt Obligation Market Size, Growth, 2032.\"\n\nThe Financial Inquiry Commission. \"The Financial Crisis Inquiry Report, January 2011.\" Pages 133-134, 148-149.\n\nThe Financial Inquiry Commission. \"The Financial Crisis Inquiry Report, January 2011.\" Pages 123, 200.\n\nThe Financial Inquiry Commission. \"The Financial Crisis Inquiry Report, January 2011.\" Pages 226-227.\n\nThe Financial Inquiry Commission. \"The Financial Crisis Inquiry Report, January 2011.\" Page 144.",
  "url": "https://www.investopedia.com/terms/c/cdo.asp"
}