{
  "term": "Collection Agency: Definition, How It Works, and Regulations",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAmanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nA collection agency is a company used by lenders or creditors to recover funds that are past due or from accounts that are in default. Often, a creditor will hire a collection agency after it has made multiple failed attempts to collect its receivables. Alendermay outsource the debt-collection activity to a collection agency, or it may have an internal department or a debt-collection subsidiary that would handle the job.\n\nCreditorswill often hire a collection agency after aborroweris 60–90 days or more past due with a debt. The delinquency typically will be reported to the three majorcredit bureaus—Equifax, Experian, and TransUnion. Reputable collection agencies abide by the Fair Debt Collection Practices Act (FDCPA) when it comes to contacting you and trying to collect the debt.\n\nWhile creditors sometimes hire collection agencies to collect debt on their behalf, they also sometimes sell debt, often for substantially less than the amount of the debt. In these cases, the collection agency becomes the new creditor.\n\nIf the borrower pays thedebtas a result of the collection agency's efforts, then the creditor pays the collection agency a percentage of the funds, or assets, that it recovers, depending on the terms of the agreement.\n\nIf the borrower will not or cannot cover theirarrearage, the collection agency can update the borrower’s credit report with a \"collection\" status, which leads to a drop in the individual’scredit score. A low credit score can affect a person's chances of obtaining a loan in the future, as an account in collections can remain on their credit report for seven years.\n\nCollection agencies deploy multiple strategies to try to retrieve funds, such as the following:\n\nThird-party collection agencies—but not creditors' in-house collection departments—are bound by theFair Debt Collection Practices Act (FDCPA), of which some rules are cited below.\n\nA debt collector maynot do the following:\n\nA debt collector may, however, do the following:\n\nA collection agency can sue you for the debt you owe. If the debt collector wins the lawsuit, it also can get a court order to take money from your bank accounts or your paychecks.\n\nIf the collection agency has a court order against you, you could be arrested if you don't comply. As part of a lawsuit, you might be required to provide financial information or to testify. Failing to do so could also lead to a warrant for your arrest.\n\nIt depends on the specifics of your situation. If you can afford the debt you owe to the collection agency, it's likely in your best interests to pay the debt. Taking care of the debt can help you begin to repair any damage the debt did to your credit, and it helps you avoid a lawsuit. However, if you have more debt than you can handle, it is advisable to seek professional legal and financial assistance to determine if filing for bankruptcy isyour best course of action.\n\nCompanies sometimes will outsource collection efforts on past-due accounts. While this can be a cost-effective approach for creditors, being contacted by a collection agency can be stressful for those owing the debt. In most cases, it is best to pay the debt as quickly as possible if you are contacted and do, in fact, owe the debt. Failing to act quickly can damage your credit score further and possibly lead to a lawsuit. Keep in mind, though, that collection agencies are bound by the FDCPA, so it's also a good idea to familiarize yourself with the rights you're afforded when contacted by a collection agency.\n\nFederal Trade Commission. \"Fair Debt Collection Practices Act.\"\n\nConsumer Financial Protection Bureau. \"Understand How the CFPB's Debt Collection Rule Impacts You.\"\n\nFederal Trade Commission. \"Debt Collection FAQs.\"",
  "url": "https://www.investopedia.com/terms/c/collectionagency.asp"
}