{
  "term": "Collusion: Definition, Examples, and Preventative Steps",
  "definition": "Collusion is a non-competitive, secret, and sometimes illegal agreement between rivals that attempts to disrupt the market'sequilibrium. The act of collusion involves people or companies that would typically compete against each other but who conspire to work together to gain an unfair market advantage.\n\nThe colluding parties may collectively choose to influence the market supply of a good or agree to a specific pricing level that will help the partners maximize theirprofitsto the detriment of other competitors. Collusion is common among duopolies.\n\nCollusion can take many forms across market types. Groups collectively obtain an unfair advantage in each scenario.\n\nOne of the most common ways of colluding isprice fixing. This occurs when there are a small number of companies in a particular supply marketplace, commonly referred to as anoligopoly. These businesses offer the same product and form an agreement to set the price level. Prices may be forcibly lowered to drive out smaller competitors or they may have an inflated level to support the interest of the group at a disadvantage to the buyer.\n\nPrice fixing can eliminate or reduce competition and lead to even higher barriers for new entrants.\n\nCollusion may also occur when companies synchronize their advertising campaigns. The partnering businesses might want to limit the consumers’ knowledge about a product or service for an added advantage in this case.\n\nCollective partnering through the use ofinsider informationcan also be a type of collusion in the financial industry. Colluding groups might have the opportunity to gain several advantages through the sharing of private orpreliminary information. This financial collusion can allow the parties to enter and exit trades before the shared information is publicly available.\n\nCollusion is an illegal practice in the United States and this significantly deters its use.Antitrustlaws aim to prevent collusion between companies. They make it complicated to coordinate and execute an agreement to collude. It's also difficult for companies to partake in collusion in industries that have strict supervision.\n\nDefection is another key deterrent to collusion. A company that initially agrees to take part in a collusion agreement might defect and undercut the profits of the remaining members. The company that defects might also act as awhistleblowerand report the collusion to the appropriate authorities.\n\nA New York appeals court upheld a 2013 ruling against tech behemoth Apple in 2015. The multinational technology giant appealed the lower court's finding that the company had illegally conspired with five of the biggest book publishers on the pricing of ebooks.\n\nThe New York appeals court found in favor of the plaintiffs. The company’s goals were to promote Apple’s new iPad and to prevent Amazon from undercutting its title prices of ebooks. The case led to a $450 million settlement in which Apple paid purchasers twice their losses.\n\nA duopoly exists when just two firms dominate a market but it can also refer to a market in which two firms control more than 70% of the market share.\n\nAntitrust laws limit andregulate the market power of a firmto protect against competition because competition benefits consumers. The Sherman Act was the first antitrust law passed in 1890. It was followed by the Federal Trade Commission Act and the Clayton Act in 1914. The Clayton Act was last amended in 1976. These are all federal laws.\n\nWhistleblower laws can be imposed at both the federal and state level. The most common of them protect employees from retaliation such as termination or discrimination for disclosing acts of wrongdoing by a company or firm. The federal Whistleblower Protection Act shields all government employees.\n\nCollusion refers to actions taken by individuals, business firms, or other entities to influence or control pricing or a market in general. These moves are typically arranged in secret and all entities involved can profit.\n\nCollusion is illegal in the United States and laws exist to protect against it at both state and federal levels. Whistleblower laws protect employees in particular. Speak to a legal representative if you suspect you’ve been targeted for revealing what you suspect to be clandestine marketing activity.\n\nYahoo! Finance. \"Apple Slapped With $450 Million Fine for Price-Fixing.\"\n\nFederal Trade Commission. \"The Antitrust Laws.\"\n\nCornell Law School Legal Information Institute. \"Whistleblower Law.\"",
  "url": "https://www.investopedia.com/terms/c/collusion.asp"
}