{
  "term": "Collateralized Loan Obligation (CLO) Structure, Benefits, and Risks",
  "definition": "A collateralized loan obligation (CLO) is a single security backed by a pool of debt. The process of pooling assets into a marketable security is calledsecuritization. Collateralized loan obligations (CLO) are often backed by corporate loans with low credit ratings or loans taken out by private equity firms to conductleveraged buyouts. A collateralized loan obligation is similar to acollateralized mortgage obligation (CMO), except that the underlying debt is of a different type and character—a company loan instead of a mortgage.\n\nA CLO is a bundle of loans that are ranked below investment grade. They are usually first-lien bank loans to businesses that are initially sold to a CLO manager and consolidated into bundles of 150 to 250 loans.To fund the purchase of new debt, the CLO manager sells stakes in the CLO to outside investors in a structure calledtranches.\n\nWith a CLO, the investor receives scheduled debt payments from the underlying loans, assuming most of the risk in the event that borrowers default. In exchange for taking on the default risk, the investor is offered greater diversity and the potential for higher-than-average returns. Adefaultis when a borrower fails to make payments on a loan or mortgage for an extended period of time.\n\nEach tranche is a piece of the CLO. The order of the tranches dictates who will be paid out first when the underlying loan payments are made. It also dictates the risk associated with each investment since investors who are paid last have a higher risk of default from the underlying loans. Investors who are paid out first have lower overall risk, but they receive smaller interest payments, as a result. Investors who are in later tranches may be paid last, but the interest payments are higher to compensate for the risk.\n\nA CLO is an actively managed instrument: managers can—and do—buy and sell individual bank loans in the underlying collateral pool in an effort to score gains and minimize losses. In addition, most of a CLO's debt is backed by high-quality collateral, making liquidation less likely, and making it better equipped to withstand market volatility.\n\nThere are two types of tranches: debt tranches and equity tranches. Debt tranches, also called mezzanine tranches, are treated just like bonds and have credit ratings and coupon payments. These debt tranches come first in terms ofrepayment, and there is also a pecking order within the debt tranches.\n\nEquity tranches do not have credit ratings and are paid out after all debt tranches. Equity tranches are rarely paid a cash flow but do offer ownership in the CLO itself in the event of a sale. Because equity tranche investors usually face higher risks, they often receive higher returns than debt tranche investors.\n\nCLOs offer higher-than-average returns because an investor is assuming more risk by buying low-rated debt.\n\nA CLO consists of several debt tranches, ranked according to the creditworthiness of the underlying loans. The lowest tier is the equity tranche, representing ownership of the underlying collateral.\n\nAs the CLO enters the repayment phase, investors in higher-ranked tranches are paid first, followed by lower tranches. Lower-ranked tranches have higher risk profiles, but also higher potential returns. In the lowest tier, the equity tranche, investors receive any additional cash flow after the debt investors are paid.\n\nEquity tranche investors also have a degree of control over the CLO that is not available to debt investors. For example, they have options to refinance the underlying CLO loans or reset the reinvestment period.\n\nHere's an over-simplied overview of how CLOs are created:\n\nStep 1: Establish the Capital Structure.The first step to creating a CLO is establishing a capital structure, meaning the different levels of debt and equity underlying the security. A typical CLO has several debt tranches and an equity tranche, representing ownership of the underlying collateral.\n\nStep 2: Seek Capital.The next step is to raise capital from investors, which is used to buy loans underlying the security. Each investor will contribute to a different loan tranche, with riskier tranches offering higher returns.\n\nStep 3: Choose Tranches.As investors commit capital, they also have the opportunity to choose a tranche that meets their risk and return appetite.\n\nStep 4: Purchase Loans.The CLO manager will use the capital from investors to buy loans. The CLO manager can reinvest loan proceeds to improve the portfolio, either by buying additional collateral or selling poorly-performing loans. At this stage, an underwriter analyzes the loan pool and assesses the creditworthiness of the borrowers. The underwriter also determines the appropriate structure and size of the CLO transaction.\n\nStep 5: Create Special Purpose Vehicle.Most often, aspecial purpose vehicle(SPV) iscreated to issue the CLO securities. The SPV is usually designed to protect the investors in case of default.\n\nStep 6: Pay Investors.Ultimately, the CLO will beginrepaying investors with a spreadthat has been pre-determined for each tranche at the time of closing. Afterward, holders of the equity tranche can call or refinance the loan tranches. Eventually, the CLO begins to deleverage. As the underlying loans are paid off, the CLO manager will repay the investors, starting with the most senior tranche. Any remaining proceeds will go to the equity tranche holders.\n\nStep 7: Termination.The CLO transaction may terminate when all of the securities have been repaid or when the underlying loans have been paid off or sold. At this point, any special purpose vehicles are dissolved and any remaining assets are distributed to the investors.\n\nThere are a variety of benefits of a CLO, including but not limited to:\n\nWith those benefits in mind, there are also a number of downsides to CLOs. Those risks include but aren't limited to:\n\nSome argue that a CLO isn't that risky. Research conducted by Guggenheim Investments, an asset management firm, found that from 1994 to 2013, CLOs experienced significantly lower default rates than corporate bonds. Only 0.03% of tranches defaulted from 1994 to 2019. Even so, they are sophisticated investments, and typically only large institutional investors purchase tranches in a CLO.\n\nIn other words, companies of scale, such as insurance companies, quickly purchase senior-level debt tranches to ensure low risk and steady cash flow. Mutual funds and ETFs normally purchasejunior-level debt trancheswith higher risk and higher interest payments. If an individual investor invests in a mutual fund with junior debt tranches, that investor takes on the proportional risk of default.\n\nA Collateralized Loan Obligation (CLO) is a type of security that allows investors to purchase an interest in a diversified portfolio of company loans. The company selling the CLO will purchase a large number of corporate loans from borrowers such as private companies andprivate equity firms, and will then package those loans into a single CLO security. The CLO is then sold off to investors in a variety of pieces, called “tranches”, with each tranche offering its own risk-reward characteristics.\n\nThere are two main types oftranchesused when selling a CLO: debt tranches and equity tranches. Debt tranches, also called mezzanine, are those that offer the investor a specified stream of interest and principal payments, similar to those offered by other debt instruments such as debentures or corporate bonds.\n\nEquity tranches, on the other hand, do not pay scheduled cash flows to the investor, but instead offer a share of the value of the CLO if the CLO is re-sold in the future. Within each of these categories, many different tranches might be available, with the riskier tranches offering higher potential returns.\n\nCLOs are similar toCollateralized Mortgage Obligations(CMOs), in that both securities are based on a large portfolio of underlying debt instruments. The main difference between them, however, is that CLOs are based on debts owed by corporations, whereas CMOs are based on mortgage loans. Both CLOs and CMOs are examples ofcredit derivatives.\n\nA CLO, or collateralized loan obligation, is a debt security backed by a pool of debt. Investors can choose one of several debt tranches to put their money into, with higher-risk tranches providing higher returns. Although yields may be higher than average, investors also assume the risk of borrower defaults.\n\nThis article is not intended to provide investment advice. Investing in securities entails varying degrees of risk and can result in partial or total loss of principal. The trading strategies discussed in this article are complex and should not be undertaken by novice investors. Readers seeking to engage in such trading strategies should seek out extensive education on the topic.\n\nGuggenheim Investments. \"Understanding Collateralized Loan Obligations (CLOs).\"\n\nNational Association of Insurance Commissioners. \"Collateralized Loan Obligations (CLOs) Primer,\" Pages 1-6.\n\nPineBridge. \"Seeing Beyond the Complexity: An Introduction to Collateralized Loan Obligations.\"",
  "url": "https://www.investopedia.com/terms/c/clo.asp"
}