{
  "term": "Collateral Definition, Types, & Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nCollateral is a valuable asset that a borrower pledges as security for a loan.\n\nFor example, when a homebuyer gets a mortgage, the home serves as the collateral for the loan. For a car loan, the vehicle is the collateral. A business that obtains financing from a bank may pledge valuable equipment or real estate owned by the business as collateral for the loan. In the event of a default, the lender can seize the collateral and sell it to recoup the loss.\n\nOther nonspecific personal loans can be collateralized by other assets. For instance, a secured credit card may be secured by a cash deposit for the same amount of the credit limit—$500 for a $500 credit limit.\n\nBefore a lender issues you a loan, it wants to know that you have the ability to repay it. That's why many of them require some form of security. This security is called collateral, which minimizes theriskfor lenders by ensuring that the borrower keeps up with their financialobligation. The borrower has a compelling reason to repay the loan on time because if they default, they stand to lose their home or other assets pledged as collateral.\n\nThe best loans secured by collateral are typically available at substantially lower interest rates than unsecured loans. A lender's claim to a borrower's collateral is called a lien—a legal right or claim against an asset to satisfy a debt.\n\nIn the event that the borrower does default, the lender can seize the collateral and sell it, applying the money it gets to the unpaid portion of the loan. The lender can choose to pursue legal action against the borrower to recoup any remaining balance.\n\nThe nature of the collateral is often predetermined by theloan type. When you take out a mortgage, your home becomes the collateral. If you take out a car loan, then the car is the collateral for the loan. The types of collateral that lenders commonly accept include cars—only if they are paid off in full—bank savings deposits, and investment accounts.Retirementaccounts are not usually accepted as collateral.\n\nYou also may use future paychecks as collateral for very short-term loans, and not just frompayday lenders. Traditional banks offer such loans, usually for terms no longer than a couple of weeks. These short-term loans are an option in a genuine emergency, but even then, you should read thefine printcarefully and compare rates.\n\nAnother type of borrowing is the collateralized personal loan, in which the borrower offers an item of value assecurity for a loan. The value of the collateral must meet or exceed the amount being loaned.\n\nLenders will typically lend only apercentage of the collateral's value, not 100% of its value. If you are considering a collateralized personal loan, your best choice for a lender is probably a financial institution that you already do business with, especially if your collateral is your savings account. If you already have a relationship with the bank, that bank would be more inclined to approve the loan, and you are more apt to get a decent rate for it.\n\nConsider using your current financial institution if you're considering a collateralized personal loan, but shop around with other lenders for the best rates.\n\nA mortgage is a loan in which the house is the collateral. If the homeowner stops paying the mortgage for at least 120 days, the loan servicer can begin legal proceedings, which can lead to the lender eventually taking possession of the house throughforeclosure.\n\nOnce the property is transferred to the lender, it can be sold to repay the remaining principal on the loan.\n\nA home may also function as collateral on a second mortgage for a home equity loan or a home equity line of credit (HELOC). In this case, the amount of the loan will not exceed the available equity. For example, if a home is valued at $200,000, and $125,000 remains on the primary mortgage, a second mortgage or HELOC will be available only for as much as $75,000.\n\nCollateralized loans are also a factor in margin trading. An investor borrows money from a broker to buy shares, using the balance in the investor's brokerage account as collateral.\n\nThe loan increases the number of shares the investor can buy, thus multiplying the potential gains if the shares increase in value. But the risks are also multiplied. If the shares decrease in value, the broker demands payment of the difference. In that case, the account serves as collateral if the borrower fails to cover the loss.\n\nCollateral guarantees a loan, so it needs to be an item of value. For example, it can be a piece of property, such as a car or a home, or even cash that the lender can seize if the borrower does not pay.\n\nIf you don't have any collateral necessary to secure a certain type of loan, you may want to consider looking intounsecuredloans, such as a personal loan or credit card (both of which don't use an asset as collateral), as an alternative.\n\nIf you have any assets being used as collateral on a loan and don't miss any payments, you won't lose your collateral. However, if you fail to make payments on time and ultimately default on your loan, the collateral can then be seized and sold, with the profits being used to pay off the remainder of the loan.\n\nYou risk losing your collateral if you fail to pay back your debt. So to ensure you keep your car, home, or any other valuable asset being used as collateral on a loan, always make your payments on time to minimize any possibility of defaulting on your debt.\n\nConsumer Financial Protection Bureau. \"1024.41 Loss Mitigation Procedures.\"",
  "url": "https://www.investopedia.com/terms/c/collateral.asp"
}