{
  "term": "Combined Loan-to-Value (CLTV) Ratio Definition and Formula",
  "definition": "The combined loan-to-value (CLTV) ratio is the ratio of allsecured loanson a property to the value of a property. Lenders use the CLTV ratio to determine a prospective borrower's risk of default when more than one loan is used.\n\nThe CLTV differs from the simpleloan-to-value (LTV) ratioin that the LTV only includes the first or primary mortgage in its calculation.\n\nA CLTV ratio is calculated by dividing the amount of all loans on the property, including the one you are applying for, by its value. It is expressed as a percentage. In general, lenders are willing to lend at CLTV ratios of 80% and below to borrowers with high credit ratings. The following formula can be used to calculate the combined loan-to-value (CLTV) ratio:\n\nCLTV=VL1+VL2+⋯+VLnTotal Value of the Propertywhere:VL=Value of loan\\begin{aligned}&\\text{CLTV}=\\frac{\\text{VL1}+\\text{VL2}+\\dots+\\text{VLn}}{\\text{Total Value of the Property}}\\\\&\\textbf{where:}\\\\&\\text{VL}=\\text{Value of loan}\\end{aligned}​CLTV=Total Value of the PropertyVL1+VL2+⋯+VLn​where:VL=Value of loan​\n\nCombined loan-to-value (CLTV) ratio is a calculation used by mortgage and lending professionals todetermine the total percentageof a homeowner's property that has liens (debt obligations) compared to the value of the property. Lenders use the CLTV ratio along with a handful of other calculations, such as thedebt-to-income ratioand the standard loan-to-value (LTV) ratio, to assess the risk of extending a loan to a borrower.\n\nMany economists consider relaxed CLTV standards to be one of the factors that contributed to theforeclosure crisisthat plagued the United States during the late 2000s. Beginning in the 1990s and especially during the early and mid-2000s, homebuyers frequently took out second mortgages at the time of purchase in lieu of making down payments. Lenders eager not to lose these customers' business to competitors agreed to such terms despite the increased risk.\n\nBefore thereal estate bubblethat expanded from the late 1990s to the mid-2000s, the standard practice was for homebuyers to make down payments totaling at least 20% of the purchase price. Most lenders kept customers within these parameters by capping LTV at 80%.\n\nWhen the bubble began to heat up, many of these same companies took steps to allow customers to get around putting 20% down. Some lenders raised LTV caps or did away with them completely, offering mortgages with smaller or no down payments, while others kept LTV requirements in place but raised CLTV caps. This maneuver enabled customers to take out second mortgages to finance their 20% down payments.\n\nTheforeclosure spikebeginning in 2008 underscored why CLTV is important. Having skin in the game, such as a $100,000 initial cash outlay for a $500,000 house, provides a homeowner with a powerful incentive to only borrow what they can afford and to keep up with mortgage payments after borrowing. If the bank forecloses, a homeowner not only loses their home but also the pile of cash they paid to close on the property.\n\nRequiring equity in the property also insulates lenders from a dip in real estate prices. Making a 20% down payment also significantly reduces the monthly payment versus making a smaller down payment or none at all. It also shows the borrower has the ability to make the money needed to make payments. Larger down payments also help banks make more responsible lending decisions. However, they have the power to remove such safeguards as they did during the 2000s.\n\nSome homebuyers choose to lower their down payment by receiving multiple mortgages on a property, which results in a lower loan-to-value ratio for the primary mortgage. Also, because of the lower LTV ratio, many homebuyers successfullyavoid private mortgage insurance (PMI).\n\nConsequently, because the second mortgage assumes more risk, the interest rate on a second mortgage is typically higher than the interest rate on a first mortgage. Whether it is better to obtain a second mortgage or incur the cost of PMI depends on the particular circumstances of the borrower.\n\nLet's say you are purchasing a home for $200,000. To secure the property, you provided a down payment of $50,000 and received two mortgages: one for $100,000 (primary) and one for $50,000 (secondary). Your combined loan-to-value ratio (CLTV) is 75%: (($100,000 + $50,000) / $200,000).\n\nLoan-to-value (LTV) and CLTV are two of the most common ratios used during the mortgage underwriting process. Most lenders impose maximums on both values, above which the prospective borrower is not eligible for a loan. The LTV ratio considers only the primary mortgage balance, while the CLTV factors in all loans on the property, such ashome equity loansandhome equity lines of credit(HELOCs).\n\nMost lenders imposeLTV maximums of 80%. Borrowers with good credit profiles can circumvent this requirement but must pay private mortgage insurance (PMI) as long as their primary loan balance is greater than 80% of the home's value. PMI protects the lender, not the borrower, from losses when a home's value falls below the loan balance.\n\nPrimary lenders tend to be more generous with CLTV requirements. Considering the example above, in the event of a foreclosure, the primary mortgage holder receives its money in full before the second mortgage holder receives anything.\n\nReturning to our example from earlier, if the property value decreases to $125,000 before the borrower defaults, the primary lien-holder receives the entire amount owed ($100,000), while the second lien-holder only receives the remaining $25,000 despite being owed $50,000. The primary lien-holder shoulders less risk in the case of declining property values and can afford to lend at a higher CLTV.\n\nIn general, a borrower with a high CLTV ratio is considered to be a higher risk by a lender. This could result in the loan being denied or approved but at a higher interest rate.\n\nLenders generally like to see a CLTV ratio of 80% or less. Borrowers will also need good credit scores.\n\nWhen calculating a CLTV ratio, lenders include all secured loans on the property. This includes first mortgages, second mortgages, home equity loans, and home equity lines of credit (HELOCs).\n\nBorrowers should always consider the advantages and disadvantages of taking out multiple loans on one property. Exercising due diligence will help ensure that what is chosen is the best option for the given circumstances.\n\nThe Brookings Institution. \"The Origins of the Financial Crisis.\" Page 18.\n\nThe Brookings Institution. \"The Origins of the Financial Crisis.\"\n\nExperian. \"What Is a Loan-to-Value Ratio (LTV)?\"\n\nDiscover Home Loans. “What Loan to Value Ratio Means for Home Equity Loans.”",
  "url": "https://www.investopedia.com/terms/c/combinedloantovalue.asp"
}