{
  "term": "Combined Ratio: Definition, What It Measures, Formula, and Examples",
  "definition": "The combined ratio measures an insurance company's underwriting profitability by adding its loss and expense ratios, with a value below 100% indicating a profit.\n\nThe combined ratio shows how much an insurance company spends on claims and expenses compared to its earned premiums. It's calculated by taking the sum of incurred losses and expenses and then dividing them by theearned premium.\n\n﻿Combined Ratio=Incurred Losses+ExpensesEarned Premium\\begin{aligned} &\\text{Combined Ratio} = \\frac{ \\text{Incurred Losses} + \\text{Expenses} }{ \\text{Earned Premium} } \\\\ \\end{aligned}​Combined Ratio=Earned PremiumIncurred Losses+Expenses​​﻿\n\nThe combined ratio measures the money flowing out of an insurance company in the form of dividends, expenses, and losses. Losses indicate the insurer's discipline in underwriting policies. The expense ratio gauges the efficiency of an insurer and how well it uses its resources to drive top-line growth. The combined ratio is arguably the most important of these three ratios because it provides a comprehensive measure of an insurer's profitability.\n\nThe combined ratio is typically expressed as a percentage. A ratio below 100% indicates that the company is generating an underwriting profit, while a ratio above 100% means that it is paying out more money in claims than it is receiving in premiums. Even if the combined ratio is above 100%, a company can potentially still be profitable because the ratio does not include investment income.\n\nMany insurance companies believe that the combined ratio is the best way to measure success because it does not include investment income and only includes profit earned through efficient management. This is important to note since a portion of dividends will be invested in equities, bonds, and other securities. Theinvestment income ratio(investment income divided by net premiums earned) takes investment income into account and is used in the calculation of the overall operating ratio.\n\nAs a hypothetical example, if an insurer collects $1,000 in policy premiums and pays out $800 in claims and claim-related expenses, plus another $150 in operating expenses, it would have a combined ratio of (800 + 150) / 1,000 = 95%.\n\nLet's take another example: insurance company ZYX has incurred underwriting expenses of $10 million, incurred losses andloss adjustment expensesof $15 million, net written premiums of $30 million and earned premiums of $25 million. We can calculate ZYX's financial basis combined ratio by adding the incurred losses and loss adjustment expenses with the incurred underwriting expenses. The financial basis combined ratio is 1, or 100% (($10 million + $15 million) / $25 million).\n\nThe financial basis gives a snapshot of the current year'sstatutory financial statements. We can also calculate the combined ratio on a trade basis, where you divide the incurred losses and loss adjustment expenses by earned premiums and add to the incurred underwriting expenses divided by net written premiums. The trade basis combined ratio of insurance company XYZ is 0.93, or 93% = ($15 million / $25 million + $10 million / $30 million).\n\nThe loss ratio measures the total incurred losses in relation to the total collected insurance premiums, while the combined ratio measures the incurred losses and expenses in relation to the total collected premiums. The combined ratio is essentiallycalculatedby adding theloss ratioand expense ratio.\n\nThe loss ratio is calculated by dividing the total incurred losses by the total collected insurance premiums. The lower the ratio, the more profitable the insurance company and vice versa. If the loss ratio is above 1, or 100%, the insurance company is likely to be unprofitable and may be in poor financial health because it is paying out more in claims than it is receiving in premiums.\n\nThe components of the combined ratio each tell a story and should be examined both together and separately in order to understand what is driving the insurer to be profitable or unprofitable. Policy dividends are generated from the premiums generated from the insurer’s underwriting activities.\n\nThe loss and loss-adjustment ratio demonstrate how much it costs the insurer to offer one dollar of protection. The expense ratio shows how expensive it is to generate new business since it takes into account commissions, salaries, overhead, benefits, and operating costs. (For related reading, see \"How Do I Calculate the Combined Ratio?\")",
  "url": "https://www.investopedia.com/terms/c/combinedratio.asp"
}