{
  "term": "Common Equity Tier 1 (CET1) Definition and Calculation",
  "definition": "Investopedia / Michela Buttignol\n\nCommon Equity Tier 1 is part of a bank's capital structure, used to absorb losses as they occur and protect depositors.\n\nCommon Equity Tier 1 (CET1) is a component of Tier 1 capital and is composed primarily of common stock held by a bank or other financial institution. CET1 is a capital measure that was introduced in 2014 as a precautionary way to protect the economy from a financial crisis. Banks are expected to meet the minimum CET1 ratio requirements as outlined by their financial regulators.\n\nThe Basel Committee formulated a reformed set of international standards to review and monitor banks' capital adequacy following the 2007-2008 financial crisis. These standards, which are collectively called Basel III, compare a bank's assets with its capital to determine if the bank could withstand a financial crisis.\n\nCapital is required to be held by banks to absorb unexpected losses that arise during the normal course of the bank's operations. The Basel III framework tightens capital requirements by limiting the type of capital that a bank may include in its different capital tiers and structures.\n\nA bank's capital structure consists of several tiers. These include:\n\nCommon Equity Tier 1 is \"the highest quality of regulatory capital, as it absorbs losses immediately when they occur,\" according to the Bank for International Settlements. A bank's Tier 1 capital must include a minimum ratio of 4.5% of CET1 to its risk-weighted assets (RWAs).\n\nCET1 is a measure of bank solvency that gauges a bank’s capital strength.\n\nA bank’s capital structure consists of Lower Tier 2, Upper Tier 1, AT1, and CET1. CET1 is at the bottom of the capital structure, which means that any losses incurred are first deducted from this tier in the event of a crisis.If the deduction results in the CET1 ratio dropping below its regulatory minimum, the bank must build its capital ratio back to the required level or risk being overtaken or shut down by regulators.\n\nDuring the rebuilding phase, regulators may prevent the bank from payingdividendsor employee bonuses.In the case of insolvency, the equity holders bear the losses first.\n\nThe European Banking Authority conductsstress testsusing the CET1 ratio from time to time to understand how much capital banks would have left in the adverse event of a financial crisis. The results of these tests have shown that most banks would be able to survive a crisis.\n\nTier 1 capital is calculated as Common Equity Tier 1 capital plus Additional Tier 1 capital. CET1 is made up of a bank's core capital and includes common shares, stock surpluses resulting from the issue of common shares,retained earnings, common shares issued by subsidiaries and held by third parties, andaccumulated other comprehensive income(AOCI).\n\nAdditional Tier 1 capital is defined as instruments that are not common equity but are eligible for inclusion in this tier.An example of AT1 capital is a contingent convertible or hybrid security, which has a perpetual term and can be converted into equity when a trigger event occurs. An event that causes a security to be converted to equity occurs when CET1 capital falls below a certain threshold.\n\nThis measure is better captured by the CET1 ratio, which measures a bank's capital against its assets. Because not all assets have the same risk, the assets acquired by a bank are weighted based on the credit risk and market risk that each asset presents.\n\nFor example, a government bond may be characterized as a \"no-risk asset\" and given a zero percent risk weighting. On the other hand, a subprime mortgage may be classified as a high-risk asset and weighted 65%. According to Basel III capital and liquidity rules, all banks must have a minimum CET1 to RWAs ratio of 4.5%.\n\nBanks are businesses that hold assets and liabilities. Thus, they have balance sheets that list these assets and liabilities. When total liabilities are subtracted from total assets, the result is the bank's capital, or the investments made in the bank by its shareholders.\n\nThis capital is divided into two categories: Tier 1 and Tier 2. Tier 1 capital is further divided into Common Equity Tier 1 (CET1) and Additional Tier 1 (AT1) capital.\n\nCET1, made up of common shares, stock surplus, retained earnings, qualifying minority interest, and other comprehensive income, is used along with AT1 to absorb losses during a bank's normal operations.\n\nCET1 capital is one component of total Tier 1 capital. The other is known as Additional Tier 1 capital (AT1). AT1 + CET1 = Tier 1 capital.\n\nThe Basel Accords spelled out the minimum capital requirements for banks. They must maintain a minimum capital ratio of 8%, of which 6% must be Tier 1 capital.\n\nA low CET1 ratio implies an insufficient level of Tier 1 capital, which may prevent a bank from absorbing a financial shock. Banks are stress-tested by regulators worldwide to ensure they can handle these shocks, and the CET1 ratio is one of the tests.\n\nCommon Equity Tier 1 (CET1) is a component of Tier 1 capital covering bank holdings such as cash and stock. It is the highest quality of regulatory capital, and banks are expected to meet minimum CET1 ratios, as established by financial regulators. Any losses incurred by banks during a crisis are first deducted from CET1.\n\nBank for International Settlements. \"Basel III: International Regulatory Framework for Banks.\"\n\nBank for International Settlements. \"Basel Committee on Banking Supervision: High-level summary of Basel III reforms.\" Pages 1-2.\n\nFederal Reserve Bank of San Francisco. \"What Is Bank Capital and What are the Levels or Tiers of Capital?\"\n\nBank for International Settlements. \"Definition of Capital in Basel III – Executive Summary.\" Pages 1-2.\n\nFederal Reserve Bank of Boston. \"Partial Effects of Fed Tightening on U.S. Banks’ Capital.\"\n\nBank for International Settlements. \"Risk-based Capital Requirements.\"\n\nFederal Deposit Insurance Corporation. \"Capital.\"\n\nEuropean Banking Authority. \"EBA Publishes the Results of its 2023 EU-wide Stress Test.\"\n\nBank for International Settlements. \"Basel Committee on Banking Supervision: High-level summary of Basel III reforms.\" Page 9.\n\nFederal Reserve Bank of Kansas City. \"Understanding the Bank Capital Analysis.\"",
  "url": "https://www.investopedia.com/terms/c/common-equity-tier-1-cet1.asp"
}