{
  "term": "Common Law: What It Is, How It's Used, and How It Differs From Civil Law",
  "definition": "Common law is a body of unwritten laws based on legal precedents established by the courts. Common law influences the decision-making process in unusual cases where the outcome cannot be determined based on existing statutes or written rules of law. The U.S. common-law system evolved from a British tradition that spread to North America during the 17th- and 18th-century colonial period. Common law is also practiced in Australia, Canada, Hong Kong, India, New Zealand, and the United Kingdom.\n\nA precedent, known asstare decisis, is a history of judicial decisions which form the basis of evaluation for future cases. Common law, also known as case law, relies on detailed records of similar situations and statutes because there is no official legal code that can apply to a case at hand.\n\nThe judge presiding over a case determines which precedents apply to that particular case. The example set by higher courts is binding on cases tried in lower courts. This system promotes stability and consistency in the U.S. legal justice system. However, lower courts can choose to modify or deviate from precedents if they are outdated or if the current case is substantially different from the precedent case. Lower courts can also choose to overturn the precedent, but this rarely occurs.\n\nCivil law is a comprehensive, codified set of legal statutes created by legislators. A civil system clearly defines the cases that can be brought to court, the procedures for handling claims, and the punishment for an offense. Judicial authorities use the conditions in the applicable civil code to evaluate the facts of each case and make legislative decisions. While civil law is regularly updated, the goal of standardized codes is to create order and reducebiasedsystems in which laws are applied differently from case to case.\n\nCommon law draws from institutionalized opinions and interpretations from judicial authorities and public juries. Similar to civil law, the goal of common law is to establish consistent outcomes by applying the same standards of interpretation. In some instances, precedent depends on the case-by-case traditions of individual jurisdictions. As a result, elements of common law may differ between districts.\n\nA common law marriage, also known as a non-ceremonial marriage, is a legal framework that may allow couples to be considered married without having formally registered their union as either a civil or religious marriage. While common law is not common among the U.S., there are a number of states that have statutes or allow for common law marriage if they meet certain requirements:\n\nA number of states, including Alabama, recently abolished the statutes allowing for common law marriage.\n\nAs judges present the precedents which apply to a case, they can significantly influence the criteria that a jury uses to interpret a case. Historically, the traditions of common law have led to unfair marginalization or disempowerment of certain groups. Whether they are outdated or biased, past decisions continue to shape future rulings until societal changes prompt a judicial body to overturn the precedent.\n\nThis system makes it difficult for marginalized parties to pursue favorable rulings until popular thought or civil legislation changes the interpretation of common law. Feminists in the 19th and early 20th centuries who fought for women's rights often faced such difficulties. For example, in England, common law as late as the 1970s held that, when couples divorced, fathers—rather than mothers—were entitled to custody of the children, a bias that in effect kept women trapped in marriages.\n\nFrom time to time, common law has furnished the basis for new legislation to be written. For example, the U.K. has long had a common-law offense of \"outraging public decency.\" In the last decade, the authorities have used this ancient common law to prosecute a new intrusive activity called upskirting: the practice of sticking a camera in between a person's legs, without their consent or knowledge, to take a photo or video of their private parts for sexual gratification or to humiliate or distress.\n\nIn February 2019, the U.K. Parliament passed the Voyeurism (Offences) Act that officially makes upskirting a crime, punishable by up to two years in prison and the possibility of placing a convicted individual on the sex offenders register.\n\nCommon law is a body of unwritten laws based on legal precedents established by the courts.\n\nToday the US operates under a dual system of both common and civil law. The courts, for example, operate under common law.\n\nThe concept of common-law marriage, which acknowledges similar rights as those that have a marriage license to couples that are not officially married if several conditions are met, is one example of common law in action today.\n\nCommon law places an emphasis on precedent while allowing some freedom for interpretation. The value of a common-law system is that the law can be adapted to situations that were not contemplated at that time by the legislature.\n\nUS common law originates from medieval England, however, today both the US and UK operate under a dual system of both common and civil law.\n\nAlthough common law is derived from its original appearance in medieval England, it is still very much in effect in the US and elsewhere today. As the evolution of technology and its presence in our lives continues to grow, common law's ability to leave the legal code open for interpretation will become increasingly important.\n\nUniversity of California, Berkeley. \"The Common Law and Civil Law Traditions,\" Page 1.\n\nWorld Population Review. \"Common Law Marriage States 2022.\"\n\nLegislation.gov.uk. \"Voyeurism (Offences) Act 2019.\"",
  "url": "https://www.investopedia.com/terms/c/common-law.asp"
}