{
  "term": "Commodity Futures Contract: Definition, Example, and Trading",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA commodity futures contract is an agreement to buy or sell a predetermined amount of acommodityat a specific price on a specific date in the future. Commodity futures can be used tohedgeor protect an investment position or to bet on the directional move of the underlying asset.\n\nMany investors confusefutures contractswith options contracts. With futures contracts, the holder has an obligation to act. Unless the holder unwinds the futures contract before expiration, they must either buy or sell theunderlying assetat the stated price.\n\nCommodity futures can be contrasted with thespot commoditiesmarket.\n\nMost commodity futures contracts are closed out or netted at theirexpiration date. The price difference between the original trade and the closing trade iscash-settled. Commodity futures are typically used to take a position in an underlying asset. Typical assets include:\n\nCommodity futures contracts are called by the name of their expiration month, meaning a contract ending in September is a September futures contract. Some commodities can have a significant amount of price volatility or price fluctuations. As a result, there's the potential for large gains but large losses as well.\n\nCommodity futures and commodityforward contractsare functionally similar. The major difference is that futures are traded on regulated exchanges and have standardized contract terms. Forwards instead tradeover-the-counter(OTC) and have customizable terms.\n\nCommodities futures contracts can be used byspeculatorsto make directional price bets on the underlying asset's price. Positions can be taken in either direction, meaning investors can go long (or buy), as well as goshort(or sell) the commodity.\n\nCommodity futures use a high degree ofleverageso that the investor doesn't need to put up the total amount of the contract. Instead, a fraction of the total trade amount must be placed with thebrokerhandling the account. The amount of leverage needed can vary, given the commodity and the broker.\n\nAs an example, let's say aninitial marginamount of $3,700 allows an investor to enter into a futures contract for 1,000 barrels of oil valued at $45,000—with oil priced at $45 per barrel. If the price of oil is trading at $60 at the contract's expiry, the investor has a $15 gain or a $15,000 profit. The trades would settle through the investor's brokerage account crediting the net difference of the two contracts. Most futures contracts will be cash-settled, but some contracts will settle with the delivery of the underlying asset to a centralized processing warehouse.\n\nConsidering the significant amount of leverage with futures trading, a small move in the price of a commodity could result in large gains or losses compared to the initial margin. Speculating on futures is an advanced trading strategy and not fit for therisk toleranceof most investors.\n\nUnlikeoptions, futures are the obligation of the purchase or sale of the underlying asset. As a result, failure to close an existing position could result in an inexperienced investor taking delivery of a large number of unwanted commodities.\n\nTrading in commodity futures contracts can be very risky for the inexperienced. The high degree of leverage used with commodity futures can amplify gains, as well as losses. If a futures contract position is losing money, the broker can initiate amargin call, which is a demand for additional funds to shore up the account. The broker will usually have to approve an account to trade on margins before it can enter into contracts.\n\nAnother reason to enter the futures market is to hedge the price of a commodity. Businesses use futures to lock in prices of the commodities they sell or use in production.\n\nThe goal of hedging is to prevent losses from potentially unfavorable price changes rather than to speculate. Many companies that hedge use or produce the underlying asset of a futures contract. Examples include farmers, oil producers, livestock breeders, and manufacturers.\n\nFor example, a plastics producer could use commodity futures to lock in a price for buying natural gas by-products needed for production at a date in the future. The price of natural gas—like all petroleum products—can fluctuate considerably, leaving an unhedged plastics producer at risk of cost increases in the future.\n\nIf acompany locks in the priceand the price increases, the manufacturer would have a profit on the commodity hedge. The profit from the contract would offset the increased cost of purchasing the product. Alternatively, the company could take delivery of the product at a cheaper fixed price.\n\nHedging a commodity can lead to a company missing out on favorable price moves since the contract is locked in at a fixed rate regardless of where the commodity's price trades afterward.\n\nAlso, if the company miscalculates its needs for the commodity and over-hedges, it could lead to having to unwind the futures contract for a loss when selling it back to the market.\n\nLeveraged margin accounts only require a fraction of the total contract amount deposited initially.\n\nSpeculators and companies can trade both sides of the market.\n\nCompanies can hedge the price of necessary commodities, and control costs.\n\nThe high degree of leverage can amplify losses and lead to margin calls and significant losses.\n\nHedging a commodity can lead to a company missing out on favorable price moves since the contract is fixed.\n\nIf a company over hedges a commodity, it can lead to losses from unwinding the contract.\n\nBusiness owners can use commodity futures contracts to fix the selling prices of their products weeks, months, or years in advance.\n\nFor example, let's say a farmer expects to produce 1,000,000 bushels of soybeans in the next 12 months. Typically, soybean futures contracts include the quantity of 5,000 bushels. The farmer's break-even point on a bushel of soybeans is $10 per bushel, meaning $10 is the minimum price needed to cover the costs of producing the soybeans.\n\nThe farmer sees that a one-year futures contract for soybeans is currently priced at $15 per bushel. The farmer decides to lock in the $15 selling price per bushel by selling enough one-year soybean contracts to cover the harvest. The farmer needs 200 futures contracts (1,000,000 bushels needed / 5,000 bushels per contract = 200 contracts).\n\nOne year later, regardless of price, the farmer delivers the 1,000,000 bushels and receives the locked-in price of $15 x 200 contracts x 5000 bushels, or $15,000,000 in total income.\n\nUnless soybeans were priced at $15 per bushel in the market on the expiration date, the farmer had either gotten paid more than the prevailing market price or missed out on higher prices. If soybeans were priced at $13 per bushel at expiry, the farmer's $15 hedge would be $2 per bushel higher than the market price for a gain of $2,000,000. On the other hand, if soybeans were trading at $17 per bushel at expiry, the $15 selling price from the contract means the farmer would have missed out on an additional $2 per bushel profit.\n\nThese days, trading commodity futures online is a straightforward process. That said, you should do plenty of due diligence before jumping in.\n\nHere are a few steps to take to help you get started:\n\nWhen you start out, try to use small amounts and only make one trade at a time if possible. Don't overwhelm yourself. Overtrading can cause you to take on far more risk than you can handle.\n\nCommodity futures contracts and their trading are regulated in the U.S. by theCommodity Futures Trading Commission(CFTC), a federally-mandated U.S. regulatory agency established by the Commodity Futures Trading Commission Act of 1974.\n\nThe CFTC regulates the commodity futures and options markets. Its goals include the promotion of competitive and efficientfutures marketsand the protection of investors against manipulation, abusive trade practices, and fraud.\n\nCommodity futures contracts are standardized to facilitate trading on an exchange. But while they're easily transferable, the obligation within the contract remains valid.\n\nBoth forward contracts and futures contracts are agreements to buy or sell an asset at a predetermined price at a specific date. Thus, commodity brokers use them primarily to mitigate the risk of fluctuating prices by \"locking in\" a price beforehand.\n\nThe IRS requires a specific form when reporting gains and losses from commodity futures contracts:Form 6781. The IRS considers commodities and futures transactions as 1256 Contracts.\n\nThe Commodity Futures Modernization Act (CFMA), signed into law on December 21, 2000, is U.S. federal legislation stating that over-the-counter (OTC) derivatives would remain unregulated.\n\nCommodity Futures Trading Commission. \"History of the CFTC.\" Accessed June 3, 2021.\n\nCongress.gov. \"H.R.5660 - Commodity Futures Modernization Act of 2000.\" Accessed June 3, 2021.",
  "url": "https://www.investopedia.com/terms/c/commodityfuturescontract.asp"
}