{
  "term": "Commercial Loan: What It Is, How It Works, Different Types",
  "definition": "A commercial loan is a debt-based funding arrangement between a business and a financial institution such as a bank. It is typically used to fund majorcapital expendituresand/or cover operational costs that the company may otherwise be unable to afford. Expensive upfront costs and regulatory hurdles often prevent small businesses from having direct access to bond and equity markets for financing. This means that, not unlike individual consumers, smaller businesses must rely on other lending products, such aslines of credit, unsecured loans orterm loans.\n\nCommercial loans are granted to a variety of business entities, usually to assist with short-term funding needs for operational costs or for the purchase of equipment to facilitate the operating process. In some instances, the loan may be extended to help the business meet more basic operational needs, such as funding for payroll or to purchase supplies used in the production and manufacturing process.\n\nThese loans often require that a business postscollateral, usually in the form of property, plant or equipment that the bank can confiscate from the borrower in the event ofdefaultor bankruptcy. Sometimes cash flows generated from futureaccounts receivableare used as a loan's collateral. Mortgages issued to commercial real estate are one form of commercial loan.\n\nCommercial loans are most often used for short-term funding needs.\n\nAs is true for nearly every type of loan, thecreditworthinessof an applicant plays a starring role when a financial institution considers giving out a commercial loan. In most cases, the business applying for the loan will be required to present documentation—generally in the form of balance sheets and other similar documents—that proves the company has a favorable and consistent cash flow. This assures the lender that the loan can and will be repaid according to its terms.\n\nIf a company is approved for a commercial loan, it can expect to pay a rate of interest based on the prime lending rate, or another interest rate benchmark, at the time the loan is issued. Banks typically require monthlyfinancial statementsfrom the company through the duration of the loan and often require the company to take out insurance on any larger items purchased with funds from the loan.\n\nThe total amount of noncorporate business debt in the United States, as of Q3 2024.\n\nA commercial loan is most often thought of as a short-term source of funds for a business. Short-duration loans for commercial real estate are calledmini-perm. They usually have a three- to five-year term.\n\nThere are some banks and other financial institutions that offer renewable loans that can extend indefinitely. This allows the business to get the funds it needs to maintain ongoing operations and to repay the first loan within its specified time period.\n\nAfter this, the loan may be rolled into an additional or \"renewed\" loan period. A business will often seek a renewable commercial loan when it must obtain the resources it needs to handle large seasonal orders from certain customers while still being able to provide goods to additional clients.\n\nThe requirements for a business loan are similar to those of a personal loan: Applicants need to show a strong credit score, a reliable income stream, and enough collateral to secure the value of the loan. In evaluating applicants, lenders will examine the business' balance sheets, cash flows, and business plans to ensure that the project is feasible. They may also require a personal guarantee from company officers, holding them responsible for repayment.\n\nIn the U.S., the Small Business Administration guarantees small business loans to encourage business growth. SBA loans are available for loans of up to $5 million, with the maximum guarantee ranging from 50% to 90% of the total loan amount. In order to secure government backing, the SBA requires the lender to meet government standards for due diligence, collateral and interest rates.\n\nLoans and lines of creditare both types of debt that are used to fund commercial enterprises. The main difference is the timeframe: A loan is typically non-revolving, which means that the borrower receives the funds and begins paying off the debt in periodic increments. A line of credit is similar to a credit card: The borrower receives a set credit limit, and is able to borrow repeatedly up to the level of their credit limit.\n\nCommercial loans represent a large share of how businesses get their funding. From initial startup costs to ongoing payroll and operational expenses, most businesses rely on banks or other lenders to pay their bills on time.\n\nFederal Reserve. \"Debt of Nonfinancial Sectors, 1952-2024.\"\n\nSmall Business Administration. \"Types of 7(a) Loans.\"",
  "url": "https://www.investopedia.com/terms/c/commercial-loan.asp"
}