{
  "term": "Common Stock: What It Is, Different Types, vs. Preferred Stock",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nCommon stock represents the most basic form of ownership in a corporation.\n\nCommon stock is not just a piece of paper, but a ticket to ownership in a company. When you hold common stock, you get to weigh in on corporate decisions by voting for theboard of directorsand corporate policies. You also get a share of any dividends. Over the long term, this type of equity can offer attractive returns.\n\nBut this comes with a catch: if a company has to liquidate its assets, common stockholders are at the back of the line, getting paid only after bondholders, preferred shareholders, and other creditors have gotten their share.\n\nThe value of a company's common stock is reported in the stockholder's equity section of a company's balance sheet.\n\nCommon stock is primarily a form of ownership in a corporation, representing a claim on part of the company's assets and earnings. If you're a shareholder, this makes you “part-owner,” but it doesn't mean you own the company's physical assets like chairs or computers; those are owned by the corporation itself, a distinct legal entity. Instead, as a shareholder, you own aresidual claimto the company's profits and assets, which means you are entitled to what's left after all other obligations are met.\n\nInvestors can buy and sell common stock on the stock market, and common stockholders are entitled to a share of any dividends. Typically, dividends are paid out of a company's earnings, and the decision to issue them is made by the board of directors.\n\nThe first-ever common stock was issued in 1602 by the Dutch East India Company and traded on the Amsterdam Stock Exchange.Over the following four centuries, many stock markets have been created worldwide, with major exchanges like the London Stock Exchange and the Tokyo Stock Exchange listing tens of thousands of companies.\n\nLarger U.S.-based stocks are traded on public exchanges, such as theNew York Stock Exchange (NYSE)or Nasdaq. As of mid-2024, the Nasdaq had some 3,377 listings, but the NYSE is the largest in the world by market cap.Smaller companies that can't meet the listing requirements of major exchanges are considered unlisted, and their stocks are tradedover the counter.\n\nPreferred stockis a distinct class of stock that provides different rights compared with common stock. While both types confer ownership in a company, preferred stockholders have a higher claim to the company's assets and dividends than common stockholders.This elevated status is reflected in the name “preferred” stock.\n\nCommon and preferred stock both let investors own a stake in a business, but there are key differences that investors need to understand.\n\nShareholders in a company have the right to vote on important decisions regarding the company's management. For example, shareholders vote on the members of the board of directors. Usually, common stock allows the shareholder to vote, but preferred stock often does not confer voting rights.\n\nBoth common and preferred stockholders can receive dividends from a company. However, preferred stock dividends are specified in advance based on the share'sparor face value and the dividend rate of the stock. Businesses can choose whether or not and how much to pay in dividends to common stockholders.\n\nShould a company not have enough money to pay all stockholders dividends, preferred stockholders have priority over common stockholders and get paid first.For holders ofcumulative preferred stock, any skipped dividend payments accumulate as “dividends in arrears” and must be paid before dividends are issued to common stockholders.\n\nAll public companies issue common stock, but they do not have to issue preferred stock.\n\nCommon stock and preferred stock trade on the open market. Investors can choose to purchase or sell either type of share.\n\nHowever, investors generally trade common stocks rather than preferred stocks. Due to their fixed dividends and lower risk profile, preferred stocks typically have less price volatility and greater growth potential than common stocks. Because of their stable dividends and lower volatility, preferred stocks are often favored by institutional investors pursuing a predictable income stream. These stocks are also normally less liquid than common stocks, meaning they are traded less frequently, making them less suitable for retail investors looking for short-term gains.\n\nWhen a company goes bankrupt, the common stockholders do not receive their share of the assets until after creditors, bondholders, and preferred shareholders. This makes common stock riskier than debt or preferred shares.\n\nThe upside to common shares is that they usually outperform bonds and preferred shares in the long run. Most companies issue all three types of securities. For example, Wells Fargo & Company has several bonds available on the secondary market: preferred stock, such as its Series L (WFC-L), and common stock (WFC).\n\nFor a company to issue stock, it initiates aninitial public offering (IPO). An IPO is a major way for a company seeking additional capital to expand the enterprise. To begin the IPO process, a company works with an underwriting investment bank to determine the type and price of the stock. Once the IPO is complete, the stock becomes available for purchase by the general public on the secondary market.\n\nBoth common stock and preferred stock have pros and cons for investors to consider.\n\nMore frequently traded than preferred stock\n\nLower priority to receive dividends or in the event of bankruptcy\n\nHigher priority to receive dividends\n\nFixed dividends that won't decrease\n\nStocks should be considered an important part of any investor’s portfolio. They carry greater risk than assets like CDs, preferred stocks, and bonds. However, the greater risk comes with a higher potential for rewards. Over the long term, stocks tend to outperform other investments but in the short term have more volatility.\n\nInvestors can choose from different kinds of common stock. Growth stocks belong to companies expected to experience increasing earnings, which raises their share value. Meanwhile, value stocks are priced lower relative to their fundamentals and often pay dividends, unlike growth stocks.\n\nStocks are also classified by market capitalization into large-, mid-, and small-cap categories. Large-cap stocks are more frequently traded and usually represent well-established, stable companies. In contrast, small-cap stocks often belong to newer, growth-oriented firms and tend to be more volatile.\n\nInvestors can buy preferred shares just like common stock. However, because of the differences with common stock, investors need a different approach when buying them.\n\nResearching the issuer is essential. Investing in preferred stock from a shaky company is as risky as buying its common stock. If the company fares poorly, both types of stock are likely to produce losses.\n\nOne key thing to consider when choosing preferred stock is the dividend. Compare the dividends to the share price to determine if the yield offers an attractive return. A better yield can result in greater returns.\n\nMoreover, take note of whether the stock is callable or convertible.Callable preferred stockscan be repurchased by the issuer at a preset date and price, causing you to miss out on future dividends.Convertible preferred stock, meanwhile, can be converted into common stock at the company's discretion, which can be an advantage if the price of the common stock rises significantly.\n\nCommon stock is the most basic type of ownership share in a company. Each share gives you the right to vote for the company's board of directors and to receive a share of any dividends that the company issues. Some companies issue several different types of common stock, with different voting rights and dividends.\n\nPreferred stock is another type of ownership share. Preferred stockholders usually do not get to vote, but they get better dividends. It's called preferred stock because if the company is liquidated, preferred shareholders get paid out from the remaining assets before common shareholders do.\n\nMost ordinary common shares come with one vote per share, granting shareholders the right to vote on corporate actions, often conducted at company shareholder meeting.If you cannot attend, you can cast yourvote by proxy, where a third party will vote on your behalf.The most important votes are taken on issues like the company engaging in a merger or acquisition, whom to elect to the board of directors, or whether to approve stock splits or dividends.\n\nCommon stock represents a residual ownership stake in a company, the right to claim any other corporate assets after all other financial obligations have been met. A company maintains a balance sheet composed of assets and liabilities. Assets include what the company owns or is owed, such as its property, equipment, cash reserves, and accounts receivable. On the other side of the ledger are liabilities, which are what the company owes. These include payables, debts, and other obligations. If a company is healthy, the total assets will be larger than the total liabilities. The residual amount left to the owners is known asshareholders' equityand is represented by a company's shares.\n\nSelling preferred stock, like any other shares, lets a company raise money by selling a stake in the business. A company may do this to raise capital for business expansion, debt repayment, or to invest in new projects. Preferred stocks are less dilutive of company ownership since they do not come with voting rights.They offer the issuing firm other benefits, not least because being less volatile makes them appeal to different investors. The fixed dividends also stabilize the company's balance sheet, making it more attractive to additional investors. Another reason is that, for some companies, the cost of issuing preferred stock is lower than issuing bonds. Unlike interest payments on bonds, dividends on preferred stock are not mandatory and generally are not tax-deductible for the corporation. However, they might still be less costly than the higher interest rates a company might have to pay to entice bond investors.\n\nEach type has pros and cons. Common stock tends to offer higher potential returns, but more volatility. Preferred stock may be less volatile but have a lower potential for returns.This suggests that long-term investors who can handle greater volatility will prefer common stock, while those who want to avoid such fluctuations are more likely to choose preferred stock.\n\nCommon and Preferred are the two major types. Some companies issue differentclasses of stockor even types of common stock. For example, Alphabet, the parent company of Google, has two classes of common stock: GOOG and GOOGL.\n\nCommon stock, as its name implies, is one of the most ordinary types of stock. It gives shareholders a stake in the underlying business, as well as voting rights to elect a board of directors and a claim to a portion of the company's assets and future revenues. However, common stockholders have a lower position than preferred stockholders, who get priority on dividend payments and in recovering their investment if the company is liquidated.\n\nPwC. \"US Financing Guide: 4.4 Dividends.\"\n\nExchange History. \"400 Years: The Story.\"\n\nThe World Federation of Exchanges. \"Market Statistics - June 2024.\" Select \"Equity - Number of listed companies.\"\n\nThe World Federation of Exchanges. \"Market Statistics - June 2024.\" Select \"Equity - Domestic market capitalisation (USD millions).\"\n\nFinancial Industry Regulatory Authority. \"Stocks: Types.\"\n\nU.S. Securities and Exchange Commission. \"Stocks.\"\n\nFinancial Industry Regulatory Authority. \"What a Corporate Bankruptcy Means for Shareholders.\"\n\nWells Fargo, Investor Relations. \"Preferred Stock and Trust Preferred Securities Summary.\"\n\nWells Fargo, Investor Relations. \"Dividends and Stock Price.\"\n\nU.S. Securities and Exchange Commission. \"Beginners' Guide to Asset Allocation, Diversification, and Rebalancing.\"\n\nFinancial Industry Regulatory Authority. \"Supervoters and Stocks: What Investors Should Know About Dual-Class Voting Structures.\"\n\nU.S. Securities and Exchange Commission. \"Spotlight on Proxy Matters — The Mechanics of Voting.\"\n\nAlphabet Investor Relations. \"FAQs and General Information.\" Select \"What’s the difference between Class A and Class C shares?\"",
  "url": "https://www.investopedia.com/terms/c/commonstock.asp"
}