{
  "term": "Commodity Trading Advisor (CTA) Definition, Requirements",
  "definition": "Liz Manning has researched, written, and edited trading, investing, and personal finance content for years, following her time working in institutional sales, commercial banking, retail investing, hedging strategies, futures, and day trading.\n\nA commodity trading advisor (CTA) is an individual or firm that provides personalized advice regarding buying and sellingfutures contracts,options on futures, and retailoff-exchangeforexcontracts or swaps.\n\nAdvisors who give such advice must be registered as a CTA by theNational Futures Association (NFA), the self-regulatory organization for the derivatives industry.\n\nThe Grain Futures Act was passed in 1922, regulating futures trading. It was later replaced by the Commodity Exchange Act of 1936 which further regulated commodities and futures trading and required that certain trading be done on exchanges.\n\nThe Commodity Futures Trading Commission Act of 1974 was enacted to amend the Commodity Exchange Act. It created theCommodity Futures Trading Commission (CFTC)and marked the first use of the term \"commodity trading advisor\" or CTA.\n\nInvesting in commodities often involves the use of significant leverage and therefore requires a higher level of expertise to avoid the potential for large losses. The CFTC has gradually expanded the requirements for CTA registration. It established the NFA to handle CTA registration and ensure that registered members complied with CFTC regulations and NFA rules.\n\nA CTA is afinancial advisorwho provides advice specifically related to commodities trading. Applicants must meet certain proficiency requirements to obtain the CTA registration including passing theSeries 3National Commodity Futures Exam. Certain criteria can exempt advisors from CTA registration if they're met.\n\nThe Great Salad Oil Swindle of 1963 led to the bankruptcy of 16 firms, including two Wall Street brokerages and a subsidiary of American Express. It sparked a cry for tighter regulation of the commodity futures markets.\n\nRegistration as a CTA by the National Futures Association is required for individuals or firms that provide advice on commodities trading unless one of the following criteria is met:\n\nCTA registration is generally required forprincipalsof a firm as well as all employees who take orders from or give advice to the public. CTAs are required to provide advice regarding all forms of commodity investments including futures contracts, forwards, options, andswaps.\n\nA CTA fund is a hedge fund that uses amanaged futuresstrategy. It invests in futures contracts and uses a variety of trading strategies. These may include systematic trading and trend following. Tund managers can actively manage investments using discretionary strategies as well, however.\n\nCTA funds offering a managed futures strategy must be registered with the CFTC and NFA.\n\nA commodity trading advisor or CTA is an individual or firm that advises clients in the use of derivatives as investments. CTAs are required to be registered by the National Futures Association, the industry's independent, self-regulatory organization.\n\nFutures contracts are a type of derivative. They involve a standardized contract to buy or sell a certain security at a specific price and at a specified time. Futures are used by investors to hedge the value of securities they have positions in and to speculate on price movements.\n\nThe National Futures Association (NFA) is the derivative industry's sole self-regulatory organization. It was established by the Commodity Futures Trading Commission to conduct the registration of commodity trading advisors. It also monitors the actions of CTAs to ensure that they follow its rules as part of its goal to protect the interests of the investing public.\n\nA commodity trading advisor (CTA) provides trading advice regarding commodities to the investing public. The National Futures Association (NFA) monitors the actions of CTAs to ensure that they follow its rules and to protect investors. Registration with the NFA is required in most cases.\n\nNational Futures Association. \"Commodity Trading Advisor (CTA) Registration.\"\n\nNational Futures Association. \"About NFA.\"\n\nCommodity Futures Trading Commission. \"History of the CFTC: US Futures Trading and Regulation Before the Creation of the CFTC.\"\n\nCongress.gov. \"H.R.13113 - Commodity Futures Trading Commission Act of 1974.\"\n\nNational Futures Association. \"CFTC Oversight.\"\n\nFinancial Industry Regulatory Authority. \"Series 3 – National Commodities Futures Exam.\"\n\nNational Futures Association. \"Commodity Trading Advisor (CTA) Members.\"",
  "url": "https://www.investopedia.com/terms/c/cta.asp"
}