{
  "term": "Commingled Fund: Definition, Purpose, How It Works, and Example",
  "definition": "A commingled fund is a fund that consists of a portfolio of assets from various accounts that are blended together. Commingled funds exist to reduce the costs of managing the constituent accounts separately.\n\nCommingled funds, also referred to as institutional funds, are a type of pooled fund that is not publicly listed or available to individual retail investors. Instead, these are used by closed retirement plans, pension funds, insurance policies, and other institutional accounts.\n\nCommingling involves the combining ofassetsof different investors into a single fund or investment vehicle. Commingling is a primary feature of mostinvestment funds. It may also be used to combine various types of contributions for various purposes\n\nIn some ways, commingled funds are similar tomutual funds. Both are professionally managed by one or more fund managers and can invest in basic financial instruments such as stocks, bonds, or a combination of both.\n\nAlso, like mutual funds, commingled fund investments benefit from economies of scale, which allow for lower trading costs per dollar of investment, anddiversification, which lowers portfolio risk.\n\nIn other ways, commingled funds are different from mutual funds. There's no 12(b)-1 marketing fee and often lower administration fees, because they're not publicly marketed and the reporting requirements are different.\n\nCommingled funds are not regulated by theSecurities and Exchange Commission (SEC), which means they are not required to submit a variety of lengthy disclosures. Mutual funds, on the other hand, must register with the SEC and abide by theInvestment Company Act of 1940.\n\nCommingled funds are not completely devoid of oversight, though: They are subject to review by the United StatesOffice of the Comptroller of the Currency, as well as individual state regulators.\n\nWhile mutual funds offer aprospectus, commingled funds offer a Summary Plan Description (SPD). SPDs can offer more detail, describing the fund's objectives, investment strategy, and background of its managers. It also describes the rights and obligations of the plan participants and beneficiaries. Any participant in a plan offering a commingled fund should read the SPD carefully.\n\nTo learn how a commingled fund performs on a day-to-day or quarterly basis, you'll most likely have to contact your company retirement plan’s information center for an update.\n\nLess regulation can result in fewer legal expenses and operating costs for a commingled fund. The lower the costs, the less drag on a fund's returns. If a commingled fund and a comparable mutual fund post the exact same gross performance, the commingled fund's net return would likely be better because its expenses were lower than the mutual fund's.\n\nA disadvantage of commingled funds is that they do not have ticker symbols and are not publicly traded. This lack of public information can make it difficult for outside investors to track the fund'scapital gains, dividends, and interest income. With publicly traded mutual funds, this information is required to be transparent.\n\nLower fees and expenses than mutual funds\n\nLess transparent/harder to track\n\nThe Fidelity Contrafund Commingled Pool is available to companies with qualified employee benefit plans.\n\nLike a mutual fund, it has a portfolio manager and publicly discloses pertinent information via quarterly reports. It focuses on large-cap growth stocks, with major weightings in information technology, communication services, consumer discretionary, financial companies, and health care. Unlike a mutual fund, it isn't available to the public at large.\n\nThe Contrafund Commingled Pool has a 0.43%expense ratio. Since its inception in 2014, the fund has delivered an annualized return of 14.69%, versus the 12.96% produced by the S&P 500 index.\n\nIn some cases, the commingling of funds may be illegal. This usually occurs when an investment manager combines client money with their own or their firm's, in violation of a contract.\n\nDetails of anasset managementagreement are typically outlined in an investment management contract. An investment manager has a fiduciary responsibility to manage assets according to certain specifications and standards. Assets agreed to be managed as separate cannot be commingled by the investment advisor.\n\nOther legal situations may also arise where contributions provided by a client must be managed with special care. This can occur in legal cases, corporate client accounts, and real estate transactions.\n\nTypes of commingled funds can include equity, fixed income, and alternative investment funds. The last of these might have hedge funds, derivative investments, and private equity investments in its portfolio.\n\nNormally, no. The typical investor is an institutional investor. Individuals usually can't put their money into a commingled fund unless they're a high-net-worth, accredited investor.\n\nUsually from your employer, if your workplace retirement plan invests in commingled funds. Typically, you won't find public sources, such as newspapers, providing information on them because they aren't publicly traded investment vehicles. Some investment companies may offer quarterly and annual reviews of performance.\n\nA commingled fund is money pooled from various institutional investors that is managed by investment professionals. It isn't regulated by the SEC. Generally, it is an investment opportunity not available to the general public, except through their employer's workplace retirement plan.\n\nSome administrative expenses can be lower than those of mutual funds due to its simpler reporting and disclosure requirements and the lack of need for marketing.\n\nFidelity. \"QUARTERLY REVIEW: Fidelity® Contrafund® Commingled Pool.\"",
  "url": "https://www.investopedia.com/terms/c/commingledfund.asp"
}