{
  "term": "Commodities",
  "definition": "Commodities are basic goods interchangeable between producers, such as grains, gold, beef, oil, and natural gas. As an asset class, they are highly speculative and are especially sensitive to economic shifts.\n\nA commodity is a basic good that is interchangeable with other goods of the same type. They are often used as inputs in the production of other goods or services and while the quality of a given commodity may differ slightly, it is essentially uniform across producers.\n\nCommodities—precious metals, agriculture goods, and oil & gas—have often been positioned as hedges against inflation. However, commodities tend to respond to changes in the dollar's relative strength in international markets rather than domestic inflation pressures.\n\nCommodities work differently in spot markets and derivatives markets. In spot markets, the buyers and sellers exchange cash for immediate delivery of the commodity. In derivatives markets, the buyers and sellers exchange cash for the right to future delivery of that commodity. Derivatives holders will often roll over or close out their positions before delivery can happen since they aren’t necessarily looking to hold the commodity, but just speculate on its value.\n\nThe automobile industry is one of the largest consumers of the world's raw materials. Some of the most common materials that industry relies on include aluminum, glass, and the iron ore to make steel, as well as petroleum products used to make plastics, rubber, and other special fibers.\n\nThe spread between the cost of a raw commodity and the income it generates once sold as a finished product is known as the gross processing margin. It is affected by supply and demand.\n\nIn the U.S., mineral rights are legally distinct from surface rights. Mineral rights are the ownership rights to underground resources such as fossil fuels, metals and ores, and mineable rocks such as limestone and salt.\n\nWhile not exclusively used in the context of commodities, “hoarding” often refers to the purchase and warehousing of large quantities of a commodity by a speculator with the intent of benefiting from future price increases.\n\nHotelling's Theory defines the price or yield at which the owner of a nonrenewable resource will extract it and sell it, rather than leave it and wait. Specifically, it suggests that that price will be above that which safe interest-paying securities such as U.S. Treasury Bonds will pay.\n\nA commodity exchange traded fund (ETF) tracks the prices of a commodity or that commodity's corresponding index. There are commodity ETFs that can be used to gain exposure to many popular types of commodities including gold, silver, oil, and natural gas.\n\nThe S&P GSCI is a benchmark commodities index that tracks the performance of the global commodities market and is made up of 24 exchange-traded futures contracts that cover commodities spanning five sectors.",
  "url": "https://www.investopedia.com/commodities-4427780"
}