{
  "term": "Commercial Paper: Definition, Advantages, and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nCommercial paper is an unsecured, short-term debt instrument issued by corporations that need to raise capital for short-term needs.\n\nCommercial paper is an unsecured, short-term debt instrument issued by corporations. It's typically used to finance short-term liabilities such as payroll,accounts payable (AP), and inventories. Commercial paper involves a specific amount of money that is to be repaid by a specific date. Minimum denominations are $100,000. Terms to maturity extend from one to 270 days and average 30 days.\n\nInvestopedia / Madelyn Goodnight\n\nCommercial paper was introduced during colonial times and was referred to as a bill of exchange. In the 1920s, New York merchants began selling their short-term obligations to dealers for capital to cover near-term obligations. These dealers, ormiddlemen, purchased the paper (also known as promissory notes) at a discount from their par value. They sold it to banks and other investors. The merchants would repay the investors an amount equal to the par value of the note.\n\nCommercial paper is not backed by any form of collateral, making it an unsecured debt and willusually have a higher yield.It differs fromasset-backed commercial paper (ABCP), a class of debt instrument backed by assets selected by the issuer. In either case, commercial paper is only issued by firms with high ratings from credit rating agencies.These firms can easily find buyers without having to offer a substantial discount (at a higher cost to themselves) for thedebt issue.\n\nCommercial paper is issued by large institutions in denominations of $100,000 or more.Other corporations, financial institutions, and wealthy individuals are usually buyers of commercial paper.\n\nMarcus Goldman, the founder of investment bankGoldman Sachs, was the first dealer in the money market to purchase commercial paper. His company became one of the biggest commercial paper dealers in America following the Civil War.\n\nThere are different types of commercial paper, as companies can issue various forms of items depending on their criteria. Let's take a look at the main types.\n\nPromissory notes are written promises to pay a specific amount of money on a certain date. They are used by companies to borrow funds without having to use anycollateral, and promissory notes can range from just a few days to up to a year.\n\nPromissory notes are sold at adiscountfrom their face value and redeemed at face value upon maturity. This means the difference between these two amounts is technically the interest earned.\n\nDraftsare orders written by one party (the drawer) directing another party (the drawee) to pay a specified sum to a third party (the payee). The drawee is usually a bank.\n\nAs commercial paper, drafts can be used in trade financing to facilitate the purchase of goods and services. Drafts can be either sight drafts which are payable on demand or time drafts which can be payable at a specific future date.\n\nBankers' acceptances are time drafts that are accepted and guaranteed by a bank. They are commonly used ininternational tradeto ensure payment to exporters.\n\nThe bank's acceptance means it promises to pay the face value of the draft at maturity, giving certain parties a level of security. Bankers’ acceptances can also be traded in thesecondary marketbefore maturity.\n\nCertificates of deposit (CDs)are time deposits issued by banks that pay a fixed interest rate for a specified period. CDs are considered low-risk investments since they are backed by the issuing bank; however, there may be a dollar cap as to the amount that is insured.\n\nWhile they are technically not unsecured like most commercial paper, large denominations of CDs are often included in the broader category of commercial paper because of their relative level of liquidity and short-term nature (assuming a more brief CD length).\n\nRepurchase agreements (repos)involve one party who sells securities to another with a promise to repurchase them at a specified price on a future date.\n\nRepos are secured by theunderlying securitiesand are frequently used as a form of short-term borrowing in themoney markets. Because a repo transaction includes the initial sale and the repurchase agreement, it acts as a short-term loan.\n\nCommercial paper is just like bonds, though each instrument has its own unique characteristics.\n\nOnly good for current assets or inventories\n\nCommercial paper is usually issued by large corporations with strongcredit ratings, which means it does not require collateral. To issue commercial paper, these companies usually have to be in good standing with strong external relationships. These companies can range across differing industries.\n\nFor example, manufacturing companies may not have enough capital on hand to buy the goods they need to produce their goods. Issuing commercial paper gives them the upfront capital needed to kickstart their revenue cycles. Note that commercial paper is useful here only if the company expects to convert theraw materialsinto revenue in a relatively short amount of time.\n\nService providersmay also issue commercial paper. Consider a consulting firm that provides legal services. Without the upfront capital to pay their staff, these firms can’t generate income. By issuing commercial paper, these firms get the money they need to drive revenue. As with manufacturing companies, service providers should expect to generate short-term income to align with the commercial paper cycle.\n\nInstitutional investors are the main buyers of commercial paper. These investors includemoney market fundsthat aim to maintain liquidity while earning a modest return. Money market funds prefer commercial paper due to its short maturity and relatively low risk, fitting well within their investment strategies that emphasize safety and liquidity.\n\nCorporate treasurers also invest in commercial paper for short-term cash management. Companies often invest excess capital in high-quality, short-term instruments that can be quickly liquidated if needed. Corporations can buy commercial paper to generate revenue without taking on any substantial level of risk or sacrificing their corporate strategy.Pension funds, insurance companies, and other institutional investors with a mandate to manage large sums of money may also invest in commercial paper.\n\nBanks and other financial institutions are usually prominent investors in commercial paper. They use it as part of their asset-liability management strategies to match the durations of their assets and liabilities more effectively. For instance, if a bank has short-term liabilities coming due, it may maximize the efficiency of its capital by investing in commercial paper with the same maturity of that debt.\n\nBoth commercial paper andbondsare debt instruments. However, there are important differences between them that are useful to know.\n\nCommercial paper maturities extend from one to 270 days.Bonds mature in one to 30 years.Though a company may report part of its bonds as short-term debt, a majority of bonds are usually longer-term compared to commercial paper.\n\nCommercial paper has no coupon payments. Everything is repaid at maturity, with one payment.Bonds pay interest at regular intervals (twice a year) over the life of the loan.Though both instruments result in a return of capital at the maturity date of the instrument, bonds also make payments along the way.\n\nAnother potential difference between the two is the collateral requirements. For long-term bonds, investors will often want security that if something were to happen, they have the first right to claim company assets. Therefore, many bonds may be secured, while the riskiest bonds may more closely mirror commercial paper by being unsecured.\n\nLet's say a retail firm wants short-term funding to finance some newinventoryfor an upcoming holiday season. The firm needs $10 million. It offers investors commercial paper with a face value of $10.1 million. This is in line with prevailing interest rates.\n\nWhen the commercial paper matures, investors in effect receive an interest payment of $100,000 along with the $10 million they loaned out. This equates to an interest rate of 1%. This interest rate can be adjusted for time, contingent on the number of days the commercial paper is outstanding.\n\nSay the term of the commercial paper is 30 days. This means the firm will raise $10 million today and in 30 days, it may repay $10.1 million to investors holding the commercial paper.\n\nYes. Commercial paper is short-term, unsecured debt issued by institutions who want to raise capital needed for a short amount of time. It's an alternative to having to go through the effort and cost involved in getting a business loan.\n\nDue to the large minimum denominations (usually $100,000 or more), large institutions comprise the main buyers of commercial paper. According to the SEC, these include \"investment companies, retirement accounts, state and local governments, financial and non-financial firms.\"\n\nThe minimum investment in commercial paper is usually $100,000. So the best way for smaller investors to invest in commercial paper is to put their money in the companies that buy it. These include money market funds, mutual funds, and even exchange-traded funds.\n\nCommercial paper typically has a maturity period ranging from one day to 270 days. The most common maturities are 30, 60, and 90 days. By keeping the maturity period short, issuers can reduce the risk of default and better manage their short-term financing needs.\n\nEven though the premise of commercial paper is a market with low-risk participants, the primary risk associated with commercial paper is still credit risk. There will always be the possibility that the issuer may default on their repayment obligation. Since commercial paper is unsecured, investors rely on the issuer's financial stability and credit rating.\n\nCommercial paper is unsecured debt with short terms issued by companies with high credit ratings. It is a less expensive way to raise money for short-term expenses compared to a business loan. Commercial paper can be attractive for issuers due to the low interest rate that's usually attached to it. While that rate isn't always as appealing to investors, it can be a higher return than that offered by some bonds, such as Treasuries. Plus, it's an investment option that can help diversify portfolios.\n\nFederal Reserve Bank of Richmond. \"Commercial Paper.\" Pages 13-14.\n\nU.S. Securities and Exchange Commission. \"Primer: Money Market Funds and the Commercial Paper Market.\"\n\nFederal Reserve Bank of New York. \"FAQs: Commercial Paper Funding Facility.\"\n\nGoldman Sachs. \"Entrepreneurialism and Grit Inspire Marcus Goldman to Launch his Business.\"\n\nMoorad Choudhry. \"Corporate Bonds and Structured Financial Products; Chapter Commercial Paper,\" Page 414. Elsevier Science, 2004.\n\nMayer Brown. \"Commercial Paper Programs Presentation.\" Page 26.\n\nBoard of Governors of the Federal Reserve System. \"Commercial Paper Rates and Outstanding Summary.\"",
  "url": "https://www.investopedia.com/terms/c/commercialpaper.asp"
}