{
  "term": "Commercial: What It Means in Business and the Financial Markets",
  "definition": "Commercial relates tocommerceor generalbusinessactivity. In the investment field, the term commercial is used to refer to commercial trading or an entity engaged in business activities that are hedged by positions in the futures or options markets. Charities and non-profits, as well as government agencies usually operate on a non-commercial basis.\n\nCommercial activity is an activity intended for exchange in the market to earn an economic profit. For example, commercial banking refers to banking activities focused on businesses, as opposed to consumer or retail banking which deals with the finance needs of individuals.\n\nThe colloquial meaning of the term \"commercial\" is a paid advertisement that runs on television or radio promoting goods or services available for sale.\n\nCommercial entities play an active role in the futures andforward markets, ranging from the initial production to the final sales. While the term is also widely used in other areas of finance and everyday life, it generally denotes an activity that pertains to business or one that has a profit motive.\n\nCommercial positions in the options and futures markets generally indicate hedging activity, while non-commercial positions denote speculative activity.Economistslike to assess commercial positions in the futures and options market because this trading activity provides an indication of real economic activity that helps them forecast macroeconomic data likegross domestic product(GDP) growth.\n\nManufacturers have commercial positions to hedge the price of commodities and reduce their exposure tocommodity price risk. The U.S. Commitments of Traders (COTS) reports supplied by the U.S. Commodity Futures Trading Commission (CFTC) display weekly open interest for commodities traded on futures exchanges, classified by commercial and non-commercial holdings.\n\nThe term commercial is also used to identify large institutional entities that are incumbent participants in a given market and have considerable scale. The opposite of commercial participants tends to be retail participants, which is often used to identify smaller companies or even individuals in a given market.\n\nCommercial-sized companies can meeteconomies of scaleeasier and quicker as they have a size and capital advantage. This allows these companies to be able to produce goods and services on a larger scale with few input costs.\n\nCommercial trading activity is used by companies that actually need to take delivery of the commodity to use in their production processes. Examples of commercial users include car manufacturers that need to take delivery of steel or oil refiners that need to take delivery of crude oil to produce gasoline.\n\nNon-commercial trading activity, on the other hand, relates to speculative positions where traders are looking to make profits from short-term price variations. These traders do not actually need the commodity they are trading and can even close out all their trading positions at the end of the trading day.\n\nCommercial activity is for-profit activity, such as selling furniture via a storefront or a restaurant. More broadly, commercial activity can include selling goods, services, food, or materials.\n\nCommercial insuranceis a form of insurance for businesses, offering liability and general business risk coverage. Commercial insurance is meant to cover the business and its employees against certain risks. There are several types of commercial insurance, such as business interruption, cyber, property, and auto coverage.\n\nCommercial real estateis a property that's used for business or related purposes. Commercial real estate is generally leased and is used for a variety of purposes, including offices, retail, industrial, or multi-family residential.\n\nCommercial business is an activity conducted by companies to provide goods or services for sale. Commercial business includes the activity done outside of manufacturing or producing the products. Commercial business can also include the use of land or business for business activity, such as retail stores.\n\nA commercial driver's license (CDL) is a license required in the U.S. to operate large or heavy vehicles. Issued by states, there are three classes of CDL—class A, B, and C. Each class includes various qualifications, such as the weight of the vehicle or the number of passengers.\n\nCommercial generally relates to anything business or commerce. A commercial is an advertisement for a business. Commercial activity is selling goods or services for profit. There's also commercial trading in the forward and futures markets, generally done for hedging purposes.\n\nCommodity Futures Trading Commission. \"Commitments of Traders.\" Accessed June 24, 2021.\n\nAmTrust Financial. \"What is Commercial Insurance?\" Accessed June 26, 2021.\n\nOho BMV. \"Driver License & ID Cards.\" Accessed June 26, 2021.",
  "url": "https://www.investopedia.com/terms/c/commercial.asp"
}