{
  "term": "Command Economy: Definition, How It Works, and Characteristics",
  "definition": "A command economy is a key aspect of a political system in which a central governmental authority dictates the levels of production that are permissible and the prices that may be charged for goods and services. Most industries in command economies are publicly owned.\n\nThe main alternative to a command economy is a free-market system, in which supply and demand dictate production and prices.\n\nThe command economy is a component of acommunistpolitical system, while a free-market system exists in capitalist societies.\n\nCuba, North Korea, and the former Soviet Union all have command economies. China maintained a command economy until 1978 when it began its transition to a mixed economy that blends communist and capitalist elements.Its current system has been described as a socialist market economy.\n\nThe command economy, also known as a planned economy, requires that a nation's central government own and control the means of production.\n\nPrivate ownership of land and capital is nonexistent or severely limited. Central planners set prices, control production levels, and limit or prohibit competition within the private sector. In a pure command economy, there is no private sector, as the central government owns or controls all business.\n\nIn a command economy, government officials set national economic priorities, including how and when to generate economic growth, how to allocate resources, and how to distribute the output. This often takes the form of a multi-year plan.\n\nCapitalists may argue that command economies face at least two major problems: first is the incentive problem and second is an information vacuum among the central planners making all the decisions.\n\nThe incentive problem starts at the top. Policymakers, even in a command economy, are all too human. Political interest groups and the power struggles between them will dominate policymaking in a command economy even more than in capitalist economies because they are not constrained by market-based forms of discipline such assovereign credit ratingsorcapital flight.\n\nWages are set centrally for workers, and profits are eliminated as an incentive for management. There is no apparent reason to produce excellence, improve efficiency, control costs, or contribute effort beyond the minimum required to avoid official sanction.\n\nGetting ahead in a command economy requires pleasing the party bosses and having the right connections rather than maximizing shareholder value or meeting consumer demands. Corruption tends to be pervasive.\n\nThe incentive problem includes the issue known as thetragedy of the commonson a larger scale than is seen in capitalist societies. Resources that are commonly owned are effectively unowned. All of their users (or workers) lack any incentive to preserve them. Things such as housing developments, factories, and machinery wear out, break down, and fall apart rapidly in a command economy.\n\nThe problem of economic calculation in a command economy was first described byAustrian economistsLudwig von Mises and F. A. Hayek. Central planners must somehow calculate how much of every product and service should be produced and delivered.\n\nIn a free-market system, this is determined in a decentralized manner through the interaction ofsupply and demand. Consumers shape demand by the products and services they buy or don't buy. Producers respond by creating more of the products and services that consumers demand.\n\nMoreover, all of these factors are quantifiable. At every step of the supply chain, someone is keeping count of the number of avocados, pairs of blue jeans, and lug wrenches that are in demand out there.\n\nIn a command economy, central planners should, at least initially, have a grasp on the basic life-or-death needs of the population in terms of food, clothing, and shelter. But without the forces of supply and demand to guide them, they have no rational method to align the production and distribution of goods with consumer wants and preferences.\n\nOver time, the incentive and economic calculation problems of a command economy mean that resources and capital goods are wasted, and the society is impoverished.\n\nProponents of command economies argue that they allocate resources to maximizesocial welfare, unlike in free-market economies, where this goal is secondary to maximizing private profit.\n\nCommand economies may have better control of employment levels than free-market economies. They can create jobs to put people to work when necessary, even in the absence of a legitimate need.\n\nLastly, command economies are seen as better able to take decisive, coordinated action in the face of a national emergency or crisis such as a war or natural disaster. Although, even market-based societies may curtail property rights and greatly expand the emergency powers of their central governments during such events, at least temporarily.\n\nCommand economies are controlled from the top by government planners. In general, this includes:\n\nMonopolies are common in command economies as they are considered necessary to meet the goals of the national economy.\n\nIn a free-market economy, private enterprises determine their levels of production in response to the law of supply and demand. In a command economy, the decision is dictated by government.\n\nFew free-market economies today operate entirely on the principle of laissez-faire. A government may use public policies and regulations to encourage the production of a product, such as fuel-efficient cars. Some command economies have loosened their control. China's economic boom did not begin until it created its own blend of socialist ideology and capitalist enterprise.\n\nCommunist nations with command economies are prone to introducing multi-year plans that are expected to result in improved conditions for all its people. China has had no fewer than 14 five-year plans, with the current one ending in 2025.\n\nCentral plans generally set goals for each industry and establish strategies for every sector. Industries are required to participate in government objectives such as reducing carbon emissions or revitalizing rural economies.\n\nA command economy is a system in which a central governmental authority sets permitted levels of production, as well as the terms of distribution and pricing. It's a component of communist political systems. Command economies are a contrast to free markets, in which prices are determined largely by supply and demand.\n\nCongressional Research Service. \"China’s Economic Rise: History, Trends, Challenges, and Implications for the United States,\" Page 4.\n\nMises Institute. \"The End of Socialism and the Calculation Debate Revisited.\"\n\nCongressional Research Service. \"China’s Economic Rise: History, Trends, Challenges, and Implications for the United States,\" Page 5.\n\nCongressional Research Service. \"China’s 14th Five-Year Plan: A First Look.\"",
  "url": "https://www.investopedia.com/terms/c/command-economy.asp"
}