{
  "term": "Comorian Franc (KMF): What It is, History",
  "definition": "The term Comorian franc (KMF) refers to the official nationalcurrencyof Comoros, a sovereign African island nation located in the Indian Ocean. It is maintained and issued by the country'scentral bank, la Banque Centrale des Comores.It is represented by the symbol KMF on global currency exchanges.The Comorian franc waspeggedto the euro as of 1999 at a rate of 491.96775 Comorian francs to one euro.As of January 2022, $1 U.S. is equal to roughly 437 KMF.\n\nThe franc is the official national currency of the island archipelago of Comoros. The country's central bank is responsible for maintaining its value and is in charge of itscirculation. The bank, called la Banque Centrale des Comores, was established in 1981, six years after the country gained its independence.The central bank is located in the capital of Moroni.\n\nBanknotes are printed in variousdenominationsranging from the 500, 1000, 2000, 5000, and 10,000 franc notes.The country also uses coins, which are minted in 1, 2, 5, 10, 25, 50, 100 franc denominations.A single franc is divided into 100 centimes, although no centimes have ever been issued or used.\n\nThe KMF is pegged to theeuro. This relationship was established when theEuropean Unionadopted the euro in 1999. Theexchange ratewas fixed—and remains as such—at 491.96775 francs to one euro.Prior to this, the Comorian franc was pegged to theFrench francat a rate of 50 KMF to 1 French franc. Currency rankings show that the KMF is most often exchanged with theUnited States dollar(USD).\n\nAlthough the Comorian franc is pegged to the euro, it is most often exchanged with the U.S. dollar.\n\nCash is predominantly used in the island nation. Larger establishments, such as hotels, may takecredit cards.Transactionsare executed in the local currency, although there are some merchants who accept both the U.S. dollar and the euro along with the Comoros franc. Change, however, is given in the KMF.\n\nComoros has one of the poorest and smallesteconomiesin the world. The island’s workforce has a low level of education, and there are not enough natural resources available either for residents or to use asexports.\n\nThe primary industries of the nation, fishing, and tourism, are vulnerable to the region’s extreme weather conditions and sporadic volcanic activity. As a result, despite a relatively low rate ofunemploymentof 8.4% in 2020, approximately 42% of its 864,335 citizens live below the poverty line. The population of Comoros is largely young—approximately 37% of residents are 14 years old or younger.\n\nAgriculture is crucial to the local economy of Comoros, as is theincomegenerated by its three major exports, vanilla, cloves, and a perfume essence known as ylang-ylang. Despite the archipelago’s arable land, fertile soil, and large fishingindustry, the country still imports around 70% of its food.For 2020, Comoros saw real GDP growth of 3.1% withinflationat -0.9%.\n\nComoros was initially part of a French colony, which included Madagascar, when the island of Mayotte was purchased in 1841, but the first Europeans to discover the archipelago were Portuguese in the year 1505.As a French colony, the money used was the French franc.\n\nIn 1920, Comorian currency was first printed on an emergency basis on a series of Madagascar postage stamps that had been altered to becomelegal tenderand circulate as money in exchange. The Comorian franc was first formally issued in the 1960s and has appeared in both coin and bill form in various denominations.Coins dedicated specifically to Comoros were issued in the early 1960s, and Arabic printing has been stamped on them since 1975.\n\nThe Union of Comoros is made of three islands: Anjouan, Moheli, and Grande Comore. A fourth island, Mayotte, was part of the archipelago union until 1975, when the Comoros Union declared its independence from France. However, France did not recognize the independence of Mayotte, and the island remains under French administration to this day.\n\nCorporate Finance Institute. \"Comorian Franc (KMF).\" Accessed Jan. 10, 2022.\n\nXE. \"KMF - Comorian Franc.\" Accessed Jan. 10, 2022.\n\nOanda. \"Comoros Franc.\" Accessed Jan. 10, 2022.\n\nTransferWise. \"U.S. Dollar to Comorian Franc.\" Accessed Jan. 10, 2022.\n\nThe World Bank. \"Comoros: New Country Partnership Framework to Support Growth, Resilience.\" Accessed Jan. 10, 2022.\n\nBanque Centrale de Comores. \"Histoire.\" Accessed Jan. 10, 2022.\n\nWorld Note. \"KMF Banknotes.\" Accessed Jan. 10, 2022.\n\nGov.UK. \"Comoros.\" Accessed Jan. 10, 2022.\n\nWorld Travel Guide. \"Money and Duty Free for Comoros.\" Accessed Jan. 10, 2022.\n\nCentral Intelligence Agency. \"Comoros.\" Accessed Jan. 10, 2022.\n\nFood and Agriculture Organization of the United Nations. \"Something to Crow About in the Comoros.\" Accessed Jan. 10, 2022.\n\nAfrican Development Bank Group. \"Comoros Economic Outlook.\" Accessed Jan. 10, 2022.\n\nThe World Bank. \"The World Bank in Comoros.\" Accessed Jan. 10, 2022.\n\nGoogle Books. \"Africa Since 1935, Volume 8,\" Page 247. Accessed Jan. 10, 2022.\n\nCentral Intelligence Agency. \"Comoros.\" Accessed Jan. 10, 2022.\n\nWorldAtlas. \"Flags, Symbols, & Currencies of Comoros.\" Accessed Jan. 10, 2022.\n\nFrance Diplomacy. \"The Union of the Comoros and Mayotte.\" Accessed Jan. 10, 2022.",
  "url": "https://www.investopedia.com/terms/k/kmf.asp"
}