{
  "term": "Compensatory Damages: Definition, Types, and Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nCompensatory damages are money awarded to an injured party that compensate for damages, injury, or another incurred loss. Compensatory damages are awarded in civil court cases where loss has occurred as a result of the negligence or unlawful conduct of another party.\n\nTo receive compensatory damages, the plaintiff has to prove that a loss occurred and that it was attributable to the defendant. The plaintiff must also be able to quantify the amount of loss in the eyes of the jury or judge.\n\nActual damages are intended to provide the monetary amount necessary to replace what was lost and nothing more. Usually, compensatory damages are awarded in civil court cases in order to compensate for damages, injury, or another incurred loss. As we'll explore further in the article, they are different from punitive and treble damages.\n\nCompensatory damages can be classified into two types: actual and general.\n\nTo be awarded actual compensatory damages, the plaintiff must prove that losses suffered equate to a defined monetary value. Also, states might mandatecollateral source rules (CSRs)that prevent the reduction of awarded damages due to payment recovered from a third party.\n\nGeneral compensatory damages, meanwhile, include estimates of loss not involving actual monetary expenditure. Some courts use the \"multiplier method,\" which calculates general damages by multiplying the sum total of one's actual damages by a number that signifies the seriousness of the injury.\n\nIn other jurisdictions, courts will use the \"per diem\" method, which attaches a dollar value to each day a plaintiff suffers and adds the value of all those days together. In some cases, a court will use a hybrid of these two methods to calculate general compensatory damages. These general compensatory damages include:\n\nCompensatory damages are typically awarded in medical malpractice lawsuits, usually for medical bills, hospital bills, rehabilitation expenses, and compensation for lost earnings. Some compensatory damages can be difficult to assess. For example, the value of lost wages will be much higher for a more affluent member of society versus someone who is poor or retired.\n\nCompensatory damages differ frompunitive damages, which may compensate over and above any loss or damage incurred and are meant to provide an incentive against repeating the act that caused the plaintiff's loss or damages.\n\nCases related to compensatory and punitive damages are a major source of debate in the field of health insurance, as proponents of tort reform claim that excessive damages above the actual loss incurred can increase the overall cost of healthcare.\n\nCompensatory damages are intended to compensate the plaintiff of a lawsuit with enough money to cover the loss caused by the defendant.\n\nTreble damagesare also a kind of punitive damage, meant to dissuade others from committing the same offense. Often, treble damages — which indicate that a statute exists to award a plaintiff up to three times actual or compensatory damages — are invoked when a defendant has purposefully or willfully violated a law.\n\nAnother word to describe compensatory damages is offsetting, redeeming, or remunerative.\n\nAs it applies to the law, compensatory activities are usually awarded in the form of monetary payments.\n\nThe three types of damages are economic damages, non-economic damages, and punitive damages.\n\nGeneral compensatory damages cover all non-monetary damages when referencing an injury claim, such as for pain and suffering.\n\nCompensatory damages can refer to emotional distress, including mental anguish and loss of enjoyment of life.\n\nTo receive compensatory damages, the plaintiff has to prove that a loss occurred. Compensatory damages, as the name implies, hope to \"compensate\" for any damages, whether physical, emotional, or mental. They are not to be confused with punitive or treble damages.\n\nCorrection—July 30, 2023:This article previously stated that treble damages are invoked when a plaintiff has purposely or willfully violated a law. It has been corrected to read that damages are invoked when a defendant has purposely or willfully violated a law.",
  "url": "https://www.investopedia.com/terms/c/compensatory-damages.asp"
}