{
  "term": "Company Profiles",
  "definition": "How did the world’s biggest companies get so big? And what makes some high flyers ultimately fail? Learn about business models, how companies are structured, and the ways major companies make money, handle competition, and build business empires.\n\nDisastrous investments inmortgage-backed securitiesand the Americanhousing-market debaclebrought the nation’s fourth-largest investment bank to bankruptcy in 2008. Learn how it happened.\n\nBased on direct sales and service, notfranchiseddealerships,Teslahas paid particular attention to expanding its network of charging stations, the key to growing the electric vehicle business. And it’s expanding into home energy-storage services.\n\nThe typical Americaninvestment-bankinghierarchy is investment analyst, associate, vice president, senior vice president, and managing director.\n\nEstablishing Alphabet as a parent company,allowed Google to expandoutside of internet search and advertising to acquire companies in areas including robotics, life sciences, healthcare, and anti-aging—as well as better protect itself againstantitrust violationsand account for different income streams.\n\nThe three most famous earlymonopolieswere Andrew Carnegie’s Steel Company (now U.S. Steel),John D. Rockefeller’s Standard Oil Company, and the American Tobacco Company. The American Telephone and Telegraph Company (AT&T) was forced to break up in 1982. The diamond merchant De Beers group is a more recent near-monopoly.\n\nCoca-Cola has been the market leader since 2004. Pepsi is number two, followed by Dr. Pepper-Snapple.\n\nA business model is a company’s core strategy for profitability, including the products or services it will sell, target markets and anticipated expenses.\n\nThese are the top 100 of the Fortune 500—the top companies by reported revenue.\n\nAn acronym for Morgan Stanley Capital International, MSCI provides investment data and analytics services to investors and is best known for its series of stock indexes.\n\nThis company provides clearing and settlement services for the financial markets, settling most security transactions in the U.S.\n\nIn this pricing strategy, one product is sold at a discount or loss while its companion product is sold at a premium. It was popularized by Gillette, which sold safety razors at cost and replacement blades for a profit.\n\nWorldcom was a telecommunications company that went bankrupt in 2022 after a massive accounting fraud, the biggest accounting scandal in U.S. history.\n\nThis online payment platform offers low-cost services to individuals and businesses. It is a very secure method of sending payments online and also offers debit cards, credit card readers, and lines of credit.",
  "url": "https://www.investopedia.com/company-profiles-4689825"
}