{
  "term": "Compounding Interest: Formulas and Examples",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nDavid is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nCompounding interest is the increasing value of an asset or debt due to accumulated interest.\n\nCompounding is the process where an asset’s earnings, from eithercapital gainsorinterest, are reinvested to generate additional earnings over time. This growth, calculated using exponential functions, occurs because the investment will generate earnings from both its initial principal and the accumulated earnings from preceding periods.\n\nCompounding differs from linear growth, where only the principal earns interest each period.\n\nCompounding typically refers to the increasing value of an asset due to the interest earned on both the principal and the accumulated interest. This phenomenon, which is a direct realization of thetime value of money (TMV), is also known as compound interest.\n\nCompounding is crucial infinance, and the gains attributable to its effects are the motivation behind many investing strategies. For example, many corporations offerdividend reinvestment plans (DRIPs)that allow investors to reinvest their cashdividendsto purchase additional shares ofstock. Reinvesting in more of these dividend-paying shares compounds investor returns because the increased number of shares will consistently increase future income from dividend payouts, assuming steady dividends.\n\nInvesting in dividend growth stocks on top of reinvesting dividends adds another layer of compounding, referred to as double compounding. In this case, not only are dividends being reinvested, but these dividend growth stocks are also increasing their per-share payouts.\n\nThe formula for thefuture value (FV)of a current asset relies on the concept of compound interest. It takes into account the present value of an asset, the annual interest rate, the frequency of compounding (or the number of compounding periods) per year, and the total number of years. The generalized formula for compound interest is:\n\nFV=PV×(1+in)ntwhere:FV=Future valuePV=Present valuei=Annual interest raten=Number of compounding periods per time periodt=The time period\\begin{aligned}&FV = PV \\times \\Big (1 + \\frac{ i }{ n } \\Big ) ^ {nt} \\\\&\\textbf{where:} \\\\&FV = \\text{Future value} \\\\&PV = \\text{Present value} \\\\&i = \\text{Annual interest rate} \\\\&n = \\text{Number of compounding periods per time period} \\\\&t = \\text{The time period} \\\\\\end{aligned}​FV=PV×(1+ni​)ntwhere:FV=Future valuePV=Present valuei=Annual interest raten=Number of compounding periods per time periodt=The time period​\n\nThis formula assumes that no additional changes outside of interest are made to the original principal balance.\n\nCurious what 100% daily compounding looks like? “One Grain of Rice,” the folk tale by Demi, is centered around a reward where a single grain of rice is awarded on the first day and the number of grains of rice awarded each day is doubled over 30 days. At the end of the month, over 536 million grains of rice would be awarded on the last day.\n\nThe effects of compounding strengthen as the frequency of compounding increases. Assume a one-year time period. The more compounding periods throughout this one year, the higher the future value of the investment. Two compounding periods per year are better than one, and four compounding periods per year are better than two.\n\nTo illustrate this effect, consider the following example given the above formula. Assume that an investment of $1 million earns 20% per year. The resulting future value, based on a varying number of compounding periods, is:\n\nAs evident, the future value increases by a smaller margin even as the number of compounding periods per year increases significantly. The frequency of compounding over a set length of time has a limited effect on an investment’s growth. This limit, based on calculus, is known ascontinuous compoundingand can be calculated using the formula:\n\nFV=P×ertwhere:e=Irrational number 2.7183r=Interest ratet=Time\\begin{aligned}&FV=P\\times e^{rt}\\\\&\\textbf{where:}\\\\&e=\\text{Irrational number 2.7183}\\\\&r=\\text{Interest rate}\\\\&t=\\text{Time}\\end{aligned}​FV=P×ertwhere:e=Irrational number 2.7183r=Interest ratet=Time​\n\nIn the above example, the future value with continuous compounding equals: FV = $1,000,000 × 2.7183(0.2 x 1)= $1,221,404.\n\nCompounding is an example of “the snowball effect,” where a situation of small significance builds upon itself into a larger, more serious state.\n\nCompound interest works on bothassetsand liabilities. While compounding boosts the value of an asset more rapidly, it can also increase the amount of money owed on a loan, as interest accumulates on the unpaid principal and previous interest charges. Even if you make loan payments, compounding interest may result in the amount of money you owe increasing in future periods.\n\nThe concept of compounding is especially problematic for credit card balances. Not only is the interest rate on credit card debt high, but the interest charges also may be added to the principal balance and incur additional interest in the future. For this reason, the concept of compounding is not necessarily “good” or “bad.” The effects of compounding may work for or against an investor depending on their financial situation.\n\nTo illustrate how compounding works, suppose $10,000 is held in an account that pays 5% interest annually. After the first year or compounding period, the total in the account has risen to $10,500, a simple reflection of $500 in interest being added to the $10,000principal. In year two, the account realizes 5% growth on both the original principal and the $500 of first-year interest, resulting in a second-year gain of $525 and a balance of $11,025.\n\nAfter 10 years, assuming no withdrawals and a steady 5% interest rate, the account would grow to $16,288.95. Without adding or removing anything from our principal balance except for interest, the impact of compounding has increased the change in balance from $500 in Period 1 to $775.66 in Period 10.\n\nIn addition, without adding new investments on our own, our investment has grown $6,288.95 in 10 years. Had the investment only paid simple interest (5% on the original investment only), annual interest would have only been $5,000 ($500 per year for 10 years).\n\nIf you ever buy a house, take out student loans, or even apply for a credit card, you will be exposed to the effects of compounding interest. This means that not only will you pay interest on the money you borrow, but you will also owe interest on top of any interest.\n\nBut compounding interest can also work in your favor. If you put your money in ahigh-yield savings account, your savings will grow much faster than they would in a checking account.\n\nTheRule of 72is a heuristic used to estimate how long an investment or savings will double in value if there is compound interest (or compounding returns). The rule states that the number of years it will take to double is 72 divided by the interest rate. If the interest rate is 5% with compounding, it would take around 14 years and five months to double.\n\nSimple interest pays interest only on the amount of principal invested or deposited. For instance, if $1,000 is deposited with 5% simple interest, it would earn $50 each year. Compound interest, however, pays “interest on interest,” so in the first year, you would receive $50, but in the second year, you would receive $52.5 ($1,050 × 0.05), and so on.\n\nIn addition to compound interest, investors can receive compounding returns byreinvesting dividends. This means taking the cash received from dividend payments to purchase additional shares in the company, and those shares will also pay out dividends in the future.\n\nThere are different types of average (mean) calculations used in finance. When computing the average returns of an investment or savings account that has compounding, it is best to use thegeometric average. In finance, this is sometimes known as thetime-weighted average returnor thecompound annual growth rate (CAGR).\n\nHigh-yield savings accounts are a great example of compounding. Let’s say youdeposit $1,000 in a savings account. In the first year, you will earn a given amount of interest. If you never spend any money in the account and the interest rate at least stays the same as the year before, the amount of interest you earn in the second year will be higher. This is because savings accounts add interest earned to the cash balance that is eligible to earn interest.\n\nCompounding and compound interest play a very important part in shaping the financial success of investors. If you take advantage of compounding, you’ll earn more money faster. If you take on compounding debt, you’ll be stuck with a growing debt balance longer. By compounding interest, financial balances are able to exponentially grow faster than straight-line interest.\n\nBarnes & Noble. “One Grain of Rice: a Mathematical Folktale.”\n\nInvestor.gov. “What Is Compound Interest?”",
  "url": "https://www.investopedia.com/terms/c/compounding.asp"
}