{
  "term": "Compound Annual Growth Rate (CAGR) Formula and Calculation",
  "definition": "How reinvesting your profits at the end of the year can impact your investments\n\nThe compound annual growth rate is therate of returnthat an investment would need to have every year in order to grow from its beginning balance to its ending balance, over a given time interval. The CAGR assumes that any profits were reinvested at the end of each period of the investment’s life span.\n\nCAGR=((EVBV)1n−1)×100where:EV=Ending valueBV=Beginning valuen=Number of years\\begin{aligned}&CAGR=\\left(\\left(\\frac{EV}{BV}\\right)^{\\frac1n}-1\\right)\\times100\\\\&\\textbf{where:}\\\\&EV=\\text{Ending value}\\\\&BV=\\text{Beginning value}\\\\&n=\\text{Number of years}\\end{aligned}​CAGR=((BVEV​)n1​−1)×100where:EV=Ending valueBV=Beginning valuen=Number of years​\n\nTo calculate the CAGR of an investment:\n\nThe CAGR formula gives an annualized rate of return, which is useful for comparing the performance of different investments over time.\n\nThe compound annual growth rate isn’t a true return rate, but rather a representational figure. It is essentially a number that describes the rate at which an investment would have grown if it had grown at the same rate every year and the profits were reinvested at the end of each year. For stock market investors, this can be particularly useful in comparing the performance of different stocks. The CAGR does not take into account the discount rate, which is critical in assessing the present value of future returns.\n\nIn reality, this sort of performance is unlikely. However, the CAGR can be used to smooth returns so that they may be more easily understood and compared to alternative methods.\n\nImagine you invested $10,000 in a portfolio with the returns outlined below:\n\nWe can see that on an annual basis, the year-to-year growth rates of the investment portfolio were quite different as shown in the parentheses.\n\nOn the other hand, the compound annual growth rate smooths the investment’s performance and ignores the fact that 2018 and 2020 were vastly different from 2019. The CAGR over that period was 23.86% and can be calculated as follows:\n\nCAGR=($19,000$10,000)13−1×100=23.86%CAGR=\\left(\\frac{\\$19,000}{\\$10,000}\\right )^{\\frac{1}{3}}-1\\times100=23.86\\%CAGR=($10,000$19,000​)31​−1×100=23.86%\n\nThe CAGR of 23.86% over the three-year investment period can help an investor compare alternatives for their capital or make forecasts of future values. For example, imagine an investor is comparing the performance of two uncorrelated investments.\n\nIn any given year during the period, one investment may be rising while the other falls. This could be the case when comparing high-yieldbondstostocks, or a real estate investment to emerging markets. Using CAGR would smooth the annual return over the period so the two alternatives would be easier to compare.\n\nAs another example, let’s say an investor bought 55 shares of Amazon.com (AMZN) stock in December 2017 at $1,180 per share, for a total investment of $64,900. After three years, in December 2020, the stock has risen to $3,200 per share, and the investor’s investment is now worth $176,000.What is the CAGR?\n\nUsing the CAGR formula, we know that we need the:\n\nSo to calculate the CAGR for this simple example, we would enter that data into the formula as follows: [($176,000 / $64,900) ^ (1/3)] - 1 = 39.5%.\n\nThe CAGR can be used to calculate the average growth of a single investment. As we saw in our example above, due to marketvolatility, the year-to-year growth of an investment will likely appear erratic and uneven.\n\nFor example, an investment may increase in value by 8% in one year, decrease in value by -2% the following year, and increase in value by 5% in the next. CAGR helps smooth returns when growth rates are expected to be volatile and inconsistent.\n\nThe CAGR produces ageometric meanwhich can be used to compare different investment types with one another. For example, suppose that in 2015, an investor placed $10,000 into an account for five years with a fixed annualinterest rateof 1% and another $10,000 into a stockmutual fund. The rate of return in the stock fund will be uneven over the next few years, so a comparison between the two investments would be difficult.\n\nAssume that at the end of the five-year period, the savings account’s balance is $10,510.10 and, although the other investment has grown unevenly, the ending balance in the stock fund was $15,348.52. Using the CAGR to compare the two investments can help an investor understand the difference in returns:\n\nSavings Account CAGR=($10,510.10$10,000)15−1×100=1.00%\\text{Savings Account CAGR} =\\, \\left ( \\frac{\\$ 10,510.10}{\\$ 10,000} \\right )^{\\frac{1}{5}}-1 \\times 100= 1.00\\%Savings Account CAGR=($10,000$10,510.10​)51​−1×100=1.00%\n\nStock fund CAGR=($15,348.52$10,000)15−1×100=8.95%\\text{Stock fund CAGR} =\\, \\left ( \\frac{\\$ 15,348.52}{\\$ 10,000} \\right )^{\\frac{1}{5}}-1 \\times 100= 8.95\\%Stock fund CAGR=($10,000$15,348.52​)51​−1×100=8.95%\n\nOn the surface, the stock fund may look like a better investment, with nearly nine times the return of the savings account. On the other hand, one of the drawbacks of the CAGR is that by smoothing the returns, the CAGR cannot tell an investor how volatile or risky the stock fund was. However, the CAGR can be used in theMAR ratio, which adjusts for risk. Using the CAGR alongside metrics like net present value (NPV) provides a more comprehensive view of an investment’s potential.\n\nThe CAGR can also be used to track the performance of various business measures of one or multiple companies alongside one another. For example, over a five-year period, Big-Sale Stores’ market share CAGR was 1.82%, but its customer satisfaction CAGR over the same period was -0.58%. In this way, comparing the CAGRs of measures within a company reveals strengths and weaknesses.\n\nComparing the CAGRs of business activities across similar companies will help evaluate competitive weaknesses and strengths. For example, Big-Sale’s customer satisfaction CAGR might not seem so low compared with SuperFast Cable’s customer satisfaction CAGR of -6.31% during the same period.\n\nUnderstanding the formula used to calculate CAGR is an introduction to many other ways that investors evaluate past returns or estimate future profits. The formula can be manipulated algebraically into a formula to find the present value or future value of money, or to calculate ahurdle rateof return.\n\nFor example, imagine that an investor knows that they need $50,000 for a child’s college education in 18 years and they have $15,000 to invest today. How much does the average rate of return need to be to reach that objective? The CAGR calculation can be used to find the answer to this question as follows:\n\nRequired Return=($50,000$15,000)118−1×100=6.90%\\text{Required Return} =\\, \\left ( \\frac{\\$ 50,000}{\\$ 15,000} \\right )^{\\frac{1}{18}}-1 \\times 100= 6.90\\%Required Return=($15,000$50,000​)181​−1×100=6.90%\n\nThis version of the CAGR formula is just a rearrangedpresent valueandfuture valueequation. For example, if an investor knew that they needed $50,000 and they felt it was reasonable to expect an 8% annual return on their investment, they could use this formula to find out how much they needed to invest to meet their goal.\n\nWhat counts as a good CAGR will depend on the context. But generally speaking, investors will evaluate this by thinking about their opportunity cost as well as the riskiness of the investment. For example, if a company grew by 25% in an industry with an average CAGR closer to 30%, then its results might seem lackluster by comparison. But if the industry-wide growth rates were lower, such as 10% or 15%, then its CAGR might be very impressive.\n\nIn general, a higher CAGR is better.\n\nAn investment is rarely made on the first day of the year and then sold on the last day of the year. Imagine an investor who wants to evaluate the CAGR of a $10,000 investment that was entered on June 1, 2013, and sold for $16,897.14 on Sept. 9, 2018.\n\nBefore the CAGR calculation can be performed, the investor will need to know the fractional remainder of the holding period. They held the position for 213 days in 2013, a full year in 2014, 2015, 2016, and 2017, and 251 days in 2018. This investment was held for 5.271 years, which is calculated by the following:\n\nThe total number of days that the investment was held was 1,924 days. To calculate the number of years, divide the total number of days by 365 (1,924/365), which equals 5.271 years.\n\nThe total number of years that the investment was held can be placed in the denominator of the exponent inside CAGR’s formula as follows:\n\nInvestment CAGR=($16,897.14$10,000)15.271−1×100=10.46%\\text{Investment CAGR} =\\, \\left ( \\frac{\\$ 16,897.14}{\\$ 10,000} \\right )^{\\frac{1}{5.271}}-1 \\times 100= 10.46\\%Investment CAGR=($10,000$16,897.14​)5.2711​−1×100=10.46%\n\nThe most important limitation of the CAGR is that because it calculates a smoothed rate of growth over a period, it ignores volatility and implies that the growth during that time was steady. Returns on investments are uneven over time, except for bonds that are held to maturity, deposits, and similar investments.\n\nAlso, the CAGR does not account for when an investor adds funds to a portfolio or withdraws funds from the portfolio over the period being measured.\n\nFor example, if an investor had a portfolio for five years and injected funds into the portfolio during the five-year period, then the CAGR would be inflated. The CAGR would calculate the rate of return based on the beginning and ending balances over the five years, and would essentially count the deposited funds as part of the annual growth rate, which would be inaccurate.\n\nBesides the smoothed rate of growth, the CAGR has other limitations. A second limitation when assessing investments is that no matter how steady the growth of a company or investment has been in the past, investors cannot assume that the rate will remain the same in the future. The shorter the time frame used in the analysis, the less likely it will be for the realized CAGR to meet the expected CAGR when relying on historical results.\n\nA third limitation of the CAGR is a limitation of representation. Say that an investment fund was worth $100,000 in 2016, $71,000 in 2017, $44,000 in 2018, $81,000 in 2019, and $126,000 in 2020. If the fund managers represented in 2021 that their CAGR was a whopping 42.01% over the past three years, they would be technically correct. They would, however, be omitting some very important information about the fund’s history, including the fact that the fund’s CAGR over the past five years was a modest 4.73%.\n\nThe CAGR measures the return on an investment over a certain period of time. Theinternal rate of return(IRR) also measures investment performance but is more flexible than the CAGR.\n\nThe most important distinction is that the CAGR is straightforward enough that it can be calculated by hand. In contrast, more complicated investments and projects, or those that have many different cash inflows and outflows, are best evaluated using IRR. To back into the IRR, a financial calculator, Excel, or portfolio accounting system is ideal.\n\nThose interested in learning more about CAGR and other financial topics may want to consider enrolling in one of the best investing courses currently available.\n\nThe CAGR is a measurement used by investors to calculate the rate at which a quantity grew over time. The word “compound” denotes the fact that the CAGR takes into account the effects of compounding, or reinvestment, over time. For example, suppose you have a company with revenue that grew from $3 million to $30 million over a span of 10 years. In that scenario, the CAGR would be approximately 25.89%.\n\nThe main difference between the CAGR and a growth rate is that the CAGR assumes the growth rate was repeated, or “compounded,” each year, whereas a traditional growth rate does not. Many investors prefer the CAGR because it smooths out the volatile nature of year-by-year growth rates. For instance, even a highly profitable and successful company will likely have several years of poor performance during its life. These bad years could have a large effect on individual years’ growth rates but would have a relatively small impact on the company’s CAGR.\n\nYes. A negative CAGR would indicate losses over time rather than gains.\n\nTo compare the performance and risk characteristics among various investment alternatives, investors can use a risk-adjusted CAGR. A simple method for calculating a risk-adjusted CAGR is to multiply the CAGR by one minus the investment’sstandard deviation. If the standard deviation (i.e., its risk) is zero, then the risk-adjusted CAGR is unaffected. The larger the standard deviation, the lower the risk-adjusted CAGR will be.\n\nCAGR is a valuable metric for investors to gauge the performance of their investments over time. By smoothing out annual returns, it provides a clearer picture of an investment's growth trajectory. However, while CAGR can help compare different investments and predict future values, it does not account for volatility or risk. Investors should use CAGR alongside other measures to make well-informed decisions, understanding its limitations in reflecting the full scope of investment performance.\n\nYahoo Finance. “Amazon.com, Inc. (AMZN) Historical Data.”",
  "url": "https://www.investopedia.com/terms/c/cagr.asp"
}