{
  "term": "Comprehensive Income: Definition, Statement, and Purpose",
  "definition": "Comprehensive income refers to the changes in the value of a company's net assets during a specific period, such as a month, quarter, or fiscal year, from non-owner sources. It includes net income and other comprehensive income, such as unrealized income. Comprehensive income provides a complete view of a company's income, some of which may not be fully captured on the income statement.\n\nComprehensive income is the change in the value of equity that stems from non-owner and traditional income sources. Put simply, it is the sum of a company's net income and other comprehensive income over a certain time. As noted above, other comprehensive income includes unrealized income or unrealized gains or losses.\n\nComprehensive income sheds light on changes in equity. Since it includes net income and unrealized income and losses, it provides the big picture of a company's value. It's also important for investors, who can use it to help make decisions about the feasibility of potential investments.\n\nUnrealized gains or losses can stem from things like hedge/derivative financial instruments and foreign currency transaction gains or losses.\n\nComprehensive income shows all operating and financial events that affect non-owner interests. Along with net income, it includesunrealized gainsand losses on available-for-sale investments.\n\nIt also includes cash flow hedges, which can change in value depending on the securities' market value, anddebt securitiestransferred from available for sale to held to maturity, which may also incur unrealized gains or losses. Gains or losses can also be incurred from foreign currency translation adjustments and in pensions and/or post-retirement benefit plans.\n\nIncome excluded from the income statement is reported under accumulated other comprehensive income of theshareholders' equitysection. Income from non-owner sources increases the value of a company. However, since it is not from the ongoing operations of the company's normal line of business, it is not appropriate to include it in the traditional income statements.\n\nComprehensive income excludes owner-caused changes in equity, such as the sale of stock or purchase ofTreasury shares.\n\nA company'sincome statementdetails revenues and expenses, including taxes and interest. Its bottom line isnet income. However, net income only recognizes earned income and incurred expenses.\n\nA statement of comprehensive income, which covers the same period as the income statement, reflects net income as well asother comprehensive income, the latter being unrealized gains and losses on assets that aren't shown on the income statement. The statement of comprehensive income gives company management and investors a fuller, more accurate idea of income.\n\nThe net income section provides information derived from the income statement about a company's total revenues and expenses. The amount is adjusted to account for non-owner activities. Net income is arrived at by subtracting thecost of goods sold (COGS), general expenses, taxes, and interest from total revenue.\n\nThe other comprehensive income section provides information on the company's unrealized gains, losses, revenue, and expenses. Here are some examples of other comprehensive income that you may find on the comprehensive income statement:\n\nAt the end of the statement is the comprehensive income total, which is the sum of net income and other comprehensive income.\n\nIn some circumstances, companies combine the income statement and statement of comprehensive income, or it will be included asfootnotes. However, a company with other comprehensive income will typically file this form separately. The statement of comprehensive income is not required if a company does not meet the criteria to classify income as comprehensive income.\n\nFinancial statements, including those showing comprehensive income, only portray activity from a certain period or specific time. They can't guarantee future performance.\n\nLike other public companies, Ford (F) files quarterly and annual reports with the SEC. In its fourth quarter filing for 2024, it published its consolidated statements of comprehensive income, which combines comprehensive income from all of its activities and subsidiaries. For the first nine months of 2024, Ford reported comprehensive income of roughly $4.11 billion, the majority of which was attributable to the company.\n\nMore comprehensive view of a company's income than the income statement alone\n\nAllows management to plan for revenue, costs, and operational decisions\n\nGives investors insight into a company's profitability and earnings stability\n\nActs as a comparison tool to determine potential investments\n\nIncluding unrealized gains/losses can distort the health of a company\n\nValues for other comprehensive income relate to assumptions, not actual results\n\nOnly highlights company past rather than future profitability\n\nContrary to net income, other comprehensive income is income (gains and losses) not yet realized. It reflects income that cannot be accounted for by the income statement. Some examples of other comprehensive income are foreign currency hedge gains and losses, cash flow hedge gains and losses, and unrealized gains and losses for securities that are available for sale.\n\nIt provides acomprehensive view for company management and investorsof a company's profitability picture. It's also a way for a company to record more than simply net income. The statement shows net income as well as other comprehensive income.\n\nNet income is the actual profit or gain that a company makes in a particular period. Comprehensive income is the sum of that net income plus the value of yet unrealized profits (or losses) in the same period.\n\nComprehensive income is the sum of a company's net income, asrecorded on the income statement, and unrealized income (or other comprehensive income) that is not included on an income statement but is recorded in the statement of comprehensive income.\n\nThe statement of comprehensive income displays both net income details and other comprehensive income details. It is appreciated for its more comprehensive view of a company's profitability picture for a particular period.\n\nFord Motor Company. \"Form 10-Q,\" Page 3.",
  "url": "https://www.investopedia.com/terms/c/comprehensiveincome.asp"
}