{
  "term": "Comparable Company Analysis (CCA): How Is It Used in Investing?",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA comparable company analysis (CCA) is a process used to evaluate the value of a company using the metrics of other businesses of similar size in the same industry. Comparable company analysis operates under the assumption that similar companies will have similar valuation multiples, such asEV/EBITDA. Analysts compile a list of available statistics for the companies being reviewed and calculate the valuation multiples in order to compare them.\n\nInvestopedia / Michela Buttignol\n\nOne of the first things every banker learns is how to do a comp analysis or comparable company analysis. The process of creating a comparable company analysis is fairly straightforward. The information the report provides is used to determine a ballpark estimate of value for the stock price or the firm's value.\n\nComparable company analysis starts with establishing apeer groupconsisting of similar companies of similar size in the same industry or region. Investors are then able to compare a particular company to its competitors on a relative basis. This information can be used to determine a company'senterprise value(EV) and to calculate other ratios used to compare a company to those in its peer group.\n\nThere are many ways to value a company. The most common approaches are based oncash flowsand relative performance compared to peers. Models that are based on cash, such as thediscounted cash flow(DCF) model, can help analysts calculate anintrinsic valuebased on future cash flows. This value is then compared to the actual market value. If the intrinsic value is higher than the market value, the stock is undervalued. If the intrinsic value is lower than the market value, the stock is overvalued.\n\nIn addition to intrinsic valuation, analysts like to confirm cash flow valuation with relative comparisons, and these relative comparisons allow the analyst to develop an industry benchmark or average.\n\nThe most common valuation measures used in comparable company analysis areenterprise value to sales(EV/S),price to earnings(P/E),price to book(P/B), andprice to sales(P/S). If the company's valuation ratio is higher than the peer average, the company is overvalued. If the valuation ratio is lower than the peer average, the company is undervalued. Used together, intrinsic and relative valuation models provide a ballpark measure of valuation that can be used to help analysts gauge the true value of a company.\n\nCompscan also be based on transaction multiples. Transactions are recent acquisitions in the same industry. Analysts compare multiples based on the purchase price of the company rather than the stock. If all companies in a particular industry are selling for an average of 1.5 times market value or 10 times earnings, it gives the analyst a way to use the same number to back into the value of a peer company based on these benchmarks.",
  "url": "https://www.investopedia.com/terms/c/comparable-company-analysis-cca.asp"
}