{
  "term": "Comps: Definition, How They're Used in Analysis, and Example",
  "definition": "The term comps, short forcomparables, carries different meanings depending on the industry and context, but generally entails a comparison of financial metrics and other factors to quantify performance or determine valuation.\n\nIn retail, it refers to a company'ssame-store salescompared to the previous year or a similar store. Similarly, in financial analysis, comps is short for \"comparable company analysis,\" which is a technique used to assign a value to a business based on the valuation metrics of a peer. In real estate, comps are used to assess a property's value by comparing it to similar properties.\n\nWhen used to gauge the performance of retail operations, comps is used in the context ofcomparable same-store sales. This comps metric is used by analysts and investors to determine what portion of any sales growth is attributed to old stores versus new stores. Some large retail chains release comps monthly.\n\nStores that have been open for less than one year are new stores. New stores typically experience high growth rates for several reasons, including promotions, increased interest from launches, and grand openings. As a result, including new stores in the growth rate calculation for an entire retail chain can create misleading results. Because the comps metric only compares results for stores that are older than one year, it gives a better indication of true growth for the overall firm.\n\nTo calculate a company's sales growth rate, subtract the previous year's sales from the current year's sales and then divide the difference by the previous year's amount. For example, if Company A earned $2 million in revenues last year and $4 million this year, the calculation to determine its growth rate is $4 million minus $2 million, divided by $2 million, or 100%.\n\nAn inquisitive investor digs deeper and asks how much of the growth was due to new stores compared to old stores. They discover that new stores generated $3 million of the current year's sales and stores open for one or more years generated only $1 million of sales.\n\nTo calculate comp sales, the investor does not include sales from new stores. The new calculation is $1 million, minus $2 million, divided by $2 million, or -50%. When comp store sales are up, the company's sales are increasing at its current stores. When total sales growth is up and comp stores are down, the company is generating most of its revenue from the opening of new stores to maintain growth, which could be a sign of turmoil.\n\nComps not only provide investors and analysts with important information about the financial health of a company, but they also help retailers assess how well their existing stores perform against other locations.\n\nWhen determining the value of a business based on comparable company analysis, an analyst will utilize a ratio based on a value metric such as market capitalization orenterprise value (EV)compared to a performance metric, such as sales,EBITDA, or earnings/earnings per share. A determination on performance can be made under the assumption that companies that are similar should trade at similar multiples.\n\nSuch comps are especially valuable when determining thefair market value (FMV)of a business. They can be used to formulate an asking or offer price in an acquisition or sale, or in the case of a dispute between partners or during a buyout.\n\nOne common way of using comps to determine the fair market value of a business is to take the price-to-gross revenue multiple and multiplying that figure by the business revenue figure.\n\nIn real estate, examining comps means comparing properties that possess similar qualities, such as size, age, and location. Factors also include market conditions, such as changes in price over time, as well as conditions of sale, such as whether the property last sold as a distress sale or an estate settlement, or any other factor that could affect its value.\n\nProperty owners or buyers should be aware that some comps may not accurately represent the value of a home. Some comps may be too dated in a fast-changing marketplace, or may cite properties that are too far away or still on the market.",
  "url": "https://www.investopedia.com/terms/c/comps.asp"
}