{
  "term": "Compare Current Mortgage Rates Today - July 3, 2025",
  "definition": "Weindependently evaluateall of our recommendations. If you click on links we provide, we may receive compensation.\n\nThe average 30-year fixed mortgage rate was 6.79% on Wednesday, July 2. The 20-year fixed mortgage rate was 6.49%, the 15-year fixed mortgage rate was 5.77%, and the 10-year fixed mortgage rate was 5.57%. Average rates for other loan types include 7.55% for an FHA 30-year fixed mortgage and 6.79% for a jumbo 30-year fixed mortgage.\n\nThese fixed-rate loan averages are not the teaser rates you may see advertised online. To find theaverage mortgage ratestoday, we use data from approximately 40 lenders, assuming a down payment of at least 20% and an applicant credit score in the 680–739 range. We believe this is more representative of what customers could expect to be quoted, depending on their qualifications.\n\nOur mortgage rate tables can help you see at a glance whether the rate that a particular lender is prepared to offer you on a new mortgage or refinancing is higher, lower, or in the same ballpark as other lenders. If it's higher, you might want to do some additional shopping around.\n\nNote that these rates are for borrowers with what lenders considergood credit. If your credit isn't up to par, you may have to pay more or you may have trouble getting a mortgage at all. An alternative, if you aren't in a big hurry, would be to delay applying for a few months and see if you canraise your credit scorein the meantime.\n\nWhile homebuyers have many alternatives today, 30-year fixed-rate mortgages remain the most popular choice by far.Because they are fixed, your monthly payment never changes.\n\nMany borrowers opt for 30-year mortgages because their monthly payments are lower than for loan products with shorter terms, such as 15-year or 20-year mortgages. The downside is that you'll end up paying more interest in total over the life of the loan.\n\nBecause the monthly payments are more affordable than on loans with shorter-terms, 30-year mortgages are a good choice for first-time homebuyers or anyone else whose budget is stretched to the limit. Bear in mind that you might not keep the mortgage for the full 30 years. For example, you may sell the home in the intervening years. Or, if interest rates fall, you might decide torefinance, either into a new 30-year mortgage or one with a shorter term.\n\nEvery Thursday, Freddie Mac, a government-sponsored buyer of mortgage loans, publishes a weekly average of 30-year mortgage rates. The most recent reading was 6.84%. Last September, the average sank as far as 6.08%. But in October 2023, Freddie Mac's average saw a historic rise, surging to a 23-year peak of 7.79%.\n\nFreddie Mac’s average differs from what we report for 30-year rates because Freddie Mac calculates aweeklyaverage that blends five previous days of rates. In contrast, our Investopedia 30-year average is a daily reading, offering a more precise and timely indicator of rate movement. In addition, the criteria for included loans (e.g., amount of down payment, credit score, inclusion of discount points) varies between Freddie Mac's average and our own.\n\nA 20-year fixed-rate mortgages works much like a 30-year mortgage. The difference is that it will be paid off 10 years earlier.\n\nThe downside of 20-year mortgages is that they have higher monthly payments. On the upside, you'll own your home sooner and you will have paid less in interest over the life of the loan.\n\nIf you can afford the larger monthly payments, a 20-year mortgage would be worth looking into. While your payments will be higher, your lender may offer you a lower interest rate than it would on a 30-year mortgage.\n\nAs mentioned, you'll also pay less interest over the 20-year life of the loan although you'll pay more interest with each monthly payment. At the same time, you'll be building equity more quickly, which might be useful if you later decide to apply for ahome equity loan or home equity line of credit.\n\nIn addition, many people find it comforting to have their mortgages totally paid off, especially if they are heading into retirement. A 20-year mortgage can be one way of reaching that goal more quickly.\n\nLike 30- and 20-year mortgages, the15-year mortgagescovered here have fixed monthly payments. Those payments will be higher, but the loan will be paid off faster and you'll save on interest in total.\n\nIf you can afford the payments on a 15-year mortgage, it could be a good choice. It would also make sense if you want to pay off your home loan on a shorter time frame than 20 or 30 years and get a rate lock for that abbreviated period.\n\nFinally, some lenders also offer 10-year mortgages, typically the shortest fixed-rate loan available to homebuyers. The same principle applies as with the other shorter-duration mortgages described above: the terms of the loan mean larger monthly payments but less interest overall by the time the loan is paid off.\n\nAgain, this is largely a question of how large a monthly payment you can comfortably afford. If you have the cash to spare, a 10-year loan will be a money saver in the long term. It could also make sense if you're in a hurry to own your home free and clear.\n\nIf you're in the fortunate position of being able to afford a 10-year mortgage, you might also consider simplypaying cash for the homeand avoiding interest and other mortgage-related costs altogether.\n\nTrends in mortgage rates are influenced by complex factors, such as the Federal Reserve's interest rate policy, employment rate, the Consumer Price Index, and the yields of 10-year treasury bonds. Mortgage rates are not directly tied to any of these factors but are indirectly influenced by their current levels and consensus predictions on how they will trend in the near future.\n\nMortgage rates are determined by a complex interaction of macroeconomic and industry factors, such as:\n\nBecause any number of these can cause fluctuations simultaneously, it's generally difficult to attribute the change to any one factor.\n\nMacroeconomic factors kept the mortgage market relatively low for much of 2021. In particular, the Federal Reserve had been buying billions of dollars of bonds in response to the pandemic's economic pressures. Thisbond-buying policyis a major influencer of mortgage rates.\n\nBut starting in November 2021, the Fed began tapering its bond purchases downward, making sizable monthly reductions until reaching net zero in March 2022.\n\nBetween that time and July 2023, the Fed aggressively raised thefederal funds rateto fight decades-high inflation. While the fed funds rate can influence mortgage rates, it doesn't directly do so. In fact, the fed funds rate and mortgage rates can move in opposite directions.\n\nBut given the historic speed and magnitude of the Fed's 2022 and 2023 rate increases—raising the benchmark rate 5.25 percentage points over 16 months—even the indirect influence of the fed funds rate has resulted in a dramatic upward impact on mortgage rates over the last two years.\n\nThe Fed maintained the federal funds rate at its peak level for almost 14 months, beginning in July 2023. But on Sept. 18, the central bankannounced the first rate cutin what was expected to be a series of decreases in 2024 and into 2025. This first reduction was by 0.50 percentage points, and the second and third cuts were 0.25% each in November and December. Up to three rate cuts are expected in 2025, but the Fed held rates steady at its most recent meeting on June 18.\n\nThe Fed's next rate announcement will be made on July 30.\n\nThe first thing I'd suggest is thinking about what type of mortgage you're looking for—whether it’s for a new home or refinancing. Depending on your financial situation, you might need to consider different loan options, and if you're able to, offering a larger down payment can help secure a lower interest rate.Definitely take the time to shop around and compare lenders. Having a good idea of your credit score will give you a better sense of what rates you can expect. If you already have a relationship with a bank or credit union, it's a great idea to start there since they may offer better rates or terms to keep your business. Also, consider how long you plan to stay in the home and whether you'd prefer a fixed- or variable-rate mortgage, as both can affect your overall costs. Taking the time to explore all your options can make a big difference in getting the best mortgage rate for your situation! -Taylor Kovar, a member ofInvestopedia’s Financial Advisor Council\n\nA mortgage is a legal contract between a borrower and a lender, such as a bank or credit union, that's typically used for the purchase or refinancing of a home or other form of real estate.\n\nThe lender makes a certain sum of money available, which the borrower agrees to pay back, along with interest, in regular monthly payments over a specified term, such as 30 years. In the meantime, the property serves ascollateralfor the loan, and the lender has a legal right to seize and sell it of the borrower fails to make the required payments.\n\nIn most instances, lenders will also require a borrower to make an upfrontdown payment, such as 10% or 20% of the home's purchase price, and the lender will provide the rest of the money. The larger the down payment the borrower can afford to make, the less they will need to borrow.\n\nMortgage contracts come to an end when the loan is fully paid off. If the borrower sells their home before the end of the loan term, the lender will receive the remaining balance it is owed at thereal estate closing.\n\nWithout mortgages most people, except for the very wealthy, wouldn't be able to afford their own homes.\n\nMany types of mortgages are available to homebuyers today. Two major categories are fixed-rate mortgages, the kind covered here, andadjustable-rate mortgages (ARMs). Adjustable mortgages often start with a fixed rate for a certain number of years, after which the rate will vary based on prevailing rates in the financial markets.\n\nAmong fixed-rate mortgages, the two major types areconforming loansandnon-conformingloans. Many lenders offer both types.\n\nConforming loans \"conform\" to the rules as well as the terms and conditions set byFreddie Mac and Fannie Mae, two government-sponsored entities that purchase loans from lenders and package them intosecuritiesfor sale to investors. This frees up the lenders' capital, allowing them to make more loans. It also results in loans being available to more would-be homebuyers, which is the reason that Freddie Mac and Fannie Mae were created.\n\nConforming loans tend to have the most competitive interest rates. They also have dollar limits—$806,500 in most parts of the U.S. as of 2025.Borrowers who need more money can apply for non-conforming loans, often calledjumbo loans, which typically carry higher interest rates.\n\nWhile the U.S. government doesn't make loans itself, it does guarantee certain loans issued by private lenders. Those includeFederal Housing Administration (FHA) loansfor low- and moderate-income borrowers andVA loansfor veterans and active service members.\n\nIf you're a first-time homebuyer without a lot of cash available for a down payment, or if you have a lowish credit score, an FHA or VA loan might be your best option if you qualify. FHA loans require down payments as low as 3.5%, while VA loans are available with 0% down.Both also have comparatively low interest rates.\n\nOne small downside of FHA loans is that they require borrowers to paymortgage insurance premiums (MIPs)both upfront and on an ongoing basis, adding to their costs. VA loans don't have that requirement.\n\nIf you have a relatively good credit score and can afford a down payment of, say, 10% or more, you'll find many options in the broader market for conforming mortgages. If you can afford to put down 20% or more you won't have to pay forprivate mortgage insurance (PMI).\n\nNote that many banks and credit unions offer all of these different kinds of mortgages, so a loan officer there should be able to acquaint you with your various options and point you in the right direction.\n\nWhen you're shopping for a mortgage or any other type of loan, you might see two types of interest rates advertised: the nominal interest rate and theannual percentage rate (APR). The former only accounts for the interest that the lender plans to charge. The latter includes both that and any other fees associated with the loan, expressed as an annual cost.\n\nIn other words, APR more accurately reflects how much you'd have to pay on a particular mortgage. For that reason, it is the most useful number to look at when comparing two or more loans.\n\nMortgage rates at any given time are based on the prevailing rates in the bond markets, which can rise and fall based on inflation and other factors in the wider economy.\n\nLenders start with a benchmark, such as the going rate on10-year U.S. Treasury notes. On top of that they will add a spread to account for their costs and risks and to ensure themselves of a profit. For example, if 10-year Treasury notes are yielding 5%, a lender might set its interest rate on a 30-year mortgage at 7%.\n\nIn addition, lenders may change different rates to different individuals. Someone with a relatively low credit score (if they qualify at all) is likely to pay a higher rate because the lender will increase the spread to account for their higher perceived risk.\n\nBecause interest rates can vary from one lender to another, it's always worth shopping around. Even a small difference in rates can add up to real money over time. Here are the steps to take to avoid overpaying:\n\nAccording to research by Freddie Mac, mortgage borrowers who shopped around for the best rate saved significant sums of money on interest and fees compared to those who did not. Specifically, those who received two quotes saved an average of $600, and those who received four or more quotes saved an average of $1,200 on the mortgage cost.Similar research by the Federal Reserve Bank of Philadelphia showed that borrowers who shopped around saved an average of 18 basis points on their mortgage loan rate.\n\nTo recap some of the tips in the previous section:\n\nYou can apply for a mortgage in person or online. Generally, amortgage applicationwill ask for information about both you and the property you're buying. That's likely to include:\n\nRefinancing a home—taking out a new mortgage to pay off and replace your old one—may be a bit easier, since you've been through the mortgage process before. But again you'll want to shop around, compare costs, and not assume that refinancing with your current lender is necessarily the best option. Here's the basic process:\n\nIf you're ready to pursue a mortgage, you can use our ranking of thebest mortgage lendersto assess your options.\n\nA 30-year $400,000 mortgage at 5% APR would cost just under $2,600 per month. To calculate variations based on interest rate and mortgage amount, you can use Investopedia'smortgage calculator.\n\nIn general, homeowners canafford a mortgagethat’s two to two-and-a-half times their annual gross income. For instance, if you earn $80,000 a year, you can afford a mortgage from $160,000 to $200,000. Keep in mind that this is a general guideline, and you need to look at additional factors when determining how much you can afford, such as your lifestyle and your attitudes and habits around personal finance. Your lender will determine what it thinks you can afford based on your income, debts, assets, and liabilities. Using amortgage calculatorcan be helpful in this situation to help you figure out how you can comfortably afford a mortgage payment.\n\nA credit score of 800 is considered exceptional and would entitle the borrower to the lowest rates in the market, which can be referenced in the first table at the top of this article. Other factors that can affect the interest rate you pay include your debt-to-income (DTI) ratio, household income, and the size of the down payment on your mortgage.\n\nThe minimum you’ll need to put down will depend on the type of mortgage. Many lenders require a minimum of 5% to 20%, whereas others like government-backed ones require at least 3.5%. The VA loan is the exception with no down payment requirements.\n\nGenerally, the higher your down payment, the lower your rate may be. Homeowners who put down at least 20% will be able to save the most.\n\nBank of America has some of the lowest mortgage rates among big banks right now but many banks and credit unions have competitive rates in local markets around the country so borrowers should do their homework before committing to a mortgage. We rank Bank of America as the best big bank mortgage lender because they offer multiple loan options for low- and middle-income borrowers, have a massive branch network across all 50 states, and offer loans with down payments as low as 0%–3%. When comparing rates on bank and mortgage lender websites it's important to note that many quote rates that involve the purchase of discount points. The rates that Investopedia tracks do not involve discount points.\n\nThe income needed for $800,000 is approximately $20,000 a month or $240,000 a year, assuming a 7% mortgage rate for a 30-year fixed-rate term. Lender requirements generally limit housing to no greater than 30% of gross household income.\n\nIt's unlikely that 3% mortgage rates will be seen again in the foreseeable future because the conditions that produced those rates several years ago were driven by extremely rare economic conditions and resulting monetary policy. While rates are currently more than double those record lows, they could come down over the course of 2025 if the Federal Reserve cuts rates and other conditions are favorable, such as ongoing employment rates and the 10-year bond yield.\n\nMortgage rates could go down in response to a recession depending on how the Fed reacts with rate cuts to combat slowing economic activity, rising unemployment rates, and rising consumer prices. In previous recessions, the fed usually lowers the federal discount rate to provide greater liquidity to the bond markets, which in turn put downwards pressure on mortgage rates.\n\nInvestopedia collects the best rates on actual closed mortgages from more than 200 companies every business day to identify the most competitive rates and terms in the nation as well as in the states in which our readers reside. Investopedia launched in 1999, and has been helping readers find the best mortgage rates since 2021.\n\nTo assess mortgage rates, we first needed to create a credit profile. This profile included a credit score ranging from 700 to 760 with a property loan-to-value ratio (LTV) of 80%. With this profile, we averaged the lowest rates offered by more than 200 of the nation’s top lenders. These rates represent what real consumers will see when shopping for a mortgage.\n\nThe same credit profile was used for the best state rates map. We then found the lowest rate currently offered by a surveyed lender in that state.\n\nRemember that mortgage rates may change daily, and this average rate data is intended for informational purposes only. A person’s personal credit and income profile will be the deciding factors in what loan rates and terms they can get. Loan rates do not include amounts for taxes or insurance premiums, and individual lender terms will apply.\n\nFreddie Mac. \"Finding the Right Loan.\"\n\nFederal Housing Finance Agency. “FHFA Announces Conforming Loan Limit Values for 2024.”\n\nFederal Open Market Committee. \"Meeting Calendars.\"\n\nFederal Housing Finance Agency. \"FHFA Announces Conforming Loan Limit Values for 2025.\"\n\nU.S. Department of Housing and Urban Development. \"Let FHA Loans Help You.\"\n\nU.S. Department of Veterans Affairs. \"VA Loans.\"\n\nFreddie Mac. \"When Rates Are Higher, Borrowers Who Shop Around Save More.\"",
  "url": "https://www.investopedia.com/mortgage-rates-5094943"
}