{
  "term": "Conflict Theory Definition, Founder, and Examples",
  "definition": "What you need to know about the Karl Marx theory\n\nConflict theory, as associated withKarl Marx, is a social theory that posits that society is in a state of perpetual conflict because of competition for limited resources.\n\nConflict theory holds that social order is maintained by domination and power, rather than by consensus and conformity. According to conflict theory, those withwealth and powertry to hold on to it by any means possible, chiefly by suppressing the poor and powerless. A basic premise of conflict theory is that individualcs and groups within society will work to try to maximize their own wealth and power.\n\nPhilosophers and sociologists have long sought to use conflict theories to explain a wide range of phenomena, including wars, revolutions,poverty, discrimination, and domestic violence.\n\nMarx’s version of conflict theory focused on the conflict between two primary classes. Each class consists of a group of people bound by mutual interests and a certain degree of property ownership. Marx theorized about the bourgeoisie, a group that represented members of society who hold the majority of thewealthand means. The proletariat is the other group, comprised of those consideredworking-classor poor.\n\nWith the rise of capitalism, Marx theorized that thebourgeoisie, a minority within the population, would use their influence to oppress the proletariat, the majority class. This way of thinking is tied to a common image associated with conflict theory-based models of society.Adherents to this philosophy tend to believe in a pyramid arrangement in terms of how goods and services are distributed in society. At the top of the pyramid is a small group of elites that dictate terms and conditions to the larger portion of society because they have an outsized amount of control over resources and power.\n\nUneven distribution within society was predicted to be maintained through ideological coercion; the bourgeoisie would force acceptance of the current conditions by the proletariat. Conflict theory assumes that the elite will set up systems of laws, traditions, and other societal structures in order to further support their own dominance while preventing others from joining their ranks.\n\nMarx theorized that, as the working class and poor were subjected to worsening conditions, a collective consciousness would raise more awareness about inequality, and this would potentially result in revolt. If, after the revolt, conditions were adjusted to favor the concerns of the proletariat, the conflict circle would eventually repeat but in the opposite direction. The bourgeoisie would eventually become the aggressor and revolter, grasping for the return of the structures that formerly maintained their dominance.\n\nMarx viewed capitalism as part of a historical progression of economic systems. He believed capitalism was rooted incommodities, or things that are purchased and sold. For example, he believed that labor is a type of commodity. Because laborers have little control or power in the economic system (because they don’t own factories or materials), their worth can be devalued over time. This can create an imbalance between business owners and their workers, which can eventually lead to social conflicts. He believed these problems would eventually be fixed through a social and economic revolution.\n\nMax Weber, a German sociologist, philosopher, jurist, and political economist, adapted many aspects of Marxist conflict theory and later further refined some of Marx's ideas.Weber believed that conflict over property was not limited to one specific scenario. Rather, he believed that there were multiple layers of conflict existing at any given moment and in every society.\n\nWhereas Marx framed his view of conflict as one between owners and workers, Weber also added an emotional component to his ideas about conflict.Weber's beliefs about conflict extend beyond Marx's because they suggest that some forms of social interaction, including conflict, generate beliefs and solidarity between individuals and groups within a society. In this way, an individual's reactions to inequality might be different depending on the groups with which they are associated; whether they perceive those in power to be legitimate; and so on.\n\nConflict theorists of the later 20th and early 21st centuries have continued to extend conflict theory beyond the strict economic classes posited by Marx, although economic relations remain a core feature of the inequalities across groups in the various branches of conflict theory. Conflict theory is highly influential in modern and postmodern theories of sexual and racial inequality, peace and conflict studies, and the many varieties of identity studies that have arisen across Western academia in the past several decades.\n\nConflict theorists view the relationship between a housing complex owner and a tenant as being based mainly on conflict instead of balance or harmony, even though there may be more harmony than conflict. They believe that they are defined by getting whatever resources they can from each other.\n\nIn the above example, some of the limited resources that may contribute to conflicts between tenants and the complex owner include the limited space within the complex, the limited number of units, the money that tenants pay to the complex owner for rent, and so on. Ultimately, conflict theorists see this dynamic as one of conflict over these resources.\n\nThe complex owner, however gracious, is fundamentally focused on getting as many apartment units filled as possible so that they can make as much money in rent as possible, especially if bills such asmortgagesand utilities must be covered. This may introduce conflict between housing complexes, among tenant applicants looking to move into an apartment, and so forth. On the other side of the conflict, the tenants themselves are looking to get the best apartment possible for the least amount of money in rent.\n\nThefinancial crisisof 2008 and the subsequent bank bailouts are good examples of real-life conflict theory, according to authors Alan Sears and James Cairns in their book \"A Good Book, in Theory.\" They view the financial crisis as the inevitable outcome of the inequalities and instabilities of the global economic system, which enable the largest banks and institutions to avoid government oversight and take huge risks that only reward a select few.\n\nSears and Cairns note that largebanksand big businesses subsequently received bailout funds from the same governments that claimed to have insufficient funds for large-scale social programs such as universal healthcare.This dichotomy supports a fundamental assumption of conflict theory, which is that mainstream political institutions and cultural practices favor dominant groups and individuals.\n\nThis example illustrates that conflict can be inherent in all types of relationships, including those that don't appear on the surface to be antagonistic. It also shows that even a straightforward scenario can lead to multiple layers of conflict.\n\nConflict theory is a sociopolitical theory that is heavily associated with Karl Marx. It seeks to explain political and economic events in terms of an ongoing struggle over finite resources. In this struggle, Marx emphasizes the antagonistic relationship between social classes, in particular the relationship between the owners of capital—whom Marx calls the “bourgeoisie”—and the working class, whom he calls the “proletariat.” Conflict theory had a profound influence on 19th- and 20th-century thought and continues to influence political debates to this day.\n\nOne common criticism of conflict theory is that it fails to capture the way in which economic interactions can mutually benefit the different classes involved. For example, conflict theory describes the relationship between employers and employees as one of conflict, in which the employers wish to pay as little as possible for the employees' labor, while the employees wish to maximize their wages. In practice, however, employees and employers often have a harmonious relationship. Moreover, institutions such as pension plans and stock-based compensation can further blur the boundary between workers and corporations by giving workers an additional stake in the success of their employer.\n\nPhilosophers and sociologists have long used conflict theory to analyze societies.\n\nMarxist conflict theory refers to conflict theory as put forward by the 19th-century political philosopher, who led the development of communism as a school of thought in economics. Karl Marx’s two most famous works areThe Communist Manifesto, which he published in 1848; andDas Kapital, published in 1867. Although he lived in the 19th century, Marx had a substantial influence on politics and economics in the 20th century and is generally considered one of history’s most influential and controversial thinkers.\n\nUniversity of North Carolina, Pembroke. \"Social Work Theories.\"\n\nOpenEd CUNY. \"Theoretical Perspectives on Society: Karl Marx and Conflict Theory.\"\n\nStanford University, Stanford Encyclopedia of Philosophy. \"Karl Marx.\"\n\nOpenEd CUNY. \"Theoretical Perspectives: Conflict Theory.\"\n\nUniversity of Minnesota Duluth. \"Sociological Theory: The Basics of Conflict Theory.\"\n\nAlan Sears and James Cairns. “A Good Book, In Theory.” Pages 40-41. University of Toronto Press, 2015.",
  "url": "https://www.investopedia.com/terms/c/conflict-theory.asp"
}