{
  "term": "Conglomerate: What It Is and How It Works",
  "definition": "A conglomerate is a corporation of several different, sometimes unrelated, businesses. In a conglomerate, onecompanyowns a controlling stake in several smaller companies, conducting business separately and independently.\n\nConglomerates often diversify business risk by participating in many different markets, although some conglomerates elect to participate in a single-sectorindustry.\n\nConglomerates are largeparent companieswith smaller independent entities that may operate across multiple industries. Each of a conglomerate’ssubsidiarybusinesses runs independently of the other business divisions, but the subsidiaries’ managers report to the senior management of the parent company. Many conglomerates are thus multinational and multi-industrycorporations.\n\nAconglomerate boomoccurred in the 1960s.Interest rateswere low, so leveraged buyouts were easier for managers of big companies to justify because the money came relatively cheap. As long as company profits exceeded the interest paid on loans, the conglomerate received areturn on investment (ROI). Thesynergygrew, with the cross-combining of companies, products, and markets and helped justifymergers and acquisitions. The boom peaked in 1980 as interest rates adjusted toinflation.\n\nPurchased companies sometimes do not improve their performance. Mismanaged and misunderstood by the parent company, they may drag down the entire corporation’s bottom line. In response to falling profits, conglomerates may divest the companies they bought, downsizing and returning to their core businesses or continuing asshell corporations.\n\nThe peak year of the conglomeration trend in the United States, according to the book “The Go-Go Years: The Drama and Crashing Finale of Wall Street’s Bullish 60s.” Around 4,500 mergers occurred that year, and 10 of the country’s 200 largest companies were conglomerates by that time.\n\nHolding many companies in different industries can be a boon for a conglomerate'sbottom line. Poorly performing companies are offset by other sectors.Cyclicalcompanies can be balanced bycounter-cyclicalor noncyclicals. The parent corporation can reduce costs by utilizing fewer inputs that may be shared across subsidiaries. Companies owned by conglomerates have access to internalcapitalmarkets, enabling greater ability to grow as a company. Conglomeration may provide immunity from the takeover of the parent company.\n\nEconomists have discovered that the size of conglomerates can hurt the value of their stock, known as theconglomerate discount. The sum of the values of the individual companies held tends to be greater than the value of the conglomerate’s stock up to 15%.Conglomerates can become so vastly diversified and complicated that they grow too challenging to manage efficiently.\n\nThe financial health of a conglomerate can be difficult for investors, analysts, and regulators to evaluate. Some economists argue that large and far-flung conglomerates can become inefficient and costly to maintain, erodingshareholdervalue. Conglomerates that don't succeed reduce the number of businesses under their management to a few choice subsidiaries throughdivestitureandspinoffs.\n\nThe parent company may reduce the risks of being in a single market by becoming a conglomerate, diversified across several industrysectors.\n\nConglomerates can be found in industries like manufacturing, media, or food. A media conglomerate may own several newspapers, and move to purchase television and radio stations, and book publishing companies. A food conglomerate may start by selling potato chips, diversify by buying a soda company, and expand by purchasing other companies that make different food products.Conglomerationdescribes the process by which a conglomerate is created when a parent company begins to acquire subsidiaries.\n\nMoët Hennessy Louis Vuitton (LVMUY), commonly referred to as LVMH began as a family business in 1854—a luggage and leather goods maker named after Louis Vuitton, after its founder.LVMHresulted from the merger between Vuitton and wine and spirits company Moët Hennessy.LVMH is the holding company for 75 different subsidiaries in six different sectors, ranging from jewelry (Tiffany & Co.) and cosmetics (Givenchy Parfums) to publications (Le Parisien) and designer clothing (Fendi).\n\nWarren Buffett’s Berkshire Hathaway (BRK.A) has successfully managed companies involved in everything from plane manufacturing and textiles to insurance and real estate. Buffett manages thecapital allocationand allows companies near-total discretion when managing their business. Berkshire Hathaway has a majority stake in over 50 companies and minority holdings in dozens more.\n\nJapan’s conglomerate is calledkeiretsu,where companies own small shares in one another and are centered around a core bank. This business structure can be defensive, protecting companies from wild rises and falls in the stock market and hostile takeovers. Mitsubishi is an example of a company engaged in a keiretsu model.\n\nSouth Korea’s conglomerates are calledchaebol,a type of family-owned company where the position of president is inherited by family members, who ultimately have more control over the company than shareholders or board members. Chaebol companies include Samsung, Hyundai, and LG.\n\nAs of February 10, 2025, the biggest global conglomerate based on market value is Samsung, whosemarket capitalizationis $254.87 billion.\n\nMeta Platforms Inc. (META), the parent of Facebook, can be considered a conglomerate. It has acquiredseveral firmsincluding Instagram, WhatsApp, Oculus VR, Onavo, and Beluga.\n\nA multinational conglomerate is a company that owns other companies or businesses in at least one country other than the one where it’s headquartered. Though similar to amultinational corporation (MNC), it’s not the same, as an MNC could be a firm with subsidiaries, operations, or other holdings in foreign nations, as opposed to separate companies.\n\nA conglomerate is a corporation composed of several different, independent businesses. One company owns a controlling stake in several smaller companies, all of which conduct business separately and independently.\n\nBocconi Students Investment Club. “The End of an Era? While Global Conglomerates as GE, J&J, and Toshiba May Breakup, New Forms of Conglomerates Evolve.\" Page 1.\n\nJohn Brooks, via Google Books. “The Go-Go Years: The Drama and Crashing Finale of Wall Street’s Bullish 60s.” Page 154. Wiley and Sons, 1999.\n\nD23 The Official Disney Fan Club. \"American Broadcasting Company.\"\n\nAlphabet Investor Relations. “2015 Founders' Letter.”\n\nThe New York Times. “Textile Concerns Planning Merger; Berkshire Associates and Hathaway Manufacturing Agree on Terms—Vote Set.”\n\nThe Wall Street Journal. \"This Day in Markets History: Warren Buffett Takes Control of Berkshire Hathaway.\"\n\nGraham, John R. et al., via Duke University, John Graham Home Page. “Does Corporate Diversification Destroy Value?”The Journal of Finance, vol. 57, no. 2, April 2002, Page 27.\n\nRich Diamonds of Bond Street. \"The History of Luis Vuitton.\"\n\nBerkshire Hathaway. “Subsidiaries Page.”\n\nGeeks for Geeks. \"List of Companies Owned by META (Facebook).\"\n\nCompaniesMarketCap. “Largest Conglomerate Companies by Market Cap.”",
  "url": "https://www.investopedia.com/terms/c/conglomerate.asp"
}