{
  "term": "Consumer Goods: Meaning, Types, and Examples",
  "definition": "Consumer goods are finished products bought by individual buyers for their use. Also called final goods or retail goods, consumer goods are the end result of production and manufacturing. Clothing, food products, and appliances are all common consumer goods.\n\nConsumer goods are broadly categorized as durable, non-durable, and service goods. Non-durable goods include such essentials as food and clothing.\n\nConsumer goods include nearly all retail products sold. They are manufactured with the intention of selling them to the final consumer. They fall into several broad categories:\n\nAproduct recallis a request to return, exchange, or replace a product after a manufacturer or consumer watch group discovers defects that may affect product performance or harm consumers.\n\nHow the consumer views and uses a product determines the way companies market their goods.\n\nConvenience goods are those that are consumed regularly and are readily available for purchase. They are often nondurable andlow-priced items. Examples of convenience goods include candy bars and tobacco products.\n\nShopping goods are bought less frequently. They are more durable and usually more expensive than convenience goods. Examples include furniture and televisions.\n\nSpecialty consumer goods are relatively rare and are often consideredluxury purchases. They are usually marketed by brand and geared to a niche market of affluent consumers. Sports cars and fine art are examples.\n\nUnsought consumer goods are necessities that are rarely sought out by the consumer without an immediate need or a nudge from an advertisement or a sales pitch. Examples include life insurance and pre-paid funeral expenses.\n\nFast-moving consumer goodsare nondurable products like food and drinks that move rapidly through the supply chain from producers to distributors and retailers to consumers.\n\nFor consumers, they represent convenience. For retailers, they offer high shelf-spaceturnoveropportunities.\n\nThe consumer goods sector is made up of all of the companies that produce or import final products ready for consumers to buy and use, from toilet paper to televisions.\n\nInvestors can participate in the consumer goods sector through mutual funds or exchange-traded funds that focus on producers of consumer goods.\n\nOne of the largest consumer goods ETFs is the iShares U.S. Consumer Staples ETF (IYK), with 55 stock holdings and $1.3 billion in net assets under management (AUM) as of October 2024. The fund's top holdings are Procter & Gamble, PepsiCo, Coca-Cola, Philip Morris, and Mondelez International.\n\nCapital goods are physical assets that a company uses to manufacture products and services that consumers will use. Buildings, machinery, equipment, vehicles, and tools are all capital goods.\n\nConsumer goods are purchased and used at the retail level. As such, they have no future productive use.\n\nNestlé, PepsiCo, LVMH Moët Hennessy Louis Vuitton, and Proctor & Gamble were the top four ranked companies in 2023 for consumer goods in a survey conducted by EConsumer Goods Technology and Ensemble IQ.\n\nAccording to the U.S. Census Bureau, Americans spent $289.2 billion on retail e-commerce during the first quarter of 2024. This was an increase of 2.1% from the second quarter of 2023 and made up 14.9% of total retail sales.\n\nWhile manufacturing and wholesale sales still make up a larger percentage of e-commerce sales, retail sales of consumer goods make up a growing portion of e-commerce.\n\nA consumer good, or final good, is a finished product ready for purchase from a retailer.\n\nConsumer goods can be classified as durable, non-durable, or services. Marketing of consumer goods depends upon the use, price, and features of the item.\n\niShares. \"iShares US Consumer Staples ETF.\"\n\nConsumer Goods Technology. \"Top 100 Consumer Goods Companies of 2023.\"\n\nUnited States Census Bureau. \"U.S. Census Bureau News Quarterly Retail E-Commerce Sales 3rd Quarter 2023.\" Page 1.\n\nUnited States Census Bureau. \"E-Commerce Activity Across Sectors: 2020 and 2021.\"",
  "url": "https://www.investopedia.com/terms/c/consumer-goods.asp"
}