{
  "term": "Consumerism: Definition, Economic Impact, Pros & Cons",
  "definition": "Consumerism is the idea that increasing the consumption of goods and services purchased in the market is always a desirable goal, and that a person's well-being and happiness depend fundamentally on obtaining consumer goods and material possessions.\n\nConsumerism is related to the predominantlyKeynesianidea thatconsumer spendingis the key driver of the economy and that encouraging consumers to spend is a major policy goal. From this point of view, consumerism is a positive phenomenon that fuels economic growth.\n\nOthers view the drive to obtain more material possessions as problematic, causing individual anxiety and eroding the social fabric.\n\nIn common use, consumerism refers to the tendency of people living in acapitalisteconomy to engage in a lifestyle of excessive materialism that revolves around reflexive, wasteful, or conspicuous overconsumption. In this sense, consumerism is widely understood to contribute to the destruction of traditional values and ways of life, consumer exploitation by big business, environmental degradation, and negative psychological effects.\n\nThorstein Veblen, for example, was a 19th-century economist and sociologist best known for coining the term “conspicuous consumption” in his book \"The Theory of the Leisure Class\" (1899). Conspicuous consumption is a means to show one's social status, especially when publicly displayed goods and services are too expensive for other members of the same class. This type of consumption is typically associated with the wealthy but can also apply to any economic class.\n\nFollowing the Great Depression, consumerism was largely derided. However, with the U.S. economy kickstarted by World War II and the prosperity that followed at the end of the war, the use of the term in the mid-20th century began to have a positive connotation. During this time, consumerism emphasized the benefits that capitalism had to offer in terms of improving standards of living and an economic policy that prioritized the interests of consumers. These largely nostalgic meanings have since fallen out of general use.\n\nAs consumers spend, economists presume that consumers benefit from theutilityof theconsumer goodsthat they purchase, but businesses also benefit from increased sales, revenue, and profit. For example, if car sales increase, auto manufacturers see a boost in profits. Additionally, the companies that make steel, tires, and upholstery for cars also see increased sales. In other words, spending by the consumer can benefit the economy and the business sector in particular.\n\nSome economists view increasing levels of consumer spending as a critical goal in building and maintaining a strong economy, irrespective of the benefit to the consumer or society as a whole.\n\nOthers, however, have grown quite concerned about the negative societal effects of hyper-consumerism.\n\nAccording to Keynesianmacroeconomics, boosting consumer spending through fiscal and monetary policy is a primary target for economic policymakers. Consumer spending makes up the lion's share ofaggregate demandandgross domestic product(GDP), so boosting consumer spending is seen as the most effective way to steer the economy toward growth.\n\nConsumerism views the consumer as the target of economic policy and a cash cow for the business sector with the sole belief that increasing consumption benefits the economy. Saving can even be seen as harmful to the economy because it comes at the expense of immediate consumption spending.\n\nConsumerism also helps shape some business practices.Planned obsolescenceof consumer goods can displace competition among producers to make more durable products. Marketing and advertising can become focused on creating consumer demand for new products rather than informing consumers.\n\nAsstandards of livingrose after theIndustrial Revolution, conspicuous consumption grew. High rates of conspicuous consumption can be a wasteful zero-sum or even negative-sum activity as real resources are used up to produce goods that are not valued for their use but rather for the image they portray.\n\nIn the form of conspicuous consumption, consumerism can impose enormous real costs on an economy. Consuming real resources in zero- or negative-sum competition for social status can offset the gains from commerce in a modern industrial economy and lead todestructive creationin markets for consumers and other goods.\n\nSociologists view consumerism as symbolic consumption that may not maximize individual utility. Instead, it can serve as a signal to others and help establish one's identity. When it comes to being a consumer, social actors (e.g., peer pressure, in-groups, advertisers) limit your free choice.\n\nAdvocates of consumerism point to how consumer spending can drive an economy and lead to increased production of goods and services. As a result of higher consumer spending, a rise in GDP can occur. In the United States, signs of healthy consumer demand can be found inconsumer confidenceindicators,retail sales, andpersonal consumption expenditures. Business owners, workers in the industry, and owners of raw resources can profit from sales of consumer goods either directly or through downstream buyers.\n\nConsumerism is often criticized on cultural grounds. Some see that consumerism can lead to a materialistic society that neglects other values. Traditional modes of production and ways of life can be replaced by a focus on consuming ever more costly goods in larger quantities.\n\nConsumerism is often associated with globalization in promoting the production and consumption of globally traded goods and brands, which can be incompatible with local cultures and patterns of economic activity. Consumerism can also create incentives for consumers to take on unsustainable debt levels that contribute tofinancial crisesandrecessions.\n\nEnvironmental problems are frequently associated with consumerism to the extent that consumer goods industries and the direct effects of consumption produce negative environmentalexternalities. These can include urban sprawl, pollution, resource depletion, and problems with waste disposal from excess consumer goods and packaging.\n\nConsumerism is also criticizedon psychological grounds. It is blamed for increasing status anxiety, where people experience stress associated with social status and a perceived need to \"keep up with the Joneses\" by increasing their consumption.\n\nPsychological research has shown that people who organize their lives around consumerist goals, such as product acquisition, report poorer moods, greater unhappiness in relationships, and other psychological problems. Psychological experiments have shown that people exposed to consumerist values based on wealth, status, and material possessions display greater anxiety and depression.In other words, science shows that consumerism does not make people happy at all.\n\n“The American Dream” has always been about the prospect of success, but 100 years ago, the phrase meant the opposite of what it does now.\n\nThe original “American Dream” was not a dream of individual wealth and consumerism; it was a dream of social equality, justice, and democracy for the nation.\n\nThe phrase was repurposed by each generation, until the Cold War, when it became an argument for a consumer capitalist version of democracy. Our ideas about the “American Dream” froze in the 1950s. Today, it is often associated with consumerism.\n\nConsumerism is defined by the never-ending pursuit of shopping and consuming. Examples include shopping sprees, especially those that engage a large number of people, such as Black Friday sales on the day after Thanksgiving.\n\nAnother example of consumerism involves the introduction of newer models of mobile phones each year. While a mobile device that is a few years old can be perfectly functional and adequate, consumerism drives people to abandon those devices and purchase newer ones on a regular basis.\n\nConspicuous consumption is yet another example. Here, people buy goods to show off their status or present a certain image. This doesn't always have to have a negative connotation, as it can also signal pro-social behavior.\n\nWhile people need to be consumers in order to live and obtain their needs and wants, excess consumerism is widely thought to be a negative for society. Consumerism leads to negative externalities like pollution and waste. Moreover, consumerism begins to define people by what they own. According to some sociologists, mass culture popularized via the advertising industry creates consumers who play a passive role manipulated by brands, rather than as active and creative beings.There are systematic biases in the system that generate consumerism. If these system biases were eliminated, many people would adopt a less consumerist lifestyle.\n\nTastes and preferences for consumption goods are stratified by social class, not only in terms of monetary cost but also appropriateness. Working-class individuals tend to consume certain types of food, media, dress, and pastimes that may differ from those in the top 1% or higher strata. Consumption defines both self and group identity: People aspire to “consume up” to “keep up with the Jones’,\" but people fear downward mobility.\n\nConsumerism is the propensity to consume and keep consuming. It is the drive to buy and own more stuff and to define one's identity through what they own. Economists view consumerism as a positive for consumer spending and GDP growth. Others like psychologists and sociologists, however, see negative effects of rampant consumerism ranging from creating anxiety in individuals to social ills.\n\nKuhumba, Kevin Shijja. \"Hyper-consumerism: Rethinking Virtue Ethics and Moral Solution in Contemporary Society.\"Journal of Sociology, Psychology, Anthropology in Practice,vol. 2, 2018, pp. 114-124.\n\nAssociation for Psychological Science, \"Consumerism and Its Antisocial Effects Can Be Turned On—Or Off.\"\n\nIvanova, Maria N. \"Consumerism and the crisis: wither ‘the American dream’?.\"Critical Sociology,vol. 37, no. 3, 2011, pp. 329-350.\n\nTheodor W. Adorno and Jay M. Bernstein.\"The culture industry: Selected essays on mass culture.\" Routledge, 2020.",
  "url": "https://www.investopedia.com/terms/c/consumerism.asp"
}