{
  "term": "Consumption Function: Formula, Assumptions, and Implications",
  "definition": "Amanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nThe consumption function is an economic formula that represents the relationship between total consumption andgross national income (GNI). It was first introduced by British economistJohn Maynard Keynes, who argued that the function could be used to predict total aggregate consumption expenditure.\n\nThe consumption function is a valuable tool for understanding the economic cycle and guiding economists and policymakers as they make key decisions about investments, as well as monetary and fiscal policy.\n\nAs noted above, the consumptionfunction is an economic formulaintroduced by John Maynard Keynes, who tracked the connection betweenincomeand spending. Also called the Keynesian consumption function, it tracks the proportion of income used to purchase goods and services. Put simply, it can be used to estimate and predict spending in the future.\n\nThe classic consumption function suggests consumer spending is wholly determined by income and the changes in income. If true, aggregate savings should increase proportionally as thegross domestic product (GDP)grows over time. The idea is to create a mathematical relationship betweendisposable incomeandconsumer spending, but only on aggregate levels.\n\nBased in part on Keynes' psychological law of consumption theory, the stability of the consumption function is a cornerstone of Keynesian macroeconomic theory. This is especially true when it is contrasted with thevolatilityof an investment, Most post-Keynesians admit the consumption function is not stable in the long run since consumption patterns change as income rises.\n\nThe consumption function uses gross national income as a component, which is the total amount of income earned by all participants in a nation's economy. This includes individuals and businesses in and outside its borders.\n\nThe consumption function is represented as:\n\n﻿C=A+MDwhere:C=consumer spendingA=autonomous consumptionM=marginal propensity to consume\\begin{aligned}&C\\ =\\ A\\ +\\ MD\\\\&\\textbf{where:}\\\\&C=\\text{consumer spending}\\\\&A=\\text{autonomous consumption}\\\\&M=\\text{marginal propensity to consume}\\\\&D=\\text{real disposable income}\\end{aligned}​C=A+MDwhere:C=consumer spendingA=autonomous consumptionM=marginal propensity to consume​﻿\n\nMuch of the Keynesian doctrine centers around the frequency with which a given population spends or saves new income. The multiplier, the consumption function, and the marginal propensity to consume are each crucial to Keynes’ focus on spending andaggregate demand.\n\nThe consumption function is assumed stable and static where all expenditures are passively determined by the level of national income. The same is not true ofsavingsor government spending, both of which Keynes referred to as investments.\n\nFor the model to be valid, the consumption function and independent investment must remain constant long enough for gross national income to reach equilibrium. At equilibrium, the expectations of businesses and consumers match up. One potential problem is that the consumption function cannot handle changes in the distribution of income and wealth. When these change, so too mightautonomous consumptionand the marginal propensity to consume.\n\nKeynes was a proponent of government spending to curb economic downturns. Economists like Milton Friedman challenged these notions, saying government spending and federal debt could lead to inflation.\n\nOver time, other economists have made adjustments to the Keynesian consumption function. Variables such as employment uncertainty, borrowing limits, or evenlife expectancycan be incorporated to modify the older, cruder function.\n\nFor example, many standard models stem from the so-called life cycle theory of consumer behavior as pioneered byFranco Modigliani. His model made adjustments based on how income and liquid cash balances affect an individual's marginal propensity to consume. This hypothesis stipulated that poorer individuals likely spend new income at a higher rate than wealthy individuals.\n\nMilton Friedmanoffered his own simple version of the consumption function, which he called the “permanent income hypothesis.” Notably, the Friedman model distinguished between permanent and temporary income. It also extended Modigliani’s use of life expectancy to infinity.\n\nMore sophisticated functions may even substitutedisposable income, which takes into account taxes, transfers, and other sources of income. Still, most empirical tests fail to match up with the consumption function’s predictions. Statistics show frequent and sometimes dramatic adjustments in the consumption function.\n\nThe consumption function can be calculated using a simple formula:\n\nC = A + MD where C is the consumer spending, A is autonomous consumption (spending regardless of income levels), M is the marginal propensity to consume (the amount of additional income needed to spend on goods and services rather than saving it), and D is the amount of real disposable income required.\n\nThe consumption function was introduced by economist John Maynard Keynes. He is known as the father of modern macroeconomics and the founder of Keynesian economics. This branch of economics suggests that governments should be actively involved in their economies. Rather than let their economies fall under the free market, Keynes said government spending can be used as a tool to cut back on weakness in the economy.\n\nThe consumption function shifts forward (or upward) when disposable income or accumulated wealth also increases. The inverse is true for a downward shift in the consumption function. In this case, it drops or shifts downward when income or wealth drops.\n\nThere are multiple reasons why the consumption function is important to economics. It is a macroeconomic tool that can help economists understand the economy, including how business cycles work and the function of the money supply among others. Economists and decision-makers can use it (and the formula) to make investment decisions and shape monetary and fiscal policy to direct the economy.\n\nJohn Maynard Keynes introduced the idea of the consumption function, which explains the relationship between a country's income and spending. According to the theory, spending is sensitive to the level of income. So spending will increase when income does. Economists and leaders can use this theory to help make predictions about future spending and important economic and investment decisions for the future.\n\nFederal Reserve Bank of St. Louis. \"Milton Friedman on Inflation.\"",
  "url": "https://www.investopedia.com/terms/c/consumptionfunction.asp"
}