{
  "term": "Consumer Packaged Goods (CPG): What They Are, vs. Durable Goods",
  "definition": "Consumer packaged goods are products used daily by consumers that must be replaced frequently.\n\nConsumer packaged goods (CPG) are everyday items that consumers use regularly and often replenish. Products like food and beverages, cosmetics, and cleaning products are consumer packaged goods.\n\nDemand for consumer packaged goods is relatively steady in good and bad economic times, but this is still a highly competitive sector of the U.S. economy. Virtually every product in the sector has many competing brands, and theswitching costsfor consumers are low.\n\nTheir short lifespan is what distinguishes consumer packaged goods from durable goods. Durable goods are more expensive but are expected to last for years before they need to be replaced. Home appliances and cars are examples of durable goods.\n\nInvestopedia / Michela Buttignol\n\nDespite experiencing a slowdown in growth over recent years, the consumer packaged goods industry is one of the largest industries in North America. It contributed approximately $2 trillion to U.S. gross domestic product (GDP) in 2023, according to a report by the Consumer Brands Association.\n\nSector leaders include well-established companies like Coca-Cola, Procter & Gamble, and Colgate-Palmolive.\n\nAlthough CPG makers generally enjoy healthy margins and robust balance sheets, they must continuously fight for shelf space in stores. Even well-known companies continuously invest in advertising to increasebrand recognitionand stimulate sales.\n\nConsumer packaged goods get their name from their wrappings, which are designed to be easily recognized and to capture attention on store shelves.\n\nWhen investing in companies in the consumer packaged goods sector, it is best toevaluate key points of the company's financial datafor information about accounts receivable and inventory turnover.\n\nConsumer packaged goods have a short shelf life.\n\nFor example, cosmetics are packaged in small quantities and are meant to be used up and replaced quickly. Similar products are sold at widely varying price points depending mostly on their marketing strategies.\n\nFrozen dinners are available in a wide variety and are meant for immediate consumption. Popular meals may be produced for decades while new items are added as consumer preferences change.\n\nDurable goodsare designed for extended use. Their purchase can involve considerable thought and comparison shopping given their high price tags.\n\nPersonal computers, refrigerators, and automobiles are examples of durable goods.\n\nDurable goods are more vulnerable to economic downswings than packaged goods. Consumers are more likely to delay major purchases in times of economic uncertainty.\n\nThis is especially true with consumers who own older versions of a durable good. A family may opt to squeeze a few more years from an outmoded washing machine rather than upgrade to a newer model.\n\nSales of packaged goods like bread, milk, and toothpaste are less affected by market fluctuations. Consumers may switch to cheaper brands or use their purchases more frugally but they can't do without them entirely.\n\nConsumer Goods Technology, an industry site, lists these 10 companies as the top 10 consumer packaged goods in 2024 based on revenue: Nestle SA; LVMH Moet Hennessy Louis Vuitton (LVMH); Pepsico; Procter & Gamble; JBS S.A.; Unilever N.V.; Anheuser-Busch; Tyson Foods; Nike Inc., and Coca-Cola Co.\n\nConsumer packaged goods have traditionally been sold at brick-and-mortar retailers such as grocery stores and pharmacies. Consumers now frequently turn toonline retailerslike Amazon for consumer packaged goods or order directly from a brand's website. Other platforms, such as InstaCart, deliver consumer packaged goods directly to consumers.\n\nConsumer packaged goods are considered relatively recession-proof. Consumers may opt for cheaper choices or switch brands for a bargain, but this is stuff everybody needs.\n\nIn fact, during tough economic times, consumers may spend more rather than less on consumer packaged goods. During the Great Recession, sales of nail polish rose as consumers splurged on at-home nail products instead of pricier salon manicures. In 2009, nail polish sales grew by 14.3%.\n\nConsumer packaged goods, or CPGs, are goods used daily by average consumers. They are used quickly and therefore must be repurchased quickly. Examples are food, beverages, personal care items, and cleaning supplies. They are different from durable goods, such as computers or washing machines, which are more expensive and last many years.\n\nThe consumer packaged goods industry is one of the largest industries in the U.S. economy. Consumers continue to purchase consumer packaged goods even during economic downturns, though they may hold off on buying durable goods during the same time.\n\nCongress.gov. \"Statement By Consumer Brands Association Submitted to House Oversight Subcommittee on Health Care and Financial Services.\"\n\nConsumer Goods Technology. \"Top 100 Consumer Goods Companies of 2024.\"\n\nKline & Company. \"Neither Lipstick, Nor Face Makeup, This Time Women Turned to Nail Polish During the Recession.\"",
  "url": "https://www.investopedia.com/terms/c/cpg.asp"
}