{
  "term": "Consumer Staples: Definition, Role in GDP, and Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nInvestopedia / Michela Buttignol\n\nThe term consumer staples refers to a set of essential products used by consumers. This category includes things like foods and beverages, household goods, and hygiene products as well as alcohol and tobacco. These goods are those products that people are unable—or unwilling—to cut out of their budgets regardless of their financial situation.\n\nConsumer staples are considered to be non-cyclical, meaning that they are always in demand, year-round, no matter how well the economy is—or is not—performing. As such, consumer staples are impervious to business cycles. Also, people tend to demand consumer staples at a relatively constant level, regardless of their price.\n\nComprising nearly 70% of the nation’s gross national product (GNP),consumer spending holds a lot of sway over the economy. Economic growth and decline are typically led by consumer spending, which is cyclical.Cyclicalmeans there are ebbs and flows, or times when the consumer spends more and periods when they have more conservative spending habits.\n\nHowever, spending on goods produced and sold by the consumer staples sector tends to be far less cyclical due to the lessenedprice elasticity of demand. Price elasticity is an economic concept that describes the change in consumer quantity demand as prices change. The demand for consumer staples goods remains fairly constant regardless of the state of the economy or the cost of the product.\n\nCompanies that sell pharmaceutical drugs, like drugstores, are included in the sector, as are companies that produce and grow crops. Within the S&P 500 Index, consumer staples are broken down into six industries:\n\nAlthough there are no substitutes for consumer staples goods, consumers have a lot of options when shopping for the cheapest products. That makes the competition among suppliers very challenging in an environment where commodity prices are rising. To compete on price consumer staples producers must be able to keep their costs down by adopting new technologies and processes, or they must differentiate by introducing innovative products.\n\nThe consumer staples sector has outperformed all but one sector since 1962. According to the S&P Dow Jones Indices, for most of the 10 years ending April 26, 2021, the consumer staples sectorreturned 8.20% annually.Compare this to the 11.86% return of the S&P 500 over the same period.But the two generally move in line with one another.\n\nMore importantly, the consumer staples sector has outperformed the S&P 500 during the last three recessionary periods—or periods of negative growth in the gross domestic product (GDP). Due to their low volatility, consumer staples stocks are considered to play a key role indefensivestrategies.\n\nBuoyed by the persistent demand of their products, consumer staples companies generate consistent revenues, even in recessionary periods. As a result, consumer staples stocks decline far less duringbear marketsthan stocks in other sectors. With some products, such as food, alcohol, and tobacco, demand sometimes actually increases during economic downturns.\n\nThe consumer staples sector also often lures investors with its components' rich dividend yields, which tend to be larger than those generated in other sectors. Because of their slow and steady nature, consumer staples stocks can also not only continue to pay dividends through recessionary periods but often continue to increase their payouts. According to \"Dividend.com,\" the annual dividend rate increased 8% over the 20 years ended in 2015.\n\nAs stocks rise in price, dividend yields will fall if the size of the dividend does not increase as well. Conversely, if stocks fall in price and if the dividend payout does not change, then the dividend yield increases. For example, when stock prices fell dramatically in the wake of the 2020 economic crisis and lockdown, the yield for State Street's Consumer Staples sector index ETF (XLP) rose from 2.74% to 3.00%, due primarily to the lower priced shares producing the same dividend amount.\n\nFurther, consumer staples are important for portfolio diversification. Also, because these stocks tend to perform in a way counter to the consumer discretionary sector in marketrecessions, they can help bring balance to a portfolio. They tend to bring in consistent earnings that support their dividend yields unlike the boom and bust cycles of riskier high-growth stocks, though more growth is available for consumer staples as they expand globally.\n\nSafe haven in recessionary times\n\nUnderperformers when interest rates rise\n\nConsumer staples stocks can be a good option for investors seeking steady growth, soliddividends, and lowvolatility. One can invest in consumer staples by purchasing the stocks of the individual consumer staples companies—industry leaders include Procter & Gamble (P&G), B&G Foods (BGS), Kimberly-Clark (KMB), and Phillip Morris (PM)—or by purchasing mutual funds or exchange-traded funds (ETFs) that specialize in the sector.\n\nMany of the major investment companies offer some consumer staples play. Vanguard, for example, offers VDC, a consumer staples ETF, and a Consumer Staples Index mutual fund. Invesco has PBJ, its dynamic food & beverage ETF, along with a more general S&P SmallCap Consumer Staples ETF.\n\nFurther, if you want to try investing internationally—after all, people need staples the world over—the WisdomTree Emerging Markets Consumer Growth ETF (EMCG) and the iShares Global Consumer Staples ETF (KXI) are two options.\n\nSt. Louis Fed. \"Shares of gross domestic product: Personal consumption expenditures.\"\n\nS&P Dow Jones Indices. \"S&P 500 Consumer Staples.\" Accessed May 2, 2021.\n\nS&P Dow Jones Indices. \"S&P 500.\" Accessed May 2, 2021.",
  "url": "https://www.investopedia.com/terms/c/consumerstaples.asp"
}