{
  "term": "Consignment",
  "definition": "Consignment is an arrangement in which goods are left in the possession of an authorized third party to sell.Goods sold in this way are said to be \"consigned\" to a third party for sale. Items sold on consignment are typically sold by consignment shops, which receive a percentage of the revenue from the sale (sometimes a very large percentage) in the form ofcommission.\n\nConsignment deals are made on a variety of products, such as artwork, clothing and accessories, and books. Some types ofretail salesmay be viewed as a special form of consignment where producers rely on retail stores to sell their products to consumers, although secondhand stores and thrift stores are more typically associated with the practice of consignment.\n\nConsignment arrangements, however, would not include retailers such as Walmart or most supermarkets, which purchase goods outright fromwholesalersand then sell their items at amarkup.\n\nIn the 21st century, so-called consignment shops have become trendy, especially those offering specialty products, infant wear, pet care, and high-end fashion items. The millennial generation, in particular, is known for its frugal shopping habits, which include eschewing high-end stores and designer boutiques in favor of bargains found at thrift and consignment shops.\n\nEconomists list risingstudent debt, stagnant wages, and the psychological effects of theGreat Recessionof 2007-2009 as factors pushing younger shoppers toward consignment shops and other discount stores.\n\nSelling on consignment is a great option for an individual or business that does not have abrick-and-mortarpresence, although consignment arrangements can also exist in cyberspace. To a certain degree, online companies such as eBay are consignment shops; for a percentage of the sale, they offer people a marketplace to exhibit and sell their wares. This removes the necessity for an individual to have to create their own website, attract customers, and set up payment processes. Likewise, items marketed and sold through television channels—such as the as-seen-on-TV phenomenon—are forms of consignment.\n\nSellers who do not have the time or the desire to advertise their product for sale, to take time off work to accommodate prospective buyers' schedules, to conduct pricing research, and to endure the tasks associated with selling an item firsthand often find that consignment fees are a small price to pay to put the work in someone else's hands, particularly if they are successful in negotiating a low fee.\n\nThe primary disadvantage of the consignment model for producers or owners is that consignment shops typically charge a high level of commission on consignment sales. For artworks, for example, it's not uncommon for galleries to charge a 50% commission. Since this commission comes out of the share returned to the owner or producer of the goods sold, it can reduce their profits significantly.\n\nAnother disadvantage of the consignment model is that sellers can lose control over how their products are marketed and sold. The consignment shop will generally take control of every aspect of marketing and presentation for a given product. This can mean that products are presented in a way that the owner or producer does not approve of. Sometimes, issues like this are covered in consignment agreements, but often selling on consignment means ceding a great deal of control to the consignment seller.\n\nA person wishing to sell anitem on consignmentdelivers it to a consignment shop or a third party to do the selling on their behalf. Before the third party takes possession of the good, an agreement must be reached as to therevenuesplit when the item is sold.\n\nMost consignment shops have standard fee schedules that indicate the percentage of the sales price that is paid to the shop and the percentage paid to the seller. However, many consignment shops are willing to negotiate, particularly for larger-ticket items, such as artwork, that offer greater revenue potential. Depending on the consignment shop and the item being sold, the seller may concede 25% to 60% of the sales price in consignment fees.\n\nConsignment arrangements typically are in effect for a set period of time. After this time, if a sale is not made, the goods are returned to their owner. Alternatively, the consignment period may be extended upon mutual agreement.\n\nSome types of product are commonly sold through consignment. These include clothing, athletic equipment, furniture, musical instruments, art, and jewelry.\n\nFor example, an artist might have five large pieces of artwork to sell but has no place to showcase the work for prospective buyers. The artist decides to employ an art gallery to show and sell their works of art. The gallery does not charge the artist a fee for the wall space but will charge a sales commission for any works sold, which is incorporated into the price.\n\nAnother example of consignment would be Bethany visiting her grandmother's house and finding an old case full of clothes from the 1940s. She keeps a few pieces that she likes and decides to sell the rest. She takes the clothes to a thrift store to sell the clothes on consignment. Bethany and the thrift store come to an agreement that Bethany will receive 60% of the revenues from the items sold while the thrift store will receive the remaining 40%. This business model is used by many second-hand stores.\n\nConsignment is an arrangement in which goods are left in the possession of an authorized third party to sell. A consignment shop, for example, will sell items produced or supplied by someone else, and pay them a portion of the profit.\n\nThis is a phrase used by many second-hand shops. Consignment only refers to an arrangement where goods are placed in the care of store until the item is bought by a buyer. The owner of the goods — the consignor – retains ownership of the items until they sell.\n\nIt depends. Providing or producing products for sale by consignment can mean a far bigger audience for your goods, and more sales. On the other hand, you'll have to pay a commission fee if you make a sale, and this can be a significant proportion of the value of the product.\n\nConsignment is an arrangement in which goods are left in the possession of an authorized third party to sell. A consignment shop, for example, will sell items produced or supplied by someone else, and pay them a portion of the profit. The party that sells the goods on consignment receives a portion of the profits, either as a flat rate fee or commission.\n\nSelling via a consignment arrangement can be a low-commission, low-time-investment way of selling items or services, but can be costly. Items commonly sold by consignment include clothing, athletic equipment, furniture, musical instruments, art, and jewelry.\n\nCornell Law School-Legal Information Institute. \"48 CFR § 816.770 - Consignment Agreements.\"",
  "url": "https://www.investopedia.com/terms/c/consignment.asp"
}