{
  "term": "Consumer Surplus: Definition, Measurement, and Example",
  "definition": "Consumer surplus is the extra value consumers receive when they buy a product for less than what they were willing to pay, often due to competition in the market.\n\nSuppose you're able to get a deal on a smartphone for $500 when, let's face it, you'd have paid $800, given its features. The $300 difference is what economists call consumer surplus, the additional value consumers gain beyond what they pay for goods and services.\n\nThe consumer surplus is the gap between your maximum price and what it costs in the market. It thus puts a number to the benefits individuals and societies gain from buying and selling that aren't reflected in price tags alone. For example, the concept captures the idea that there's more value to having the seemingly infinite variety of books available on Amazon.com than what we pay for each book.\n\nIn this article, we'll explore how the consumer surplus is measured, providing real-world examples demonstrating its significance in shaping markets and consumer behavior.\n\nConsumer surplus is the economic benefit consumers receive when they pay less than they're willing to pay for a product or service. In supply and demand diagrams, it appears as the triangular area between the demand curve and the market price line (see below). As such, it puts a number to the feeling you have when you get a good deal on something.\n\nFor example, if you put a value of $100 on a pair of sneakers but can get them for $70, your consumer surplus is $30. This extra value won't be on your receipt—indeed, you'd be silly to mention that higher price to the store where you bought them—but it significantly impacts economic well-being.\n\nThe concept of consumer surplus comes frommarginal utilitytheory, which explains how consumer satisfaction changes with each additional unit consumed. When prices decrease, consumer surplus grows in two ways: existing buyers enjoy greater savings, and new consumers who were previously priced out of the market can now participate. This relationship explains why price cuts typically increase total consumer surplus across a market.\n\nThe concept of consumer surplus originated in 1844 with French engineer Jules Dupuit, who introduced it in his paperOn the Measurement of the Utility of Public Works. Dupuit used the idea to evaluate the benefits of public infrastructure projects, such as bridges and canals, by quantifying the difference between what consumers were willing to pay for these services and what they paid through taxes, levies, and the like. He referred to this difference as \"relative utility\" and highlighted its importance in determining the societal value of public works.\n\nThe founder of moderneconomics, Alfred Marshall, later built on Dupuit’s work in his 1890 bookPrinciples of Economics, formalizing consumer surplus as a pillar of economics. Marshall illustrated how consumer surplus could be represented graphically using the demand curve and applied it to analyze taxation and market efficiency. His contributions helped establish consumer surplus as a way to assess the gains from economic policies, including taxes and regulations.\n\nThe principle of diminishing marginal utility states that as a person consumes more of an item, the satisfaction derived from each extra unit typically decreases. For example, the first slice of pizza satisfies your hunger and tastes great, while the fourth or fifth slice often does neither.\n\nInperfectly competitive market models, consumer surplus tends to be maximized because prices are driven toward marginal costs. However, in monopolistic oroligopolisticmarkets, producers can often capture some of the potential consumer surplus by charging higher prices.\n\nConsumer surplus also plays an important role in public policy decisions. When evaluating regulations, tax policies, or public projects, economists often consider changes in consumer surplus as a measure of consumer welfare. Policies that increase consumer surplus without significantly reducing producer surplus may be considered beneficial from an economic efficiency standpoint.\n\nIn increasingly digitized markets, consumer surplus has taken on new dimensions. Digital products often have near-zero marginal costs, allowing for pricing strategies to capture different consumer surplus levels across customer segments. Subscription models and personalized pricing all represent attempts to convert potential consumer surplus into producer revenue while still keeping products inexpensive enough for a wide range of consumers.\n\nEconomic welfare is also called community surplus, or the total of consumer and producer surplus.\n\nThe basic formula for consumer surplus is the following:\n\nConsumer Surplus = (Maximum price willing to pay - Actual price) × Quantity purchased\n\nGraphically, consumer surplus is represented by a triangle-like shape on the demand-supply graph. Economists use this formula to calculate it:\n\nConsumer surplus = (½) x Qd x ΔP\n\nSo if consumers are willing to pay up to $100 for a product but can buy it for $60, and 1,000 units are sold, the consumer surplus would be:\n\nConsumer Surplus = (1/2) × 1,000 × (100 - 60) = $20,000\n\nThree key factors determine the size and distribution of consumer surplus in markets:\n\nConsumer surplus and producer surplus represent the two sides of economic benefit in market transactions, together adding up to what economists call economic welfare.\n\nThese concepts are complementary rather than at odds. In efficient markets, the combined consumer and producer surplus—known as total economic surplus—is maximized at the equilibrium price and quantity. Market inefficiencies, such as price controls orexternalities, can reduce the total surplus by creating what's called the deadweight loss (when the equilibrium isn't achievable or wanted).\n\nBusinesses strategically attempt to convert consumer surplus into producer surplus through various pricing strategies:\n\nConsumer surplus is the hidden value in everyday transactions—the difference between what consumers pay and what they're willing to pay. This concept does more than measure consumer satisfaction; it drives markets, shapes business strategies, and informs economic policy.\n\nFor businesses, understanding consumer surplus offers opportunities to refine pricing strategies and develop products that create greater perceived value. For policymakers, it provides a crucial metric for evaluating market efficiency and the impact of regulations. For consumers, it explains that feeling of satisfaction when purchasing a product that delivers value beyond its price tag.\n\nEncyclopedia.com. \"Consumer's Surplus.\"\n\nDying Economy. \"Consumer Surplus Graph, Formula & Theory.\"\n\nDove Francis University. \"Welfare Economics: Consumer and Producer Surplus.\"\n\nBureau of Economic Analysis. \"Best Prices: Price Discrimination and Consumer Substitution.\"",
  "url": "https://www.investopedia.com/terms/c/consumer_surplus.asp"
}