{
  "term": "Consolidation: Meaning, How It Works, and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nConsolidation intechnical analysisrefers to anassetoscillating between a well-defined pattern of trading levels. Consolidation is generally interpreted as market indecisiveness, which ends when the asset’s price moves above or below the trading pattern.\n\nIn financial accounting, consolidation is defined as a set of statements that presents (consolidates) a parent and subsidiary company as one company.\n\nPeriods of consolidation can be found in price charts for any time interval, and these periods can last for days, weeks, or months. Technical traders look forsupportandresistancelevels in price charts and then use these levels to make buy and sell decisions. A consolidation pattern could be broken for several reasons, such as the release of materially important news or the triggering of a succession of limit orders.\n\nThe lower and upper bounds of an asset’s price create the support and resistance levels within a consolidation pattern. A resistance level is the top end of the price pattern, while the support level is the lower end.\n\nOnce the price breaks through the identified areas of support or resistance,volatilityquickly increases, as does the opportunity for short-term traders to generate a profit. Technical traders believe a breakout above resistance means the price will climb further, so the trader buys. On the other hand, a breakout below the support level indicates the price is falling even lower, and the trader sells.\n\nIn financial accounting,consolidated financial statementsare used to present a parent and subsidiary company as one combined company. A parent company may own a majority percentage of a subsidiary, with anon-controlling interest (NCI)owning the remainder. Or the parent may own the entire subsidiary, with no other firm holding ownership.\n\nTo create consolidated financial statements, the assets and liabilities of the subsidiary are adjusted to fair market value, and those values are used in the combined financial statements. If the parent and NCI pay more than the fair market value of the net assets (assets minus liabilities), the excess amount is posted to a goodwill asset account, and goodwill is moved into an expense account over time.\n\nA consolidation eliminates any transactions between the parent and the subsidiary, or between the subsidiary and the NCI. The consolidated financials only include transactions with third parties, and each of the companies continues to produce separate financial statements.\n\nAssume XYZ Corp. buys 100% of the net assets of ABC Manufacturing for $1 million, and the fair market value of ABC’s net assets is $700,000. When an accounting firm puts together the consolidated financial statements, ABC’s net assets are listed with a value of $700,000, and the $300,000 amount paid above the fair market value is posted to a goodwill asset account.",
  "url": "https://www.investopedia.com/terms/c/consolidation.asp"
}