{
  "term": "Consolidated Omnibus Budget Reconciliation Act (COBRA)",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe Consolidated Omnibus Budget Reconciliation Act (COBRA) is a landmark federal law, passed in 1985, that provides for continuing group health insurance coverage for some employees and their families after a job loss or otherqualifying event.\n\nThe Consolidated Omnibus Budget Act (COBRA for short, or theCOBRA Actas it is sometimes called, despite the redundancy) offers the continuation of medical coverage for workers who would otherwise lose their health insurance when they lose their employment. Basically, COBRA allows them to stay on their employer's group health plan, albeit at a greater cost. In addition to the employees themselves, COBRA can also provide health coverage to spouses, former spouses, and dependent children.\n\nAs part of theAmerican Rescue Plan Act of 2021, the federal government will pay COBRA insurance premiums for individuals (and their covered relatives) who lost their job as a result of the coronavirus pandemic from April 1 through Sept. 30, 2021.\n\nCOBRA only applies to health plans offered by private-sector businesses and companies with more than 20 employees, as well as to state and local governments. It doesn't apply to plans offered by the federal government, churches, or some church-related organizations.\n\nThe events that may qualify an employee or their family for COBRA coverage include voluntary or involuntary job loss, reduction in hours worked, the death of the employee, or the divorce or legal separation of the employee and their spouse.\n\nCOBRA coverage generally lasts for a maximum of 18 months but may be extended to 36 months under certain circumstances. Employers also have the option of extending coverage for a longer period than COBRA requires.\n\nCOBRA isn't free. Participants are often required to pay the fullpremiumfor their coverage—that is, both their share and the share that their employer might have previously paid—plus an administrative fee, for a total of up to 102% of the plan cost.\n\nBecause employers typically pay 67% to 84% of insurance premiums, according to the Kaiser Family Foundation's 2020 Employer Health Benefits Survey, opting for COBRA coverage often means an individual's out-of-pocket costs for coverage will rise substantially.\n\nThough COBRA participants will generally pay more for their insurance than active employees will, COBRA may still be less expensive than buying an individual (non-group) health plan with comparable benefits, especially if the participant doesn't qualify for anAffordable Care Actsubsidy.\n\nThe health coverage itself shouldn't change. In fact, as the U.S. Employee Benefits Security Administration notes, \"If you elect continuation coverage, the coverage you are given must be identical to the coverage currently available under the plan to similarly situated active employees and their families (generally, this is the same coverage that you had immediately before the qualifying event).\n\nGroup health plans are required to make employees aware of their eligibility for COBRA coverage after a layoff or other qualifying event. COBRA coverage is typically available to full-time (and some part-time) employees if their companies' group health plan was in effect in the prior year.\n\nEligibility for COBRA coverage generally begins the day after an employee is terminated or experiences another qualifying event. Employees must be given at least 60 days to decide whether to accept or decline the coverage. If the employee elects to take COBRA coverage, the employer will sometimes make the first payment. After that, it's the participant's responsibility to pay the premiums to keep the coverage in effect.\n\nCompanies that do not offer group health benefits to their employees are exempt from offering COBRA coverage. Similarly, companies that are going out of business typically do not have to adhere to COBRA’s requirements, with certain exceptions for retirees that are covered under a company plan at the time of bankruptcy. COBRA coverage can also be denied under certain circumstances, such as when employees were fired for misconduct that was related to their jobs.\n\nIn addition to the federal regulations, many states have their own laws that govern the continuation of health coverage after a qualifying event. For example, while federal COBRA generally applies to firms with more than 20 employees, some states mandate COBRA coverage to firms with as few as two workers.\n\nCongressional Research Service. \"Health Insurance Continuation Coverage Under COBRA,\" Summary Page.\n\nCongressional Research Service. \"Health Insurance Continuation Coverage Under COBRA,\" Page 11.\n\nCongressional Research Service. \"Health Insurance Continuation Coverage Under COBRA,\" Pages 3-4.\n\nCongressional Research Service. \"Health Insurance Continuation Coverage Under COBRA,\" Pages 6-7.\n\nCongressional Research Service. \"Health Insurance Continuation Coverage Under COBRA,\" Page 2.\n\nKaiser Family Foundation. \"2022 Employer Health Benefits Survey.\"\n\nU.S. Department of Labor. \"FAQs on COBRA Continuation Health Coverage for Workers,\" Page 5.\n\nU.S. Department of Labor. \"An Employer's Guide to Group Health Continuation Coverage Under COBRA,\" Page 1.\n\nU.S. Department of Labor. \"An Employer's Guide to Group Health Continuation Coverage Under COBRA,\" Page 7.\n\nCongressional Research Service. \"Health Insurance Continuation Coverage Under COBRA,\" Pages 4-5.\n\nCore Documents. \"Federal Small Employer Exemption Often Eliminated by State COBRA Law.\"",
  "url": "https://www.investopedia.com/terms/c/cobra.asp"
}