{
  "term": "Consolidate: What It Means in Business and Finance",
  "definition": "To consolidate (consolidation) is to combine assets, liabilities, and other financial items of two or more entities into one.\n\nIn the context of financialaccounting, the term “consolidate” often refers to the consolidation offinancial statementswherein all subsidiaries report under the umbrella of a parent company. Consolidation also refers to the union of smaller companies into larger companies throughmergers and acquisitions (M&A).\n\nThe term “consolidate” comes from from the Latinconsolidatus,which means “to combine into one body.” Whatever the context, to consolidate involves bringing together some larger amount of items into a single, smaller number. For instance, a traveler may consolidate all of their luggage into a single, larger bag. Infinanceand accounting, consolidation has more specific nuance.\n\nConsolidationinvolves taking multiple accounts or businesses and combining the information into a single point. In financial accounting, consolidated financial statements provide a comprehensive view of the financial position of both theparent companyand itssubsidiaries, rather than one company’s stand-alone position.\n\nIn consolidated accounting, the information from a parent company and its subsidiaries is treated as though it comes from a single entity. The cumulative assets from the business, as well as any revenue or expenses, are recorded on thebalance sheetof the parent company. This information is also reported on the income statement of the parent company.\n\nConsolidated financial statements are used when the parent company holds amajority stakeby controlling more than 50% of the subsidiary business. Parent companies that hold more than 20% qualify to use consolidated accounting. If a parent company holds less than a 20% stake, it must useequity method accounting.\n\nIn business, consolidation occurs when two or more businesses combine to form one new entity, with the expectation of increasingmarket shareand profitability and the benefit of combining talent, industry expertise, or technology. Also referred to asamalgamation, consolidation can result in the creation of an entirely new business entity or a subsidiary of a larger firm. This approach may combine competing firms into one cooperative business.\n\nFor example, in 2015, Target Corp. moved to sell the pharmacy portion of its business to CVS Health, a major drugstore chain. As part of the agreement, CVS Health intended to rebrand the pharmacies operating within Target stores, changing the name to MinuteClinic. The consolidation was friendly in nature and lessened overall competition in the pharmacy marketplace.\n\nA consolidation differs in practical terms from a merger in that the consolidated companies may also result in a new entity, whereas in a merger, one company absorbs the other and remains in existence while the other is dissolved.\n\nWithin the consumer market, consolidation includes using a single loan to pay off all of the debts that are part of the consolidation. This transfers the debt owed from multiple creditors, allowing the consumer to have a single point of payment to pay down the total.\n\nOften,debt consolidationachieves more manageable monthly payments and may result in a lower overall interest rate. For instance, it may wrap a high-interest credit card payment into a more reasonable home equity line of credit (HELOC).\n\nConsolidation is also a technical analysis term referring to security prices oscillating within a corridor and is generally interpreted as market indecisiveness. Put another way, consolidation is used intechnical analysisto describe the movement of a stock’s price within a well-defined pattern of trading levels.\n\nConsolidation is generally regarded as a period of indecision, which ends when the price of theassetmoves above or below the prices in the trading pattern. The consolidation pattern in price movements is broken upon a major news release that materially affects a security’s performance or the triggering of a succession of limit orders.\n\nConsolidation is also defined as a set of financial statements that presents a parent and a subsidiary company as one company.\n\nConsolidation refers to consolidated financial statements in financial accounting. The statements provide a comprehensive view of the financial position of both the parent company and its subsidiaries, rather than one company’s stand-alone position.\n\nConsolidation in business refers to two or more businesses combining to form one new entity, expecting to increase market share and profitability and benefit from combining talent, industry expertise, or technology.\n\nConsolidation can refer to using a single loan to pay off multiple consumer debts. It is also used in technical analysis to describe a stock’s price movement within a well-defined pattern of trading levels.\n\nIn financial accounting, to consolidate is for all subsidiaries to report in financial statements under the umbrella of a parent company. In business, to consolidate is for smaller companies to unite with larger companies through mergers and acquisitions (M&A).",
  "url": "https://www.investopedia.com/terms/c/consolidate.asp"
}