{
  "term": "Construction Loan: Definition, How It Works, and Example",
  "definition": "A construction loan is used to finance the building of commercial or residential real estate. The loan applicant may be a real estate developer or an individual building a custom house. The loan is often short-term and is then replaced by longer-term mortgage financing.\n\nConstruction loans are considered relatively risky and usually have higher interest rates than traditional mortgage loans.\n\nConstruction loans are usually for only one year. After construction is complete, you can either refinance the construction loan into a permanent home mortgage or get a new loan to pay off the construction loan (sometimes called an “end loan”).\n\nSome borrowers take out a construction loan that is automatically converted to a mortgage loan once the home is completed. This is known as a construction-to-permanent loan.\n\nThe borrower might be required to make interest-only payments on a construction loan while the project is underway. Some construction loans may require the balance be paid off entirely by the time the project is complete.\n\nIf a construction loan is taken out by someone who wants to build a home, the mortgage lender might pay the funds directly to the contractor rather than to the borrower. The payments may be made in installments as the project completes new stages of development.\n\nConstruction loans can also be taken out to finance rehabilitation and restoration projects as well as to build new homes.\n\nConstruction loans allow borrowers to build a custom home but—due to the risks involved—they have higher interest rates. They also require larger down payments than traditional mortgages.\n\nConstruction loans tend to have tougher credit requirements than conventional mortgage loans because they are not collateralized. The home doesn't yet exist, so it can't be seized for non-payment of the loan.\n\nConstruction loansare usually offered by local credit unions or regional banks. Local banks tend to be familiar with the housing market in their area and are more comfortable making home construction loans to borrowers in their community.\n\nMost lenders require a 20% minimum down payment on a construction loan, and some require as much as 25%.\n\nBorrowers will face difficulty securing a construction loan if they have a limited or damaged credit history or too much other debt outstanding.\n\nTo gain approval for a construction loan, the borrower will need to give the lender a comprehensive list of construction details (also known as a“blue book”). The borrower will also have to prove that a qualified builder is involved in the project.\n\nBorrowers who intend to act as their own general contractors or build the home with their own resources are unlikely to qualify for a construction loan. These borrowers will have to take out a variant called an owner-builder construction loan.\n\nIt can be difficult to qualify for an owner-builder construction loan. Potential borrowers must offer a well-researched construction plan that convincingly lays out their home-building knowledge and abilities. The borrower should also be able to set aside a contingency fund for unexpected costs.\n\nSay you decide that you can build your new house for a total of $500,000 and secures a one-year construction loan from your local bank for that amount. You agree on a drawdown schedule for the loan.\n\nIn the first month, $50,000 is required to cover costs, so you take only that amount—and pay interest only on that amount. You continues to take funds as needed, guided by the drawdown schedule. You pay interest only on the total that you have drawn down rather than paying interest on the whole $500,000 for the entire term of the loan.\n\nAt the end of the year, you refinance the loan, folding the construction costs into a lower-interest mortgage on your dream home.\n\nA homebuyer needs a construction loan for a custom-built home located outside of a newly constructed subdivision of homes. A buyer of a home in a subdivision is contracting with a developer. The developer is responsible for financing the construction, whether your house is finished or is still a hole in the ground.\n\nDepending on how extensive your renovation is, it might well require a construction loan to get the job done. However, if you have equity in your home, you might have many more options in the loan product you seek. For example, a home equity line of credit (HELOC) gets you access to a revolving line of credit, probably at a lower rate of interest since your home is serving as collateral.\n\nConstruction loans generally involve more paperwork, require higher down payments, and charge more interest than mortgages. At least they're short-term, for a year rather than 20 or 30 years. Note that many loan applicants apply for both the construction loan and the mortgage home at the same time and at the same bank. Once the home is completed, the construction loan is converted into a long-term mortgage.\n\nIf you want a unique home and don't possess a fortune in cash, a construction loan could be an answer to your dreams. To qualify, however, you must be prepared to prove to a bank that you have a complete project plan in place and a qualified contractor to carry it out.\n\nVirginia Credit Union. \"Financing Your Dream Home with a Construction Loan.\"\n\nConsumer Financial Protection Bureau. \"What is a Construction Loan?\"\n\nVirginia Credit Union. \"Financing Your Dream Home with a Construction Loan.\"",
  "url": "https://www.investopedia.com/terms/c/construction-loan.asp"
}