{
  "term": "Contango Meaning, Why It Happens, and Backwardation",
  "definition": "How To Understand Futures Curves and What They Mean for Your Investments\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nContango is when the futures price of an asset is higher than its current price.\n\nContango is a market characterized by assets being cheaper today on the spot market than at some future date using a futures contract. When the futures price of something is higher than its present spot price, investors are willing to pay more for the commodity in the future. This is illustrated by an upward-sloping forward curve.\n\nContango is considered a normal market condition because assets generally rise in value over time, and physical commodities have carrying costs. Backwardation is the opposite scenario, where futures prices are lower than the expected spot price.\n\nUnderstanding these concepts is crucial for anyone involved in futures markets since they can dramatically affect returns and risk management strategies across a wide range of assets. They are also important beyond derivatives trading for what they tell us about the state of the market or economy.\n\nFuturesare standardized agreements to buy or sell a specific asset, such as a commodity, currency, or stock, on a particular date in the future.\n\nAs with any trade, two parties are involved: a buyer and a seller. The buyer of the contract is obligated to buy and take possession of the underlying asset when the futures contract expires. The seller, meanwhile, is obligated to deliver the underlying asset to the buyer at the expiration date.\n\nThe contract will outline the price to be paid, the delivery or expiration date, and other specifications, such as whether cash representing the commodities value will be delivered instead of the actual physical commodity.The price accounts for the present spot price, therisk-free rate of return, time to maturity, storage costs, dividends, andconvenience yields. It should reflect what investors believe the underlying asset will be worth on its expiry date.\n\nThe spot price is what you would pay to take possession of the asset now, while the futures price is what investors are willing to pay to take delivery of an asset on specific dates in the future.\n\nWhen tradingcommodities, such as gold, oil, or wheat, there are two prices: the spot price and futures prices. The spot price is the commodity’s market price, or what you would pay to take possession of it now. Futures prices, meanwhile, represent what investors are willing to pay to take delivery of the commodity at specific dates in the future.\n\nContango occurs when the spot price is lower than future prices. This means investors are willing to pay more to take possession of the commodity in the future. This is depicted by a chart with a rising curve.\n\nIn most cases, contango is not alarming. Forward prices are expected to trade at a premium to spot prices as assets generally rise in value over time. In addition, buying at the spot price is usually associated with steep carrying costs.\n\nCarrying costs are the expense of storing and insuring the commodity. If you're buying the commodity in the future, you save on these costs, which can benefit companies and their bottom lines.\n\nTraders and investors generally don't want to stomach these costs, either. Many of them have no plans to take possession of the underlying commodities. Their reasons for investing are purely financial—not to buy something they have to store.They don't need the actual commodities and will close their positions long before expiry to reduce the risk of needing to store, say, 1,000 barrels of Brent crude oil.\n\nTypically, as thematurationdate draws near, the contango becomes less profound, and the spot price moves closer to the futures price.\n\nContango is mainly the result of factors related to commodity storage. Companies can save money by not stockpiling supplies but gradually bringing in the materials when needed.\n\nContango can also tell us that the market isbullish. When the spot price is lower than that in the future, investors expect the asset to be worth more as time passes, which is what we see in most markets. This also indicates confidence in economic growth and favorable futuresupply-demand dynamics, the main driver of commodity prices.\n\nDifferent markets are affected by various factors. For instance, crops can be affected by weather, and oil prices can shift because of geopolitical instabilities. These instabilities or uncertainties can cause investors to expect price shift and to respond accordingly. Mainly, contango is caused by the following:\n\nLet's imagine a world of perfect certainty and zero storage costs, rational and fully knowledgeable buyers and sellers, and futures markets quite different from what we observe daily. Under such idealized conditions, the pricing of futures contracts would be a straightforward process, determined solely by two factors: the production schedule and the term structure of interest rates.\n\nIn this theoretical world, the price of all futures contracts could be calculated precisely using current spot prices andinterest rates. With all future prices known in advance, there would be no need for actual futures transactions. The futures market would become redundant, as all pricing information would be available through spot prices and interest rates.\n\nEven if we introduce storage costs into this environment, it wouldn't justify the existence of futures markets. As long as storage costs are known, they could be factored into the pricing formula with interest rates.\n\nHowever, the real world is far from certain, which gives futures markets their purpose and complexity. Under uncertain conditions, we need the following:\n\nContango and backwardation are often found in the crude oil futures market, given that the price of this widely used commodity is highly volatile. If investors think the price of oil will rise, contango will kick in. Conversely, if they think it will fall, as in August 2024, backwardation will result.\n\nLet's look at a hypothetical example. AssumeBrent crudefront month contracts (spot price) settled at $83.16 (front month, August), while future months settled at the following:\n\nIn this instance, we can see the prices gradually rising, which indicates a contango market.\n\nIn the above example, you can also see that the prices gradually leap further away from the spot price as time goes on. Futures prices converge with the spot price as their contract expiration date gets closer. As the expiry date draws closer, the price is more reflective of the actual value of the commodity.\n\nThere is good reason for this. The closer the delivery date, the smaller the window for a drastic change in price. On the last day of the futures contract, the futures price becomes the spot price.\n\nOver time,arbitrageopportunities—buying and selling an asset simultaneously in different markets to take advantage of price differences—are fewer because futures prices and spot prices converge.\n\nIn contango, futures prices are higher than spot prices.Backwardationis the opposite. A market is \"in backwardation\" when the futures price is below the spot price. This is illustrated with a downward sloping curve.\n\nPaying more today than in the future is generally rare. In most markets, prices tend to rise over time because ofinflationand storage costs. However, there are exceptions. For example, backwardation can occur if the market foresees prices falling and in markets that experience seasonal changes in supply and demand.\n\nAbove, we looked at a hypothetical set of Brent oil futures. Let's now look at a real-world example from August 2024, when worries of a glut and slowing demand drove futures prices down, resulting in backwardation:\n\nThe economistJohn Maynard Keynesmade the term \"backwardation\" a key one in economic theory with his 1930 \"Treatise on Money.\" For Keynes, backwardation is not an abnormal market phenomenon but arises naturally from the fact that producers of commodities are more prone to hedge their price risk than consumers.With insights that would lead him to his magnum opus, \"The General Theory of Employment, Interest and Money,\" six years later, Keynes argued that markets for commodities were not necessarily efficient or rational, and the problems this creates can't be solved by the market alone.\n\nNormal backwardationoccurs when the price of a futures contract is lower than the anticipated spot price of the underlying asset at the contract's maturity date. For Keynes, like economists after him, normal backwardation is closely tied to the roles of hedgers and speculators in the futures market.Hedgers, often industrial companies or large entities that produce or transform commodities, use futures contracts to manage price risk.\n\nWhen these hedgers are primarily transformers—companies that convert raw materials into finished products—they typically assume a buyer's position in the futures market. They do this to lock in prices for the commodities they need, thus protecting themselves against potential price increases.\n\nOn the other side of the trade arespeculatorswilling to take on the risk the hedgers will pay to avoid. Speculators earn a risk premium by committing to sell futures contracts at a price lower than the expected spot price. \"The normal supply price on the spot includes remuneration for the risk of price fluctuations during the period of production while the forward price excludes this,\" Keynes wrote.Essentially, speculators are betting that the commodity's price will not increase as much as the market expects, allowing them to profit.\n\nSuppose a business sector has produced more goods than people are willing to buy. This could happen because they overestimated demand or because people suddenly have less money to spend. These goods now sit in warehouses, unsold. Here’s the issue: as long as those goods are taking up space there, these businesses are losing money because they still have to pay to store them (this is what Keynes and everyone after him calls \"carrying charges\"). To get rid of these goods, businesses might start lowering their prices. But even with lower prices, if people still aren't buying, the goods keep piling up.\n\nThis creates a vicious cycle. The more prices drop, the less money businesses make and the less they can afford to keep producing. Eventually, they might have to cut back on production or lay off workers, worsening the economic downturn. Writing in 1930, Keynes wasn't lost in academic abstractions.\n\nInstead, he pointed to a critical challenge that policymakers face during a recession: excess inventory (or surplus goods) weighing the economy down like an anchor. When businesses are stuck with too much stock (as when Brent crude went into backwardation in 2022 on the back of supplies hoarded during the pandemic, or as occurred again in 2024), they slash prices to try to sell it off, which can lead to widespread price drops across the economy.\n\nThis deflationary pressure is harmful because it reduces business income, forcing them to cut jobs or production, deepening therecession(even if it is limited to this specific market or sector).\n\nKeynes argued that in situations of widespread backwardation (recession), even if the government tries to help by lowering interest rates (making borrowing cheaper), this won't likely be enough to encourage businesses to produce more or invest. That's because they’re still struggling to get rid of the goods they already have. The economy remains stuck in a slump until those surplus goods are sold off or used up. In short,monetary policyisn't enough.\n\nAs such, Keynes's broader point is that simply waiting for the market to \"fix itself\" or by reducing interest rates or other minor adjustments isn’t enough. The underlying issue—the excess stock—must be addressed directly for the economy to recover. Thus, there's a straight line from Keynes's discussion of backwardation to his renowned claims of the 1930s about the role of the government and fiscal policy to fill the demand this phenomenon shows has fallen away.\n\nFutures contracts can be rolled forward\n\nHigh risk when attempting to profit\n\nOne way to benefit from contango is througharbitrage strategies. For example, an arbitrageur might buy a commodity at the spot price and then immediately sell it at a higher futures price. As futures contracts near expiration, this type of arbitrage increases. Due to the use of arbitrage, the spot and futures prices converge as expiration approaches.\n\nAnother approach to profiting from contango is to buy futures prices above the spot price. This can signal higher prices in the future, particularly when inflation is high. Speculators may buy more of the commodity experiencing contango to profit from higher expected prices. They might be able to make even more money by buying futures contracts. However, that strategy only works if actual prices in the future exceed futures prices.\n\nTraders can also profit fromshort-sellingprospects created by contango.\n\nThe most significant disadvantage of contango comes from automatically rolling forward contracts, which is a common strategy forcommodity ETFs. Investors who buy commodity contracts when markets are in contango tend to lose some money when the futures contracts expire higher than the spot price. Fortunately, the loss caused by contango is limited to commodity ETFs that use futures contracts, such asoil ETFs.\n\nMoreover, the risks of trading in a contango market increase because trades are being made at a premium. There is always the possibility that the market will fall to levels far below the price you've agreed to pay, causing losses.\n\nGold ETFsand other funds that hold actual commodities for investors do not typically face the problems of contango.\n\nContango can be interpreted as bullish. It signals that the market expects the price of the underlying commodity to rise in the future.\n\nTraders with access to cheap storage facilities and insurance could benefit from contango. Futures prices could account for higher carrying costs. Contango can also create arbitrage prospects for traders.\n\nThat depends on the context. Both contango and backwardation can create investment prospects and ways to make money.\n\nSome commentators speculate that gold is always in contango because of its storage costs (a comparatively small ratio given its worth). However, that’s not always the case. Gold can also trade in backwardation. For example, if a supply shortage emerges or if dollar interest rates drop below the gold lease rates, it would drive demand for immediate purchases.\n\nInvestors in ETFs must understand how contango can affect certain commodity-based ETFs. Specifically, if a commodity ETF invests in commodity futures contracts rather than physically holding the commodity in question, that ETF may be forced to replace or continuously “roll over” its futures contracts as its older contracts expire.\n\nIf the commodity in question is subject to contango, this could lead to a steady rise in the prices paid for these futures contracts. Over the long run, this can significantly increase the costs borne by the ETF, placing a downward drag on the returns earned by its investors.\n\nContango is an occurrence in the futures market, marked by contract prices rising above spot prices. This means that traders and investors anticipate an increase in prices in the coming months.\n\nThe opposite of contango is backwardation, which is when futures prices are lower than spot prices. Futures contracts are inherently speculative, but contango and backwardation are standard market conditions because investors have different views about the future.\n\nJack D. Schwager and Mark Etzkorn. \"A Complete Guide to the Futures Market: Technical Analysis, Trading Systems, Fundamental Analysis, Options, Spreads, and Trading Principles.\" John Wiley & Sons, 2019. Chapter 1.\n\nCME Group. “Learn About Contract Specifications.”\n\nS.K. Parameswaran. \"Fundamentals of Financial Instruments: An Introduction to Stocks, Bonds, Foreign Exchange,\n\nand Derivatives,\" Pages 156–162. John Wiley & Sons, 2022.\n\nGoldman Sachs. \"Which commodities are the best hedge for inflation?\"\n\nA. F. Clenow. \"Following the Trend: Diversified Managed Futures Trading.\" John Wiley & Sons, 2023, second edition. Pages 26-27, 244-247.\n\nJoël Priolon. \"Financial Markets for Commodities,\" Pages 59-60. John Wiley & Sons, 2019.\n\nWall Street Journal. \"Brent Crude Oil Continuous Contract BRN00 (U.K. ICE Futures Europe).\"\n\nJohn Maynard Keynes. \"Treatise on Money,\" Chapter 29. Macmillan, 1930.\n\nN. C. Schofield. \"Commodity Derivatives: Markets and Applications.\" John Wiley & Sons, 2021. Pages 82-119.",
  "url": "https://www.investopedia.com/terms/c/contango.asp"
}