{
  "term": "Contingent Beneficiary: Definition, Characteristics, and Benefits",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nDavid is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nA contingent beneficiary is the designated recipient of an inheritance only if the person named as the primary beneficiary has died, cannot be located, or refuses the inheritance when the estate is settled.\n\nA contingent beneficiary, in addition to a primary beneficiary, may be specified in a will, an insurance contract, or a retirement account.\n\nA contingent beneficiary is entitled toinsurance proceedsor retirementassetsonly if certain predetermined conditions are met at the time of the insured’s death, such as information found in awill.\n\nA contingent beneficiary will receive nothing if the primary beneficiary accepts aninheritance.\n\nVirtually any conditions may be cited for a contingent beneficiary of a will. For example, say Cheryl lists her spouse, John, as the primary beneficiary for herlife insurancepolicy, with their two children named as contingent beneficiaries.\n\nIf Cheryl dies, John receives the insurancepayout, and the children receive nothing. If John predeceases Cheryl, their children each receive half of the proceeds.\n\nSince the passage in 2019 of theSetting Every Community Up for Retirement Enhancement (SECURE) Act, non-spousal beneficiaries must withdraw 100% of the IRA funds by the end of the 10th calendar year following the IRA owner’s death.\n\nContingent beneficiaries can be people, organizations, estates, charities, or trusts.\n\nMinor children do not have the legal power to accept assigned assets. If a minor is listed as a beneficiary, a legal guardian is appointed to oversee the money until the minor reaches legal age.\n\nAlthough it’s more common for contingent beneficiaries to beimmediate familymembers, close friends and other relatives are often listed as well.\n\nMultiple contingent beneficiaries may be listed on a life insurance policy or retirement account. Each beneficiary is designated a specific percentage of the money, adding up to 100%.\n\nA contingent beneficiary who inherits will receive the assets in the same manner stated for the primary beneficiary. For example, if a primary beneficiary is to receive $1,000 per month for 10 years, a contingent beneficiary who inherits will receive payments in the same way.\n\nContingent beneficiaries, like primary beneficiaries, need to be reviewed and updated after major life changes such as marriage, divorce, birth, or death.\n\nFor example, after Chris and Rain divorce, Chris updates her life insurance policy so their child, River, is the primary beneficiary, and their other child, Riley, is the contingent beneficiary. Chris thus has successfully blocked Rain from receiving Chris’ life insurance proceeds.\n\nNaming a contingent beneficiary for alife insurance policyor retirement account helps one’s family avoid unnecessary time and expenses related toprobate. Probate is the legal process of distributing a deceased person’s assets when there is no will.\n\nFor example, Uni lists their children’s stepparent, Alex, as the primary beneficiary and Uni’s favorite charity as the contingent beneficiary for their life insurance proceeds. Even if Alex dies before Uni, Uni’s children cannot fight over their life insurance benefits because Uni listed the charity as the contingent beneficiary.\n\nA life insurance policyholder or retirement account owner can createcontingenciespreventing an inheritance without meeting certain qualifications.\n\nFor example, anindividual retirement account(IRA) owner could establish a trust as beneficiary with terms imposing a condition that the contingent beneficiary child may only inherit the money after they complete college.\n\nIf a document designates a primary beneficiary but no contingent beneficiary, and the primary beneficiary is deceased, the assets in question will be considered part of theestateand will have to go through the probate process.\n\nYou can name as many contingent beneficiaries as you’d like and portion out your estate in any ratio that you wish, as long as the result adds up to 100%.\n\nYou can also appoint an organization rather than an individual as a primary or contingent beneficiary.\n\nYes. If there is more than one primary beneficiary and one of them dies, the deceased person's portion is split among the other primary beneficiaries. All primary beneficiaries must be deceased ordisclaimtheir inheritances before the assets pass to the contingent beneficiary.\n\nAs long as you have a valid will and your accounts are up to date, your contingent beneficiaries are unlikely to inherit. However, naming them is important to protect your family from even the remote possibility of an adverse event.\n\nCongressional Research Service. “Inherited or ‘Stretch’ Individual Retirement Accounts (IRAs) and the SECURE Act.”\n\nUniversity of Illinois Tax School. “Should a Trust Be an IRA Beneficiary?”\n\nHG.org. “Importance of Naming Contingent Beneficiaries in Estate Planning Documents.”\n\nPolicy Advice. “What Happens When Your Life Insurance Beneficiary Dies Before You?”",
  "url": "https://www.investopedia.com/terms/c/contingent_beneficiary.asp"
}