{
  "term": "Contract for Difference (CFD) Definition, Uses, and Examples",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA contract for difference (CFD) is an arrangement made in financial derivatives trading where the differences in the settlement between the open and closing trade prices arecash-settled. There's no delivery of physical goods or securities with CFDs.\n\nContracts for difference are an advanced trading strategy used by experienced traders and they're not allowed in the United States.\n\nCFDs allow traders to trade in the price movement of securities and derivatives, the financial investments that are derived from an underlying asset.\n\nCFDs are essentially used by investors to make price bets as to whether the price of the underlying asset or security will rise or fall.\n\nCFD traders can bet on the price moving up or down. Traders who expect an upward movement in price will buy the CFD. Those who see the opposite downward movement will sell an opening position.\n\nThe buyer will offer their holding for sale should the buyer of a CFD see the asset's price rise. The difference between the purchase price and the sale price are netted together. The net difference representing the gain or loss from the trades is settled through the investor's brokerage account.\n\nAn opening sell position can be placed if a trader believes that a security's price will decline. They must purchase an offsetting trade to close the position. Again, the net difference of the gain or loss is cash-settled through their account.\n\nContracts for difference can be used to trade many assets and securities, including exchange-traded funds (ETFs). Traders will also use these products to speculate on the price moves in commodityfutures contractssuch as those for crude oil and corn. Futures contracts are standardized agreements or contracts with obligations to buy or sell a particular asset at a preset price with a future expiration date.\n\nCFDs allow investors to trade the price movements of futures but they're not futures contracts by themselves. CFDs don't have expiration dates containing preset prices. They trade like other securities with buy-and-sell prices.\n\nCFDs trade over-the-counter (OTC) through a network of brokers that organize the market demand and supply for CFDs and make prices accordingly. They're not traded on major exchanges such as the New York Stock Exchange (NYSE). The CFD is a tradable contract between a client and their broker. They're exchanging the difference in the initial price of the trade and its value when the trade is unwound or reversed.\n\nCFDs allow investors to trade the price movement of assets including ETFs, stock indices, and commodity futures.\n\nCFDs provide investors with all of the benefits and risks of owning a security without actually owning it.\n\nCFDs use leverage, allowing investors to put up a small percentage of the trade amount with a broker.\n\nCFDs allow investors to easily take a long or short position or a buy and sell position.\n\nLeverage can amplify gains with CFDs but leverage can also magnify losses.\n\nExtreme price volatility or fluctuations can lead to wide spreads between the bid (buy) and ask (sell) prices from a broker.\n\nThe CFD industry isn't highly regulated and it's not allowed in the U.S. Traders are reliant on a broker’s credibility and reputation.\n\nInvestors holding a losing position can get a margin call from their broker requiring the deposit of additional funds.\n\nCFDs provide traders with all the benefits and risks of owning a security without actually owning it or having to take any physical delivery of the asset.\n\nCFDs are traded on margin. The broker allows investors to borrow money to increase leverage or the size of the position. Brokers will require traders to maintain specific account balances before they allow this type of transaction.\n\nTrading on margin CFDs typically provides higherleveragethan traditional trading. Standard leverage in the CFD market can be as low as a 10% margin requirement and as high as a 50% margin but it can vary significantly by broker. Lower margin requirements mean less capital outlay and greater potential returns for the trader.\n\nFewer rules and regulations surround the CFD market as compared to standard exchanges. As a result, CFDs can have lower capital requirements or cash required in a brokerage account as a result.\n\nTraders can often open an account with a broker for as little as $1,000. A CFD owner can also receivecash dividends, increasing the trader’s return on investment, because CFDs mirror corporate actions taking place. Most CFD brokers offer products in all major markets worldwide. Traders have easy access to any market that's open from the broker’s platform.\n\nCFDs allow investors to easily take a long orshort positionor a buy and sell position. The CFD market typically doesn't have short-selling rules. An instrument may be shorted at any time. There's no borrowing or shorting cost because there's no ownership of the underlying asset.\n\nFew or no fees are charged for trading a CFD. Brokers make money from the trader paying the spread. The trader pays the ask price when buying and takes thebid pricewhen selling or shorting. The brokers take a piece or spread on each bid and ask price that they quote.\n\nThe spread on the bid and ask prices can be significant if the underlying asset experiences extremevolatilityor price fluctuations. Paying a large spread on entries and exits prevents profiting from small moves in CFDs, decreasing the number of winning trades and increasing losses.\n\nThe CFD industry isn't highly regulated so the broker’s credibility is based on its reputation and financial viability. CFDs are not available in the United States as a result.\n\nCFDs trade using leverage so investors holding a losing position can get amargin callfrom their broker. This requires that additional funds be deposited to balance out the losing position. Leverage can amplify gains with CFDs but leverage can also magnify losses. Traders are at risk of losing 100% of their investment. The trader will also be charged a daily interest rate amount if money is borrowed from a broker to trade.\n\nAn investor wants to buy a CFD on theSPDR S&P 500(SPY), an exchange-traded fund that tracks the S&P 500 Index. The broker requires 5% down for the trade.\n\nThe investor buys 100 shares of the SPY for $250 per share for a $25,000 position from which only 5% or $1,250 is paid initially to the broker.\n\nTwo months later the SPY is trading at $300 per share and the trader exits the position with a profit of $50 per share or $5,000 in total.\n\nThe CFD is cash-settled. The initial position of $25,000 and the closing position of $30,000 ($300 * 100 shares) are netted out and the gain of $5,000 is credited to the investor's account.\n\nFutures contracts have an expiration date at which time there's an obligation to buy or sell the asset at a preset price. CFDs are different in that there isno expiration dateand you never own the underlying asset.\n\nCFDs are not allowed by the U.S. Securities and Exchange Commission.Theseover-the-counter (OTC)products are unregulated and pose a large risk of losses.\n\nCFDs are allowed in several countries with listed OTC markets. They include Belgium, Canada, Denmark, France, Germany, Italy, the Netherlands, New Zealand, Norway, Singapore, South Africa, Spain, Sweden, Switzerland, Thailand, and the United Kingdom.\n\nInvesting in CFDs allows you to trade the price movements of stock indices, ETFs, and commodity futures. You get all the benefits and risks of owning a security without actually owning it. Using leverage allows investors to put up only a small percentage of the trade amount with a broker.\n\nThe drawback is that such leverage can lead to significant losses due to extreme price volatility. And the limited regulation of the CFD market means U.S. residents cannot trade them.\n\nDisclosure: This article is not intended to provide investment advice. Investing in securities entails varying degrees of risk and can result in partial or total loss of principal. The trading strategies discussed in this article are complex and should not be undertaken by novice investors. Readers seeking to engage in such trading strategies should seek out extensive education on the topic.\n\nU.S. Securities and Exchange Commission. \"SEC Complaint.\" Page 2.\n\nInteractive Brokers Limited. \"CFDs Margin Overview.\"\n\nFinance Magnates. \"Where Brokers Can Offer CFDs Around the World—Regulations Breakdown.\"",
  "url": "https://www.investopedia.com/terms/c/contractfordifferences.asp"
}