{
  "term": "Contingent Liability: What Is It, and What Are Some Examples?",
  "definition": "A contingent liability is aliabilitythat may occur depending on the outcome of an uncertain future event. Contingent liabilities are recorded if the contingency is likely and the amount of the liability can be reasonably estimated. The liability may be disclosed in a footnote on the financial statements unless both conditions are not met.\n\nPending lawsuits andproduct warrantiesare common contingent liability examples because their outcomes are uncertain. The accounting rules for reporting a contingent liability differ depending on the estimated dollar amount of the liability and the likelihood of the event occurring. The accounting rules ensure that financial statement readers receive sufficient information.\n\nA probable contingent liability that can be reasonably estimated is entered into the accounts even if the precise amount cannot be known.\n\nIf you run a business or oversee the accounts of one, you need to be aware of the contingent liabilities that you have taken on. You’ll also need to record them. BothGAAP (generally accepted accounting principles)andIFRS (International Financial Reporting Standards)require companies to record contingent liabilities in accordance with the three accounting principles: full disclosure, materiality, and prudence.\n\nA contingent liability has to be recorded if the contingency is likely and the amount of the liability can be reasonably estimated. GAAP recognizes three categories of contingent liabilities: probable, possible, and remote.\n\nContingent liabilities adversely impact a company’s assets and net profitability. As a result, knowledge of both contingencies and commitments is extremely important to users of financial statements because they represent the encumbrance of potentially material amounts of resources during future​ periods, and thus affect the future cash flows available to creditors and investors.\n\nContingent liabilities are also important for potential lenders to a company, who will take these liabilities into account when deciding on their lending terms. Business leaders should also be aware of contingent liabilities, because they should be considered when making strategic decisions about a company’s future.\n\nAssume that a company is facing a lawsuit from a rival firm for patent infringement. The company’s legal department thinks that the rival firm has a strong case, and the business estimates a $2 million loss if the firm loses the case. Because the liability is both probable and easy to estimate, the firm posts an accounting entry on the balance sheet to debit (increase) legal expenses for $2 million and to credit (increase) accrued expense for $2 million.\n\nThe accrual account permits the firm to immediately post an expense without the need for an immediate cash payment. If the lawsuit results in a loss, a debit is applied to the accrued account (deduction) and cash is credited (reduced) by $2 million.\n\nNow assume that a lawsuit liability is possible but not probable and the dollar amount is estimated to be $2 million. Under these circumstances, the company discloses the contingent liability in the footnotes of the financial statements. If the firm determines that the likelihood of the liability occurring is remote, the company does not need to disclose the potential liability.\n\nAwarrantyis another common contingent liability because the number of products returned under a warranty is unknown. Assume, for example, that a bike manufacturer offers a three-year warranty on bicycle seats, which cost $50 each. If the firm manufactures 1,000 bicycle seats in a year and offers a warranty per seat, the firm needs to estimate the number of seats that may be returned under warranty each year.\n\nIf, for example, the company forecasts that 200 seats must be replaced under warranty for $50, the firm posts a debit (increase) to warranty expense for $10,000 and a credit (increase) to accrued warranty liability for $10,000. At the end of the year, the accounts are adjusted for the actual warranty expense incurred.\n\nA contingent liability is a liability that may occur depending on the outcome of an uncertain future event. A contingent liability has to be recorded if the contingency is likely and the amount of the liability can be reasonably estimated. Both generally accepted accounting principles (GAAP) and International Financial Reporting Standards (IFRS) require companies to record contingent liabilities.\n\nGAAP recognizes three categories of contingent liabilities: probable, possible, and remote. Probable contingent liabilities can be reasonably estimated (and must be reflected within financial statements). Possible contingent liabilities are as likely to occur as not (and need only be disclosed in the financial statement footnotes). Remote contingent liabilities are extremely unlikely to occur (and do not need to be included in financial statements at all).\n\nPending lawsuits and warranties are common contingent liabilities. Pending lawsuits are considered contingent because the outcome is unknown. A warranty is considered contingent because the number of products that will be returned under a warranty is unknown.\n\nYes, when they are probable. Even though they are only estimates, due to their high probability, contingent liabilities classified as probable are considered real. This is why they need to be reported via accounting procedures, and why they are regarded as “real” liabilities.\n\nA contingent liability is a potential liability that may occur in the future, such as pending lawsuits or honoring product warranties. If the liability is likely to occur and the amount can be reasonably estimated, the liability should be recorded in the accounting records of a firm.\n\nContingent liabilities are recorded to ensure that the financial statements are accurate and meet GAAP or IFRS requirements. GAAP recognizes three categories of contingent liabilities: probable, possible, and remote.\n\nFinancial Accounting Standards Board. \"Summary of Statement No. 5.\"\n\nInternational Financial Reporting Standards Foundation. “IAS 37 Provisions, Contingent Liabilities and Contingent Assets.”\n\nLumen Financial Accounting. \"Contingent Liabilities.\"",
  "url": "https://www.investopedia.com/terms/c/contingentliability.asp"
}