{
  "term": "Contributed Capital: Definition, How It's Calculated, and Example",
  "definition": "Contributed capital represents the combined worth of money and assets investors provide to a company when purchasing its shares.\n\nContributed capital, also known aspaid-in capital, is the funds shareholders allocate to a company in return for equity. Investors make capital contributions when a company issues equity shares based on a price that shareholders are willing to pay for them. The total amount of contributed capital orpaid-in-capital represents their stakeor ownership in the company.\n\nContributed capital is part of stockholders' equity, shown on the balance sheet. It comprises common stock and additional paid-in capital, also known ascontributed surplus. If the company has issued preferred stocks, this line item is also shown in this section of the balance sheet and is part of contributed capital.\n\nContributed capital is the total value of the stock that shareholders have bought directly from the issuing company. It includes the money from initial public offerings (IPOs), direct listings, direct public offerings, and secondary offerings, including issues of preferred stock. It also includes the receipt of fixed assets in exchange for stock and the reduction of a liability in exchange for stock.\n\nCommon stock can be compared with additional paid-in capital, and the difference between the two values will equal the premium paid by investors over and above thepar valueof the company's shares. Common stock is recorded at a nominal amount called the 'par' value. The par value is merely an accounting value of each of the shares to be offered and is not equivalent to the market value that investors are willing to pay.\n\nIt's important to distinguish that capital contributions, which are an injection of cash into a company, can come in other forms besides the sale of equity shares. For example, an owner might take out a loan and use the proceeds to make a capital contribution to the company. Businesses can also receive capital contributions in the form of non-cash assets such as buildings and equipment. These scenarios are all types of capital contributions and increase owners' equity. However, the termcontributed capitalis typically reserved for the amount of money received fromissuing sharesand not other forms of capital contributions.\n\nWhen companies repurchase shares and return capital to shareholders, the shares bought back are listed at their repurchase price, which reduces shareholders' equity.\n\nContributed capital is reported in the shareholders’ equity section of the balance sheet and is usually split into two different accounts: common stock and additional paid-in capital account. In other words, contributed capital includes the par value—or nominal value—of the stock, found in the common stock account, and the amount of money over and above the par value that shareholders were willing to pay for their shares—the share premium—found in the additional paid-in capital account.\n\nThe common stock account is also known as the share capital account, and the additional paid-in capital account is also known as theshare premium account.\n\nFor example, a company issues 5,000 $1 par value shares to investors. The investors pay $10 a share, so the company raises $50,000 in equity capital. As a result, the company records $5,000 to the common stock account and $45,000 to the paid-in capital in excess of par. Both of these accounts added together equal the total amount stockholders were willing to pay for their shares. In other words, the contributed capital equals $50,000.",
  "url": "https://www.investopedia.com/terms/c/contributed-capital.asp"
}