{
  "term": "Contract Provision: Meaning, Considerations and FAQs",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA contract provision is a stipulation within acontract, legal document, or a law. A contract provision often requires action by a specific date or within a specified period of time. Contract provisions are intended to protect the interests of one or both parties in a contract.\n\nContract provisions can be found in a country's laws, inloandocuments, and in contract agreements. They also can be found in the fine print accompanying purchases of some stocks.\n\nFor example, an anti-greenmail provision is a type of contract provision that is contained in some companies' charters that prevents the board of directors from paying a premium to a corporate raider to drop a hostile takeover bid.\n\nIn loan documents, a loan loss provision is a type of contract provision that details an expense set aside to allow for uncollected loans or loan payments. This provision is used to cover a number of factors associated with potential loan losses.\n\nMany laws are written with asunset provisionthat automatically repeals them on a specific date unless legislators reenact them. A sunset provision provides for a repeal of the entire law—or sections of the law—once a specific date is reached.\n\nSunset clauses can help the general public in a few ways. What may be the most common is when a government body writes a provision into law that benefits the public during a certain period of time, usually during a period of specific party power. When the power dynamic shifts, the clause may not be in the best interest of the public anymore, and will be triggered and may free the public from unwanted repercussions from a power shift, such as a tax increase or regulation.\n\nFor example, the National Security Agency’s (NSA) authority to collect bulk telephone metadata under the USA PATRIOT Act expired at midnight on June 1, 2015. Any investigations started before the sunset date was allowed to be completed. Many sunsetted portions of the Patriot Act were extended through 2019 with the USA Freedom Act. However, the provision allowing the collection of massive phone data by government agencies was replaced with a new provision that this data must be held by phone providers.\n\nThis practice of sunsetting has its parallel in business. For example, a sunset provision in an insurance policy limits a claimant’s time to submit a claim for a covered risk. If the claimant does not act within the defined period, the right to make the claim is forfeited.\n\nOne of the most familiar uses of a contract provision is a bond’scall provision. A bond's call provision refers to a specific date; after this date, the company may recall and retire the bond. The bond investor can turn it in for payment of the face amount (or the face amount plus a premium).\n\nFor example, a 12-year bond issue can be called after five years. That first five-year period has ahard call protection. Investors are guaranteed to earn interest until at least the first call date. When an investor buys a bond, thebrokertypically provides the yield to call as well as the yield to maturity. These two yields show the bond’s investment potential.\n\nIf a bond has a soft call provision, the procedure will go into effect after the hard call provision period passes. Soft call protection is typically a premium to face value that the issuer pays for calling the bond before maturity. For example, after the call date is reached, the issuer might pay a 3% premium for calling the bonds for the next year, a 2% premium the following year, and a 1% premium for calling the bonds more than two years after the hard call expires.\n\nWhile all contracts will vary depending on the particular circumstance around what the contract is for and who is involved, nearly all will have at least some of the following basic provisions:\n\nA provision in a contract stipulates a condition or requirement. A clause is a section or subsection written into a contract, which may contain one or more provisions within it.\n\nA sunset provision automatically allows for a contract or parts of it to be phased out or automatically terminated at some point in the future.\n\nAsunrise provisionextends coverage to events occurring before the contract was signed, allowing the insured to keep a level of affordable coverage.",
  "url": "https://www.investopedia.com/terms/p/provision.asp"
}