{
  "term": "Contingent Convertibles (CoCos): Definition and Use in Europe",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nInvestopedia / Michela Buttignol\n\nContingent convertibles (CoCos) aredebt instrumentsprimarily issued by European financial institutions. These securities work in a fashion similar to traditional convertible bonds. They have a specificstrike pricethat, once breached, allows the conversion of the bond into equity or stock.\n\nCoCos, also known as AT1 bonds, are high-yield, high-risk products. A CoCo is also referred to as an enhanced capital note (ECN). The importance of this hybrid debt security is that it carries specialized options that help the issuingfinancial institutionabsorb acapital loss.\n\nCoCos can help to shore up a bank’sbalance sheetsby allowing it to convert its debt to stock if specific, unfavorable capital conditions arise. They were created after the 2007–2008 global financial crisis to help undercapitalized banks and to reduce the potential for taxpayer-funded bailouts.\n\nCocos are designed to automatically cover bank losses and aid them in satisfying additional Tier 1 (AT1) andTier 2 (T2)regulatory capital requirements imposed by Basel III.\n\nThere is a significant difference between bank-issued contingent convertibles bonds and standard convertible bonds.Convertible bondshave bond-like characteristics. They pay a regular rate of interest and have seniority in the case of the underlying businessdefaulting.\n\nThese debt securities also allow the bondholder to convert the debt security into the issuer's common stock shares at a specified strike price. This gives investors the potential for share price appreciation. The strike price is a specific stock price that needs to be reached for the conversion to occur.\n\nInvestors can benefit from convertible bonds since the bonds can be converted to stock when the company’s stock price isappreciating. The convertible feature allowsinvestorsto enjoy both the benefits of bonds with their fixed interest rate and the potential for capital appreciation from a rising stock price.\n\nContingent convertibles expand on the concept of convertible bonds by modifying the conversion terms. As with the convertible bond, investors receive periodic, fixed-interest payments during the life of the bond. But CoCos automatically create a loss for investors if the issuer's capital drops under a specific level. Reaching these points of, normally, 7% or 5.125% of total risk-weighted assets can cause three potential results for investors:\n\nBroadly, the trigger can take several forms, including the price of the underlying shares, the bank’s need to meet regulatory capital requirements, or the demand of a managerial or supervisory authority.\n\nThe use of CoCos has not yet been introduced in the U.S. banking industry.\n\nContingent convertibles became popular as an aid to financial institutions in meeting Basel III capital requirements.Basel IIIis a regulatory accord outlining a set of minimum standards for the banking industry. Its goal was to improve the supervision, risk management, and the regulatory framework for the critical financial sector.\n\nAs part of the standards, a bank must maintain enoughcapitalto be able to withstand a financial crisis and absorb unexpected losses from loans and investments. The Basel III framework tightened banks' capital requirements by limiting the kind of capital that they could include in their various capital tiers and structures.\n\nOne type of bank capital isTier 1 capital—the highest-rated capital available to offset bad loans on the institution’s balance sheet. Tier 1 capital includesretained earnings—an accumulated account of profits—as well as commonstockshares. Banks issue shares to investors to raise funding for their operations and to offset bad debt losses.\n\nCoCos act as additional Tier 1 capital (AT1), helping European banks to meet the Basel III requirements. They allow a bank to absorb the loss of underwriting bad loans or other financial industry stress.\n\nBanks use contingent convertibles differently from the way corporations use convertible bonds. Banks have their own set of parameters that warrant the bond’s conversion to stock. Thetriggering eventfor CoCos can be the bank’s value of Tier 1 capital, the judgment of supervisory authority, or the value of the bank’s underlying stock shares.\n\nBanks absorb financial loss through CoCo bonds. Instead of converting bonds to common shares based solely on stock price appreciation, investors in CoCos agree to take equity in exchange for the regular income from the debt when the bank’s capital ratio falls below regulatory standards.\n\nImportantly, the stock price might be lower than desired when a conversion is triggered. If the bank is having financial difficulty and needs capital, this is reflected in the value of its shares. As a result, CoCos can convert to equity while the stock’s price is declining. This puts investors at risk for losses.\n\n1. Contingent convertible bonds are an ideal product for undercapitalized banks in markets around the globe since they come with anembedded optionthat allows banks to meet capital requirements and limit capital distributions at the same time.\n\n2. The issuing bank benefits from the CoCo by raising capital from the bond issue. However, if the bank has underwritten many bad loans, it may fall below its Basel Tier 1 capital requirements. In this case, the CoCo carries a stipulation that the bank doesn’t have to pay periodic interest payments, and it may even write down the full debt to satisfy Tier 1 requirements.\n\n3. When the bank converts the CoCo to shares, it may remove the value of the debt from theliabilityside of its balance sheet. This bookkeeping change allows the bank to underwrite additional loans.\n\n4. The security has no end date at which time theprincipalmust return to investors. If the bank experiences financial hardship, it can postpone the payment ofinterest, force a conversion toequity, or, in dire situations,write the debt downto zero.\n\nU.S. banks issue preferred stocks instead of CoCos to meet AT1 capital requirements.\n\nEuropean banks can raise Tier 1 capital by issuing CoCo bonds.\n\nIf necessary, the bank can postpone interest payment or may write down the debt to zero.\n\nInvestors receive periodic high-yield interest payments.\n\nIf a CoCo conversion is triggered by a higher stock price, investors receive share appreciation.\n\nInvestors bear the risks and have little control if the bonds are converted to stock.\n\nCoCos converted to stock can result in investors receiving shares as the stock price is declining.\n\nInvestors may have difficulty selling their position in CoCos if regulators do not allow the sale.\n\nBanks that issue CoCos have to pay a higher interest rate than that for traditional bonds.\n\nLet’s say Deutsche Bank issued contingent convertibles with a trigger set to core Tier 1 capital instead of a strike price. If Tier 1 capital falls below 5%, the convertibles automatically convert to equity, and the bank improves its capital ratios by removing the bond debt from its balance sheet.\n\nIf an investor owns a CoCo with a $1,000 face value that pays 8% per year in interest, then the bondholder receives $80 per year. The stock trades at $100 per share when the bank reports widespread loan losses. The bank’s Tier 1 capital falls below the 5% level, which triggers the CoCos to be converted to stock.\n\nThe conversion ratio allows the investor to receive 25 shares of the bank’s stock for the $1,000 investment in the CoCo. However, the stock has steadily declined from $100 to $40 over the past several weeks. The 25 shares are worth $1,000 at $40 per share. The investor decides to hold the stock, and the next day, the price declines to $30 per share. The 25 shares are now worth $750, and the investor has lost 25%.\n\nIt’s important that investors who hold CoCo bonds weigh the risk that they'll need to act quickly if the bond is converted. Otherwise, they may experience significant losses. As stated earlier, when a CoCo trigger occurs, it may not be an ideal time to purchase the stock.\n\nIn 2023, Credit Suisse Group AG’s contingent convertible securities suffered a historic $17 billion loss afterUBS Group AG agreed to buy the bank. The Swiss government brokered the deal to contain a spreading crisis of confidence in global financial markets.\n\nThe deal triggered a totalwrite-downof CoCos, which provoked an angry reaction from some bondholders. Credit Suisse had 13 CoCo issues outstanding worth a combined 16 billion Swiss francs.\n\nHowever, CoCos were designed for crisis points like this and their risks were known.\n\nCoCo bonds of other European lenders also plunged, with Deutsche Bank’s £650 million ($792 million) 7.125% note suffering its biggest-ever one-day decline.\n\nCoCos are a popular way for European banks to raise capital while providing additional loss-absorbing capacity in times of stress. However, Credit Suisse’s experience raised concerns about the future of the CoCo market and AT1 bonds.\n\nWhile European regulators reiterated that equities should absorb losses before bondholders, the decision to write down the bank’s riskiest debt sparked a furious response from some creditors. It should be noted that most other banks in Europe and the United Kingdom have more protections for their AT1 bonds. Credit Suisse and UBS had language in the terms of their deal that allowed for a permanent write-down.\n\nContingent convertibles (CoCos) and convertible bonds both have a price point that triggers the conversion of the bond into equity or stock. However, CoCos have several triggers while traditional convertible bonds have only one.\n\nCoCos pay higher interest rates than convertible bonds due to their risks. They have special options that help banks absorb a capital loss.\n\nMoreover, convertible bondholders have priority should the underlying business default. CoCos are secondary debts issued by banks. CoCos are used mainly by banks to improve their financial position, while corporations use convertible bonds to raise capital.\n\nYes, CoCos are regulated in the European Union under the Basel III regulatory framework. The framework sets minimum standards for the banking industry to improve supervision, risk management, and capital requirements.\n\nDuring a period of financial stress or uncertainty for banks, the value of CoCos can significantly decrease, as they are high-risk instruments. If a bank is struggling and needs additional capital, the value of its shares may decrease, putting CoCo investors at risk for losses. If a bank fails to meet its capital requirements, it may postpone the payment of interest or convert the bond into equity at a lower price to meet the regulatory standards. In dire situations, the bank may write down the value of CoCos to zero.\n\nContingent convertibles, or CoCos, are a type of debt instrument issued by European financial institutions. They are similar to traditional convertible bonds in that they can be converted into common stock at a particular strike price.\n\nCoCos are used in the banking industry to shore up banks’ Tier 1 balance sheets, allowing them to absorb a capital loss. Because of this, CoCos are high-yield, higher-risk products, and investors need to weigh the benefits and risks of investing in CoCos carefully.\n\nNuveen. \"Understanding Contingent Capital Securities (CoCos).\" Download PDF.\n\nU.S. Securities and Exchange Commission. “Eligibility of Contingent Convertible Capital Securities for an Offering Under Rule 144A.” Page 2, Footnotes.\n\nBank for International Settlements. “Basel III: International Regulatory Framework for Banks.”\n\nBasel Committee on Banking Supervision. \"Basel III: Finalising Post-Crisis Reforms.\"\n\nBank of International Settlements. \"Definition of Capital in Basel III - Executive Summary.\"\n\nFiordelisi, Franco and et al. \"Are Contingent Convertibles Going-Concern Capital?\"Federal Deposit Insurance Corporation,May 2018.\n\nAvdjiev, Stefan and et al. \"CoCos: A Primer.\"BIS Quarterly Review,Bank of International Settlements, September 2013, pp. 43-56.\n\nThe Washington Post. \"What Are CoCos or AT1s And Why Are They Risky?\"\n\nSwiss Financial Market Supervisory Authority. \"FINMA Approves Merger of UBS and Credit Suisse.\"\n\nBloomberg. “Banks’ Riskiest Bonds Sink as Credit Suisse Wipeout Jolts Market.”",
  "url": "https://www.investopedia.com/terms/c/contingentconvertible.asp"
}