{
  "term": "Contribution Margin: Definition, Overview, and How to Calculate",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe contribution margin can be stated on a gross or per-unit basis. It represents the incremental money generated for each product/unit sold after deducting the variable portion of the firm's costs.\n\nThe contribution margin is computed as the selling price per unit minus thevariable costper unit. Also known as dollar contribution per unit, the measure indicates how a particular product contributes to the overall profit of the company.\n\nIt provides one way to show the profit potential of a particular product offered by a company and shows the portion of sales that helps to cover the company's fixed costs. Any remaining revenue left after covering fixed costs is the profit generated.\n\nThe contribution margin is computed as the difference between the sale price of a product and the variable costs associated with its production and sales process. This is expressed through the following formula:\n\nC=R−V\\begin{aligned}&\\textbf{C}=\\textbf{R}-\\textbf{V}\\end{aligned}​C=R−V​\n\nWhereCis the contribution margin,Ris the total revenue, andVrepresents variable costs.\n\nIt may also be useful to express the contribution margin as a fraction of total revenue. In this case, the contribution margin ratio (CR) is expressed as the contribution margin divided by total revenues in the same time period:\n\nCR=(R−V)R\\begin{aligned}&\\textbf{CR}=\\frac{\\textbf{(R}-\\textbf{V)}}{\\textbf{R}}\\end{aligned}​CR=R(R−V)​​\n\nThe contribution margin is the foundation forbreak-even analysisused in the overall cost and sales price planning for products.\n\nThe contribution margin helps to separate out the fixed cost and profit components coming from product sales and can be used to determine the selling price range of a product, the profit levels that can be expected from the sales, and structure sales commissions paid to sales team members, distributors, or commission agents.\n\nFixed costs are costs that are incurred independent of how much is sold or produced. The business pays them to establish itself and exist. Buying items such as machinery isa typical example of a fixed cost, specifically a one-time fixed cost.\n\nRegardless of how much it is used and how manyunits are sold, its cost remains the same. However, these fixed costs become a smaller percentage of each unit's cost as the number of units sold increases.\n\nAnother common example of a fixed cost is the rent paid for a business space. A store owner will pay afixed monthly costfor the store space regardless of how many goods are sold.\n\nOn the other hand, variable costs are costs that depend on the amount of goods and services a business produces. For example, a factory needs raw materials to produce products. The more it produces in a given month, the more raw materials it requires.\n\nThose raw materials are therefore a variable cost. Likewise, a cafe owner needs things like coffeeand pastries to sell to visitors. The more customers they serve, the more food and beverages they must buy. Their cost is variable. These costs would be included when calculating the contribution margin.\n\nFixed costs are often consideredsunk coststhat, once spent, cannot be recovered. These cost components should not be considered while making decisions about cost analysis or profitability measures.\n\nThe contribution margin is different from thegross profit margin, the difference between sales revenue and thecost of goods sold. While contribution margin only counts the variable costs, the gross profit margin includes all of the costs that a company incurs in order to make sales.\n\nThe contribution margin shows how much additional revenue is generated by making each additional unit of a product after the company has reached thebreakeven point. In other words, it measures how much money each additional sale \"contributes\" to the company's total profits.\n\nSay a machine for manufacturing ink pens comes at a cost of $10,000. Manufacturing one ink pen requires $0.2 worth of raw materials like plastic, ink, and nib, another $0.1 goes towards the electricity charges for running the machine to produce one ink pen, and $0.3 is the labor charge to manufacture one ink pen.\n\nThese three components constitute the variable cost per unit. The total variable cost of manufacturing an ink pen comes to ($0.2 + $0.1 + $0.3) = $0.6 per unit.\n\nIf a total of 100 ink pens are manufactured, the total variable cost will come to ($0.6 * 100 units) = $60, while manufacturing 10,000 ink pens will lead to a total variable cost of ($0.6 * 10,000 units) = $6,000. Such total variable cost increases in direct proportion to the number of units of the product being manufactured.\n\nHowever, ink pen production will be impossible without the manufacturing machine, which comes at a fixed cost of $10,000. The cost of the machine represents afixed cost(and not a variable cost) as its charges do not increase based on the units produced.Such fixed costs are not considered in the contribution margin calculations.\n\nIf a total of 10,000 ink pens are manufactured using the machine at a variable cost of $6,000 and at a fixed cost of $10,000, the total manufacturing cost comes to $16,000. The per-unit cost will then be computed as $16,000/10,000 = $1.6 per unit. If each ink pen is sold at a price of $2 per unit, the profit per unit comes to\n\n(SP−TC)=($2.0−$1.6)=$0.4per Unitwhere:SP=Sales priceTC=Total costs\\begin{aligned}&(\\text{SP}-\\text{TC})=(\\$2.0-\\$1.6)=\\$0.4\\text{ per Unit}\\\\&\\textbf{where:}\\\\&\\text{SP}=\\text{Sales price}\\\\&\\text{TC}=\\text{Total costs}\\end{aligned}​(SP−TC)=($2.0−$1.6)=$0.4per Unitwhere:SP=Sales priceTC=Total costs​\n\nHowever, the contribution margin does not account for fixed cost components and considers only the variable cost components. The incremental profit earned for each unit sold, as represented by the contribution margin, will be:\n\n(SP−TVC)=($2.0−$0.6)=$1.4per Unitwhere:SP=Sales priceTVC=Total variable costs\\begin{aligned}&(\\text{SP}-\\text{TVC})=(\\$2.0-\\$0.6)=\\$1.4\\text{ per Unit}\\\\&\\textbf{where:}\\\\&\\text{SP}=\\text{Sales price}\\\\&\\text{TVC}=\\text{Total variable costs}\\end{aligned}​(SP−TVC)=($2.0−$0.6)=$1.4per Unitwhere:SP=Sales priceTVC=Total variable costs​\n\nA key characteristic of the contribution margin is that it remains fixed on a per-unit basis irrespective of the number of units manufactured or sold. On the other hand, the net profit per unit may increase/decrease non-linearly with the number of units sold, as it includes the fixed costs.\n\nThe contribution margin can help company management select from among several possible products that compete to use the same set of manufacturing resources.\n\nSay that a company has a pen-manufacturing machine that is capable of producing both ink pens and ball-point pens, and management must make a choice to produce only one of them.\n\nIf the contribution margin for an ink pen is higher than that of a ball pen, the former will be given production preference owing to its higherprofitabilitypotential.\n\nSuch decision-making is common to companies that manufacture a diversified portfolio of products, and management must allocate available resources in the most efficient manner to products with the highest profit potential.\n\nInvestors and analysts may also attempt to calculate the contribution margin figure for a company's blockbuster products. For instance, a beverage company may have 15 different products, but the bulk of its profits may come from one specific beverage.\n\nAlong with the company management, vigilant investors may keep a close eye on the contribution margin of a high-performing product relative to other products in order to assess the company's dependence on its star performer.\n\nThe company steering its focus away from investing or expanding the manufacturing of the star product, or the emergence of a competitor product, may indicate that the profitability of the company and eventually its share price may be impacted.\n\nBased on the contribution margin formula, there are two ways for a company to increase its contribution margins: They can find ways to increase revenues, or they can reduce their variable costs.\n\nVariable costs tend to represent expenses such as materials, shipping, and marketing. Companies can reduce these costs by identifying alternatives, such as using cheaper materials or alternative shipping providers.\n\nAlternatively, the company can also try finding ways to improve revenues. For example, they can simply increase the price of their products. However, this strategy could ultimately backfire and hurt profits if customers are unwilling to pay the higher price.\n\nInvestors examine contribution margins to determine if a company is using its revenue effectively. A high contribution margin indicates that a company tends to bring in more money than it spends.\n\nVery low or negative contribution margin values indicate economically nonviable products whose manufacturing and sales eat up a large portion of the revenues.\n\nLow values of contribution margins can be observed in the labor-intensive industry sectors like manufacturing, as the variable costs are higher, while high values of contribution margins are prevalent in thecapital-intensive sectors.\n\nThe concept of contribution margin is applicable at various levels of manufacturing, business segments, and products. The figure can be computed for an entire corporation, for a particular subsidiary, for a particular business division or unit, for a particular center or facility, for a distribution or sales channel, for a product line, or for individual products.\n\nContribution margin is calculated as Revenue - Variable Costs. The contribution margin ratio is calculated as (Revenue - Variable Costs) / Revenue.\n\nThe best contribution margin is 100%, so the closer the contribution margin is to 100%, the better. The higher the number, the better a company is at covering its overhead costs with money on hand.\n\nProfit margin is calculated using all expenses that directly go into producing the product. Contribution margin only takes into account variable costs.\n\nThe contribution margin represents the revenue that a company gains by selling each additional unit of a product or good.\n\nThis is one of several metrics that companies and investors use to make data-driven decisions about their business. As with other figures, it is important to consider contribution margins in relation to other metrics rather than in isolation.",
  "url": "https://www.investopedia.com/terms/c/contributionmargin.asp"
}