{
  "term": "Contra Account Definition, Types, and Example",
  "definition": "A contra account is used in ageneral ledgerto reduce the value of a related account when the two are netted together. A contra account's natural balance is the opposite of the associated account. If a debit is the natural balance recorded in the related account, the contra account records a credit. For example, the contra account for a fixed asset isaccumulated depreciation.\n\nInvestopedia / Madelyn Goodnight\n\nContra accounts are reported on the samefinancial statementas the associated account. For example, a contra account to accounts receivable, often calledallowance for doubtful accounts, is a contra asset account.\n\nThis type of account could be called the allowance for doubtful accounts or abad debt reserve. The balance in the allowance for doubtful accounts represents the dollar amount of the current accounts receivable balance that is expected to be uncollectible. The amount is reported on thebalance sheetin the asset section immediately below accounts receivable. The net of these two figures is typically reported on a third line.\n\nAccountants use contra accounts rather than reduce the value of the original account directly to keep financial accounting records clean. If a contra account is not used, it can be difficult to determinehistorical costs, which can make tax preparation more difficult and time-consuming.\n\nBy keeping the original dollar amount intact in the original account and reducing the figure in a separate account, the financial information is more transparent for financial reporting purposes. For example, if a piece of heavy machinery is purchased for $10,000, that $10,000 figure is maintained on the general ledger even as the asset'sdepreciationis recorded separately.\n\nContra accounts provide more detail to accounting figures and improve transparency in financial reporting.\n\nThere are four key types of contra accounts—contra asset, contra liability, contra equity, and contra revenue.\n\nContra asset accounts include allowance for doubtful accounts and accumulated depreciation. Contra asset accounts are recorded with a credit balance that decreases the balance of an asset. A key example of contra liabilities includes discounts on notes or bonds payable. Contra liabilities hold a debit balance.Contra liability accountsare not as popular as contra asset accounts.\n\nA contra liability is an account in which activity is recorded as a debit balance and is used to decrease the balance of a liability. The balance of a contra liability account is a debit balance. This account decreases the value of the liability. Contra Liability a/c is not used as frequently as contra asset accounts. It is not classified as a liability since it does not represent a future obligation.\n\nThe third contra type is contra equity. These contras reduce the equity account and carry a debit balance. Contra equity reduces the total number of outstanding shares on the balance sheet. The key example of a contra equity account isTreasury stock, which represents the amount paid to buyback stock.\n\nLast, for contra revenue accounts there are sales discounts, sales allowances, or sales returns. Contra revenue reduced gross revenue, resulting in net revenue. These contra revenue accounts tend to have a debit balance and are used to calculate net sales.\n\nWhen a contra asset account is first recorded in a journal entry, the offset is to an expense. For example, an increase in the form of a credit to allowance for doubtful accounts is also recorded as a debit to increasebad debt expense.\n\nWhen accounting for assets, the difference between the asset's account balance and the contra account balance is referred to as thebook value. There are two major methods of determining what should be booked into a contra account.\n\nTheallowance method of accounting allows a company to estimate what amount is reasonable to book into the contra account. The percentage of sales method assumes that the company cannot collect payment for a fixed percentage of goods or services that it has sold. Both methods result in an adjustment to book value.\n\nFor example, a company has $40,000 worth of accounts receivable at September month-end. It estimates 10% of its accounts receivable will be uncollectible and proceeds to create a credit entry of 10% x $40,000 = $4,000 in the contra account, allowance for doubtful accounts.\n\nA debit will be made to the bad debt expense for $4,000 to balance the journal entry. Although the accounts receivable is not due in September, the company still has to report credit losses of $4,000 as bad debts expense in its income statement for the month. If accounts receivable is $40,000 and allowance for doubtful accounts is $4,000, the net book value reported on the balance sheet will be $36,000.\n\nThose who are struggling with recording contra accounts may benefit from utilizing some of the best accounting software currently available.\n\nThe difference between an asset's account balance and the contra account balance is known as the book value.\n\nA major example of a contra account is an allowance for doubtful accounts. This contra asset reduces the balance of gross accounts receivable by an estimate of how many receivables will go uncollected. Notice on Amazon's balance sheet that the balance of accounts receivable is noted as being a net amount.\n\nAmazon sheds more light on that net balance in the notes to the financial statements. The balance of the contra asset is composed of the estimate mentioned below.\n\nContra accounts are used to reduce the value of the original account directly to keep financial accounting records clean. If a contra account is not used, it can be difficult to determinehistorical costs, which can make tax preparation more difficult and time-consuming.\n\nThere are four key types of contra accounts—contra asset, contra liability, contra equity, and contra revenue. Contra assets decrease the balance of a fixed or capital asset, carrying a credit balance. Contra liabilities reduce liability accounts and carry a debit balance. Contra equity accounts carry a debit balance and reduce equity accounts. Contra revenue accounts reduce revenue accounts and have a debit balance.\n\nKey examples of contra asset accounts include allowance for doubtful accounts and accumulated depreciation. Allowance for doubtful accounts reduces accounts receivable. Accumulated depreciation reflects the reduction in value of a fixed asset.\n\nDepending on how you view the account balance, a contra account balance can be negative or positive. On one hand, a contra asset represents a true, positive amount of something. In the Amazon example above, the company estimated roughly $1.4 billion of accounts receivable were uncollectable, and that uncollectable amount is positive.\n\nHowever, that $1.4 billion is used to reduce the balance of gross accounts receivable. Therefore, contra accounts, though they represent a positive amount, are used to net reduce a gross amount. For this reason, contra accounts are primarily seen as having negative balances because they are used to reduce the balance of another account.\n\nContra assets have natural credit balances. Whereas assets normally have positive debit balances, contra assets, though still reported along with other assets, have an opposite type of natural balance.\n\nContra liability, equity, and revenue accounts have natural debit balances. These three types of contra accounts are used to reduce liabilities, equity, and revenue which all have natural credit balances. Therefore, for these three, the debit balance actually represents a negative amount.\n\nContra accounts are used to reduce the original account directly, keeping financial accounting records clean. This allows for the easy determination of historical costs. This is particularly important for contra asset accounts. The difference between an asset's balance and the contra account asset balance is the book value.",
  "url": "https://www.investopedia.com/terms/c/contraaccount.asp"
}