{
  "term": "Convertible Bond: Definition, Example, and Benefits",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA convertible bond is a fixed-income corporate debt security that yields interest payments but can be converted into a predetermined number of common stock or equity shares. The conversion from the bond to stock can be done at certain times during the bond's life and is usually at the discretion of thebondholder.\n\nAs ahybrid security, the price of a convertible bond is especially sensitive to changes in interest rates, the price of the underlying stock, and the issuer'scredit rating.\n\nConvertible bonds are a flexible financing option for companies. A convertible bond offers investors a type of hybrid security, which has features of a bond such as interest payments while also providing the opportunity of owning the stock. This bond'sconversion ratiodetermines how many shares of stock you can get from converting one bond. For example, a 5:1 ratio means that one bond would convert to five shares of common stock.\n\nTheconversion priceis the price per share at which a convertible security, such as corporate bonds or preferred shares, can be converted intocommon stock. The conversion price is set when the conversion ratio is decided for aconvertible security. The conversion price and ratio can be found in the bondindenture(for convertible bonds) or the security prospectus (for convertible preferred shares). We'll discuss how the conversion ratio is calculated more later in this article.\n\nBond issuers might also force or exercise their right to call the bond if interest rates are favorable. With a forced conversion, the investor does not have a say in holding or converting their bond.\n\nOne version of convertible bonds is known as death spiral debt. With this version, the bond is converted into a fixed dollar value paid in shares. Investors holding this convertible will jump in to convert their holdings if the stock price declines substantially. This action can further dilute shares and drive the price even further downward.\n\nYou do not have to convert a convertible bond. You can simply let it ride to maturity and let it act like a regular bond.\n\nConvertible bonds andregular bondsare very similar in many ways, but they do differ. In addition to the conversion feature, there's a few other points worth mentioning on the difference between convertible bonds and regular bonds.\n\nFirst, convertible bondholders have the option to participate in the company's equity. While a regular bond is simply a debt instrument, a convertible bond gives investors the opportunity to benefit from capital appreciation if the company's stock price increases.\n\nSecond, convertible bonds typically offer lower interest rates compared to regular bonds because of the added potential for equity participation through conversion. Regular bonds, on the other hand, offer higher interest rates to compensate investors for the absence of equity upside.\n\nConvertible bonds are also often traded on secondary markets, meaning investors can choose to buy or sell them before maturity. With regular bonds, you can do this as well. However, the liquidity of each of these types of bonds may be dramatically different depending on the issuer's credit rating and prevailing market conditions. For example, a single company could issue both types of bonds; depending on that company, investors may have a higher appetite (and therefore drive higher liquidity) for one type over the other.\n\nLast, convertible bonds could theoretically be used as a rebalancing tool forportfolio management. If an investor realizes they've become overweight in debt instruments, they could convert their bond instead of having to sell a position. This flexibility just isn't present with regular bonds.\n\nLet's run though the general features of convertible bonds. Much of this information is sprinkled throughout this article; here's a comprehensive list of features you can usually expect when dealing with convertible bonds:\n\nConvertible bond arbitrage is a trading strategy that aims to capitalize on mispricing between a convertible bond and its underlying stock.\n\nA vanilla convertible bond provides the investor with the choice to hold the bond untilmaturityorconvert it to stock. If the stock price has decreased since the bond's issue date, the investor can hold the bond until maturity and get paid the face value. If the stock price increases significantly, the investor can convert the bond to stock and either hold or sell the stock at their discretion. Ideally, an investor wants to convert the bond to stock when the gain from the stock sale exceeds the face value of the bond plus the total amount of remaining interest payments.\n\nMandatory convertible bonds are required to be converted by the investor at a particular conversion ratio and price level. On the other hand, areversible convertible bondgives the company the right to convert the bond to equity shares or keep the bond as a fixed income investment until maturity. If the bond is converted, it is done so at a preset price and conversion ratio.\n\nTypically, the conversion price is set at a premium to the current market price of the stock at the time of issuance. This premium is designed to provide an incentive for investors to convert their bonds into equity, as it ensures that they can acquire shares at a lower price than what they would pay if they were to purchase them on the open market.\n\nThe calculation of the conversion price is relatively straightforward. It is calculated by dividing thebond's face valueby the conversion ratio. The conversion ratio specifies the number of shares that a bondholder will receive upon conversion. For example, if a convertible bond with a face value of $1,000 has a conversion ratio of 20, the conversion price would be $50 per share ($1,000 divided by 20). This means that for each bond they hold, the bondholder has the right to convert it into 20 shares of the company's stock at a price of $50 per share.\n\nIn most cases, the conversion ratio of a convertible bond remains fixed throughout the life of the bond. When a convertible bond is issued, the conversion ratio is established and specified in the bond's terms. This ratio usually doesn't change, so in the example above, the investor could always exchange the bond for 20 shares regardless of share price.\n\nHowever, when the instrument is created, the conversion rate may be set to be unfavorable to convert. If the conversion price were set at or below the market price of the stock, bondholders could potentially convert their bonds and immediately sell the shares at a profit, effectively deeming the debt instrument process worthless. Therefore, in the example above, 20 shares of stock may be worth $950 in the open market. An investor may simply prefer to hold equity instead of debt, so they accept the conversion price that is less favorable than the market.\n\nIssuing convertible bonds can help companies minimize negative investor sentiment that would surround equity issuance. Each time a company issues additional shares or equity, it adds to the number of shares outstanding and dilutes existing investor ownership. The company might issue convertible bonds to avoid negative sentiment. Bondholders can, then, convert into equity shares should the company perform well.\n\nIssuing convertible bonds can also help provide investors with some security in the event of default. A convertible bond protects investors' principal on the downside but allows them to participate in the upside should the underlying company succeed.\n\nA startup company, for example, might have a project that requires a significant amount of capital resulting in a loss in the near-term revenues. However, the project should lead the company to profitability in the future. Convertible bond investors can get back some of their principal upon failure of the company while they can also benefit fromcapital appreciation, by converting the bonds into equity, if the company is successful.\n\nInvestors can enjoy the value-added component built into convertible bonds, meaning they're essentially a bond with astock option, particularly a call option. A call option is an agreement that gives the option buyer the right—not the obligation—to buy a stock, bond, or other instruments at a specified price within a specific period. However, convertible bonds tend to offer a lower coupon rate orrate of returnin exchange for the value of the option to convert the bond into common stock. The lower value is known as thebond floor.\n\nCompanies benefit since they can issue debt at lower interest rates than with traditional bond offerings. However, not all companies offer convertible bonds. Also, most convertible bonds are considered to be riskier/more volatile than typical fixed-income instruments.\n\nInvestors receive fixed-rate interest payments with the option to convert to stock and benefit from stock price appreciation.\n\nInvestors get some default risk security since bondholders are paid before common stockholders.\n\nCompanies benefit by raising capital without immediately diluting their shares.\n\nCompanies may pay lower interest rates on their debt compared to using traditional bonds.\n\nDue to the option to convert the bond into common stock, they offer a lower coupon rate.\n\nIssuing companies with little or no earnings—like startups—create an additional risk for convertible bond investors.\n\nShare dilution happens if the bonds convert to stock shares, which may depress the share's price and EPS dynamics.\n\nThere's a few things to keep in mind regarding taxes and convertible bonds. Note that if convertible bonds are held in a tax-advantaged account, the notes to follow may be different.\n\nFirst, convertible bonds typically pay periodic interest payments to bondholders. This interest income is generally taxable asordinary incomein the year it is received.\n\nIf a convertible bond is converted into shares of the issuing company's stock and the investor subsequently sells the shares, any capital gains or losses realized from the sale will likely be subject tocapital gains tax. When a convertible bond is converted into shares, the conversion itself is not typically taxable. However, any subsequent capital gains or losses realized from the sale of the shares would be.\n\nSome convertible bonds may be issued at a discount to their face value, resulting in anoriginal issue discount (OID). OID is generally taxable as ordinary income over the life of the bond, regardless of whether you hold the bond to maturity or sells it before maturity. When a convertible bond is converted into shares.\n\nLast, if the convertible bond is converted into shares of stock and the issuing company pays dividends on the shares, any dividends received may be eligible for preferential tax treatment as qualified dividends. Qualified dividends are subject to lower tax rates than ordinary income tax rates for eligible investors.\n\nAs an example, let's say Exxon Mobil Corp.(XOM)issued a convertible bond with a $1,000 face value that pays 4% interest. The bond has a maturity of 10 years and a convertible ratio of 100 shares for every convertible bond.\n\nIf the bond is held until maturity, the investor will be paid $1,000 in principal plus $40 in interest for that year. However, the company's shares suddenly spike and are trading at $11 per share. As a result, the 100 shares of stock are worth $1,100 (100 shares x $11 share price), which exceeds the value of the bond. The investor can convert the bond into stock and receive 100 shares, which could be sold in the market for $1,100 in total.\n\nA convertible bond works by providing bondholders with the flexibility to convert their bonds into shares of the issuing company's stock. If the bondholder chooses to convert, they surrender the bond and receive shares at the predetermined conversion price. If they opt not to convert, they continue to receive periodic interest payments until the bond matures, at which point they receive the principal amount.\n\nThe conversion ratio of a convertible bond specifies the number of shares that a bondholder will receive upon conversion. For example, a conversion ratio of 10:1 means that one convertible bond can be converted into 10 shares of the issuing company's stock.\n\nInterest payments on convertible bonds work similarly to those on regular bonds. Bondholders receive periodic interest payments, usually semiannually or annually, based on the bond's coupon rate and face value. These payments continue until the bond matures or is converted into equity.\n\nIf a convertible bond is not converted by the bondholder before its maturity date, the issuing company is typically obligated to repay the principal amount of the bond to the bondholder, along with any accrued interest payments.\n\nBondholders can usually convert their bonds into shares of the issuing company's stock at any time before the bond matures, as long as the conversion conditions specified in the bond's terms are met. Sometimes, a company may include language saying the instrument can only be converted after being held or issued for a certain amount of time (i.e. no sooner than three month).\n\nConvertible bonds are a type of hybrid security that offer investors the option to convert their bonds into shares of the issuing company's stock at a predetermined conversion price. They provide investors with the potential for capital appreciation through equity participation while also offering downside protection through fixed interest payments.\n\nInternal Revenue Service. \"Topic No. 404, Dividends.\"\n\nInternal Revenue Service. \"Topic No. 409, Capital Gains and Losses.\"\n\nInternal Revenue Service. \"About Form 1099-OID, Original Issue Discount.\"",
  "url": "https://www.investopedia.com/terms/c/convertiblebond.asp"
}