{
  "term": "Conventional Mortgage or Loan",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nA conventional mortgage is a homebuyer’s loan made through a private lender. Compared to aFederal Housing Administration (FHA) loan, a conventional loan often requires a higher credit score to qualify.\n\nConventional loans are not offered or secured by a government entity. Instead, these mortgages are available through privatelenders, such as banks, credit unions, and mortgage companies.\n\nHowever, some conventional mortgages can be guaranteed by the two government-sponsored enterprises (GSEs): theFederal National Mortgage Association (Fannie Mae)and theFederal Home Loan Mortgage Corp. (Freddie Mac).\n\nConventional mortgages can have a fixed or variable interest rate. Conventional mortgages or loans are not guaranteed by the federal government and, as a result, typically have stricter lending requirements by banks and creditors.\n\nThere are a few government agencies that secure mortgages for banks, such as theFederal Housing Administration (FHA), which offers lowdown paymentsand noclosing costs.Two other agencies are the U.S.Department of Veterans Affairs (VA)and the U.S. Department of Agriculture’s (USDA’s)Rural Housing Service, neither of which requires a down payment.However, there are requirements that borrowers must meet to qualify for these programs.\n\nUpfront fees on Fannie Mae and Freddie Mac home loanschanged in May 2023. Fees were increased for homebuyers with higher credit scores, such as 740 or higher, while they were decreased for homebuyers with lower credit scores, such as those below 640. Another change: Your down payment will influence what your fee is. The higher your down payment, the lower your fees, though it will still depend on your credit score. Fannie Mae provides the Loan-Level Price Adjustments on its website.\n\nIf you meet the relatively strict requirements to qualify for a conventional mortgage, this can be an inexpensive way to borrow money to buy property.\n\nIf, for example, you took out a conventional mortgage to buy a home worth $500,000, had a $100,000 down payment (that’s 20%), and a goodcredit scoreof 650, you might be able to get a conventional mortgage with a locked-in rate of 5.50%. This would equate to a monthly payment of around $2,271 on a 30-year loan just for the principal and interest payments.\n\nThe primary difference between conventional and FHA mortgages is that FHA loans are designed to make homeownership possible and easier for low- to moderate-income borrowers who may not otherwise be able to get financing because of a lack of or a poorcredit history, or because they have limited savings.\n\nThose who qualify for an FHA loan require a lower down payment. And the credit requirements aren’t nearly as strict as other mortgage loans—even those with credit scores below 580 may get financing. These loans are not granted by the FHA itself. Instead, they are advanced by FHA-approved lenders.\n\nIn contrast, to qualify for a conventional loan, consumers typically must have stellarcredit reportswith no significant blemishes and credit scores of at least 620. Conventional loan interest rates vary depending on the amount of the down payment, the consumer’s choice of mortgage product, and current market conditions.\n\nConventional loans are often erroneously referred to asconforming mortgages or loans. While there is overlap, the two are distinct categories.\n\nA conforming mortgage is one whose underlying terms and conditions meet the funding criteria of Fannie Mae and Freddie Mac. Chief among those is a dollar limit set annually by theFederal Housing Finance Agency (FHFA). In most of the continental United States, a loan must not exceed $766,550 in 2024 (up from $726,200 in 2023).\n\nSo, while all conforming loans are conventional, not all conventional loans qualify as conforming. For example, ajumbo mortgageof $800,000 is aconventional mortgage but not a conforming mortgage—because it surpasses the amount that would allow it to be backed by Fannie Mae or Freddie Mac.\n\nAt the end of fiscal year 2023, there were 7.5 million homeowners with FHA-insured mortgages.The secondary market for conventional mortgages is extremely large and liquid. Most conventional mortgages are packaged into pass-throughmortgage-backed securities (MBS),which trade in a well-established forward market known as the mortgageto be announced (TBA)market. Many of these conventionalpass-through securitiesare further securitized intocollateralized mortgage obligations (CMOs).\n\nThere are several types of conventional mortgages, and the terms used to refer to them can be confusing. Here are the most common types.\n\nIn the years since thesubprime mortgage meltdownin 2007, lenders have tightened the qualifications for loans, but overall, most of the basic requirements haven’t changed.Potential borrowers need to complete an official mortgage application (and usually pay an application fee), and then supply the lender with the necessary documents to perform an extensive check on their background, credit history, and current credit score.\n\nNo property is ever 100% financed. In checking yourassetsandliabilities, a lender is not only looking to see if you can afford your monthly mortgage payments, which usually shouldn’t exceed 35% of yourgross income.The lender is also looking to see if you can handle a down payment on the property (and if so, how much), along with other up-front costs, such as loanoriginationorunderwritingfees,broker fees, and settlement or closing costs, all of which can significantly drive up the cost of a mortgage. Among the items required are:\n\nThese documents will include but may not be limited to:\n\nBorrowers also need to be prepared with proof of any additional income, such as alimony or bonuses.\n\nYou will need to presentbank statementsand investment account statements to prove that you have funds for the down payment and closing costs on the residence, as well as cash reserves. If you receive money from a friend or relative to assist with the down payment, you will needgift letters, which certify that these are not loans and have no required or obligatory repayment.\n\nLenders today want to make sure they are loaning only to borrowers with a stable income. Your lender will want to see your pay stubs. Self-employed borrowers will need to provide significant additional paperwork concerning their business and income.\n\nYour lender will need to copy your driver’s license or state ID card and will need yourSocial Security numberand your signature, allowing the lender to pull your credit report.\n\nConventional loan interest rates may be higher than those of government-backed mortgages, such as FHA loans (although these loans, which usually mandate that borrowers paymortgage insurance premiums, may work out to be just as costly in the long run).\n\nThe interest rate carried by a conventional mortgagedepends on several factors, including the terms of the loan—its length, its size, and whether the interest rate is fixed or adjustable—as well as current economic or financial market conditions. Mortgage lenders set interest rates based on their expectations for future inflation; thesupply of and demand formortgage-backed securities also influences the rates. Amortgage calculatorcan show you the impact of different rates on your monthly payment.\n\nWhenthe Federal Reserve makes it more expensivefor banks to borrow by targeting a higherfederal funds rate, the banks, in turn, pass on the higher costs to their customers, and consumer loan rates, including those for mortgages, tend to go up.\n\nTypically linked to the interest rate arepoints, or fees paid to the lender (or broker). The more points you pay, the lower your interest rate. One point costs 1% of the loan amount and reduces your interest rate by about 0.25%.\n\nThe final factor in determining the interest rate is the individual borrower’s financial profile: personal assets,creditworthiness, and the size of the down payment that they can make on the residence to be financed.\n\nA buyer who plans on living in a home for 10 or more years should consider paying for points to keep interest rates lower for the life of the mortgage.\n\nThese types of loans are not for everyone. Here’s a look at who is likely to qualify for a conventional mortgage and who is not.\n\nPeople with established credit and stellar credit reports who are on a solid financial footing usually qualify for conventional mortgages. More specifically, the ideal candidate should have:\n\nGenerally speaking, those just starting out in life, those with a little more debt than normal, and those with a modest credit rating often have trouble qualifying for conventional loans. More specifically, these mortgages may be tough for those who have:\n\nHowever, if you’re turned down for the mortgage, be sure to ask for the reasons in writing. You may qualify for other programs that could help you get approved for a mortgage.\n\nFor example, if you have no credit history and are afirst-time homebuyer, you may qualify for an FHA loan. FHA loans are tailored specifically for first-time homebuyers. As a result, FHA loans have different qualifications and credit requirements, including a lower down payment.\n\nFHA loans are designed to make homeownership possible and easier for low- to moderate-income borrowers with poor credit history or limited savings. Conventional loan interest rates may be higher than government-backed mortgages, such as FHA loans, and you will need a higher credit score and down payment to qualify.\n\nA conventional loan is often better if you have good or excellent credit because your mortgage rate and private mortgage insurance (PMI) costs will decrease. But an FHA loan can be perfect if your credit score is in the high 500s or low 600s. For lower-credit borrowers, FHA is often the cheaper option. However, it’s worth checking both options because the best way to borrow can depend on many factors.\n\nFannie Mae says conventional loans typically require a minimum credit score of 620, but it can vary by lender. Banks may be more willing to lend to people with a significant down payment.\n\nA conventional mortgage or conventional loan is a homebuyer’s loan that is not offered or secured by a government entity. They are often compared to FHA loans, which are designed to allow low-income families, or those with low credit scores or little savings, to access mortgage loans.\n\nConventional mortgages are available via private lenders or the two government-sponsored enterprises (GSEs): Fannie Mae and Freddie Mac. Potential borrowers need to complete an official mortgage application, and supply the required documents, credit history, and current credit score. Conventional loan interest rates tend to be higher than those of government-backed mortgages, such as FHA loans, unless you have an excellent credit rating.\n\nThe Mortgage Reports. \"Are conventional loan rates higher than other mortgages?\"\n\nConsumer Financial Protection Bureau. “Conventional Loans.”\n\nU.S. Department of Housing and Urban Development. “Let FHA Loans Help You.”\n\nU.S. Department of Veterans Affairs, Veterans Benefits Administration. “VA Home Loans.”\n\nU.S. Department of Agriculture, Rural Development. “Single Family Housing Programs.”\n\nFannie Mae. “Loan-Level Price Adjustment Matrix.” Page 2\n\nFederal Housing Finance Agency. “FHFA Announces Conforming Loan Limit Values for 2024.”\n\nU.S. Department of Housing and Urban Development.\"Fact Sheet: FHA’s Impact in 2023 – Making Homeownership Possible for Hundreds of Thousands of Families.\"\n\nFederal Reserve History. “Subprime Mortgage Crisis.”\n\nConsumer Financial Protection Bureau. “Debt-to-Income Calculator,” Page 3.\n\nU.S. Department of Housing and Urban Development. “Single Family Upfront Mortgage Insurance Premium (MIP).”\n\nConsumer Financial Protection Bureau. “What Are (Discount) Points and Lender Credits and How Do They Work?”\n\nmyFICO. “What Credit Score Do You Need to Buy a House?”\n\nConsumer Financial Protection Bureau. “Debt-to-Income Calculator,” Pages 1–2.",
  "url": "https://www.investopedia.com/terms/c/conventionalmortgage.asp"
}