{
  "term": "Convexity in Bonds: Definition, Meaning, and Examples",
  "definition": "Convexity refers to how much the shape of the curve changes on a graph showing the link between a bond's price and its yield.\n\nConvexity is the curvature in the connection between bond prices and interest rates. It reflects the rate at which the duration of a bond changes as interest rates change. It's a way to depict risk/reward relationships in the bond market, as rates are presumably tied to prospective risk.\n\nConvexity demonstrates how the duration of a bond changes as the interest rate changes. Portfolio managers will use convexity as a risk management tool to measure and manage the portfolio’s exposure tointerest rate risk.\n\nIn the example figure shown below, Bond A has a higher convexity than Bond B, which indicates that, all else being equal, Bond A will always have a higher price than Bond B as interest rates rise or fall.\n\nAs interest rates fall, bond prices rise. Conversely, rising market interest rates lead to falling bond prices.\n\nThebond yieldis the earnings or returns an investor can expect to make by buying and holding that particular security. The bond price depends on several characteristics, including themarket interest rate, and can change regularly.\n\nIf market rates rise, new bond issues must also have higher rates to satisfy investor demand for lending money. The price of bonds returning less than that rate will fall, as there would be very little demand for them, as bondholders will look to sell their existing bonds and opt for bonds with higher yields.\n\nEventually, the price of these bonds with the lower coupon rates will drop to a level where the rate of return is equal to the prevailing market interest rates.\n\nBond durationmeasures the change in a bond’s price when interest rates fluctuate. If the duration of a bond is high, it means the bond’s price will move to a greater degree in the opposite direction of interest rates.\n\nIf rates rise by 1%, a bond or bond fund with a five-year average duration would likely lose approximately 5% of its value. Conversely, when this figure is low, the debt instrument will show less movement to the change in interest rates.\n\nThe higher a bond’s duration, the larger the change in its price when interest rates change, and the greater its interest rate risk. If an investor believes that interest rates are going to rise, they should consider bonds with a lower duration.\n\nBond duration should not be confused with itsterm to maturity. Though they both decline as the maturity date approaches, the latter is simply a measure of the time during which the bondholder will receive coupon payments until the principal is paid.\n\nIf market rates rise by 1%, a one-year maturity bond price should decline by an equal 1%. For bonds with long-dated maturities, the reaction increases. As a general rule of thumb, if rates rise by 1%, bond prices fall by 1% for each year of maturity.\n\nConvexity builds on the concept of duration by measuring the sensitivity of the duration of a bond as yields change. Convexity is a bettermeasure of interest rate risk. Where duration assumes that interest rates and bond prices have a linear relationship, convexity produces a slope.\n\nDuration can be a good measure of how bond prices may be affected due to small and sudden fluctuations in interest rates.\n\nHowever, the relationship between bond prices and yields is typically more sloped or convex. Therefore, convexity is a better measure for assessing the impact on bond prices when there are large fluctuations in interest rates.\n\nAs convexity increases, thesystemic riskto which the portfolio is exposed increases. For a fixed-income portfolio, as interest rates rise, the existing fixed-rate instruments are not as attractive.\n\nAs convexity decreases, the exposure to market interest rates decreases, and the bond portfolio can be considered hedged. Typically, the higher thecoupon rateor yield, the lower the convexity or market risk of a bond.\n\nA bond issuer, XYZ Corp., has two bonds on the market: Bond A and Bond B. Both bonds have a face value of $100,000 and a coupon rate of 5%. Bond A, however, matures in five years, while Bond B matures in 10 years.\n\nUsing the concept of duration, we can calculate that Bond A has a duration of four years while Bond B has a duration of 5.5 years. This means that for every 1% change in interest rates, Bond A’s price will change by 4% while Bond B’s price will change by 5.5%.\n\nIf the interest rate increases by 2%, the price of Bond A should decrease by 8%, while the price of Bond B will decrease by 11%. However, using the concept of convexity, we can predict that the price change for Bond B will be less than expected based on its duration alone.\n\nThis is because Bond B has a longer maturity, which means it has a higher convexity. The higher convexity of Bond B acts as a buffer against changes in interest rates, resulting in a relatively smaller price change than expected based on its duration alone.\n\nMostmortgage-backed securities (MBS)will have negative convexity because their yield is typically higher than traditional bonds. As a result, it would take a significant rise in yields to make an existing holder of an MBS have a lower yield, or less attractive, than the current market.\n\nIf a bond’s duration increases as yields increase, the bond is said to havenegative convexity. The bond price will decline by a greater rate with a rise in yields than if yields had fallen. Therefore, if a bond has negative convexity, its duration would increase, and the price would fall. As interest rates rise, the opposite is true.\n\nIf a bond’s duration rises and yields fall, the bond is said to have positive convexity. As yields fall, bond prices rise by a greater rate or duration than if yields rise.\n\nPositive convexity leads to increases in bond prices. If a bond has positive convexity, it would typically experience price increases as yields fall, compared with price decreases when yields increase.\n\nUnder normal market conditions, the higher the coupon rate or yield, the lower abond’s degree of convexity. There’s less risk to the investor when the bond has a high coupon or yield, since market rates would have to increase significantly to surpass the bond’s yield.\n\nA portfolio of bonds with high yields would have low convexity and, subsequently, less risk of existing yields becoming unattractive as interest rates rise.\n\nConvexity measures how a bond's price reacts when interest rates change. When interest rates go up, a bond's price goes down, and vice versa. The relationship is inverse. Convexity measures exactly how sensitive, whether more or less, a bond's price is when interest rates change.\n\nConvexity is useful for investors who want to know how risky a bond might be if rates change. While duration gives you an estimate on how much the price may change, convexity will show you how much that estimate might change when rates are shifting more than expected. It's a much more holistic picture of a bond's movement given the interest rate environment.\n\nUnderstanding convexity will allow you to be a better investor, matching your investment goals with the right assets. Depending on whether you want bonds that react more intensely or less dramatically to interest rate changes, convexity can help you invest in bonds that are right for your risk profile.\n\nOverall, understanding convexity will help you manage your portfolio better, detail how much exposure you have to rate changes in the economy, and keep you abreast of how your portfolio will react.\n\nIf a bond’s duration increases as yields increase, the bond is said to have negative convexity. The bond price will decline by a greater rate with a rise in yields than if yields had fallen.\n\nIf a bond’s duration rises and yields fall, the bond is said to have positive convexity. As yields fall, bond prices rise by a greater rate or duration.\n\nAs interest rates fall, bond prices rise, and vice versa. New bond issues must also have higher rates to satisfy investor demand for lending the issuer their money. The price of bonds returning less than that rate will fall, as there would be very little demand for them, as bondholders will look to sell their existing bonds and opt for bonds, most likely newer issues, paying higher yields.\n\nBond duration measures the change in a bond’s price when interest rates fluctuate. If the duration is high, the bond’s price will move in the opposite direction to a greater degree than the change in interest rates. Conversely, when this figure is low, the debt instrument will show less movement to the change in interest rates.\n\nTheroll-down returnis a bond trading strategy for selling a bond as it approaches its maturity date. Roll-down returns come from maximizing a bond’s yield by exploiting the yield curve. Theyield curveis a chart that illustrates the relationship between the yields of bonds and their maturities.\n\nConvexity is a measure of the curvature of its duration or the relationship between bond prices and yields. It describes how the duration of a bond changes in response to changes in interest rates.\n\nConvexity can impact the value of investments. Several factors impact the convexity of a bond, including the bond’s coupon rate, maturity, and credit quality. Bond investors can use convexity to their advantage by managing their bond portfolios to take advantage of changes in interest rates.",
  "url": "https://www.investopedia.com/terms/c/convexity.asp"
}