{
  "term": "Convertible Preferred Stock: Definition, Common Terms, and Example",
  "definition": "Convertible preferred stocks arepreferred sharesthat include an option for the holder to convert them into a fixed number ofcommon sharesafter a predetermined date.\n\nMost convertible preferred stock is exchanged at the request of theshareholder, but sometimes there is a provision that allows the company, orissuer, to force the conversion. The value of a convertible preferred stock is ultimately based on the performance of the company's common stock.\n\nCorporations use convertible preferred stock to raisecapital. These securities are especially useful as a financing medium for early-stage companies as they can offer greater flexibility to investors, making them an attractive option. That is, the investor has the promise of regular dividends and the potential for stock price growth in the future.\n\nPreferred stock is a class of equity capital issued by a corporation that has a higher claim onassetsandearningsthan common stock. Preferred shares typically pay steadydividends, while common stock pays dividends only if and when they are approved by the board of directors based on the company's recent financial performance.\n\nPreferred shares do not usually come with voting rights, as common shares do. As such, preferred stock is often thought of as a hybrid between a corporate bond and common stock.\n\nConvertible preferred stock is distinguished by the fact that it contains an embedded option that allows the holder to trade it for a specified number of common shares at some point in the future. This conversion option provides a potential upside for the holder, as the value of the common stock could increase over time. Meanwhile, it has the benefits of preferred stock.\n\nHowever, this advantage comes at a price. Convertible preferred stock typically trades at a premium over regular preferred shares and may also carry a comparatively lower dividend rate.\n\nCommonly used terms when referring to convertible preferred stock are as follows:\n\nConsider a convertible preferred stock issued by the hypothetical company ABC Inc. at $1,000, with a conversion ratio of 10 and a fixed dividend of 5%. The conversion price is thus $100, and ABC’s common shares need to trade above this threshold for the conversion to be worthwhile for the investor. Even if the common shares are trading close to $100, it may not be worth it to convert since the preferred shareholder will be giving up a fixed 5% dividend and a higher claim on company assets in the event of liquidation.\n\nIf the convertible preferred stock is trading at $1,000 and the ABC common shares are trading at $80, then the conversion premium would be $200 (i.e., (1,000 - ($80 × 10)) or 20% ($200 ÷ $1,000). If the common shares move up to $90, the conversion premium shrinks to $100, or 10%.\n\nThus, the conversion premium influences the price at which the convertible preferred stock trades in the market.\n\nA high conversion premium implies that the underlying common shares are trading well below the conversion price and there is little possibility of a profitable conversion. In this case, the convertible preferred stock will act more like a bond and will be susceptible to changes in interest rates.\n\nIf the conversion premium is very low—implying that the common stock is trading quite close to the conversion price—the convertible preferred stock will be sensitive to changes in the underlying common shares (those of ABC, in this case) and will act like straight equity.\n\nAs the common shares increase in price, a conversion becomes more attractive. If the ABC common shares move to $110, the preferred shareholder gets $1,100 ($110 × 10) for each $1,000 preferred stock. That’s a gain of 10% if the investor converts and sells the common shares at $110.\n\nThe danger in converting is that the investor then becomes a common shareholder and is at the mercy of swings in the stock price.\n\nIf the price of ABC stock falls to $75 after conversion, and the investor continues to hold the common shares, they would now own $750 ($75 × 10) in common shares for each preferred stock (worth $1,000) that they previously owned.\n\nThis represents a notional loss of $250, and the investor no longer receives the 5% preferred stock dividend or has a preferential claim on assets.\n\nConvertible preferred sharesgive their holders the option of converting them into a set amount of common stock shares in the future. This gives the shareholder the potential benefit of capital appreciation in addition to the guaranteed benefit of a regular dividend.\n\nAs a result, convertible preferred shares will often trade at a relative premium and offer a lower dividend rate than ordinary preferred shares.\n\nBoth convertible preferred shares and convertible bonds can be converted into common shares, but they differ in several key ways.\n\nConvertible bonds, like any bonds, are debts. That gives the owners of convertible preferred bonds priority over the owners of convertible preferred shares in the event of bankruptcy or liquidation. (Both have priority over holders of common stock.)\n\nConvertible preferred shares typically pay a fixed cash dividend out of a company’s retained earnings. Convertible bonds pay a coupon rate, which is a periodicinterestpayment.\n\nFinally, most convertible bonds have a specifiedmaturitydate, while convertible preferred shares can exist as long as the company remains a going concern.\n\nConvertible preferred stock offers the investor the benefits of both preferred stock and common stock. Investors get the stability, liquidation priority, and higher dividends of preferred stock, but they also have the option to convert their shares into common stock later if they believe that the price will go up.\n\nThis conversion feature can generate a potentially higherreturn on investmentthan investors would get with traditional preferred stock, while also offering a level of flexibility that is not possible with either preferred stock or bonds.\n\nCombining features of both preferred and common stock, convertible preferred shares are a hybrid security with the benefit of a steady, fixed dividend and the potential for capital appreciation via conversion.\n\nInvestors in this type of security value their flexibility. The conversion price, or the number of common shares that one share of convertible preferred stock is good for, is determined at the time of issuance and may be adjusted subsequently by the issuer.",
  "url": "https://www.investopedia.com/terms/c/convertiblepreferredstock.asp"
}