{
  "term": "Copyright: Definition, Types, and How It Works",
  "definition": "Copyright is the legal ownership of intellectual property such as original works of fiction and non-fiction and conveys the right to control its reproduction and distribution.\n\nIn other words, copyright is the right to copy. Only the creator of the work can authorize anyone to reproduce the work.\n\nCopyright lawgives creators of original material the exclusive right to use and duplicate that material for a given amount of time. Once a copyright expires, the copyrighted item enters the public domain.\n\nIntellectual property is loosely defined as an original or unique product that required significant mental activity to create. Intellectual property can be copyrighted to protect it from misuse or unauthorized distribution.\n\nExamples of unique creations include:\n\nThe copyright to your original work belongs to you even if you don’t register it with the government. However, you will need a registered copyright if you are bringing legal action for infringement.\n\nWork must be available in physical form for it to be protected by copyright. Copyright does not protect ideas, discoveries, concepts, or theories although other forms of protection such as patents and trademarks exist for those products. Brand names, logos, slogans, domain names, and titles cannot be protected under copyright law.\n\nFor an original work to be copyrighted, it has to be in tangible form.This means that any speech, discoveries, musical scores, or ideas have to be written down in physical form to qualify for copyright protection.\n\nIn the United States, original owners are protected by copyright laws for life plus 70 years after their death.If the original author of the copyrighted material is a corporation, the copyright protection period is 95 years from the date of publication or 120 years, whichever expires first.\n\nU.S. copyright law has undergone amendments and changes that have altered the duration of copyright protection. The “life of the author plus 70 years” protection dates to the 1998 Copyright Term Extension Act, (also known as the Mickey Mouse Protection Act or the Sonny Bono Act), which generally increased copyright protections by 20 years.\n\nCopyright protection varies by country, and can stand for 50 to 100 years after the individual’s death.\n\nWhile copyright law is not all-encompassing, other laws, such aspatentandtrademarklaws, may impose additional sanctions. Although copyrights, trademarks, and patents are frequently used interchangeably, they offer different forms of protection for intellectual property.\n\nTrademark laws protect material that is used to distinguish an individual’s or corporation’s work from another entity. These materials include words, phrases, or symbols—such as logos, slogans, and brand names—that copyright laws do not cover.\n\nPatents cover inventions for a limited time. Patented materials include products such as industrial processes, machines, and chemical processes.\n\nA copyright protects a creator’s original work from being used or duplicated without their permission. A trademark protects the reputation of a business that is associated with identifying material such as its logo or slogan.\n\nBoth are ways of protecting intellectual property.\n\nCopyright exists as a right from the moment of creation. You do not need to register your original work, such as the content on your website, for it to be your intellectual property.\n\nHowever, registering a copyright provides more legal protection. If you plan to bring a lawsuit against someone for infringing on your work, you will need to have a registered copyright.\n\nThe cost of registering a copyright varies depending on what you are copyrighting and whether you are filing online or by paper. In the United States, the cost of copyright registration ranges from $45 to $500.\n\nCopyright law is designed to protect the creators of original material. Their copyrighted work cannot be used or duplicated without their permission. In the United States, copyright usually lasts for 70 years after the creator’s death.\n\nFor work to be protected under copyright law, it must be tangible as well as original. Other forms of legal protection, such as trademarks and patents, are available for other types of intellectual property.\n\nU.S. Copyright Office. “What Does Copyright Protect?”\n\nU.S. Copyright Office. “Copyrightable Authorship: What Can Be Registered?”\n\nU.S. Copyright Office. “How Long Does Copyright Protection Last?”\n\nU.S. Copyright Office. “Duration of Copyright,” Page 1.\n\nYeshiva University, Cardozo Law School, via Internet Archive Wayback Machine. “Disney’s Influence on U.S. Copyright Law.”\n\nCongress.gov, U.S. Congress. “S.505—Sonny Bono Copyright Term Extension Act.”\n\nU.S. Copyright Office. “Duration of Copyright.”\n\nU.S. Patent and Trademark Office (USPTO). “Trademark, Patent, or Copyright.”\n\nU.S. Copyright Office. “Copyright in General.”",
  "url": "https://www.investopedia.com/terms/c/copyright.asp"
}