{
  "term": "Corporation: What It Is and How to Form One",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA corporation is a business entity that offers its owners a degree of protection from liability.\n\nA corporation is a legal entity that is separate and distinct from its owners and is established to conduct business or trade. It files tax returns with the Internal Revenue Service (IRS).\n\nCorporations are formed by individuals who filearticles of incorporationin the state where they intend to operate. Corporations can enter into contracts, loan and borrow money, sue and be sued, hire employees, own assets, and pay taxes.\n\nImportantly, corporations offer their ownerslimited liabilityprotection. Their shareholders profit through dividends and stock appreciation, but they are not personally liable for the company's legal or financial liabilities.\n\nMost large businesses, such as Microsoft (MSFT) and Coca-Cola (KO), are corporations.\n\nA corporation is created when a business isincorporatedby an individual or a group of shareholders with a common goal. Shareholders share ownership of a business, as represented by their holding of stock shares.\n\nCorporations may return a profit to their shareholders. Some corporations, such as charities and fraternal organizations, are nonprofit. A private orclosed corporationmay have a single shareholder or several. Publicly traded corporations have many shareholders.\n\nIn the U.S., corporations are created and regulated by state laws. Public corporations are regulated by federal law through theSecurities and Exchange Commission (SEC).\n\nFor their owners, alimited liability company (LLC)and a corporation offer similar legal advantages. A primary advantage is that shareholders cannot be held personally liable for the liabilities of either entity (except under extreme circumstances of misconduct).\n\nThese are the basic steps to take to form a corporation:\n\nDepending on the type of company, you can open bank accounts and get credit. You may also need to get licenses and permits to operate and continue running.\n\nLimited liability for owners/shareholders\n\nAbility to raise capital by selling shares\n\nSome corporations get beneficial tax treatment\n\nAdvantages when recruiting employees\n\nTime consuming to form and operate\n\nSome corporate entities may be double taxed\n\nEach state has distinct laws regarding incorporation. Most states require the owners to file articles of incorporation with the state. They can then issue stock to the company's shareholders. The shareholders elect a board of directors in an annual meeting.\n\nTurning a private corporation into apublic corporationis complex, as the company must comply with federal laws requiring full and public disclosure of financial information to potential shareholders and the government.\n\nThe shareholders of a corporation typically receive one vote per share and may hold an annual meeting during which they elect aboard of directors.\n\nThe board hires and oversees the senior management responsible for the corporation's day-to-day activities.\n\nThe board of directors also executes the corporation's business plan. Although the members are not personally responsible for the corporation's legal and financial liabilities, they owe a duty of care to the corporation and may be held responsible if they neglect this duty.\n\nSome tax statutes also provide for the personal financial responsibility of the board of directors for a corporation's liabilities.\n\nIncorporation can be ended using the process calledliquidation. This may result from a voluntary decision to cease operations or may be forced by the financial collapse of the business.\n\nA company appoints a liquidator who sells the corporation's assets. The company pays off its creditors and distributes any remaining money to the shareholders.\n\nAn involuntary liquidation is triggered by the creditors of a corporation that has failed to pay its bills. If the situation cannot be resolved, it is followed by a filing forbankruptcy.\n\nMany businesses are corporations, and vice versa. A business can choose to operate without incorporating. Or it may seek to incorporate in order to establish its existence as a legal entity separate from its owners. This means that the owners normally cannot be held responsible for the corporation's legal and financial liabilities.\n\nTo form a corporation in the U.S., it is necessary to file articles of incorporation with the state in which it will be registered. The details vary from state to state. In the U.K., Ireland, and Canada, corporations may use the abbreviationLtd., which stands for \"Limited,\" after the company's name. They might also appear as public limited companies (PLCs).\n\nBoth a limited liability company and a corporation are business structures that offer limited liability protection to their owners.\n\nAn LLC is a pass-through entity. That is, its profits and the responsibility to pay taxes on the profits are passed to the owners rather than paid by the LLC. Establishing an LLC is a relatively straightforward process. By comparison, a corporation must elect a board of directors, conduct annual meetings, and adopt bylaws.\n\nA corporation may be formed by an individual or group with a shared goal and can be a for-profit or not-for-profit entity.\n\nCorporations possess many of the same legal rights and responsibilities as individuals. The limited liability protection offered by a corporation means that its executives, managers, and shareholders are not personally responsible for the company's liabilities (unless they derive from extreme misconduct).\n\nU.S. Securities and Exchange Commission. \"Public Companies: What Does It Mean to Be a Public Company?\"",
  "url": "https://www.investopedia.com/terms/c/corporation.asp"
}