{
  "term": "Corporate Governance: Definition, Principles, Models, and Examples",
  "definition": "Good corporate governance can benefit employees, investors, and other stakeholders\n\nCorporate governance is the system of rules, practices, and processes by which a company is directed and controlled. Establishing and implementing these practices involves balancing the interests of a company's manystakeholders, including:\n\nCorporate governance encompasses practically every sphere of management, from action plans andinternal controlsto performance measurement and corporatedisclosure.\n\nGovernance refers to the set of rules, controls, policies, and resolutions put in place to direct corporate behavior. Aboard of directors is pivotal in governance, while proxy advisors andshareholdersare important stakeholders who can affect governance.\n\nCommunicating a company's corporate governance is a key component of community andinvestor relations. For instance, Apple Inc.'s investor relations site profiles its corporate leadership (the executive team and board of directors) and provides information on its committee charters and governance documents, such as bylaws, stock ownership guidelines, andarticles of incorporation.\n\nMost successful companies strive to have exemplary corporate governance. For many shareholders, it is not enough for a company to be profitable; it also must demonstrate goodcorporate citizenshipthrough environmental awareness, ethical behavior, and other sound corporate governance practices. These practices can also improve a company's public reputation, which can attract and retain a more committed base of customers.\n\nCorporate governance that is carefully thought out and implemented creates transparent rules and controls. It can serve as a guide to leadership, aligning the interests of shareholders, directors, management, community members, and employees. When implemented across all company levels of management and operations, good corporate governance can:\n\nGood corporate governance should be part of any company's game plan for resilience and long-term success. Bad corporate governance, on the other hand, can have the opposite effect, eroding relationships and trust both internally and externally. This can damage a company's reputation, lead to regulatory or ethical scandals, reduce both employee and customer retention, cause stock prices to fall, and ultimately erode a company's profitability.\n\nTheboard of directorsis the primary direct stakeholder influencing corporate governance. Directors are elected by shareholders or appointed by other board members and charged with representing the interests of the company's shareholders.\n\nThe board is tasked with making important decisions, such as:\n\nIn some instances, board obligations stretch beyond financial optimization, as when shareholder resolutions call for certain social or environmental concerns to be prioritized.\n\nBoards are often made up of a mix of insiders and independent members. Insiders are generally major shareholders, founders, and executives. Independent directors do not share the ties to the company that insiders have. They are typically chosen for their experience managing or directing other large companies. Independents are considered helpful for governance because they dilute the concentration of power and help align shareholder interests with those of the insiders.\n\nThe board of directors must ensure that the company's corporate governance policies incorporate corporate strategy, risk management, accountability, transparency, and ethical business practices.\n\nA board of directors should consist of a diverse group of individuals, including those with matching business knowledge and skills, and others who can bring a fresh perspective from outside the company and industry.\n\nThere can be as many governing principles guiding a company as its founders and directors believe make sense. However, there are several that are common across companies and industries.\n\nThe board of directors must treat shareholders, employees, vendors, and communities fairly and with equal consideration.\n\nThe board should provide timely, accurate, and clear information about such things as:\n\nThe board and management must determine risks of all kinds and how best to control them. They must act on those recommendations to manage risks and inform all relevant parties about the existence and status of risks.\n\nThe board is responsible for the oversight of corporate matters and management activities. It must be aware of and support the successful, ongoing performance of the company. Part of its responsibility is to recruit and hire achief executive officer (CEO). It must act in the best interests of a company and its investors.\n\nThe board must explain the purpose of a company's activities and the results of its conduct. It and company leadership are accountable for the assessment of a company's capacity, potential, and performance. It must communicate issues of importance to shareholders.\n\nThere are many types of corporate governance that a company might follow. Some use a traditional hierarchical leadership structure, and othersare more flexible. Differentcorporate governance modelsmay be found throughout the world. Here are a few of them.\n\nThis model can take various forms, such as the Shareholder, Stewardship, and Political Models. The Shareholder Model is the principal model at present.\n\nThe Shareholder Model is designed so that the board of directors and shareholders are in control. Stakeholders such as vendors and employees, though acknowledged, lack control. Management is tasked with running the company in a way that maximizes shareholder interest. Importantly, proper incentives should be made available to align management behavior with the goals of shareholders/owners.\n\nThe model accounts for the fact that shareholders provide the company with funds and may withdraw that support if dissatisfied. This is supposed to keep management working effectively.\n\nThe board will usually consist of both insiders and independent members. Although traditionally, theboard chairpersonand the CEO can be the same, this model seeks to have two different people hold those roles.\n\nThe success of this corporate governance model depends on ongoing communications among the board, company management, and shareholders. Important issues are brought to shareholders' attention. Important decisions that need to be made are put to shareholders for a vote.\n\nU.S. regulatory authorities tend to support shareholders over boards and executive management.\n\nTwo groups represent the controlling authority under the Continental Model. They are the supervisory board and the management board.\n\nIn this two-tiered system, the management board is composed of company insiders, such as its executives. The supervisory board is made up of outsiders, such as shareholders and union representatives. Banks with stakes in a company also could have representatives on the supervisory board. The two boards remain entirely separate.\n\nThe size of the supervisory board is determined by a country's laws and can't be changed by shareholders. National interests have a strong influence on corporations with this model of corporate governance. Companies can be expected to align with government objectives.\n\nThis model also greatly values the engagement of stakeholders, as they can support and strengthen a company's continued operations.\n\nThe key players in the Japanese Model of corporate governance are:\n\nSmaller, independent, individual shareholders have no role or voice in this model. Together, these key players establish and control corporate governance.\n\nThe board of directors is usually made up of insiders, including company executives. Keiretsu may remove directors from the board if profits wane. The government affects the activities of corporate management via its regulations and policies.\n\nIn this model, corporate transparency is less likely because of the concentration of power and the focus on the interests of those with that power.\n\nFor investors, selecting companies that practice good corporate governance can decrease the likelihood of losses and other negative consequences, such as bankruptcy. Investors can research certain areas of a company to determine whether or not it's practicing good corporate governance. These areas include:\n\nSome common bad governance practices include:\n\nBad corporate governance can cast doubt on a company's reliability, integrity, or obligation to shareholders. All can have implications for the financial health of the business.\n\nMisleading both customers and investors, to the point of fatal outcomes and federal involvement, can create scandals like the one that overtook Tesla in 2024. The scandal led to a sharp drop in both share price and investor confidence, as well as damaging public opinion about Tesla, its board, and its CEO.\n\nThe electric vehicle (EV) manufacturer markets two driver-assistance features in its cars, known as Autopilot and Full Self-Driving. Tesla CEO Elon Musk has frequently made public statements either suggesting or stating outright that Tesla cars drive themselves and that drivers never need to touch the wheel. Because of Musk's position as the public face of the company, his statements were seen as misleading customers and investors about the capabilities of Tesla technology, particularly after reports of vehicle crashes experienced by drivers while using the technology, sometimes with fatal results.\n\nIn October 2022, the U.S. Department of Justice opened a criminal investigation into Tesla; in May 2024, U.S. prosecutors announced that they were examining whether the company committed wire fraud by misleading customers and securities fraud by deceiving investors about the capabilities of its technology.The value of Tesla shares dropped by 4% after the announcement.\n\nIn a subsequent earnings call in July 2024, Musk announced that Tesla would delay the planned unveiling of a self-driving \"robotaxi\" prototype. Despite the delay, Musk stressed that AI-powered robots and self-driving taxis were the future of the company, rather than the EVs Tesla was known for and capable of producing. Investors were not reassured, especially given that Tesla had just posted its lowest quarterly profit margin in five years. Tesla's share price dropped 12%, further eroding investor confidence.\n\nMusk has a history of making statements, including on social media, that have led directly to gyrations in Tesla's share price.The combination of the investigation and the steady drop in profit margins led both investors and reporters to speculate that the board of directors may need to exert more control over Musk's statements, which seem to be damaging the Tesla brand and investors' profits, or even replace him with a different CEO.However, this has historically been seen as unlikely, as the highly-paid Tesla board is primarily considered a rubber stamp for Musk, rather than an independent body focused on positive corporate governance.\n\nPublic and government concern about corporate governance tends to wax and wane. Often, however, highly publicized revelations of corporate malfeasance revive interest in the subject.\n\nFor example, corporate governance became a pressing issue in the United States at the turn of the 21st century, after fraudulent practices bankrupted high-profile companies such asEnronandWorldCom.\n\nThe problem with Enron was that its board of directors waived many rules related to conflicts of interest by allowing thechief financial officer (CFO), Andrew Fastow, to create independent, private partnerships to do business with Enron. These private partnerships were used to hide Enron's debts and liabilities. If they'd been accounted for properly, they would have reduced the company's profits significantly.\n\nEnron's lack of corporate governance allowed the creation of the entities that hid the losses. The company also employed dishonest people, from Fastow down to its traders, who made illegal moves in the markets.\n\nThe Enron scandal and others in the same period resulted in the 2002 passage of theSarbanes-Oxley Act. It imposed more stringent recordkeeping requirements on companies, along with criminal penalties for violating them and other securities laws. The aim was to restore confidence in public companies and how they operate.\n\nIt's common to hear examples of bad corporate governance. In fact, it's often why companies end up in the news. You rarely hear about companies with good corporate governance because their corporate guiding policies keep them out of trouble.\n\nOne company that seems to have consistently practiced good corporate governance, and adapts or updates it often, is PepsiCo. In drafting its 2020 proxy statement, PepsiCo sought input from investors in six areas:\n\nThe company included in its proxy statement a graphic of its current leadership structure. It showed a combined chair and CEO along with an independent presiding director and a link between the company's \"Winning With Purpose\" vision and changes to the executive compensation program.\n\nThe four P's of corporate governance are people, process, performance, and purpose.\n\nCorporate governance is important because it creates a system of rules and practices that determines how a company operates and how it aligns with the interest of all its stakeholders. Good corporate governance fosters ethical business practices, which lead to financial viability. This, in turn, can attract investors and continue to increase the value of the company.\n\nThe basic principles of corporate governance are accountability, transparency, fairness, responsibility, and risk management.\n\nCorporate governance consists of the guiding principles that a company puts in place to direct all of its operations, from compensation, risk management, and employee treatment to reporting unfair practices, dealing with the impact on the climate, and more.\n\nCorporate governance that calls for upstanding, transparent behavior can lead a company to make ethical decisions that will benefit all of its stakeholders, including investors. Bad corporate governance can lead to the breakdown of a company, sometimes to the point of scandal and bankruptcy.\n\nApple. \"Investor Relations. Leadership and Governance.\"\n\nYahoo!Finance. \"Tesla 'Under Investigation for Fraud' Over Self-Driving Claims.\"\n\nReuters. \"Exclusive: In Tesla Autopilot Probe, US Prosecutors Focus on Securities, Wire Fraud.\"\n\nReuters. \"Tesla's Bleak Margins Sink Shares As Musk Hypes Everything But Cars.\"\n\nThe Guardian. \"Tesla Trial: Did Musk's Tweet Affect the Firm's Stock Price? Experts Weigh In.\"\n\nLA Times. \"Musk Caps a Strange Week By Suggesting Tesla's Stock Price Should Fall. So It Did.\"\n\nYahoo!Finance. \"Tesla CEO Elon Musk Is Hurting Demand Every Day: Investor.\"\n\nDibra, Rezart. \"Corporate Governance Failure: The Case of Enron and Parmalat.\"European Scientific Journal, vol.12, no. 16, June 2016, pp. 283-290.\n\nCorporate Secretary. \"PepsiCo Finds Governance Success Through Evolution.\"",
  "url": "https://www.investopedia.com/terms/c/corporategovernance.asp"
}