{
  "term": "Corporate Hierarchy: Definition, How It Works, and Configuration",
  "definition": "The term corporate hierarchy refers to the arrangement and organization of individuals within a corporation according to power, status, and job function. In general, a hierarchy is any system or organization in which people orgroups are rankedone above the other according to status or authority. While most corporations and businesses have hierarchies, they can also be part of any organization, including governments and any organized religion.\n\nA corporate hierarchy delineates both authority and responsibility and designates leadership over a corporation's employees, departments, divisions, and other executives depending on their place within the strata.\n\nA corporate hierarchy may also be referred to as thechain of commandwithin a business because it outlines where decision-makers reside. It also defines who must adhere to those orders and who may supersede and make changes to the plans of their subordinates. The corporate hierarchy ultimately affects the ability of employees of a company to advance within the company and can also impactcorporate culture.\n\nMost corporate hierarchies resemble a pyramid, where the most powerful person is at the top, and their subordinates sit underneath. Those with the least amount of power—generally regular employees—sit at the bottom of the pyramid in thebullpen. Some firms, though, may have horizontal hierarchies, where power and responsibility are more evenly spread across the firm.\n\nBusinesses and corporations are organized in a hierarchical structure so management can run the company in a managed way. When businesses are small or just starting out, theorganizational structuremay be fairly simple. But as companies grow, the structure becomes more complex.\n\nIn apublic company, the board of directors is a group of people elected or appointed to represent the interests of shareholders. The board has certain duties, such as hiring and firing executives, setting executive compensation, establishing dividends, and other administrative policies. This group is led by a chairperson who usually resides at the top of the hierarchy.\n\nThe next group is made up of the company's executive officers, led by the chief executive officer (CEO). The CEO is the highest-ranking executive. The CEO's duties include making major corporate decisions and managing the overall operations of the corporation. Other executives include the chief financial officer (CFO), the chief operating officer (COO), and the chief information officer (CIO)—all of whom require a great deal of executive experience.\n\nThe next rung on the corporate hierarchy ladder is inhabited by a company's vice presidents and directors. Some of the functions of this level include corporate functions including sales, marketing,research and development (R&D), and human resources.\n\nOther levels of the hierarchy include managers who deal specifically with smaller departments of the company. They are also in charge of regular employees, who do the jobs that keep the company running. These people are typically at the bottom of the hierarchy.\n\nA person's hierarchical position also determines how much they get paid—the higher the position, the higher the compensation.\n\nThe configuration of a corporate hierarchy typically evolves as an organization matures. The founding team may make up the executive leadership, which can have a loose structure when a company launches. As more managers, employees, and investors become part of the endeavor, new layers are inevitably introduced to give clarity to the organization’s operational flow and the duties of each member.\n\nThere are companies that claim to have a nontraditional corporate hierarchy, typically as a means to share responsibility among all employees and leaders. This may also influence elements of corporate culture, such as the layout of the company’s office.\n\nIn many organizations, the higher one’s standing is in the hierarchy, the greater the effect on the size, location, and aesthetics of the workspace. Premium office space, for instance, is often reserved for executives.Access to perkssuch as chambers reserved for executive use or, if it is within the company’s means, use of private jets and car service may also be an amenity reserved for members of upper leadership.\n\nDiligent. \"The Roles and Responsibilities of a Board of Directors.\"",
  "url": "https://www.investopedia.com/terms/c/corporate-hierarchy.asp"
}