{
  "term": "Corporate Finance",
  "definition": "Corporate finance encompasses the strategies, tools, and structures that enable corporations to grow from startups to large and powerful enterprises. Browse Investopedia’s expert written library to learn more.\n\nCorporate finance focuses on how corporations can use long- and short-term financial planning and other strategies to source funding, structure capital, make investments and employ accounting techniques to maximizeshareholder value. It focuses both on day-to-daycash flowand on long-term planning.\n\nCorporations have a wide range of ways to raise capital for growth. These includeretained earnings(better known as profits), taking on debt, and selling off ownership (equity funding). Success lies in finding the correct mix of these methods—and companies can be valued by how they balance their funding sources.\n\nCapital budgeting uses three methods to determine whether a possible capital investment makes sense. Thepayback periodcalculates how long it would take for the project to earn enough to recover its cost. Theinternal rate of returnis how much the project should earn—and whether that’s higher than the borrowing cost. Thenet present valuemethod lets you compare the proposed project to other options to see which project would make more.\n\nAcash flowstatement is a sort of corporate checkbook that reconciles a company’sbalance sheetandincome statement. It records the inflow and outflow of cash and lets investors know whether the revenues that a company has booked on its income statement have actually been received. Note that while a positive cash flow is good, the statement doesn’t account for liabilities and assets; it’s not a complete picture. Some companies with negative cash flows may still be good investments.\n\nBoth are important, butequity—the company’s assets minus liabilities—is a more accurate way to estimate what a company is worth.Market capitalizationis the total worth of all a company’s outstanding shares; it can fluctuate daily, if not hourly, with the share price on the stock market.\n\nStrategic financial management is how companies make money—and that is the ultimate report card for a manager. Skilled managers focus on long-term success (strategic management), though they may also use tactical management tools to position the company for the short term. Key elements include planning, budgeting,risk assessmentand management, establishing ongoing procedures and strategies targeted to the industry/sector in which the company operates.\n\nA company’s total assets minus liabilities, equity is what shareholders would get once all assets were liquidated and all debts paid. The ultimate bottom line, it shows what each investor’s stake is worth.\n\nHow big a return would a company need to justify borrowing the money it would take to make a capital investment? Figuring it requires calculating both equity and debt.\n\nThe primary and secondary markets where entities that need capital meet potential investors. The stock market and the bond market are the two most common ones. New securities are issued and sold on primary markets; investors seeking existing securities use the secondary market.\n\nU.S. companies issuing financial statements must use this group of accounting principles, issued by the Financial Accounting Standards Board (FASB). These 10 key concepts ensure that financial documents allow for apples-to-apples comparisons among U.S. companies, and that statements are complete and consistent. The international equivalent is called International Financial Reporting Standards (IFRS), issued by the International Accounting Standards Board (IASB).\n\nHow long will it take to recover the cost of your investment? That’s its payback period. To calculate the payback period, divide the cost of the investment by the annual cash flow. Obviously, the shorter the breakeven point, the better.\n\nThe way a company combines debt and equity to fund its overall operations is its capital structure. Analysts use its debt-to-equity (D/E) ratio to assess the risk level of a company’s borrowing choices. Companies can be high leverage or low leverage.\n\nWhen a company uses its own resources to pay expenses instead of using them to earn money, there is no exchange of money to be measured through accounting. Examples: A company uses a building it owns instead of renting it out. Or a small business owner takes no salary in the early years of a business.",
  "url": "https://www.investopedia.com/corporate-finance-and-accounting-4689821"
}