{
  "term": "Corporate Tax: Definition, Deductions, and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe federal corporate tax rate in the United States is 21%, and it applies to a corporation's profits. The taxes are paid on a company's taxable income, which includes revenue minus expenses. Expenses include cost of goods sold (COGS), general and administrative (G&A) expenses, selling and marketing, research and development, depreciation, and other operating costs.\n\nCorporate tax rates vary widely by country, with some countries considered to be tax havens due to their low rates. Corporate taxes can be lowered by various deductions, government subsidies, and tax loopholes, and so the effective corporate tax rate, the rate a corporation actually pays, is usually lower than the statutory rate; the stated rate before any deductions.\n\nThe federal corporate tax rate in the United States is currently a flat 21% due to theTax Cuts and Jobs Act(TCJA),which President Donald Trump signed into law in 2017 and which went into effect in 2018. Previously, the maximum U.S. corporate income tax rate was 35%.\n\nU.S. corporate tax returns are generally due by the 15th day of the fourthmonth following the end of the corporation's tax year.Corporations may request a six-month extension to file their corporatetax returnsin September. Installment payment due dates for estimated tax returns occur in the middle of April, June, September, and December.Corporate taxes are reported on Form 1120 for U.S. corporations.\n\nSomestates impose a corporate income tax, which can run from a few percentage points in North Carolina to double digits in New Jersey.\n\nCorporations are permitted to reduce taxable income by certain necessary and ordinary business expenditures. All current expenses required for the operation of the business are fully tax-deductible. Investments and real estate purchased with the intent of generating income for the business are also deductible.\n\nA corporation can deduct employee salaries, health benefits, tuition reimbursement, and bonuses. In addition, it can reduce its taxable income by deductinginsurance premiums, travel expenses, bad debts, interest payments, sales taxes, fuel taxes, and excise taxes. Tax preparation fees, legal services, bookkeeping, and advertising costs can also be used to reduce corporate taxes.\n\nA central issue relating to corporate taxation is the concept ofdouble taxation. Certain corporations are taxed based on their taxable income. If this net income is distributed to shareholders, these individuals are forced to pay individual income taxes on the dividends received.\n\nInstead, a business may register as an S corporation and have all income pass-through to the business owners. An S corporation does not pay corporate tax, as all taxes are paid through individual tax returns.\n\nPaying corporate taxes can be more beneficial for business owners than paying additional individual income tax. Corporate tax returns deduct medical insurance for families as well as fringe benefits, including retirement plans andtax-deferredtrusts. It is easier for a corporation to deduct losses, too.\n\nA corporation may deduct the entire amount of losses, while asole proprietormust provide evidence regarding the intent to earn a profit before the losses can be deducted. Finally, a corporation may choose to retain specific amounts of profit over time to use to pay taxes, allowing it to strategically plan for taxes.\n\nCorporate taxes are taxes paid by businesses.\n\nYes and no. The corporate tax rate is set at a specific percentage and does not fluctuate, but it can be and has been adjusted many times in the past.\n\nWhile corporations do pay taxes, many economists believe most of the burden is passed on to shareholders through lower rates of return, customers through higher prices, and workers through low wages.\n\nThe corporate tax rate is levied on a corporation's profits, collected by a government as a source of income. It applies to a company's income, which is revenue minus expenses. In the U.S., the federal corporate tax rate is a flat rate of 21%. States may also impose a separate corporate tax on companies. Companies often seek to lower their corporate tax obligations by taking advantage of deductions, loopholes, subsidies, and other practices.\n\nInternal Revenue Service. \"Publication 542 (01/2022), Corporations.\"\n\nCongress.gov. \"H.R. 1, 115th Congress.\"\n\nInternal Revenue Service. \"Starting or Ending a Business 3.\"\n\nInternal Revenue Service. \"Publication 542 (01/2022), Corporations.\"\n\nInternal Revenue Service. \"Instructions for Form 1120 (2024).\"\n\nTax Foundation. \"State Corporate Income Tax Rates and Brackets, 2025.\"\n\nInternal Revenue Service. \"Publication 535 (2024), Business Expenses.\"\n\nInternal Revenue Service. \"S Corporations.\"",
  "url": "https://www.investopedia.com/terms/c/corporatetax.asp"
}