{
  "term": "Correspondent Bank: Definition and How It Works",
  "definition": "A correspondent bank is a financial institution that provides services to another one—usually in another country. It acts as an intermediary or agent, facilitating wire transfers, conducting business transactions,accepting deposits, and gathering documents on behalf of another bank.\n\nCorrespondent banks are most likely to be used by domestic banks to execute transactions that either originate or are completed in other countries. Domestic banks generally use correspondent banks to gain access to foreignfinancial marketsand to serve international clients without having to open branches abroad.\n\nCorrespondent banks are third-party banks. They act as middlemen between differentfinancial institutions. As such, they provide treasury services between sending and receiving banks, especially those in different countries. Services can include:\n\nCorrespondent banks may also act as agents to process localtransactionsfor clients when they are traveling abroad. At the local level, correspondent banks may acceptdeposits, process documentation, and serve as funds transfer agents.\n\nThe accounts held between correspondent banks and the banks for which they provide services are referred to asnostro and vostro accounts. An account held by one bank for another is referred to by the holding bank as a nostro account, or our account on your books. The same account is referred to as a vostro account—your account but on our books—by thecounterpartybank. Generally speaking, both banks in a correspondent relationship hold accounts for one another for the purpose of tracking debits and credits between the parties.\n\nA correspondent bank must act as the middleman when sending and receiving banks don't have agreements in place forwire transfers.\n\nCorrespondent banks are a pivotal part of the financial industry, as they provide a way for domestic banks to operate when it isn't feasible for them to openbranchesin a different location—especially in another country.\n\nFor instance, a small domestic bank with clients in different countries can partner with a correspondent bank to meet the needs of its client internationally. Doing so also gives it access to the foreign financial market. The correspondent bank will, therefore, charge afeefor this service, which is usually passed off from the domestic bank to the customer.\n\nInternational wire transfers often occur between banks that don't have an established financial relationship. For example, a bank in San Francisco that receives instructions to wire funds to a bank in Japan can't wire funds directly without a working relationship with the receiving bank.\n\nMost international wire transfers are executed through theSociety for Worldwide Interbank Financial Telecommunication (SWIFT)network. Knowing there isn't a working relationship with the destination bank, the originating bank can search the SWIFT network for a correspondent bank that has arrangements with both banks.\n\nUpon finding a correspondent bank having arrangements with both sides of the transfer, the originating bank sends the transferred funds to its nostro account held at the correspondent bank.\n\nUsing the example above, the correspondent bank deducts its transfer fee, usually between $0 and $50, and transfers the funds to the receiving bank in Japan. In transactions such as this, the correspondent bank addsvaluein two ways:\n\nCorrespondent banking poses some risk-management challenges because the correspondent bank relies on its customer, the respondent bank, to performKnow Your Client (KYC)due diligence on its customers.\n\nReliance on a third party’s compliance program—rather than conducting KYC on all customers for whom the respondent bank is processing payments through the correspondent bank—is why this activity is generally considered to be high-risk, from amoney-launderingperspective.\n\nAlthough there are some similarities between bothcorrespondent and intermediary banks—namely that they act as third parties for other banks—there is a major difference between the two.\n\nWhile correspondent banks normally handle transactions involving multiplecurrencies, an intermediary bank completes transactions involving only a single currency. They are especially key for domestic banks that may be too small in size to handle these types of transactions.\n\nA correspondent bank is a third-party financial institution that acts as a go-between for domestic and foreign banks that need to conduct cross-border payments with each other.\n\nCorrespondent banks and intermediary banks both serve as third-party banks and are used by beneficiary banks, or receiving banks, to execute international fund transfers and transaction settlements. The main variance between correspondent banks and intermediary banks is often the number of currencies in use in a transaction, with correspondent banks handling more than one currency and intermediary banks generally working in one currency.\n\nIn transactions that require their use, the correspondent bank adds value in two ways. It alleviates the need for the domestic bank to establish a physical presence abroad and saves the work of setting up direct arrangements with other financial institutions around the world.\n\nA correspondent bank is an authorized financial institution that provides third-party services on behalf of another financial institution that's usually in another country. Correspondent bank services may include funds transfer, settlement, check clearing, wire transfers, and more. Domestic banks can serve their international clients and gain access to foreign financial markets by using correspondent banks, rather than setting up their own branches overseas.\n\nWorld Bank. \"The Decline in Access to Correspondent Banking Services in Emerging Markets: Trends, Impacts, and Solutions.\"\n\nCongressional Research Service. \"Overview of Correspondent Banking and 'De-Risking' Issues,\" Page 2.\n\nFinancial Industry Regulatory Authority. “Obligations to Your Customers.”\n\nDow Jones. \"What Is Correspondent Banking?\"",
  "url": "https://www.investopedia.com/terms/c/correspondent-bank.asp"
}