{
  "term": "Cost per Thousand (CPM) Definition and Its Role in Marketing",
  "definition": "Cost per thousand (CPM) refers to the average cost a company pays for 1,000 advertisement impressions; it is a metric (and a pricing model) used in digital marketing. The abbreviated version of the term is \"CPM\" (even though the acronym for cost per thousand is \"CPT\") because the wordmille—as in \"cost permille\"—is the Latin word for one thousand.\n\nIn digital marketing, an impression occurs every time a consumer views an advertisement. CPM is generally utilized in two ways: as a metric, it can help companies measure how efficient their advertising efforts are by elucidating how much they are paying for 1,000 views of their digital advertisements. As a pricing model, it is used to represent how much a digital publisher charges for advertising space on its digital properties and websites.\n\nCompanies traditionally had only a few options to advertise their products and services—notably, through print, radio, and television. Over time, these options grew to include various types of online advertising. Several metrics have been created to help companies determine how well their advertising works. One of these is cost per thousand (CPM).\n\nCPM is one of the most common methods for pricing website advertisements indigital marketing. This pricing method relies on impressions; an impression is a metric that counts how many times consumers view ads. Viewers may do nothing more than glance at an ad—they may not click on it or interact with it. However, the premise for counting impressions is the possibility that viewing the ad created awareness about the product or service.\n\nAdvertisers and digital publishers count impressions, and metrics can be generated from their counts. For example, many websites charge a set fee for every 1,000 impressions of an ad.\n\nTheclick-through rate (CTR)is a metric that measures how often an ad is clicked on. Advertisers frequently measure the success of an advertising campaign by its click-through rate because it's preferable for a consumer to click on an ad (versus just viewing the ad).\n\nCPM is one of several methods used to price website ads. It is generally used alongside other metrics—cost-per-click (CPC) and cost-per-acquisition (CPA)—to help marketers analyze the effectiveness of their ads.\n\nCompanies who want to focus on promoting a product to aniche audiencemay elect a pricing model based on cost-per-click (CPC) or cost-per-acquisition (CPA) because they only have to pay for their advertisement space when visitors click on the ad and visit their website—versus every time a consumer views their ad (for a pricing model that utilizes CPM).\n\nWhen it comes to advertising specifically on social media, there are two terms that are particularly important: impressions and views. An impression refers to the presence of an ad on a user's screen. A view refers to instances when a user engages with any digital content—for example, a video.\n\nRates forsocial media advertisingtend to be higher and can vary depending on the platform.\n\nCost per thousand (CPM) is a marketing term that refers to the cost an advertiser pays per 1,000 advertisement impressions on a website. CPM can be used as part of a pricing model, where a digital publisher charges a company for advertising space based on projections about how many impressions their advertisement will receive.\n\nA CPM of $15 means it costs an advertiser an average of $15 to achieve 1,000 impressions of their advertisement. In other words, the advertiser pays $15 for every 1,000 consumers who view their advertisement.\n\nCPM refers to 1,000 advertising impressions; on YouTube, CPM is how much you pay for 1,000 viewers to see your ad.\n\nCost per thousand (CPM) is the average cost for achieving 1,000 advertisement impressions. It is one of the figures used to charge advertisers for digital advertisements. It is also used as a metric by companies who want to measure how successful a marketing campaign is.\n\nPPCexpo. \"Impressions vs. Views: Understanding Views and Impressions in Digital Marketing.\"",
  "url": "https://www.investopedia.com/terms/c/cpm.asp"
}