{
  "term": "Cost of Revenue: What It Is, How It's Calculated, Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe term cost of revenue refers to the total cost of manufacturing and delivering a product or service to consumers. Cost of revenue information is found in a company'sincome statement. It is designed to represent thedirect costsassociated with the goods and services the company provides. The service industry often favors using the cost of revenue metric because it is a more comprehensive account of the various costs associated with selling a good or service.\n\nCost of revenue is the total cost incurred to produce and sell a product or service. It includes all the costs associated with the production process, such asraw materials, labor, overhead expenses. It also includes any other direct costs related to the production and delivery of the product or service.\n\nCost of revenue is important for businesses because it helps them determine their true gross profit margin. Companies should be interested in know how much residualrevenueis left over after all costs of making and selling a product have been incurred. This residual profit is used to pay overhead or indirect costs still vital to the operation of the company but not directly tied to making a product.\n\nThe formula for the cost of revenue is:\n\nCost of Revenue = COGS + Shipping Costs + Commissions + Warranties + Returns + Other Direct Costs\n\nTo calculate cost of revenue, it's important to first decide what period to use. Many companies will calculate cost of revenue on a monthly or quarterly basis to use for decision-making during the course of the year.\n\nAnother important aspect of calculating cost of revenue is determining what the beginning inventory was at the beginning of the period. This figure is required because it is an integral part of calculating the cost of goods sold.\n\nLast, companies need to be mindful of the \"other\" category. Depending on the nature of the company, the product line may have a diverse set of direct costs. Not every company will have the same direct costs, and these direct costs may change from one period to the next as a company evolves its manufacturing process.\n\nCost of revenue is not a GAAP-approved calculation and is not included on publicly-issued financial statements.\n\nAs mentioned before, every company's direct costs and cost of revenue may be calculated differently. Here's a broad range of what is included in the cost of revenue, though not all of these costs may be relevant and other direct costs not included in this list should be included.\n\nDirect materials are the costs of raw materialsused in the production of a product. Direct materials often include any shipping or handling costs associated with acquiring these materials. Direct materials are included in the cost of goods sold component of the cost of revenue.\n\nDirect labor is the costs of wages, salaries, and benefits paid to employees directly involved in the production or delivery of the product or service. Companies may directly trace the payroll costs of specific employees to product lines, though this often entails an allocation process (especially for those employees who may work on different product lines). Direct labor is also included in the cost of goods sold component of cost of revenue.\n\nSometimes, there are costs a company simply can't directly trace. However, these costs are still necessary for the manufacturing of a product.Manufacturing overheadincludes all non-directly associated costs of the production process such as utilities or equipment maintenance. These are also usually reported as part of the cost of goods sold.\n\nFreight and shipping are the costs of shipping finished products to customers or retailers. These are included in the cost of revenue because they represent expenses necessary to distribute goods as part of the sale. Without these expenses, customers and retailers would be unable to receive the products, so these costs can often not be avoided.\n\nIn a similar manner,duties and taxesmay be required to distribute a good. This is especially true for goods being distributed internationally that require importation or exportation. Though companies can choose to not distribute to these regions, these costs are often avoidable once a company commits to distributing to a region.\n\nReturns are costs associated with good not kept or allowances given to customers such as shipping costs or restocking fees. Companies may expect that a certain percentage of goods will be returned as the normal course of business. In addition, companies may incur costs while products are under a warranty period. These costs may be considered a cost of revenue because customers may be have been incentivized to buy a good partially because of the warranty period.\n\nCompanies may paycommissionsto sales agents, distributors, or other intermediaries involved in the sale of the product. These commissions are often directly related to the product and not broadly related to the company. As long as these costs can be tied to a product, companies often include them in the cost of revenue because goods were often sold due to this extra incentive awarded to sellers.\n\nAs mentioned before, companies have very different structures from one another. There are often other direct costs unique to a specific product line or industry that necessitate inclusion into cost of revenue.\n\nThough the term ends with the word \"revenue\", cost of revenue is not a type of income. It represents all of the costs that go into earning revenue.\n\nCost of revenue is different fromcost of goods sold (COGS)because the former also includes costs outside of production, such as distribution and marketing. The cost of revenue takes into account the cost of goods sold (COGS) or cost of services provided plus any additional costs incurred to generate a sale.\n\nAlthough the cost of revenue factors in many costs associated with sales, it does not take into account the indirect costs, such as salaries paid to managers. The costs considered part of the cost of revenue include a multitude of items, such as thecost of labor, commission, materials, and sales discounts.\n\nWhen comparing profit measures using a standard formula for profit margins such as those listed in an income statement, creating a profit margin measure based on the cost of revenue would generate a lower value than those typically used by corporations for quarterly reporting. That's because it includes the COGS or cost of services and other direct costs.\n\nThecontribution marginincludes total variable costs, and the gross margin only includes the COGS or the cost of services. A company with a low cost of revenue to total revenue percentage indicates that it is in stable financial health and may have strong sales.\n\nHere's a hypothetical example of how the concept of cost of revenue works. Let's assume XYZ Inc. sells electronics products and offers services to repair electronic equipment. The company reports total revenue of $100 million, COGS of $15 million, and cost of services sold of $7 million. The company has direct labor costs of $5 million, marketing expenses of $1 million, and direct overhead costs of $3 million. XYZ also pays $10 million to its management and records rental costs of $8 million.\n\nWe can determine from this information that the company's cost of revenue is $31 million for the fiscal period. The $10 million paid to its management and the rental costs of $8 million are indirect costs, which are not included in the cost of revenue. Since the company had total revenue of $100 million, XYZ Inc. has a cost of revenue margin of $100 million ($31 million = $69 million.) Moreover, the company has a cost of revenue to total revenue percentage of 31%, or $31 million divided by $100 million.\n\nOperating expenses are often limited to expenses not tied to the manufacturing process. Though some of these costs may still be considered cost of revenue expenses, these are a more indirect type of cost. Cost of revenue is a broader group of expenses with many of the costs tied to the cost of goods sold.\n\nYes, cost of revenue is an accumulation of the costs necessary to generate income specific to a product. Be mindful that some aspects of cost of revenue (i.e. returns or warranties) may be reported as contra revenue accounts.\n\nCost of revenue is important because it allows a company to best understand all of the costs it incurs to generate income. This goes beyond just the cost of goods sold; this extends to other types of expenses needed to sell and distribute a good. With this knowledge, companies can more strategically deploy capital as they have a better sense of what capital is needed to raise certain amounts of revenue.\n\nCost of revenue is the total cost incurred to produce and sell a good. It includes the cost of goods sold in addition to all sorts of other cost sof production. It also includes costs not included in production but needed to deliver or market a product. All of this information is used by a company to better understand the true profit margin of a product.",
  "url": "https://www.investopedia.com/terms/c/cost-of-revenue.asp"
}