{
  "term": "Cost of Equity: Definition, Formula, and Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe cost of equity is the return that a company requires to decide if an investment meets capital return requirements. Firms often use it as a capital budgeting threshold for therequired rate of return. The traditional formula for the cost of equity is the dividend capitalization model and the capital asset pricing model (CAPM).\n\nThe cost of equity refers to two separate concepts, depending on the party involved. If you are the investor, the cost of equity is the rate of return required on an investment in equity. If you are the company, the cost of equity determines the required rate of return on a particular project or investment.\n\nThere are two ways that a company can raise capital: debt or equity. Debt is cheaper, but the company must pay it back. Equity does not need to be repaid, but it generally costs more than debt capital due to the tax advantages of interest payments. Since the cost of equity is higher than debt, it generally provides a higher rate of return.\n\nUsing the dividend capitalization model, the cost of equity is:\n\nCost of Equity=DPSCMV+GRDwhere:DPS=Dividends per share, for next yearCMV=Current market value of stockGRD=Growth rate of dividends\\begin{aligned}&\\text{Cost of Equity}=\\frac{\\text{DPS}}{\\text{CMV}}+\\text{GRD}\\\\&\\textbf{where:}\\\\&\\text{DPS}=\\text{Dividends per share, for next year}\\\\&\\text{CMV}=\\text{Current market value of stock}\\\\&\\text{GRD}=\\text{Growth rate of dividends}\\end{aligned}​Cost of Equity=CMVDPS​+GRDwhere:DPS=Dividends per share, for next yearCMV=Current market value of stockGRD=Growth rate of dividends​\n\nThe dividend capitalization model can be used to calculate the cost of equity, but it requires that a company pays dividends. The calculation is based on future dividends. The theory behind the equation is that the company’s obligation to pay dividends is the cost of paying shareholders and, therefore, the cost of equity. This is a limited model in its interpretation of costs.\n\nThe capital asset pricing model, however, can be used on any stock, even if the company does not pay dividends. That said, the theory behind CAPM is more complicated. The theory suggests that the cost of equity is based on the stock’svolatilityand level of risk compared to the general market.\n\nThe formula for the capital asset pricing model is:\n\nCoE=RFRR+B×(MRR−RFRR)where:CoE=Cost of EquityRFRR=Risk-free rate of returnB=BetaMRR=Market rate of return\\begin{aligned}&\\text{CoE}=\\text{RFRR}\\\\&\\qquad\\quad+\\text{B}\\times\\text{(MRR}-\\text{RFRR)}\\\\&\\textbf{where:}\\\\&\\text{CoE}=\\text{Cost of Equity}\\\\&\\text{RFRR}=\\text{Risk-free rate of return}\\\\&\\text{B}=\\text{Beta}\\\\&\\text{MRR}=\\text{Market rate of return}\\end{aligned}​CoE=RFRR+B×(MRR−RFRR)where:CoE=Cost of EquityRFRR=Risk-free rate of returnB=BetaMRR=Market rate of return​\n\nIn this equation, therisk-free rateis the rate of return paid on risk-free investments such as Treasuries.Betais a measure of risk calculated as a regression on the company’s stock price. The higher the volatility, the higher the beta and relative risk compared to the general market.\n\nThe market rate of return is theaverage market rate. In general, a company with a high beta—that is, a company with a high degree of risk—will have a higher cost of equity.\n\nThe cost of equity can mean two different things, depending on who’s using it. Investors use it as a benchmark for an equity investment, while companies use it for projects or related investments.\n\nThecost of capitalis the total cost of raising capital, taking into account both the cost of equity and the cost of debt.\n\nA stable, well-performing company will generally have a lower cost of capital. To calculate the cost of capital, the cost of equity and the cost of debt must be weighted and then added together. The cost of capital is generally calculated using theweighted average cost of capital.\n\nWhen considering the weighted average cost of capital, companies may favorthe financial option that is least expensive. For example, its cost of equity may be 8%, while its cost of debt may be 4%. Assuming a company has a balanced capital structure (50% of each), the company's total cost of capital is 6%.\n\nAs a company goes out to seek additional capital, it often compares which method is cheaper than its weighted average cost of capital. In this case, the company's average debt costs less, so the company may be opposed to issuing additional equity at a higher cost.\n\nUsing the cost of equity has beneficial applications for both investors and businesses. For investors, they can use the cost of equity to determine whether a stock or private investment into a company offers enough of a return when compared to the risk. If the expected return is below the cost of equity, then the investment may not be a good opportunity.\n\nBusinesses can use the cost of equity to assess whether new funding projects or investments will generate enough return to justify an equity investment or whether other investment choices, such as debt financing, are better. This can also help in deciding which types of projects to pursue.\n\nThe cost of equity is the return that a company must realize in exchange for a given investment or project. When a company decides whether it takes on new financing, for instance, the cost of equity determines the return that the company must achieve to warrant the new initiative. Companies typically have two ways to raise funds: through debt or equity. Each has differing costs and rates of return.\n\nThere are two primary ways to calculate the cost of equity. The dividend capitalization model takes dividends per share (DPS) for the next year divided by the current market value (CMV) of the stock and adds this number to the growth rate of dividends (GRD), where Cost of Equity = DPS ÷ CMV + GRD. Conversely, the capital asset pricing model (CAPM) evaluates if an investment is fairly valued, given its risk and the time value of money in relation to its anticipated return. Under this model, Cost of Equity = Risk-Free Rate of Return + Beta × (Market Rate of Return – Risk-Free Rate of Return).\n\nConsider company A trades on the S&P 500 at a 10% rate of return. Meanwhile, it has a beta of 1.1, expressing marginally more volatility than the market. Presently, the T-bill (risk-free rate) is 1%. Using the capital asset pricing model (CAPM) to determine its cost of equity financing, you would apply Cost of Equity = Risk-Free Rate of Return + Beta × (Market Rate of Return – Risk-Free Rate of Return) to reach 1 + 1.1 × (10-1) = 10.9%.\n\nA company's weighted average cost of equity measures the cost of equity proportionally across the types of equity. Instead of taking the simple average cost across all types of equity (i.e., common shares, preferred shares, etc.), the weighted average cost of equity proportionally considers the equity value of each type of equity. To calculate the weighted average cost of equity, multiply the cost of any given specific equity type by the percentage of capital structure it represents.\n\nA company's cost of equity is an important consideration as companies determine the best way to raise capital. Calculated as the dividends issued per share divided by the current market price (plus a growth rate) or by using the CAPM, the cost of equity is the expense a company should assume it must return back to investors based on prevailing costs. The cost of equity is often compared to the cost of debt when making capital structure decisions.",
  "url": "https://www.investopedia.com/terms/c/costofequity.asp"
}