{
  "term": "Cost of Labor (aka Labour Costs): What It Is, Why It Matters",
  "definition": "The cost of labor is the sum of all wages paid to employees, as well as the cost of employee benefits and payroll taxes paid by an employer. The cost of labor is broken into direct and indirect (overhead) costs.Direct costsinclude wages for the employees who produce a product, including workers on an assembly line, while indirect costs are associated with support labor, such as employees who maintain factory equipment.\n\nThese costs, known as theburden rate, include all auxiliary, indirect, and incidental costs of hiring and retaining an employee.\n\nWhen a manufacturer sets the sales price of a product, the firm takes into account the costs of labor, material, and overhead. The sales price must include the total costs incurred; if any costs are left out of the sales price calculation, theamount of profit is lower than expected. If demand for a product declines, or if competition forces the business to cut prices, the company must reduce the cost of labor to remain profitable. To do so, a business can reduce the number of employees, cut back on production, require higher levels of productivity, or reduce other factors inproduction cost.\n\nIn some cases, the cost of labor can be shifted directly toward the consumer. For example, in the hospitality sector, tipping is often encouraged, allowing businesses to reduce their cost of labor.\n\nAssume that XYZ Furniture is planning the sales price for dining room chairs. The direct labor costs are those expenses that can be directly traced to production. XYZ, for example, pays workers to run machinery that cuts wood into specific pieces for chair assembly, and those expenses are direct costs. On the other hand, XYZ has several employees who provide security for the factory and warehouse; those labor costs are indirect, because the cost cannot be traced to a specific act of production.\n\nLabor costs are also classified as fixed costs or variable costs. For example, the cost of labor to run the machinery is a variable cost, which varies with the firm's level of production. A firm can easily increase or decrease variable labor cost by increasing or decreasing production. Fixed labor costs can include set fees for long term service contracts. A firm might have a contract with an outsidevendorto perform repair and maintenance on the equipment, and that is a fixed cost.\n\nSince indirect labor costs can be difficult to allocate to the correct product or service, XYZ Furniture may underallocate labor costs to one product and overallocate labor costs to another. This situation is referred to as undercosting and overcosting, and it can lead to incorrect product pricing.\n\nAssume, for example, that XYZ manufactures both dining room chairs and wooden bed frames, and that both products incur labor costs to run machinery, which total $20,000 per month. If XYZ allocates too much of the $20,000 labor costs to wooden bed frames, too little is allocated to dining room chairs. The labor costs for both products are incorrect, and the sale prices of the two goods will not reflect their true cost.\n\nWhile the cost of labor refers to the sum of all wages paid to employees, it should not be confused with the cost of living. The cost of living is the cost needed to maintain a certainstandard of livingby a consumer in a specific geographic location. This includes housing, food, transportation, entertainment, etc. These rates can sometimes be much higher than the cost of labor, especially in highly metropolitan areas. For example, the cost of living is higher in New York City than in a suburban city. Demand for housing and food is higher, which means higher prices for consumers.",
  "url": "https://www.investopedia.com/terms/c/cost-of-labor.asp"
}