{
  "term": "Cost Basis: What It Is, How to Calculate, and Examples",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nCost basis is the original value of an asset for tax purposes—usually the purchase price, adjusted forstock splits,dividends, andreturn of capitaldistributions. This value is used to determine the capital gain, which is equal to the difference between the asset’s cost basis and the current market value.\n\nThe term can also be used to describe the difference between the cash price and the futures price of a given commodity.\n\nAt the most basic level, the cost basis of an investment is the total amount originally invested, plus any commissions or fees involved in the purchase. This can either be described in terms of the dollar amount of the investment, or the effective per-share price paid for the investment.\n\nUsing the correct cost basis, also referred to as the tax basis, is important especially if you reinvested dividends andcapital gains distributionsinstead of taking the earnings in cash. Reinvesting distributions increases the tax basis of your investment, which you must account for to report a lower capital gain and therefore pay less tax.\n\nIf you don’t use the higher tax basis, you could end up paying taxes twice on the reinvested distributions. Determining the correct cost basis is also the first step whencalculating gains and lossesafter a stock is sold.\n\nReinvesting dividends increases the cost basis of a stock because dividends are used to buy more shares.\n\nTheaverage cost basis methodis commonly used by investors formutual fund tax reporting. A cost basis method is reported with the brokerage firm where your assets are held. Many brokerage firms default to the average cost basis method. Investors can also choose from other methods, including first in first out (FIFO), last in first out (LIFO), high cost, low cost, and more.\n\nOnce a cost basis method is determined for a specific mutual fund, it must remain in effect. Brokerage firms will provide investors with appropriate annual tax documentation on mutual fund sales based on theircost basis method elections.\n\nThe concept of cost basis is basically straightforward, but it can become complicated in many ways. Tracking cost basis is required for tax purposes but is also needed to help track and determine investment success. The key is to keep good records and simplify the investment strategy where possible.\n\nFor example, if 100 shares of a stock were purchased for $1,000 last year, with the first year of dividends amounting to $100 and second-year dividends amounting to $200—all of which were reinvested—applicable tax law considers these reinvested earnings to be income.\n\nFor tax calculation purposes, the adjusted cost basis when the stock is sold will be recorded at $1,300 instead of the originalpurchase priceof $1,000. Thus, if the sale price is $1,500, thetaxable gainwould only be $200 ($1,500 - $1,300) instead of $500 ($1,500 - $1,000). If the cost basis is incorrectly recorded as $1,000, this results in a higher tax liability than would normally be due.\n\nCost basis comparison can be an important consideration. Assume that an investor made the following consecutive fund purchases in a taxable account: 1,500 shares at $20, 1,000 shares at $10, and 1,250 shares at $8. The investor’s average cost basis is calculated by dividing $50,000 by 3,750 shares. The average cost is $13.33.\n\nSuppose the investor then sells 1,000 shares of the fund at $19. The investor would have acapital gainof $5,670 using the average cost basis method.\n\nResults can vary significantly by cost basis.\n\nIn this case, the investor would be better off if they had selected the FIFO method or the high-cost method to determine the cost basis before selling the shares. These methods would result in no tax on a loss of $1,000. With the average cost basis method, the investor must pay acapital gains taxon the gain of $5,670.\n\nIf the company splits its shares, this will affect your cost basis per share, but not the actual value of the original investment or the current investment. Continuing with the above example, suppose the company issues a 2:1 stock split where one old share gets you two new shares. You can calculate your cost basis per share in two ways:\n\nIn the event that the shares were given to you as a gift, your cost basis is the cost basis of the original holder who gave you the gift. If the shares are trading at a lower price than when the shares were gifted, the lower rate is the cost basis.\n\nIf the shares were given to you as an inheritance, then the cost basis of the shares for you as the inheritor is the currentmarket priceof the shares on the date of the original owner’s death.\n\nMany factors will affect your cost basis and eventually your taxes when you decide to sell. If your true cost basis is unclear, please consult afinancial advisor, accountant, or tax lawyer.\n\nRegarding futures, the cost basis is the difference between a commodity’s local spot price and its associated futures price. For example, if a particular corn futures contract happens to be trading at $3.50, while the current market price of thecommoditytoday is $3.10, there is a 40-cent cost basis.\n\nIf the reverse were true, with the future contract trading at $3.10 and the spot price being $3.50, the cost basis would be negative 40 cents, as a cost basis can be positive or negative depending on the prices involved.\n\nThe local spot price represents the prevailing price for the underlying asset, while the price listed in a futures contract refers to a rate that would be given at a specified point in the future. Futures prices vary from contract to contract depending on the month when they are set to expire.\n\nAs with other investment mechanisms, the spot price fluctuates depending on current local market conditions. As the delivery date approaches, the price of futures and the spot price shift closer together.\n\nCost basis is the original cost of obtaining an asset. It can include the purchase price and any fees. During the time that an asset is held, its value can change due to changes in market value, as well as any depreciation. The tax basis is the adjusted cost basis of the asset at the time the asset is sold. Capital gains tax will be charged on the difference between the sale price and the cost basis.\n\nCost basis is important because it is how capital gains taxes are charged. If you sell an asset for more than the cost basis, you will incur taxes on the profit. If you sell an asset for less than the cost basis, you will incur a loss and not incur any taxes. This loss can also be used to offset taxes on other capital gains.\n\nIn real estate transactions, theInternal Revenue Service (IRS)can verify the cost basis by looking at the closing statement of when the property was purchased, or any other legal documents associated with the property, such as tax statements.\n\nThe cost basis, usually the purchase price of an asset, is used to determine how much an investor will pay in capital gains. The larger the difference between the cost basis and the sale price (if the asset has appreciated), the larger the tax bill will be monetarily.\n\nIf there are a lot of aspects to the cost basis, such as fees, or if the cost basis is adjusted due to dividends or stock splits, or if distributions are reinvested, then determining the capital gain can be complicated. It can be helpful to use a tax advisor in these scenarios.",
  "url": "https://www.investopedia.com/terms/c/costbasis.asp"
}