{
  "term": "Cost-Plus Contract: Definition, Types, and Example",
  "definition": "Investopedia / Michela Buttignol\n\nA cost-plus contract is an agreement made between a project owner and a contractor to reimburse the contractor for expenses incurred andto add a specific, additional payment for their profit. This profit is usually stated as a percentage of the contract’s full price.\n\nThese types of contracts are primarily used in construction for projects where the owner reduces some of the contractor's risk related to expenses, thereby providing the contractor with a degree of flexibility.\n\nIn such cases, the owner agrees to pay the contractor extra based on the contractor's agreement (and obligation) to deliver according to the contract's terms.\n\nCost-plus contracts can be contrasted with fixed-cost contracts, in which two parties agree up front to a specific cost, regardless of the actual expenses incurred by the contractor. Cost-plus contracts may also be known as cost-reimbursement contracts.\n\nCost-plus contracts are generally used if the party drawing up the contract has budgetary restrictions or if the overall scope of the work can't be properly estimated in advance.\n\nFor example, this party could be either the project owner, who wants to encourage a timely project launch or the contractor, who lacks necessary information for a thorough estimate.\n\nIn construction, cost-plus contracts are drawn up so contractors can be reimbursed for direct costs and indirect oroverheadcosts. All expenses must be supported by invoices and receipts that identify the contractor's spending.\n\nThe contract also provides the contractor with the opportunity to make a specific profit—hence, the term \"plus\" in cost-plus contracts.\n\nCost-plus contracts normally don't cover contractor error or negligence. Therefore, some contracts may limit the amount of reimbursement, so that not every expense is covered.\n\nThis contractual limitation benefits the owner if the contractor makes an error during the course of the project or isnegligentwith regard to any part of the construction.\n\nCost-plus contracts are also used inresearch and development (R&D)activities, where a larger company may outsource R&D activities to a smaller firm, such as when a large pharmaceutical company contracts to the lab of a small biotech company.\n\nThe U.S. government also uses cost-plus contracts with military defense companies that develop new technologies for national defense.\n\nGovernments generally prefer cost-plus contracts because they can choose the most qualified contractors instead of the lowest bidder.\n\nCost-plus contracts can be separated into four categories. Each allows for the reimbursement of costs as well as an additional amount for profit:\n\nThey eliminate some risk for the contractor.\n\nThey allow the focus to shift from the overall cost to the quality of work being done.\n\nThey cover all the expenses related to the project, so there are no surprises.\n\nOwners can start projects more quickly because contractors are confident they'll be paid.\n\nThey may leave the final cost up in the air if all costs can't be predetermined.\n\nTypically, a higher total cost.\n\nDisputes can arise when trying to recover construction-related expenses.\n\nAdditional resources may be needed to reproduce and justify all related costs.\n\nAssume ABC Construction Corp. has a contract to build a $20 million office building, and the agreement states that costs cannot exceed $22 million.\n\nABC’s profit is agreed at 15% of the contract’s full price, or $3 million. Additionally, ABC Construction is eligible for anincentive feeif the project is completed within nine months.\n\nABC must submit dated receipts for all expenses, and the client will inspect the job site for quality to verify that specific components, such as the plumbing, electrical, and fixtures, are completed to specification.\n\nThe contract allows ABC to incur direct costs for materials, labor, and costs incurred to hire subcontractors. ABC can also bill indirect, or overhead, costs, which include insurance, security, and safety. The contract states that overhead costs are billed at $50 per labor-hour.\n\nThe above project uses the percentage of completion process to account for profit and to submit bills to the client, and the contract provides specific percentages for billing.\n\nAssume, for example, that ABC can bill for 20% of the full contract price once 20% of the materials are purchased, and the client verifies the concrete foundation is in place.\n\nAt that point, ABC sends an invoice for 20% of the $20 million contract, or $4 million, and posts 20% of the firm’s profit, or $600,000, to the financial statements (.20 x $3 million).\n\nFor the owner, one risk can be the manipulation of expenses by the contractor. For the contractor, cost overruns that they don't keep track of can be another. Miscommunications with the owner can result in unexpected costs.\n\nThey can. For instance, a cost-plus contract can instill confidence in the contractor that they'll be paid and therefore, they'll be more willing to start a project even if not every detail has been finalized. That's a plus for owners who need to get a project going fast.\n\nThey can be attractive to some contractors because not only do they reduce the risk of not getting paid, they also guarantee profitability.\n\nA cost-plus contract is a contract whereby the owner of a project agrees to pay the expenses incurred by a contractor during the project and agrees to pay pay a specific amount that represents profit for the contractor. That amount is usually a percentage of the full price of the contract.\n\nCost-plus contracts have their pros and cons so be sure to consider all aspects of a contract, including the risks, before entering into one.\n\nU.S. Securities and Exchange Commission. “Vectrus, Inc. Form 10-K for the Fiscal Year Ended December 31, 2019.” Page 10.",
  "url": "https://www.investopedia.com/terms/c/cost-plus-contract.asp"
}