{
  "term": "Cost-Volume-Profit (CVP) Analysis: What It Is and the Formula for Calculating It",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nCost-volume-profit (CVP) analysis is a method of evaluating the impact that varying levels of costs and volume have on a company's operating profit.\n\nCost-volume-profit (CVP) analysis, also referred to as breakeven analysis, can be used to determine thebreakeven pointfor different sales volumes and cost structures. The breakeven point is the number of units that need to be sold—or the amount of sales revenue that has to be generated—to cover the costs required to make the product.\n\nCVP analysis can be useful for companies when making short-term business decisions. Running a CVP analysis involves using several equations for price, cost, and other variables; these equations are plotted on a graph.\n\nOne key CVP formula is the formula used to calculate a company's breakeven point. The breakeven sales volume formula is:\n\nBreakeven Sales Volume=FCCMwhere:FC=Fixed costsCM=Contribution margin=Sales−Variable Costs\\begin{aligned} &\\text{Breakeven Sales Volume}=\\frac{FC}{CM} \\\\ &\\textbf{where:}\\\\ &FC=\\text{Fixed costs}\\\\ &CM=\\text{Contribution margin} = \\text{Sales} - \\text{Variable Costs}\\\\ \\end{aligned}​Breakeven Sales Volume=CMFC​where:FC=Fixed costsCM=Contribution margin=Sales−Variable Costs​\n\nFor example, a company with $100,000 of fixed costs and a contribution margin of 40% must earn revenue of $250,000 to break even.\n\nIn addition to calculating the breakeven point, the formula above can also be tweaked to determine a company's target sales volume (in order to achieve its target profit): Add a target profit amount per unit to the fixed-cost variable of the formula.\n\nFor example, if the previous company desired a profit of $50,000, the necessary total sales revenue is found by dividing $150,000 (the sum of fixed costs and desired profit) by the contribution margin of 40%. This example yields a required sales revenue of $375,000.\n\nCVP analysis can also be used to calculate the contribution margin. The contribution margin is the difference between total sales and total variable costs. For a business to be profitable, the contribution margin must exceed total fixed costs.\n\nThe contribution margin may also be calculated per unit (per product).The unit contribution margin is simply the remainder after the unit variable cost is subtracted from the unit sales price.\n\nThe contribution margin ratio is determined by dividing the contribution margin by total sales.\n\nThecontribution marginis part of the formula used to determine the breakeven point of sales. By dividing the total fixed costs by the contribution margin ratio, the breakeven point of sales—in terms of total dollars—may be calculated.\n\nCVP analysis is only reliable if costs are fixed within a specified production level. All units produced are assumed to be sold, and all fixed costs must be stable in CVP analysis. Another assumption is all changes in expenses occur because of changes in activity level. Semi-variable expenses must be split between expense classifications using thehigh-low method, scatter plot, or statistical regression.\n\nCVP analysis is used to determine whether there is an economic justification for a product to be manufactured. A target profit margin is added to the breakeven sales volume, which is the number of units that need to be sold in order to cover the costs required to make the product (and arrive at the target sales volume needed to generate the desired profit). The decision maker could then compare the product's sales projections to the target sales volume to see if it is worth manufacturing.\n\nThe reliability of CVP lies in the assumptions it makes, including that the sales price and the fixed and variable cost per unit are constant. The costs are fixed within a specified production level. All units produced are assumed to be sold, and all fixed costs must be stable. Another assumption is all changes in expenses occur because of changes in activity level. Semi-variable expenses must be split between expense classifications using the high-low method,scatter plot, or statistical regression.\n\nThe contribution margin can be stated on a gross or per-unit basis. It represents the incremental money generated for each product/unit sold after deducting the variable portion of the firm's costs. Basically, it shows the portion of sales that helps to cover the company's fixed costs. Any remaining revenue left after covering fixed costs is the profit generated. So, for a business to be profitable, the contribution margin must exceed total fixed costs.\n\nCost-volume-profit (CVP) analysis is a method of evaluating how changes in costs and volume impact a business' operating profit. CVP analysis is often used to determine the breakeven point: the number of units that need to be sold—or the amount of sales revenue that has to be generated—to cover the costs required to make a given product.\n\nCVP analysis can also be used to calculate the contribution margin of a firm's products; for a business to be profitable, its contribution margin must exceed its total fixed costs of production. The contribution margin can be calculated by subtracting the total variable costs of production from total sales.",
  "url": "https://www.investopedia.com/terms/c/cost-volume-profit-analysis.asp"
}