{
  "term": "Cost Per Click (CPC) Explained, With Formula and Alternatives",
  "definition": "Cost per click (CPC) is an online advertising revenue model that websites use to bill advertisers based on the number of times visitors click on a display ad attached to their sites.\n\nThe primary alternative is thecost per mille(CPM) model, which charges 1,000 ad impressions—or views—of the display ad, regardless of whether or not a viewer clicks on the ad.\n\nThe cost-per-click model is also known as pay-per-click (PPC),\n\nAdvertisers commonly use cost per click with a setdaily budgetfor a campaign. When the advertiser's budget is reached, the ad is automatically removed from the website's rotation for the remainder of the billing period. For example, a website with a cost-per-click rate of $.10 would bill an advertiser $100 for 1,000 click-throughs.\n\nMost publishers use athird partyto match them with advertisers. The largest such entity isGoogle Ads, which uses a platform called Google AdSense.\n\nA click costs no more than you're willing to pay through a bidding system. For example, you could bid a maximum of $1 per click on Google Ads. The system runs through algorithms that evaluate your ads and charges you no more than your bid. However, there are some caveats.\n\nThe Google Ads system applies discounts to advertisers with higher ad Quality Scores. This score is determined by the relevance of the ad and the advertiser's content to the search terms used. You'll also be dinged in the position of your ad the lower you bid, again adjusting for the other factors evaluated by the platform.\n\nA formula may be used to determine the rate you pay per click. One of the most popular ways to calculate your CPC is:\n\nSome publishers or platforms like Google Ads use a bidding process to set their rates. For instance, Google Ads asks you to select the maximum amount you're willing to pay per click.Google's platform then uses Ad Rank thresholds to determine the actual cost when your ad is clicked.\n\nThis means your cost varies up to your maximum because the platform ranks your bid, ad quality, position, user signals, search topics, and related auctions and sets the cost per click.You can even have Google automate the bids for you to increase your click-through.\n\nThe platform then positions your ad based on your maximum amount, with higher maximums achieving a higher placement on the page.\n\nBecause advertising can become very expensive when paying by clicks, you need to have a plan to keep from paying too much per click. This means researching and creating a strategy with keywords to raise your Quality Score, a large measure of how your ads compete with others.\n\nYour Quality Score is crucial to increasing your clicks and decreasing your costs. You can improve your Quality Score by making adjustments to your:\n\nKeywords drive internet searches, so it makes sense to ensure you have keywords in your ads that lead people to your website. Some techniques you can try are:\n\nThere are plenty of alternatives to Google AdSense, including Media.net, Infolinks, Amazon Advertising, and Bidvertiser, to name a few.\n\nSome specialize in small or large publishers, and some offer a better deal than Google AdSense to stay competitive.\n\nAmazon Advertising is designed to allow Amazon website affiliates to place ads that reach shoppers on and off the website when searching for specific products.\n\nMeta Ads Manager allows advertisers to run campaigns on Facebook and Instagram.\n\nIn the print world, advertisers choose publications that match their customer profiles and place ads in them. They pay more for bigger ads and more prominent placement, but the effectiveness of those ads can usually only be implied by tracking before-and-after sales numbers. Coupons and contests are among the strategies that help them track their ads' effectiveness better.\n\nIn the online world, advertisers know how many people are at least interested enough to click on their ads. That has led to two of the primary ways to reach consumers through web advertising:\n\nLess effective for brand and product awareness\n\nCost per click is how much it costs you when a propective customer clicks on your ad.\n\nCost per click is generally calculated by dividing the overall cost of your ads by the number of clicks your ads received.\n\nCost per click is a measurement of the amount of money you pay when a consumer clicks your ads, and cost per mille is the cost you pay per 1,000 ad impressions—or 1,000 loads of a page with your ad on it.\n\nCost per click is significant because it shows you how much you're paying for your advertising and how effective your campaign is.\n\nDemographic targeting of advertising was created offline, primarily by the print magazine industry. It allowed advertisers to choose a specialty magazine that reached the audience that was most likely to be interested in their product.\n\nThe cost-per-click advertising model emerged with the internet. It added an actionable element in the ability to immediately click on a link to get more information, place an order, claim a coupon, or download an app.\n\nThe software for creating ads and buying ad space is growing increasingly sophisticated. However, the primary concern of advertisers in using either the cost-per-click or cost-per-impression models is accuracy in reporting the actual numbers that the ad reaches.\n\nGoogle. \"Maximum CPC Bid: Definition.\"\n\nGoogle. \"Ad Rank Thresholds: Definition.\"\n\nGoogle. \"About Automated Bidding.\"\n\nGoogle. \"5 Ways To Use Quality Score To Improve Your Perfomance.\"\n\nAmazon Advertising. \"Grow your business with Amazon Advertising.\"",
  "url": "https://www.investopedia.com/terms/c/cpc.asp"
}