{
  "term": "Counterparty: Definition, Types of Counterparties, and Examples",
  "definition": "A counterparty is the other party that participates in a financialtransaction. Every transaction must have a counterparty in order for the transaction to go through. More specifically, every buyer of an asset must be paired up with a seller who is willing to sell and vice versa. For example, the counterparty to anoptionbuyer would be an optionwriter. For any complete trade, several counterparties may be involved (for instance a buy of 1,000 shares is filled by 10 sellers of 100 shares each).\n\nThe term counterparty can refer to any entity on the other side of a financial transaction. This can include deals between individuals, businesses, governments, or any other organization.\n\nAdditionally, both parties do not have to be of equal standing. This means an individual can be a counterparty to a business and vice versa. In any instances where a general contract is met or an exchange agreement takes place, one party would be considered the counterparty, or the parties are counterparties to each other. This also applies toforward contractsand other contract types.\n\nA counterparty introducescounterparty riskinto the equation. This is the risk that the counterparty will be unable to fulfill their end of the transaction.\n\nHowever, in many financial transactions, the counterparty is unknown and the counterparty risk is mitigated through the use ofclearing firms. In fact, with typical exchange trading, we do not ever know who our counterparty is on any trade, and often times there will be several counterparties, each making up a piece of the trade.\n\nBoth parties do not have to be of equal standing—an individual can be a counterparty to a business and vice versa.\n\nIn the case of a purchase of goods from a retail store, the buyer and retailer are counterparties in the transaction. In terms of financial markets, thebondseller and bond buyer are counterparties.\n\nIn certain situations, multiple counterparties may exist as a transaction progresses. Each exchange of funds, goods, or services in order to complete a transaction can be considered as a series of counterparties. For example, if a buyer purchases a retail product online to be shipped to their home, the buyer and retailer are counterparties, as are the buyer and the delivery service.\n\nIn a general sense, any time one party supplies funds, or items of value, in exchange for something from a second party, counterparties exist. Counterparties reflect the dual-sided nature of transactions.\n\nCounterparties in a trade can be classified in several ways. Having an idea of your potential counterparty in a given environment can provide insights into how the market is likely to act based on your presence/orders/transactions and other similar style traders. Here are just a few prime examples:\n\nIn dealings with a counterparty, there is an innate risk that one of the entities involved will not fulfill their obligation. This is especially true forover-the-counter(OTC) transactions. Examples include the risk that a vendor will not provide a good or service after the payment is processed, or that a buyer will not pay an obligation if the goods are provided first. It can also include the risk that one party will back out of the deal before the transaction occurs but after an initial agreement is reached.\n\nFor structured markets, such as the stock orfuturesmarkets, financial counterparty risk is mitigated by the clearing houses andexchanges. When you buy a stock, you don't need to worry about the financial viability of the person on the other side of the transaction. The clearing house or exchange steps up as the counterparty, guaranteeing the stocks you bought or the funds you expect from a sale.\n\nCounterparty risk gained greater visibility in the wake of the 2008global financial crisis. AIG famously leveraged its AAAcredit ratingto sell (write)credit default swaps(CDS) to counterparties who wanted default protection (in many cases, oncollateralized debt obligation(CDO) tranches). When AIG could not post additional collateral and was required to provide funds to counterparties in the face of deterioratingreference obligations, the U.S. government bailed it out.\n\nA counterparty is simply the other participant in a transaction—for every buyer, there is a seller. Every transaction requires at least two parties, whether it be buying stocks or purchasing groceries at a local supermarket.\n\nCounterparty risk is the risk that the other party in the transaction will not honor the agreement and fulfill its side of the deal. Fortunately, in financial markets this often isn’t an issue as counterparty risk is transferred to clearinghouses.\n\nIf you take out a loan, the main counterparty would be the financial institution lending you money.\n\nWhen trading stocks or other financial instruments, we seldom think about the person/business on the other side of the trade. Clearinghouses function as an intermediary in financial markets, overseeing transactions and ensuring that both the buyer and the seller honor their contractual obligations.\n\nIntercontinental Exchange (ICE). \"How Clearing Mitigates Risk.\"\n\nCongressional Research Service. \"Government Assistance for AIG: Summary and Cost.\"",
  "url": "https://www.investopedia.com/terms/c/counterparty.asp"
}