{
  "term": "Counterparty Risk: Definition, Types, and Examples",
  "definition": "Counterparty risk is the probability that one of the parties involved in a transaction mightdefaulton its contractual obligation. Counterparty risk can exist in credit, investment, and trading transactions.\n\nCounterparty risk is also known as default risk. Default risk is the chance that companies or individuals will be unable to make the required payments on their debt obligations.\n\nVarying degrees of counterparty risk exist in all financial transactions. Counterparty risk is also known asdefault risk.\n\nDefault risk is the chance that companies or individuals will be unable to make the required payments on theirdebtobligations.Lendersandinvestorsare exposed to default risk in virtually all forms of credit extensions. Counterparty risk is a risk that both parties should consider when evaluating a contract.\n\nIf one party has a higher risk of default, apremiumis usually attached to the transaction to compensate the other party. The premium added due to counterparty risk is called a risk premium.\n\nIn retail and commercial financial transactions,credit reportsare often used by creditors to determine the counterparty’scredit risk. Credit scores of borrowers are analyzed and monitored to gauge the level of risk to thecreditor. Acredit scoreis a numerical value of an individual’s or a company’screditworthiness, which is based on many variables.\n\nA person’scredit scoreranges from 300 to 850, and the higher the score, the more financially trustworthy a person is considered to be to the creditor. Numerical values of credit scores are listed below:\n\nMany factors impact a credit score, including a client’s payment history, the total amount of debt, length ofcredit history, andcredit utilization, which is the percentage of a borrower’s total available credit that is currently being utilized. The numerical value of a borrower’s credit score reflects the level of counterparty risk to the lender or creditor. A borrower with a credit score of 750 would have low counterparty risk, while a borrower with a credit score of 450 would carry high counterparty risk.\n\nIf the borrower has a low credit score, the creditor will likely charge a higherinterest rateor premium due to the risk of default on the debt. Credit card companies, for example, charge interest rates in excess of 20% for those with low credit scores while they simultaneously offer 0% interest for customers who have stellar credit or high credit scores. If the borrower is delinquent on payments by 60 days or more or exceeds the card’s credit limit, credit card companies usually tack on a risk premium or apenalty rate, which can bring the interest rate of the card to more than 29% annually.\n\nInvestors must consider the company that’s issuing the bond, stock, or insurance policy to assess whether there’s default or counterparty risk.\n\nFinancial investment products such as stocks, options, bonds, andderivatives carry counterparty risk. Bonds are rated by agencies, such as Moody’s and Standard and Poor’s, from AAA to junk bond status to gauge the level of counterparty risk. Bonds that carry higher counterparty risk pay higher yields. When counterparty risk is minimal, the premiums or interest rates are low, such as withmoney market funds.\n\nFor example, a company that offers junk bonds will have a high yield to compensate investors for the added risk that the company could default on its obligations. Conversely, a U.S. Treasury bond has low counterparty risk and therefore is rated higher than corporate debt and junk bonds. However, treasurys typically pay a lower yield than corporate debt since there’s a lower risk of default.\n\nWhen the counterparty risk is miscalculated and a party defaults, the impending damage can be severe. For example, the default of so manycollateralized debt obligations (CDOs)was a major cause of the real estate collapse in 2008.\n\nMortgages are securitized into CDOs for investment and backed by the underlying assets. One of the major flaws of CDOs before the economic crash was that they contained subprime and low-quality mortgages, but the CDOs were given the same high-grade ratings as corporate debt.\n\nThe high credit rating for CDOs allowed them to receive institutional investment since funds are required to invest only in highly rated debt. When borrowers began defaulting on mortgage payments, the real estate bubble burst, leaving the investors, banks, and reinsurers on the hook for massive losses. The ratings agencies received a lot of blame for the collapse, which eventually led to the financial market meltdown that defined thebear marketof 2007–2009.\n\nAmerican International Group (AIG) offers insurance products for real estate, businesses, and individuals.The company needed a bailoutfrom the U.S. government during the financial crisis of 2007–2009. For those who were insured by AIG, they suddenly faced an increase in counterparty risk. As mentioned above, investors must consider the company that’s issuing the bond, stock, or insurance policy to assess the level of counterparty risk.\n\nCounterparty risk refers to the likelihood that a transactor might default on its contractual obligation. In the case of a lender like a bank, one example of counterparty risk would be the borrower’s credit score.\n\nDespite best intentions, defaults do occur. For individuals who have borrowed money, for instance, a loss of a job or unexpected costs might contribute to an increase in the likelihood of defaulting on that loan. For businesses, internal factors like operations issues or external factors like a downturn in the economy might contribute. There are a wide variety of factors that may lead to counterparty risk.\n\nCredit risk and counterparty risk are related but different. Credit risk is a particular type of risk referring to the chance of a loss as a result of a borrower’s failure to pay a loan. Typically, credit risk is associated with banks and other lending institutions. Counterparty risk, on the other hand, broadly refers to the risk of a loss as a result of any party defaulting in a transaction.\n\nCounterparty riskexists in many types of transactionsand refers to the chance that one party will default on its contractual obligations in the transaction. Lenders and investors are each exposed to a degree of counterparty risk. If one party is determined to have a higher level of risk, that party will typically have to pay a risk premium to compensate the other party.",
  "url": "https://www.investopedia.com/terms/c/counterpartyrisk.asp"
}