{
  "term": "Covariance: Definition, Formula, Types, and Examples",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nCovariance is a statistical measurement of the relationship between two variables; in finance, covariance usually measures the relationship between the returns of two assets.\n\nCovariance is a statistical tool that measures the directional relationship between the returns on twoassets. A positive covariance means asset returns move together, while a negative covariance means they move inversely. Covariance is calculated by analyzing standard deviations from the expected return or multiplying the correlation between the two random variables by the standard deviation of each variable.\n\nPaige McLaughlin / Investopedia\n\nCovariance evaluates how the mean values of two random variables move together. For example, if stock A’s return moves higher whenever stock B’s return moves higher, and the same relationship is found when each stock’s return decreases, these stocks are said to have positive covariance. In finance, covariances are calculated to help diversify security holdings.\n\nWhen an analyst has price information from a selected stock or fund,covariance can be calculatedusing the following formula:\n\nCovariance=∑(Retabc−Avgabc)×(Retxyz−Avgxyz)Sample Size−1where:Retabc=Day’s return for ABC stockAvgabc=ABC’s average return over the periodRetxyz=Day’s return for XYZ stockAvgxyz=XYZ’s average return over the periodSample Size=Number of days sampled\\begin{aligned}&\\text{Covariance} = \\sum \\frac{ ( \\text{Ret}_{abc} - \\text{Avg}_{abc} ) \\times ( \\text{Ret}_{xyz} - \\text{Avg}_{xyz} ) }{ \\text{Sample Size} - 1 } \\\\&\\textbf{where:} \\\\&\\text{Ret}_{abc} = \\text{Day's return for ABC stock} \\\\&\\text{Avg}_{abc} = \\text{ABC's average return over the period} \\\\&\\text{Ret}_{xyz} = \\text{Day's return for XYZ stock} \\\\&\\text{Avg}_{xyz} = \\text{XYZ's average return over the period} \\\\&\\text{Sample Size} = \\text{Number of days sampled} \\\\\\end{aligned}​Covariance=∑Sample Size−1(Retabc​−Avgabc​)×(Retxyz​−Avgxyz​)​where:Retabc​=Day’s return for ABC stockAvgabc​=ABC’s average return over the periodRetxyz​=Day’s return for XYZ stockAvgxyz​=XYZ’s average return over the periodSample Size=Number of days sampled​\n\nThe covariance equation is used to determine the direction of the relationship between two variables—in other words, whether they tend to move in the same or opposite directions. A positive or negative covariance value determines this relationship.\n\nA positive covariance between two variables indicates that these variables tend to be higher or lower at the same time. In other words, a positive covariance between stock oneand two is where stock one is higher than average at the same points that stock two is higher than average, and vice versa. When charted on a two-dimensional graph, the data points will tend to slope upward.\n\nWhen the calculated covariance is less than negative, this indicates that the two variables have an inverse relationship. In other words, a stock onevalue lower than average tends to be paired with a stock two valuegreater than average, and vice versa.\n\nCovariances have significant applications infinanceandmodern portfolio theory (MPT). For example, in thecapital asset pricing model (CAPM), which is used to calculate the expected return of an asset, the covariance between a security and the market is used in the formula for one of the model’s key variables,beta. In the CAPM, beta measures the volatility, or systematic risk, of a security compared to the market as a whole; it’s a practical measure that draws from the covariance to gauge aninvestor’s risk exposure specific to one security.\n\nMeanwhile,portfolio theory uses covariancesto statistically reduce the overall risk of a portfolio by protecting against volatility through covariance-informed diversification.\n\nPossessingfinancial assetswith returns that have similar covariances does not provide very much diversification. Therefore, a diversified portfolio would likely contain a mix of financial assets that have varying covariances.\n\nCovariance is related tovariance, a statistical measure for the spread of points in a data set. Bothvariance and covariancemeasure how data points are distributed around a calculatedmean. However, variance measures the spread of data along a single axis, while covariance examines the directional relationship between two variables.\n\nIn a financial context, covariance is used to examine how different investments perform in relation to one another. A positive covariance indicates that two assets tend to perform well at the same time, while a negative covariance indicates that they tend to move in opposite directions. Investors might seek investments with a negative covariance to help themdiversifytheir holdings.\n\nCovariance is also distinct fromcorrelation, another statistical metric often used to measure the relationship between two variables. While covariance measures the direction of a relationship between two variables, correlation measures the strength of that relationship. This is usually expressed through a correlation coefficient, which can range from -1 to +1.\n\nWhile the covariance does measure the directional relationship between two assets, it does not show the strength of the relationship between the two assets; thecoefficient of correlationis a more appropriate indicator of this strength.\n\nA correlation is considered strong if the correlation coefficient has a value close to +1 (positive correlation) or -1 (negative correlation). A coefficient that is close to zero indicates that there is only a weak relationship between the two variables.\n\nThe capital sigma symbol (Σ) signifies the summation of all of the calculations. So, you need to calculate for each day and add the results. For example, to calculate the covariance between two stocks, assume you have the stock prices for a period of four days and use the formula:\n\nCovariance=∑(Retabc−Avgabc)×(Retxyz−Avgxyz)Sample Size−1\\begin{aligned}&\\text{Covariance} = \\sum \\frac{ ( \\text{Ret}_{abc} - \\text{Avg}_{abc} ) \\times ( \\text{Ret}_{xyz} - \\text{Avg}_{xyz} ) }{ \\text{Sample Size} - 1 } \\\\\\end{aligned}​Covariance=∑Sample Size−1(Retabc​−Avgabc​)×(Retxyz​−Avgxyz​)​​\n\nYou would find the Day 1 average return for ABC (1.675%) and XYZ (4.125%), subtract them from the corresponding term, and multiply them. Do this for each day:\n\nDay 1=(1.2%−1.675%)×(3.1%−4.125%)=0.487\\begin{aligned}&\\text{Day 1} = (1.2\\% - 1.675\\%) \\times (3.1\\% - 4.125\\%) = 0.487 \\\\\\end{aligned}​Day 1=(1.2%−1.675%)×(3.1%−4.125%)=0.487​\n\nDay 2=(1.8%−1.675%)∗(4.2%−4.125%)=0.009\\begin{aligned}&\\text{Day 2} = (1.8\\% - 1.675\\%) * (4.2\\% - 4.125\\%) = 0.009 \\\\\\end{aligned}​Day 2=(1.8%−1.675%)∗(4.2%−4.125%)=0.009​\n\nDay 3=(2.2%−1.675%)∗(5.0%−4.125%)=0.459\\begin{aligned}&\\text{Day 3} = (2.2\\% - 1.675\\%) * (5.0\\% - 4.125\\%) = 0.459 \\\\\\end{aligned}​Day 3=(2.2%−1.675%)∗(5.0%−4.125%)=0.459​\n\nDay 4=(1.5%−1.675%)∗(4.2%−4.125%)=−0.013\\begin{aligned}&\\text{Day 4} = (1.5\\% - 1.675\\%) * (4.2\\% - 4.125\\%) = -0.013 \\\\\\end{aligned}​Day 4=(1.5%−1.675%)∗(4.2%−4.125%)=−0.013​\n\nAdd each day’s result to the previous result:\n\n0.487+0.009+0.459−0.013=0.943\\begin{aligned}&0.487 + 0.009 + 0.459 - 0.013 = 0.943 \\\\\\end{aligned}​0.487+0.009+0.459−0.013=0.943​\n\nYour sample size is four, so subtract one from four and divide the previous result by it:\n\n0.9433=.314\\begin{aligned}&\\frac{ 0.943 }{ 3 } = .314 \\\\\\end{aligned}​30.943​=.314​\n\nThis sample has a covariance of 0.314, a positive number, suggesting that the two stocks are similar in returns.\n\nA covariance of zero indicates that there is no clear directional relationship between the variables being measured. In other words, a high value for one stock is equally likely to be paired with a high or low value for the other.\n\nCovariance and variance are used to measure the distribution of points in a data set. However, variance is typically used in data sets with only one variable and indicates how closely those data points are clustered around the average. Covariance measures the direction of the relationship between two variables. A positive covariance means that both variables tend to be high or low at the same time. A negative covariance means that when one variable is high, the other tends to be low.\n\nCovariance measures the direction of a relationship between two variables, while correlation measures the strength of that relationship. Both correlation and covariance are positive when the variables move in the same direction and negative when they move in opposite directions. However, a correlation coefficient must always range from -1 to +1, with extreme values indicating a strong relationship.\n\nFor a set of data points with two variables, the covariance is measured by taking the difference between each variable and their respective means. These differences are then multiplied and averaged across all of the data points. In mathematical notation, this is expressed as:\n\nCovariance = Σ [ ( Returnabc- Averageabc) * ( Returnxyz- Averagexyz) ] ÷ [ Sample Size - 1 ]\n\nCovariance is an important statistical metric for comparing the relationships between multiple variables. In investing, covariance is used to identify assets that can help diversify a portfolio.",
  "url": "https://www.investopedia.com/terms/c/covariance.asp"
}