{
  "term": "Coverage Ratio Definition, Types, Formulas, Examples",
  "definition": "Amanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nA coverage ratio is a metric that measures a company's ability to service its debt and meet its financial obligations, including its interest payments anddividends. A high coverage ratio indicates that it's likely the company will be able to make all its future interest payments and meet all its financial obligations.\n\nAnalysts and investors may study any changes in a company's coverage ratio over time to assess the company's financial position.\n\nInvestors can use coverage ratios in many different ways. A coverage ratio can be used to help identify companies in a potentially troubled financial situation. While a high coverage ratio is one indication that a company is likely to meet all its financial obligations, a low ratio does notalwaysindicate that a company is experiencing financial difficulty. (A deeper dive into a company'sfinancial statementsis often recommended to get a better sense of a business's health.)\n\nCoverage ratios are also valuable when looking at a company in relation to its competitors. Comparing the coverage ratios of companies in the sameindustry or sectorcan provide valuable insights into their relative financial positions. However, it's imperative that you only evaluate similar businesses; a coverage ratio that’s acceptable in one industry may be considered risky in another field.\n\nIf a business you’re evaluating seems out of step with major competitors, it’s often a red flag.\n\nThere are different types of coverage ratios. Common coverage ratios include the interest coverage ratio, debt service coverage ratio, and asset coverage ratio.\n\nTheinterest coverage ratiomeasures the ability of a company to pay the interest expenses on its debt. The interest coverage ratio—also called the times interest earned (TIE) ratio—is defined as:\n\nInterest Coverage Ratio = EBIT / Interest Expense\n\nEBIT = Earnings before interest and taxes\n\nAn interest coverage ratio of two or higher isgenerally considered satisfactory.\n\nThedebt service coverage ratio (DSCR)measures how well a company is able to pay its entire debt service. Debt service includes all principal and interest payments due to be made in the near term.The ratio is definedas:\n\nDSCR = Net Operating Income / Total Debt Service\n\nA ratio of one or above is indicative that a company generates sufficientearningsto completely cover its debt obligations.\n\nTheasset coverage ratiois similar in nature to the debt service coverage ratio, but it looks at balance sheet assets (instead of comparing income to debt levels). The ratio is defined as:\n\nAsset Coverage Ratio = Total Assets - Short-Term Liabilities / Total Debt\n\nTotal Assets = Tangibles (such as land, buildings, machinery, and inventory)\n\nAs a rule of thumb, utilities should have an asset coverage ratio of at least 1.5, and industrial companies should have an asset coverage ratio of at least two.\n\nSeveral other coverage ratios are also used by analysts, although they are not as common.\n\nTo see the potential difference between coverage ratios, let’s look at a fictional company, Cedar Valley Brewing. The company generates a quarterly profit of $200,000 (EBIT is $300,000), and interest payments on its debt are $50,000. Because Cedar Valley did much of its borrowing during a period of low interest rates, its interest coverage ratio looks extremely favorable:\n\nInterest Coverage Ratio=$300,000$50,000=6.0\\begin{aligned} &\\text{Interest Coverage Ratio} = \\frac{ \\$300,000 }{ \\$50,000 } = 6.0 \\\\ \\end{aligned}​Interest Coverage Ratio=$50,000$300,000​=6.0​\n\nThe debt-service coverage ratio, however, reflects a significant principal amount the company pays each quarter: a total of $140,000.The resulting figure of 1.05 leaves little room for error if the company’s sales take an unexpected hit:\n\nDSCR=$200,000$190,000=1.05\\begin{aligned} &\\text{DSCR} = \\frac{ \\$200,000 }{ \\$190,000 } = 1.05 \\\\ \\end{aligned}​DSCR=$190,000$200,000​=1.05​\n\nEven though the company is generating a positivecash flow, it looks riskier from a debt perspective once debt-service coverage is taken into account.\n\nA good coverage ratio varies from industry to industry, but, typically, investors and analysts look for a coverage ratio of at least two. This indicates that it's likely the company will be able to make all its future interest payments and meet all its financial obligations.\n\nThe coverage ratio is also called the interest coverage ratio or the times interest earned (TIE) ratio.\n\nYes, the interest coverage ratio is the same as the times interest earned (TIE) ratio. These ratios are synonymous; they measure a company's ability to cover its interest expense with its operating income.\n\nThe coverage ratio measures how easily a company can pay its debts with its current income. Lenders, investors, and creditors use the coverage ratio to gain insight into a company's financial situation and determine its riskiness for future borrowing. A good coverage ratio indicates that it's likely the company will be able to make all its future interest payments and meet all its financial obligations. The actual figure that constitutes a good coverage ratio varies from industry to industry.",
  "url": "https://www.investopedia.com/terms/c/coverageratio.asp"
}