{
  "term": "Credit Risk: Definition, Role of Ratings, and Examples",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nCredit risk is the probability of a financial loss resulting from a borrower's failure to repay a loan. Essentially, credit risk refers to the risk that a lender may not receive the owed principal and interest, which results in an interruption of cash flows and increased costs for collection. Lenders can mitigate credit risk by analyzing factors about a borrower's creditworthiness, such as their current debt load and income.\n\nAlthough it's impossible to know exactly who will default on obligations, properly assessing and managing credit risk can lessen the severity of a loss. Interest payments from the borrower or issuer of a debt obligation are a lender's or investor's reward for assuming credit risk.\n\nWhen lenders offer mortgages, credit cards, or other types of loans, there is a risk that theborrower may not repay the loan. Similarly, if a company offers credit to a customer, there is a risk that the customer may not pay their invoices.\n\nCredit risk can describe the chance that a bond issuer may fail to make payment when requested or that an insurance company will be unable to pay a claim.\n\nCredit risks are calculated based on the borrower's overall ability to repay a loan according to its original terms. To assess credit risk on a consumer loan, lenders often look at thefive Cs of credit: credit history, capacity to repay, capital, the loan's conditions, and associated collateral.\n\nSome companies have established departments responsible for assessing the credit risks of their current and potential customers. Technology has allowed businesses to quickly analyze data used to determine a customer's risk profile.\n\nBond credit-rating agencies, such as Moody's Investors Services and Fitch Ratings, evaluate the credit risks of corporate bond issuers and municipalities and then rate them. If an investor considers buying a bond, they will often review the credit rating of the bond. If a bond has a low rating (< BBB), the issuer has a relatively high risk of default. Conversely, if it has a stronger rating (BBB, A, AA, or AAA), the risk of default is lower.\n\nIf there is a higher level of perceived credit risk, investors and lenders usually charge a higher interest rate.\n\nCreditors may decline a loan to a borrower they perceive as too risky.\n\nFor example, a mortgage applicant with a superior credit rating and steady income is likely to be perceived as a low credit risk, so they will likely receive a low-interest rate on their mortgage. In contrast, an applicant with a poor credit history may have to work with asubprime lenderto get financing.\n\nThe best way for a high-risk borrower to get lower interest rates is to improve their credit score. If you have poor credit, consider working with a credit repair company.\n\nSimilarly, bond issuers with less-than-perfect ratings offer higher interest rates than those with perfect credit ratings. The issuers with lower credit ratings use high returns to entice investors to assume the risk associated with their offerings.\n\nBanks can manage credit risk with several strategies. They can set specific standards for lending, including requiring a certain credit score from borrowers. Then, they can regularly monitor their loan portfolios, assess any changes in borrowers' creditworthiness, and make any adjustments.\n\nThefive Cs of creditinclude capacity, capital, conditions, character, and collateral. These are the factors that lenders can analyze about a borrower to help reduce credit risk. Performing an analysis based on these factors can help a lender predict the likelihood that a borrower will default on a loan.\n\nEach lender will measure the five Cs of credit (capacity, capital, conditions, character, and collateral) differently. Generally, lenders emphasize a potential creditor's capacity, or the amount of income they have relative to the debt they are carrying.\n\nCredit risk is a lender's potential for financial loss to a creditor, or the risk that the creditor will default on a loan. Lenders consider several factors when assessing a borrower's risk, including their income, debt, and repayment history. When a lender sees you as a greater credit risk, they are less likely to approve you for a loan and more likely to charge you higher interest rates if you do get approved.\n\nBoard of Governors of the Federal Reserve System. \"Credit Risk Management.\"\n\nCapital One. \"What Are the 5 C’s of Credit?\"\n\nAccounting Tools. \"Credit Risk Definition.\"\n\nConsumer Financial Protection Bureau. \"What is a Credit Score?\"\n\nFitch Solutions. \"Fitch Credit Ratings Data.\"\n\nMoody's Analytics. \"Credit Risk Solutions.\"\n\nExperian. \"How to Improve Your Credit Score.\"\n\nFidelity. \"Bond & CD Price, Rates, and Yields.\"\n\nBank for International Settlements.org. \"Principles for the Management of Credit Risk,\" Pages 1–2.\n\nWells Fargo. \"Five Cs of Credit.\"",
  "url": "https://www.investopedia.com/terms/c/creditrisk.asp"
}