{
  "term": "Credit Rating: Definition and Importance to Investors",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nErika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nA credit rating is an independent assessment of a corporation or government's ability to repay a debt, either in general terms or regarding a specific financial obligation.\n\nA credit rating basically indicates the likelihood that an issuer will default on a loan or other debt instrument due to bankruptcy. Investors use credit ratings to determine the risk of buying bonds or other debt from those groups.\n\nSeveral independent companies, includingS&P Global,Moody's, andFitch Ratings, issue ratings to companies and governments.\n\nAlternatively,credit scoresare assigned to individuals based on their personal history of acquiring and repaying debt. Lenders who consider lending money to consumers check these scores.\n\nCredit ratings are an estimate of the level of risk involved in lending money to a business or other entity, including national and state governments and government agencies.\n\nA high credit rating indicatesthat, in the rating agency's opinion, a bond issuer is likely to repay its debts to investors without difficulty. A low credit rating suggests it might struggle to make its payments. The lowest ratings indicate the borrower is in real financial trouble.\n\nBonds receive credit ratings before they are issued. The interest they pay is based on the credit rating they receive. A lower-rated company is forced to pay a higher interest rate to compensate for the risk of the investment.\n\nInvestors and lenders use credit ratings to decide whether to do business with the rated entity and to determine how much interest they would expect to receive to compensate them for the risk involved.\n\nCredit rating agencies typically assign letter grades to the entities they rate. S&P Global, for instance, has a bond credit rating scale ranging from AAA (excellent) down to C and D. Moody's scale ranges from Aaa to C.\n\nCredit ratings also reflect different time horizons. Short-term credit ratings reflect the likelihood that a borrower will default on a debt within the year. This type of credit rating has become the norm in recent years, whereas long-term credit ratings were more influential in the past.\n\nLong-term credit ratings predict the borrower's likelihood of defaulting at any given time in the extended future.\n\nCredit ratings date back to the early 20th century. They became particularly influential after 1936, when federal banking regulators issued rules prohibiting banks from investing in speculative bonds—bonds with low credit ratings.\n\nThe aim was to avoid therisk of default, which could lead to financial losses and even bank failures. Other companies and financial institutions quickly adopted this practice. Relying on credit ratings became the norm.\n\nThe global credit rating industry is highly concentrated, with three agencies controlling most of the market: Moody’s, S&P Global, and Fitch Ratings. All three areNationally Recognized Statistical Rating Organizations(NRSROs) overseen by the U.S. Securities and Exchange Commission.\n\nHere is a quick overview of each.\n\nJohn Knowles Fitch founded the Fitch Publishing Company in 1913, providing financial statistics for the investment industry via \"The Fitch Stock and Bond Manual\" and \"The Fitch Bond Book.\" In 1924, Fitch introduced an AAA through D rating system.\n\nNearly a century later, Fitch Ratings employs more than 1,550 analysts in 36 global offices.\n\nJohn Moody first published\"Moody's Manual of Industrial and Miscellaneous Securities\" in 1900. The manual provided basic statistics and general information about stocks and bonds of companies in several industries, but it did not rate them.\n\nIn 1909, Moody began publishing \"Moody's Analyses of Railroad Investments\" and, for the first time, rated many railway company securities.Five years later, Moody began offering similar ratings for public utilities and other industries.\n\nToday, Moody's Investors Service is a global enterprise with more than 40 offices providing ratings and research on companies and governments across the world.\n\nS&P Global's roots date to 1860, when Henry Varnum Poor published the \"History of Railroads and Canals in the United States,\" providing investors with data on the railway industry. Nearly half a century later, in 1906, Luther Lee Blake launched the Standard Statistics Bureau, which offered similar data on companies in other industries.\n\nPoor's Publishing issued its first credit ratings in 1916, and Standard Statistics followed in 1922. The two organizations merged in 1941 to form Standard & Poor's Corporation.\n\nStandard & Poor's Corporation was acquired by the McGraw-Hill Companies in 1966, and the company rebranded as S&P Global in 2016. Today, S&P Global has more than 70 offices in 35 countries.\n\nCredit ratings are important not only for prospective investors but for the entities that they rate. A high rating can give a company or government access to the capital it needs at interest rates it can afford. A low one can mean that the borrower has to pay much higher rates if it can access capital at all.\n\nThe entities themselves typically request that they, or the securities they issue, be rated, and they pay the rating agencies for doing so.\n\nWhile each rating agency uses a slightly different scale, they assign ratings as letter grades. In general, a rating of AAA is the highest possible credit rating, while a C or D rating is the lowest.\n\nThe rating scales for long-term debt at the three leading agencies are illustrated below:\n\nThere can be further divisions in each letter rating. For example, S&P assigns a + or - for ratings between CCC and AA, indicating a slightly higher or lower level of creditworthiness. For Moody's, the distinction is made by adding a number between 1 and 3: A Baa2 rating is slightly better than a Baa3 and slightly worse than a Baa1.\n\nAll three credit rating agencies divide their ratings into two general categories based on their assessed level of risk. For S&P Global, ratings of BBB and higher are considered investment grade, while grades of BB and lower are considered speculative.For Moody's, Baa3 and up is investment grade, while Ba1 and below is non-investment grade.With Fitch, BBB and higher is investment grade, with BB and lower being speculative.\n\nCredit rating agencies consider a wide range of factors in forming their opinions, and each has its own formula. In general, the major factors that influence the credit rating are:\n\nNote that credit ratings involve some judgment calls on the part of the agency and are subject to change. Even an entity with a spotless payment history can be downgraded if the rating agency believes its ability to make repayments will be impaired.\n\nThe terms are often used interchangeably, but a credit rating evaluates a company's or government's ability to repay a debt while credit scores are assigned to individual consumers.\n\nTheir functions are quite similar. Both credit ratings and credit scores are used by lenders being asked to loan money as an indication of the risk of the deal.\n\nA credit rating is an educated opinion about the financial health of a business or government. It is a conclusion of the likelihood that the business or government will be able to repay its debts.\n\nInvestors use that information when deciding whether to buy bonds issued by that entity andwhether they will be adequately compensated for the risk involved. Investors also compare the ratings of various bonds when deciding which to buy.\n\nNationally Recognized Statistical Rating Organizations (NRSROs) are credit rating agencies that are overseen by the Office of Credit Ratings (OCR) in the U.S. Securities and Exchange Commission.\n\nThe OCR was created by theDodd-Frank Wall Street Reform and Consumer Protection Actin the wake of the financial crisis of 2007-2008 to \"enhance the regulation, accountability, and transparency\" of the credit rating agencies.\n\nThere are currently 10 NRSROs, of which the largest are Fitch Ratings, Moody's Investors Service, and S&P Global Ratings.\n\nCredit ratings are the corporate or government counterparts of personal credit scores for individuals. They provide useful information to prospective investors and lenders but, as the rating agencies themselves stress, represent an informed judgment of potential risk, not an absolute guarantee.\n\nS&P Global. \"Intro to Credit Ratings.\"\n\nMoody's. \"Rating Scale and Definitions.\"\n\nFitch Ratings. \"Rating Definitions.\"\n\nMoody's. \"What is a credit rating?\"\n\nS&P Global. \"S&P Global Ratings Definitions.\"\n\nU.S. Securities and Exchange Commission. \"Statement by Lawrence J. White for the 'Roundtable to Examine Oversight of Credit Rating Agencies,' U.S. Securities and Exchange Commission, Washington, D.C., April 15, 2009,\" Page 3.\n\nFitch Ratings. \"Company History: 1913 and 1923.\"\n\nMoody's \"Moody’s Insight and Analysis Has Helped Drive Better Decisions for Over 100 Years.\"\n\nNational Bureau of Economic Research. \"NBER Working Paper Series, The Value of Ratings: Evidence From Their Introduction in Securities Markets,\" Page 3.\n\nNational Bureau of Economic Research. \"NBER Working Paper Series, The Value of Ratings: Evidence From Their Introduction in Securities Markets,\" Page 10.\n\nMoody's. \"Our Global Presence: We Offer Our Global Expertise Through Presence in Local Markets.\"\n\nS&P Global. \"Accelerating Progress Since 1860: Our Legacy Is Built on Delivering Essential Intelligence.\"\n\nS&P Global. \"Office Locations.\"\n\nThe Association of Corporate Treasureres. \"Corporate Credit Ratings: A Quick Guide,\" Pages 45–49.\n\nFitch Ratings. \"Rating Definitions.\"\n\nU.S. Securities and Exchange Commission. \"About the Office of Credit Ratings.\"\n\nU.S. Securities and Exchange Commission. \"Current NRSROs.\"",
  "url": "https://www.investopedia.com/terms/c/creditrating.asp"
}