{
  "term": "Creditworthiness: How to Check and Improve It",
  "definition": "Creditworthiness is a measure of how likely you will default on your debt obligations according to a lender’s assessment, or how worthy you are to receive new credit. Your creditworthiness is what creditors consider before they approve any new credit.\n\nYour creditworthiness tells acreditorjust how suitable you are for the loan or credit card application that you filled out. The decision that the lender makes is based on how you’ve dealt with credit in the past.Lenders periodically reviewdifferent factors: your overallcredit report, credit score, and payment history.\n\nYour credit report outlines how much debt you carry, the high balances, the credit limits, and the current balance of each account. It will also flag any important information for the potential lender, including whether you’ve had any past-due amounts, defaults, bankruptcies, or collection items.\n\nCreditworthiness is determined by several factors, including your repayment history and credit score. Some lending institutions also consider available assets and the number of liabilities you have when they determine the probability of default.\n\nYour creditworthiness is also measured by yourcredit score, which is a three-digit number based on factors in your credit report. A high credit score means your creditworthiness is high, while a lower credit score indicates lower creditworthiness.\n\nPayment history also plays a key role in determining your creditworthiness. Lenders generally don’t extend credit to someone whose history demonstrates late payments, missed payments, and overall financial irresponsibility.\n\nIf you’ve been up to date with all your payments, the payment history on your credit report should reflect that. Payment history counts for 35% of your FICO credit score, so it’s a good idea to stay in check, even if you have to just make the minimum payment.\n\nYour creditworthiness is important because it will determine whether you get approved for a new loan, like a car loan or a credit card. The more creditworthy you are, the more likely you will be approved for better interest rates, which can save you significant money. It can also affect employment eligibility, insurance premiums, business funding, and professional certifications or licenses.\n\nThe three prominentcredit reporting agenciesthat measure creditworthiness are Equifax, Experian, and TransUnion. Lenders pay credit reporting agencies to access credit data on potential or existing customers in addition to using their own credit scoring systems to grant approval for credit.\n\nEvery consumer should keep track of their credit score because it is the factor used by financial institutions to decide if an applicant is eligible for credit, preferred interest rates, and specificcredit limits.\n\nYou can request a free copy of your credit report once each year at AnnualCreditReport.com, or you can join a free credit monitoring site like Credit Karma, Credit Sesame, or another credit monitoring service.\n\nThere are several ways that you can improve your credit score to establish creditworthiness. First, you can pay your bills on time. Then, you can pay more than the minimum monthly payment to pay down debt faster and improve yourcredit utilization ratio. Some financial experts suggest keeping credit card utilization rates below 30%, although 10% is ideal.\n\nYou should understand yourdebt-to-income (DTI) ratio. An acceptable DTI is 35%, but 28% is ideal. DTI can be calculated by dividing your total monthly debt by your total gross monthly income. Lenders use DTI when assessing an individual’s creditworthiness.\n\nYou can also order a free copy of your Equifax, Experian, and TransUnion credit reports. Review all of the information for accuracy, and dispute any errors. Provide supporting documentation to substantiate your dispute claim. In addition, you can dispute inaccurate information with the company reporting the error.\n\nYou can find your credit score for free by checking online with your credit card company or visitingwww.annualcreditreport.com. You are entitled to one free credit report per year.\n\nCreditworthiness is very important when you are applying for loans because your creditworthinessdetermines whether you are approved for the loanand under what terms. The better your credit score and credit history, the better terms you can get on a loan, which means you can save money in the long term.\n\nYou can improve your creditworthiness by ensuring that your credit reports are correct, reducing your debt by paying more than the minimum balance, and by paying all your bills on time. Avoid applying for too many credit cards and loans and using all of your available credit.\n\nIt’s important to understand your creditworthiness, even if you are not applying for credit. You can track your credit score and credit report annually to ensure that your creditworthiness is strong.If you need to improve your credit, you can take steps such as reducing your debt and avoiding overspending with revolving lines of credit like credit cards.\n\nExperian. \"What is Creditworthiness?\"\n\nAnnualCreditReport.com. \"Home.\"\n\nmyFICO. “What’s In My FICO® Scores?”\n\nmyFICO. “What Should My Credit Utilization Ratio Be?”\n\nConsumer Financial Protection Bureau. \"What is a Debt-to-Income Ratio?\"\n\nConsumer Financial Protection Bureau. \"How Do I Dispute an Error on My Credit Report?\"\n\nUSAGov. “Learn About Your Credit Report and How to Get a Copy.”",
  "url": "https://www.investopedia.com/terms/c/credit-worthiness.asp"
}