{
  "term": "Credit Card Dump: Definition, Examples, Protecting Against",
  "definition": "Atit Phetmuangtong / EyeEm / Getty Images\n\nA credit card dump is a type of crime where a criminal makes an unauthorized digital copy of a credit card.\n\nA credit card dump is when a criminal steals a credit card number. This type of crime has existed for decades, but it has seen wider public awareness in recent years due to the rising prevalence of credit card forgeries, identity theft, and other types ofcybercrime.\n\nA credit card dump can happen in a few ways. One common method isskimming, in which an illegalcard reader, sometimes hidden in a legitimateautomated teller machine (ATM)or gas station pump, copies the data from a credit card. In other cases, cybercriminals are able to obtain a large number of card numbers at once by compromising the computer systems of companies handling customer credit card information. For example, criminals might access thousands of retail customers’ credit card numbers by infecting thepoint-of-sale (POS)devices of a large retail chain.\n\nAlthough measures such aspersonal information numbers (PINs)and security chips can help make this theft more difficult, hackers nonetheless continue to find new ways to exploit weaknesses in the electronic payments system in order to capture valuable credit card information. To profit from this theft, cybercriminals resell the credit card information on the black market. Alternatively, hackers could also use the information themselves in order to make unauthorized online purchases using stolen credit cards.\n\nUltimately, consumers have limited means to protect themselves against the risk of this type of cybercrime. After all, even the most cautious individuals might fall victim to credit card theft if hackers manage to compromise the systems in the stores where they shop.\n\nStill, there are steps individuals can take to reduce these risks. They can refrain from sharing their credit card information with others. They can make sure to keep their credit cards close at hand when in public places. They can check for any suspicious objects on or around ATMs, gas pumps, and POS machines. And they can regularly review their credit card statements for any unfamiliar transactions.\n\nUnfortunately, there is no shortage of examples where hackers managed to compromise vast amounts of credit card data from unsuspecting customers. Here are just a few examples:\n\nCapital One, the fifth-largest credit card issuer in the United States, revealed in July 2019 that a hacker accessed the personal information of around 106 million customers and applicants in the U.S. and Canada. The information that was accessed included highly personal details on consumers and small businesses, including names, social security numbers, income, and dates of birth as of the time they applied for one of several credit card products from 2005 through early 2019.To date, the Capital One hack is the second-largest such data dump of all time.\n\nData dumps don't only happen in America. In May 2019, for example, the popular Australian graphic design website, Canva, was breached by hackers, with nearly 140 million user accounts compromised. In addition to personal information such as names, usernames, and email addresses, the hackers also managed to access users’ credit card information.\n\nAnother notable incident occurred in October 2013, when Adobe (ADBE) lost nearly 3 million customer credit card records in a large scale attack by hackers. The breach was part of a larger effort in which data from over 150 million users was also stolen. The company ultimately reached a roughly $1 million settlement with its customers over the incident.\n\nIn terms of the number of customers exposed, the largest credit card dump so far was a hack on credit bureau Equifax in September of 2017, which exposed the personal data of more than 147 million customers, including credit card details.\n\nCard theft, scams, and black markets for personal IDs have been around since the advent of credit cards in the 1960s and '70s. The first large-scale credit card dump was in 1984, when the New York Times reported that the password for a leading credit union, TRW, was stolen from a Sears store on the West Coast. That password unlocked the credit histories and personal information of many Sears customers that would subsequently be used to obtain their credit card numbers.\n\nIn many cases, there's not much you can do. However, there is one new innovation that may help: virtual credit card numbers. Many banks and card companies today allow you to generate a temporary credit card number online that can be used for online shopping. This number, however, would not be able to be used again for subsequent purchases.\n\nUnfortunately, since credit card dumps involve security breaches of stores that you may shop at, having your card number(s) stolen may be out of your hands. There is one thing you can do, however: If you're aware of a breach, contact your credit card issuer immediately to put a freeze on your account and replace your card.\n\nCNN.\"A hacker gained access to 100 million Capital One credit cards.\"\n\nCodeburst.io \"Decrypting Canva's Security Breach.\"\n\nCSO. “The 15 Biggest Data Breaches of the 21st Century.”\n\nFederal Trade Commission. \"Equifax Data Breach Settlement.\"\n\nNew York Times. \"CREDIT FILE PASSWORD IS STOLEN.\"",
  "url": "https://www.investopedia.com/terms/c/credit-card-dump.asp"
}