{
  "term": "Credit: What It Is and How It Works",
  "definition": "Credit is a contractual agreement in which a borrower receives a sum of money or something else of value and commits to repaying the lender later, typically with interest.\n\nCredit is also the creditworthiness or credit history of an individual or a company. Good credit tells lenders you have a history of reliably repaying what you owe on loans. Establishing good credit is essential to getting the approved for loans like mortgages andgetting the best interest rates on them.\n\nIn the world of accounting, credit refers to a specific type of bookkeeping entry.\n\nCredit is an agreement between a creditor (lender) and a borrower (debtor). The debtor promises to repay the lender, often with interest, or risk financial or legal penalties.\n\nThere are many different forms of credit. Common examples include car loans, mortgages, personal loans, and lines of credit. Essentially, when the bank or other financial institution makes a loan, it \"credits\" money to the borrower, who must pay it back at a future date.\n\nCredit cards are an example of credit that allowing you to purchase just about anything on credit. The card-issuing bank serves as an intermediary between buyer and seller, paying the seller in full while extending credit to the buyer, who may repay the debt over time while incurring interest charges until it is fully paid off.\n\nSimilarly, if buyers receive products or services from a seller who doesn't require payment until later, that is a form of credit. For example, when a restaurant receives a truckload of produce from a wholesaler who will bill the restaurant for it a month later, the wholesaler is providing the restaurant owner with a form of credit.\n\nCredit is also used as shorthand to describe the financial soundness of businesses or individuals. Someone who has good or excellent credit is considered less of a risk to lenders than someone with bad or poor credit.\n\nCredit scoresare one way that individuals are classified in terms of risk, not only by prospective lenders but also by insurance companies and, in some cases, landlords and employers. For example, the commonly usedFICO scoreranges from 300 to 850. Anyone with a score of 800 or higher is considered to have exceptional credit, 740 to 799 represents very good credit, 670 to 739 is good credit, 580 to 669 is fair, and a score of 579 or less is poor.\n\nCompanies are also judged bycredit rating agencies, such as Moody's and Standard and Poor's, and given letter-grade scores, representing the agency's assessment of their financial strength. Those scores are closely watched by bond investors and can affect how much interest companies will have to offer in order to borrow money. Similarly, government securities are graded based on whether the issuing government or government agency is considered to have solid credit. U.S. Treasuries, for example, are backed by \"full faith and credit of the United States.\"\n\nIn the world of accounting, \"credit\" has a more specialized meaning. It refers to a bookkeeping entry that records a decrease in assets or an increase in liabilities (as opposed to adebit, which does the opposite). For example, suppose that a retailer buys merchandise on credit. After the purchase, the company's inventory account increases by the amount of the purchase (via a debit), adding an asset to the company's balance sheet. However, its accounts payable field also increases by the amount of the purchase (via a credit), adding a liability.\n\nYour credit score is a three-digit number from 300 to 800 that lenders use to determine if you are a reliable borrower.\n\nYour credit score is calculated using five main factors: your payment history, your credit usage, the length of your credit history, your credit mix and whether you've recently applied for new credit.\n\nIf you have a high credit score, you may be considered to have good credit. If you have a low credit score, you can take steps to improve it. In many cases, it can take months or years to improve your score so that you can get the most competitive rates on loans.\n\nYou can check your credit report for free at least once each year at each of the major credit bureaus: TransUnion, Experian, and Equifax at www.annualcreditreport.com.\n\nOften used in international trade, aletter of creditis a letter from a bank guaranteeing that a seller will receive the full amount that it is due from a buyer by a certain agreed-upon date. If the buyer fails to do so, the bank is on the hook for the money.\n\nA credit limit represents the maximum amount of credit that a lender (such as a credit card company) will extend (such as to a credit card holder). Once the borrower reaches the limit they are unable to make further purchases until they repay some portion of their balance. The term is also used in connection withlines of creditandbuy now, pay later loans.\n\nA line of credit refers to a loan from a bank or other financial institution that makes a certain amount of credit available to the borrower for them to draw on as needed, rather than taking all at once. One type is thehome equity line of credit (HELOC), which allows owners to borrow against the value of their home for renovations or other purposes.\n\nRevolving credit involves a loan with no fixed end date—a credit card account being a good example. As long as the account is in good standing, the borrower can continue to borrow against it, up to whatever credit limit has been established. As the borrower makes payments toward the balance, the account is replenished. These kinds of loans are often referred toopen-end credit. Mortgages and car loans, by contrast, are considered closed-end credit because they come to an end on a certain date.\n\nYou can improve your credit by reducing your debt utilization ratio, which is the amount of debt your are using compared to your available credit line. You can also ensure you make all your payments on time and avoid opening new credit.\n\nThe word \"credit\" has multiple meanings in personal and business finance. Most often it refers to the ability to buy a good or service and pay for it at some future point. Credit may be arranged directly between a buyer and seller or with the assistance of an intermediary, such as a bank or other financial institution. Credit serves a vital purpose in making the world of commerce run smoothly.\n\nExperian. \"What Is a Good Credit Score?\"",
  "url": "https://www.investopedia.com/terms/c/credit.asp"
}