{
  "term": "Credit Card: What It Is, How It Works, and How to Get One",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA credit card is a thin rectangular piece of plastic or metal issued by a bank or financial services company that allows cardholders to borrow funds to pay for goods and services with merchants that accept cards for payment. Credit cards impose the condition that cardholders pay back the borrowed money, plus any applicable interest and any additional agreed-upon charges, either in full by the billing date or over time.\n\nIn addition to the standard credit line, the credit card issuer may also grant cardholders a separate cashline of credit (LOC), enabling them toborrow money in the form of cash advancesthrough bank tellers, ATMs, or credit card convenience checks. Such cash advances typically have different terms, such as no grace period and higherinterest rates, compared with those transactions that access the main credit line. Issuers customarily preset borrowing limits based on an individual’scredit rating.\n\nA vast majority of businesses let customers make purchases with credit cards, which remain one of today’s most popular payment methods. The same businesses typically let customers use debit cards, too. Even though you swipe, insert, or tap a debit card just like a credit card, there are key differences between these cards. When you use a debit card, you withdraw funds that you deposited into a checking account, and most checking accounts don't cost you money (unless you overdraw). When you use a credit card, you borrow money to complete the transaction, and the issuer typically charges you interest if you don't pay the money back by the next statement period.\n\nCredit cards typically charge a higherannual percentage rate (APR)vs. other forms of consumer loans.Interestcharges on any unpaid balances charged to the card are usually imposed approximately one month after a purchase is made (except in cases where there is a 0% APR introductory offer in place for an initial period of time after account opening). Note that there's no grace period for new charges if previous unpaid balances are carried forward from the previous month.\n\nBy law, credit card issuers must offer a grace period of at least 21 days beforeinterest on purchases can begin to accrue.That’s why paying off balances before the grace period expires is a good practice when possible. It is also important to understand whether your issuer accrues interest daily or monthly, as the former translates into higher interest charges for as long as the balance is not paid. This is especially important to know if you want to transfer your credit card balance to a card with a lower interest rate. Mistakenly switching from a monthly accrual card to a daily one may nullify savings from a lower rate.\n\nAlthough some debit cards offer purchase protection, credit cards come with more robust security features, which is why many people prefer to shop with a credit card.\n\nMost major credit cards—Visa, Mastercard, Discover, and American Express—are issued by banks, credit unions, or other financial institutions. Many credit cards attract customers by offering incentives such as airline miles, hotel room rentals, gift certificates to major retailers, and cash back on purchases. These types of credit cards are generally referred to asrewards credit cards.\n\nTo generate customer loyalty, many national retailers issue branded versions of credit cards, with the store’s name emblazoned on the face of the cards. Although it’s typically easier for consumers to qualify for a store credit card than for a major credit card, store cards may be used only to make purchases from the issuing retailers, which may offer cardholders perks such as special discounts, promotional notices, or special sales. Some large retailers also offer co-branded major Visa or Mastercard credit cards that can be used anywhere, not just in retail stores.\n\nSecured credit cardsare a type of credit card where the cardholder makes a deposit in order to get and use the card. Such cards offer limited lines of credit equal in value to the security deposits, which are often refunded after cardholders demonstrate repeated and responsible card usage over time. People with limited or poorcredit historiesmight choose secured cards because they're easier to get than unsecured ones.\n\nA prepaiddebit cardis similar to a secured credit card because the available funds match the money you deposit in a linked bank account. By contrast, unsecured credit cards do not require security deposits orcollateral. These cards offer higher lines of credit and lower interest rates than secured cards.\n\nFees are another major part of credit cards. You might see no-annual fee credit cards advertised and they're just like they sound. You won't pay a yearly fee to access and use the card. Typically, these cards don't offer a ton of perks and rewards, but they can be a good option for someone who wants a simple credit card. If you don't mind paying an annual fee, you can find a card that earns rewards faster, has better perks, or might have better interest rates.\n\nSabrina Jiang © Investopedia 2020\n\nWhen used responsibly, regular, non-secured, and secured cards can help consumers build a positive credit history while providing a way to make online purchases and eliminate the need to carry cash. Since both types of credit cardsreport payments and purchasing activityto the major credit agencies, cardholders who use their card responsibly can build strongcredit scoresand potentially extend their lines of credit and—in the case of secured cards—potentially upgrade to a regular credit card.\n\nBuilding a good credit history is a combination of things—making regular,on-time payments, avoiding late payments, keeping credit utilization under your credit limit, and maintaining a lowdebt-to-income ratio. A credit score will rise by making responsible purchases and paying them off promptly, making a consumer more attractive to otherlenders. Also, while paying off your balance each month is best, your card issuer won't allow you touse another card to do that.\n\nIf you've struggled to improve your credit score but you've finally paid off a credit card's balance, don't close the card if you've had it for a while. Closing a line of credit can actually hurt your credit score since you lose the history and the available credit.\n\nGetting a credit card and building credit history can be a bit of a catch-22. If you don’t have any credit, merchants or banks are less likely to extend credit to you since you’re an unproven borrower. Opening a secured credit card is one of the simplest ways to get started. Since spenders are only borrowing from the money they put down as a deposit, there is littleriskfor the lender, and it gives them a snapshot of your spending and repayment habits.\n\nAnother way to start building credit is to become anauthorized useron an established credit account, such as a parent or spouse. The cardholder’s credit history will appear on your account, adding longevity to your credit report. But be sure that the person you partner with has good credit habits. If their financial choices are poor, that will also reflect on you (and your credit).\n\nMany credit cards have both types of annual percentage rates (APRs). To find out which kind of APR you have, read the cardholder agreement that comes with your credit card. Card issuers must legally disclose what type of APR they have and what it is. If a fixed APR changes, they must also alert consumers of that.\n\nSome credit cards have fixed APRs for purchases but variable APRs for cash advances or late payments. Read the fine print to make sure.\n\nThe annual fee on a credit card is the fee charged by the card issuer to extend the credit card to you. Some cards don’t charge an annual fee, but others—most often cards that offer rewards or incentives like cash back—can charge annual fees ranging from $50 to $700.\n\nThe transaction date is the day of the purchase or payment using your card. These transactions usually move into a pending category while the company processes the activity. Theposting dateis the day that the purchase or payment is added or deducted from your account balance.\n\nGetting and using credit cards can seem overwhelming at first since there are so many terms and rules to unpack. However, getting a simple credit card and making regular payments is an important part of building a credit score. Plus, credit cards come with financial protections and can offer you generous rewards on your purchases.\n\nFederal Trade Commission. “Credit Card Accountability Responsibility and Disclosure Act of 2009,” Page 10.\n\nExperian. “How to Get a Credit Card If You Don’t Have a Credit History.”\n\nCapital One. “Fixed APRs vs. Variable APRs.”",
  "url": "https://www.investopedia.com/terms/c/creditcard.asp"
}