{
  "term": "Credit Default Swap: What It Is and How It Works",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA credit default swap (CDS) is a financial derivative that allows an investor to swap or offset theircredit riskwith that of another investor. To swap the risk of default, the lender buys a CDS from another investor who agrees to reimburse them if the borrower defaults.\n\nMost CDS contracts are maintained via an ongoingpremiumpayment similar to the regular premiums due on an insurance policy. A lender who is worried about a borrowerdefaultingon a loan often uses a CDS to offset or swap that risk.\n\nThe acronym can stand for a lot of things, but in financial derivatives, CDS stands for credit default swap. It allows an investor to swap or offset their credit risk with that of another investor.\n\nA credit default swap is aderivativecontract that transfers thecredit exposureof fixed-income products. It may involvebondsor forms of securitized debt—derivatives of loans sold to investors. For example, suppose a company sells a bond with a $100 face value and a 10-year maturity to an investor. The company might agree to pay back the $100 at the end of the 10-year period with regular interest payments throughout the bond’s life.\n\nBecause the debt issuer cannot guarantee that it will be able to repay the premium, the investor assumes the risk. The debt buyer can purchase a CDS to transfer the risk to another investor, who agrees to pay them in the event the debt issuer defaults on its obligation.\n\nDebt securities often have longer terms to maturity, making it harder for investors to estimate the investment risk. For instance, a mortgage can have terms of 30 years. There is no way to tell whether the borrower will be able to continue making payments that long.\n\nThat’s why these contracts are a popular way to manage risk. The CDS buyer pays the CDS seller until the contract’smaturity date. In return, the CDS seller agrees that it will pay the CDS buyer the security’s value as well as all interest payments that would have been paid between that time and the maturity date if there is a credit event.\n\nThecredit eventis a trigger that causes the CDS buyer to settle the contract. Credit events are agreed upon when the CDS is purchased and are part of the contract. The majority of single-name CDSs are traded with the following credit events as triggers:\n\nWhen purchased to provide insurance on an investment, CDSs do not necessarily need to cover the investment for its lifetime. For example, imagine an investor is two years into a 10-year security and thinks that the issuer is in credit trouble. The bond owner may buy a credit default swap with a five-year term that would protect the investment until the seventh year, when the bondholder believes the risks will fade.\n\nWhen a credit event occurs, the contract may be settled physically, historically the most common method, or by cash. In a physical settlement, sellers receive an actual bond from the buyer. Cash settlement, though, became the more preferred method when the purpose of CDSs shifted fromhedgingtools tospeculation. In this type of settlement, the seller is responsible for paying the buyer for losses.\n\nThe U.S. Office of the Comptroller of the Currency issues a quarterly report on credit derivatives. In a report regarding the first quarter of 2024, it placed the size of the entire credit derivative market at $4.7 trillion, $3.2 trillion of which were CDSs.\n\nAs aninsurancepolicy against a credit event on an underlying asset, credit default swaps are used in several ways.\n\nBecause swaps are traded, they naturally have fluctuating market values that a CDS trader can profit from. Investors buy and sell CDSs from each other, attempting to profit from the difference in prices.\n\nA credit default swap by itself is a form of hedging. A bank might purchase a CDS to hedge againstthe risk of the borrower defaulting. Insurance companies, pension funds, and other securities holders can purchase CDSs to hedge credit risk.\n\nArbitrage generally involves purchasing a security in one market and selling it in another. CDSs can be used in arbitrage—an investor can purchase a bond in one market, then buy a CDS on the same reference entity on the CDS market.\n\nA credit default swap is the most common form ofcredit derivativeand may involve municipal bonds, emerging market bonds, mortgage-backed securities (MBS), or corporate bonds.\n\nCDSs played a key role in thecredit crisisthat eventually led to the Great Recession. Credit default swaps were issued by American International Group (AIG), Bear Stearns, and Lehman Brothers to investors to protect against losses if the mortgages that were securitized into mortgage-backed securities (MBS) defaulted.\n\nMortgage-backed securities are mortgages bundled into packages and then offered as shares. The CDSs were insurance against mortgage defaults, so investors believed that they had completely reduced the risk of loss if the worst were to happen.\n\nMortgages were given to nearly anyone who requested them because investment banks and real estate investors were generating huge returns as housing prices continued to climb. CDSs allowed investment banks to create synthetic collateralized debt obligation (CDO) instruments, which were bets on securitized mortgage prices.\n\nMany investment banks issued MBSs, CDSs, and CDOs: They were all betting on the performance of their own mortgage security derivatives. When housing prices collapsed, the big players could not pay all of their obligations because they owed each other and investors more money than they had.\n\nBecause these investment banks were so entwined in global markets, their insolvency caused global markets to waver and ushered in the financial crisis of 2007–2008.\n\nThe settlement process of credit default swaps involves several mechanisms aimed at determining the compensation owed to the protection buyer in the event of a credit event. There are two main methods of settlement: physical settlement and cash settlement.\n\nIn physical settlement, the protection buyer receives the underlying debt securities from the protection seller upon the occurrence of a credit event. The notional amount of the CDS contract represents the face value of the underlying debt securities. The protection buyer can then either hold the bonds as an investment or sell them in the secondary market.\n\nIncash settlement, the compensation owed to the protection buyer is determined based on the results of a credit event auction conducted by a designated auction administrator. The auction aims to establish a market-based price for the defaulted debt securities. The final price is then used to calculate the cash settlement amount. Cash settlement is generally preferred in situations where there is limited liquidity in the underlying bond market.\n\nCredit default swaps offer several advantages for investors and institutions:\n\nWhile credit default swaps offer the advantages above, they also come with several downsides:\n\nCan create profitability opportunities\n\nCan give lenders and investors a false sense of security\n\nSeller inherits substantial risk\n\nMay be too complex for beginning investors\n\nAs mentioned above, counterparty risk represents the risk that the other party in the CDS contract will default on its obligations. In the context of CDS, counterparty risk arises because these contracts are typically tradedover the counterbetween two parties without the oversight of a centralized exchange.\n\nIn a CDS contract, the protection buyer pays regular premiums to the protection seller in exchange for protection against credit events affecting a specified reference entity. If a credit event occurs, such as the default of the reference entity, the protection seller is obligated to compensate the protection buyer for the losses incurred. However, if the protection seller defaults, the protection buyer may not receive the compensation owed, exposing them to the full credit risk associated with the reference entity. Therefore, there is investment risk not necessarily with the product being held but with the entity it is associated with.\n\nInvestors can employ various strategies to manage counterparty risk effectively. They can (and should) conduct due diligence on potential counterparties to assess their financial health and creditworthiness. They can diversify counterparty exposure by spreading trades across multiple counterparties. They can usecollateral agreementsand credit support annexes to secure their positions and require counterparties to post collateral as security against potential losses.\n\nThe CDS provider must pay the swap purchaser if the underlying investment, usually a loan, is subject to a credit event.\n\nCredit default swaps are not illegal, but they are regulated by the Securities and Exchange Commission (SEC) and the Commodity Futures Trading Commission (CFTC) under the Dodd-Frank Act.\n\nCredit default swaps are beneficial for two main reasons: hedging risk and speculation. To hedge risk, investors buy credit default swaps to add a layer of insurance to protect a bond, such as a mortgage-backed security, from defaulting on its payments. In turn, a third party assumes the risk in exchange for a premium. By contrast, when investors speculate on credit default swaps, they are betting on the credit quality of the reference entity.\n\nCredit default swaps are sold to investors to mitigate the risks of underlying asset defaults. They were highly used in the past to reduce the risks of investing in mortgage-backed securities and fixed-income products, which contributed to the financial crisis of 2007–2008 and the European Sovereign Debt Crisis of 2010.\n\nCFA Institute. “Credit Default Swaps.”\n\nU.S. Office of the Comptroller of the Currency. “Quarterly Report on Bank Trading and Derivatives Activities.”\n\nCornell Law School, Legal Information Institute. “Credit Default Swap.”\n\nFederal Reserve Bank of St. Louis. “A Look at Credit Default Swaps and Their Impact on the European Debt Crisis.”\n\nPrinceton University. “Credit Default Swaps.”\n\nBoard of Governors of the Federal Reserve System. “A Look Under the Hood: How Banks Use Credit Default Swaps.”\n\nAdesoye, Idowu, via ResearchGate. “The Concept of Arbitrage and How It Can be Used in the Credit Derivatives Market.”\n\nEncyclopœdia Britannica. “Financial Crisis of 2007–08.”\n\nGovInfo. “The Financial Crisis Inquiry Report,” Page xxiv (Page 25 of PDF).\n\nU.S. Securities and Exchange Commission. “Derivatives.”",
  "url": "https://www.investopedia.com/terms/c/creditdefaultswap.asp"
}