{
  "term": "Credit Unions: Definition, Membership Requirements, and vs. Banks",
  "definition": "A credit union is a type of financial cooperative that provides traditional banking services. Ranging in size from small, volunteer-only operations to large entities with thousands of participants spanning the country, credit unions can be formed by large corporations, organizations, and other entities for their employees and members.\n\nCredit unions are created, owned, and operated by their members. As such, they are not-for-profit enterprises that are accorded tax-exempt status.\n\nCredit unions follow a basic business model. Members pool their money (technically, they are buying shares in the cooperative) to provide loans,demand depositaccounts, and other financial products and services to each other. Any income generated is used to fund projects and services that will benefit the community and the interests of members.\n\nOriginally,membershipin a credit union was limited to people who shared a common bond. They may have worked in the same industry or for the same company. Or they may have lived in the same community.\n\nHowever, credit unions have loosened the restrictions on membership and often allow the general public to join.\n\nTo do any business with a credit union, you must join it by opening an account there (often for a nominal amount). As soon as you do, you become a member and partial owner.\n\nThat means you participate in the union's affairs. You may vote to determine the board of directors and decisions concerning the union. A member’s voting right is not based on how much money is in their account; each member gets an equal vote.\n\nAccording to theNational Credit Union Administration (NCUA), membership in federally insured credit unions grew to 136.6 million as of March 31, 2023.\n\nTotal assets in federally insured credit unions as of March 31, 2023, were $2.21 trillion.\n\nAs with banks, the process of making money at credit unions starts by attracting deposits. In this, credit unions have two distinct advantages over banks, both resulting from their status as nonprofit organizations:\n\nThe profits that credit unions do make are used to pay members higher interest rates on deposits, and to charge lower fees for services, such as checking accounts and ATM withdrawals. In short, a credit union can save members money on loans, deposit accounts, and savings products.\n\nAccording to NCUA data as of March 31, 2023, the national average rate for five-yearcertificates of deposit (CDs)offered by credit unions was 2.66%, compared to an average rate of 1.83% offered by banks.\n\nMoney marketrates at credit unions were also higher, with an average rate of 0.53% versus the average bank rate of 0.43%.\n\nWhile these differences sound small, they do add up, giving credit unions a significant advantage over banks when competing for deposits.\n\nCredit unions provide better rates on most mortgages, including 15-year and 30-year fixed mortgages, which could be a good option if you are looking to purchase a home.﻿﻿\n\nCredit unions have considerably fewer brick-and-mortar locations than most banks, which can be a drawback for clients who like in-person service. Most offer modern services such as online banking and auto-bill pay. Still, the small size of many credit unions can mean a compromise on accessibility.\n\nSmaller credit unions typically do not have the same technology budget as banks, so their websites and security features are often considerably less advanced. That said, some mid-sized and larger credit unions may offer mobile banking apps that rival those of much bigger, for-profit institutions.\n\nWhile credit unions offer most of the financial products and services that banks do, they often provide less choice.Bank of Americahas 20 different credit card options, ranging from rewards cards to student cards, while the Navy Federal Credit Union (NFCU) has only six.The second-largest credit union in the country, theState Employees’ Credit Union (SECU), offers one credit card.\n\nWith more resources to allocate to customer service and personnel, banks are keeping later and longer hours. You may find them open until 5 p.m. or 6 p.m. on weekdays and often on Saturdays, as well. Credit unions tend to maintain traditional bankers' business hours (9 a.m. to 3 p.m., Monday through Friday), though the larger ones, such as SECU, have a 24-hour customer service hotline.\n\nTheFederal Deposit Insurance Corporation (FDIC)does not cover credit unions. However, the NCUA, which was established in 1970 and regulatesfederally chartered credit unionsand most state-chartered credit unions, does provide account protection.\n\nIn fact, one of the NCUA's main responsibilities is to administer the National Credit Union Share Insurance Fund (NCUSIF), which uses federal monies to back up shares (deposits) in all federal credit unions.\n\nThe NCUA provides coverage for each individual account, joint account, trust account, retirement account (such astraditional IRAs, Roth IRAs, or Keogh plan accounts), and business account for up to $250,000 per account.\n\nFor example, if you have an individual account, aRoth IRA, and a business account at a credit union, your total shares are insured up to $750,000.\n\nYou can research credit unions of interest that the NCUA regulates at theNCUAwebsite.\n\nNormally, credit unions offer higher rates on interest-bearing accounts, lower rates on loans, lower fees, and a more personal touch when it comes to customer service.\n\nNowadays, you'll find more credit unions offering membership to all. Some still have specific eligibility requirements, though, so be sure to check out a credit union's \"field of membership\" section on its website for details about joining.\n\nOnce you've located a credit union that interests you, you should be able to find membership specifics and an application to join on its website. The application usually requires the kind of personal information related to opening a financial account (which is what you're doing as part of applying for membership). You'll then need to make a deposit to fund the account you've chosen.\n\nCredit unions are significantly smaller in size than most banks and are structured to serve a particular region, industry, or group. And though they may have fewer branches, they can still provide customers ample access to their funds as many credit unions are part of expansive ATM networks.\n\nWhile credit unions must make enough to cover their operations, any profit beyond that goes back to the members in the form of lower fees and account minimums, higher rates on deposits, and lower borrowing rates.\n\nCorrection—Feb. 12, 2025: This article has been corrected to state that the NCUA was established in 1970.\n\nNational Credit Union Administration. \"Quarterly Credit Union Data Summary 2023 Q1,\" Page 6.\n\nNational Credit Union Administration. \"Credit Union and Bank Rates 2023 Q1.\"\n\nBank of America. \"Credit Cards.\"\n\nNavy Federal Credit Union. \"Credit Cards.\"\n\nState Employees' Credit Union. \"Visa Credit Card.\"\n\nMX. \"Biggest US Credit Unions by Asset Size (2023).\"\n\nNational Credit Union Administration. \"Historical Timeline.\"\n\nNational Credit Union Administration. \"How Your Accounts Are Federally Insured.\"",
  "url": "https://www.investopedia.com/terms/c/creditunion.asp"
}