{
  "term": "Cross Price Elasticity: Definition, Formula, and Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe cross elasticity of demand is an economic concept that measures the responsiveness in the quantity demanded of one good when the price of another good changes.\n\nCross elasticity of demand is a measurement of how much the price of one good changes when the price of another good changes. Also referred to as cross price elasticity of demand, it is calculated by taking the percentage change in the quantity demanded of one good and dividing it by the percentage change in the price of the other good. An example of cross elasticity of demand is considering how an increase in the price of hot dogs may result in a change in demand for hot dog buns.\n\nThe cross elasticity of demand refers to how sensitive the demand for a product is to changes in the price of another product. It measures how demand for one good changes when the price of another typically related good does. Cross elasticity is one of the maintypes of demand elasticity.\n\nYou can use the formula to make comparisons of products that are considered perfect substitutes for each other or those that are complementary to each other. The cross elasticity of demand for substitute goods remains positive: prices increase when demand for one good rises. Demand for complementary goods drops when the price rises for another good. This is referred to as negative cross elasticity of demand.\n\nUnrelated products don't affect each other. An increase in the price of eggs doesn't directly relate to an increase in demand for olives.\n\nThe cross elasticity of demand forsubstitute goodsis always positive because the demand for one good increases when the price for the substitute good increases.\n\nThequantity demandedfor tea, a substitute beverage, increases as consumers switch to a less expensive yet substitutable alternative if coffee prices increase. This is reflected in the cross elasticity of the demand formula because both the numerator (percentage change in the demand for tea) and denominator (the price of coffee) show positive increases.\n\nItems with acoefficientof 0 are unrelated items. They're independent of each other. Items may be weak substitutes because the two products have a positive but low cross elasticity of demand. This is often the case for product substitutes such as tea versus coffee. Items that are strong substitutes have a higher cross elasticity of demand, such as different brands of tea. A price increase in one company’s green tea has a higher impact on another company’s green tea demand.\n\nThe cross elasticity of demand for complementary goods is negative. An item closely associated with that item and necessary for its consumption decreases as the price for one item increases because the demand for the main good has also dropped.\n\nThe quantity demanded for coffee stir sticks drops as consumers drink less coffee and purchase fewer sticks because the price of coffee has increased. The numerator (quantity demanded of stir sticks) is negative and the denominator (the price of coffee) is positive. This results in a negative cross elasticity.\n\n﻿Exy=Percentage Change in Quantity of XPercentage Change in Price of YExy=ΔQxQxΔPyPyExy=ΔQxQx×PyΔPyExy=ΔQxΔPy×PyQxwhere:Qx=Quantity of good XPy=Price of good YΔ=Change\\begin{aligned} &E_{xy} = \\frac {\\text{Percentage Change in Quantity of X} }{ \\text{Percentage Change in Price of Y} } \\\\ &\\phantom{ E_{xy} } = \\frac { \\frac { \\displaystyle \\Delta Q_x }{ \\displaystyle Q_x } }{ \\frac { \\displaystyle \\Delta P_y }{ \\displaystyle P_y } } \\\\ &\\phantom{ E_{xy} } = \\frac {\\Delta Q_x }{ Q_x } \\times \\frac {P_y }{ \\Delta P_y } \\\\ &\\phantom{ E_{xy} } = \\frac {\\Delta Q_x }{ \\Delta P_y } \\times \\frac {P_y }{ Q_x } \\\\ &\\textbf{where:} \\\\ &Q_x = \\text{Quantity of good X} \\\\ &P_y = \\text{Price of good Y} \\\\ &\\Delta = \\text{Change} \\\\ \\end{aligned}​Exy​=Percentage Change in Price of YPercentage Change in Quantity of X​Exy​=Py​ΔPy​​Qx​ΔQx​​​Exy​=Qx​ΔQx​​×ΔPy​Py​​Exy​=ΔPy​ΔQx​​×Qx​Py​​where:Qx​=Quantity of good XPy​=Price of good YΔ=Change​﻿\n\nThe next step is how to use the formula to make your calculations. Here's a step-by-step run-through of how to do so:\n\nDifferent brands of toothpaste are an example of substitute goods. The demand for a competitor's brand of toothpaste increases in turn if the price of one brand of toothpaste increases.\n\nCompanies use the cross elasticity of demand to establishprices to sell their goods. Products with no substitutes can be sold at higher prices because there's no cross elasticity of demand to consider. But incremental price changes to goods with substitutes are analyzed to determine the appropriate level of demand desired and the associated price of the good.\n\nComplementary goods are also strategically priced based on the cross elasticity of demand. Printers may be sold at a loss with the understanding that the demand for future complementary goods, such as printer ink, should increase.\n\nLet's take a look at two substitute goods: chicken burritos from two restaurants. Suppose both restaurants sell their burritos for $6 each but Restaurant A decides it wants to make more inprofitsso it raises the price to $8. Most people don't want to spend the extra money and the two goods are equal substitutes so there's a very good chance that demand for Restaurant B's chicken burritos will increase.\n\nNow let's take a look at complementary goods and how they're affected by the cross price elasticity of demand. Consider burgers and fries. They aren't necessarily related but they tend to go hand-in-hand. People who eat burgers also tend to eat fries. Demand for fries may increase if the price drops for burgers.\n\nAs consumers, we are constantly making choices based on the changing prices of different goods, and comparing them to alternatives. If your favorite restaurant raises prices, you are likely to eat at other restaurants more often. But if your favorite restaurant lowers the price of appetizers, you're more likely to order a drink. Whether or not you are conscious of the fact, your choices demonstrate cross price elasticity.\n\nPut simply, cross price elasticity measures how a change in the price of one good affects consumption of another good. Some goods are often consumed together, like burgers and fries, or movies and popcorn. If the price of movies go up, consumers are likely to see fewer movies and, consequently, eat less popcorn. This is an example of positive elasticity.\n\nOn the other hand, some goods are considered substitutes. If the price of pizza goes up, you might find yourself eating hamburgers more often. In this case, the cross elasticity is negative.\n\nA positive cross elasticity of demand means that the demand for Good A will increase as the price of Good B goes up. Goods A and B are good substitutes. People are happy to switch to A if B gets more expensive. An example would be the price of milk. Consumers may switch to 2% milk if whole milk goes up in price. Whole milk becomes more in demand if 2% milk rises in price instead.\n\nA negative cross elasticity of demand indicates that the demand for Good A will decrease as the price of B goes up. This suggests that A and B are complementary goods, such as a printer and printer toner. Demand for the printer will drop if its price goes up. Less toner will also be sold as a result of fewer printers being sold.\n\nCross elasticity looks at the proportional changes in demand among two goods.Demand elasticityor price elasticity of demand looks at the change in demand of a single item as its price changes.\n\nThe cross elasticity ofsupplymeasures the proportional change in the quantity supplied or produced in relation to changes in the price of a good. This is in contrast to changes in demand for two goods in response to prices.\n\nPrices and demand often go hand-in-hand in economics. Economic theory generally dictates that demand for another good generally goes up when the price of one good goes up, too. This is called the cross price elasticity of demand. You can easily calculate this figure by taking the percentage change in the quantity demanded of one good by the percentage change in price for another good.\n\nEconomicshelp.org. \"Substitute Goods.\"\n\nStrictly Economics. \"Complementary Goods: Their Impact on Demand.\"",
  "url": "https://www.investopedia.com/terms/c/cross-elasticity-demand.asp"
}