{
  "term": "Cross Selling: Definition, Pros and Cons, vs. Upselling",
  "definition": "To cross-sell is to sell related or complementary products to a customer. Cross-selling is one of the most effective methods of marketing. In the financial services industry, examples of cross-selling include sellingdifferent types of investmentsor products to investors or tax preparation services to retirement planning clients. For instance, if a bank client has a mortgage, its sales team may try to cross-sell that client a personal line of credit or a savings product like a CD.\n\nCross-selling to existing clients is one of the primary methods of generating new revenue for many businesses, including financial advisors. This is perhaps one of the easiest ways togrow their business, as they have already established a relationship with the client and are familiar with their needs and objectives.\n\nHowever, advisors need to be careful when they use this strategy. A money manager who cross-sells a mutual fund that invests in a different sector can be a good way for the client to diversify their portfolio.\n\nHowever, an advisor who tries to sell a client a mortgage or other product that is outside the advisor’s scope of knowledge can be a disservice to a customer and damage the business relationship.\n\nWhen done efficiently, cross-selling can translate into significant profits for stockbrokers, insurance agents, andfinancial planners. Licensed income tax preparers can offer insurance and investment products to their tax clients, and this is among the easiest of all sales to make. Effective cross-selling is a good business practice and is a useful financial planning strategy, as well.\n\nAdvisors who cross-sell financial products or services need to be thoroughly familiar with the products that they are selling. A stockbroker who primarily sells mutual funds will need substantial additional training if they are assigned to start selling mortgages to clients.\n\nA simple referral to another department that actually sells and processes themortgagemay lead to situations where referrals are made whether they are needed or not, as the broker may not understand when the client really needs this service but is only motivated to earn a referral fee.\n\nAdvisors need to know how and when the additional product or service fits into their client’s financial picture so that they can make a more effective referral and stay compliant with suitability standards.\n\nFINRAmay use the information that it collects from its inquiry to develop and implement a new set of rules that govern how cross-selling can be done.\n\nIn addition to understanding financial products, advisors need to understand the assortment of products their company can provide.\n\nImagine a new staff member joining a firm, interacting with clients but not knowing the full extent of advisory services the company is capable of. In this example, the new hire needs to become familiar with the company to become more proficient at recognizing opportunities to cross-sell.\n\nUntil the 1980s, thefinancial services industrywas easy to navigate, with banks offering savings accounts, brokerage firms selling stocks and bonds, credit card companies pitching credit cards, and life insurance companies selling life insurance.\n\nThat changed when Prudential Insurance Company, the most prominent insurance company in the world at that time, acquired a medium-sized stock brokerage firm called Bache Group, Inc. in an effort to offer broader services.\n\nThe mergers ofWells Fargo & Co. with Wachovia Securities and Bank of America with Merrill Lynch & Co., both in 2008, occurred at a time of declining profits for both banks—and of financial crisis for the brokerages.\n\nTo a large extent, they were aiming to expand their retail distribution arms by buying large and established distribution channels of the brokerages, hoping for synergy between banking and investment products and services.\n\nWith few exceptions, cross-selling failed to catch on within many of the merged companies. As an example, Bank of America lostMerrill Lynchbrokers through the insistence that the brokers cross-sell bank products to their investment clients. Wells Fargo has been more effective in instituting cross-selling because its merger with Wachovia brought a relatively similar culture into the fold.\n\nIt can be difficult for large firms to effectively integrate different types of products. H&R Block Inc. failed in this proposition when it acquired Olde Discount Broker in a push to offer investment services to its tax customers.\n\nThe company ultimately decided to jettison the brokerage enterprises and focus solely on taxes. After acquiring Olde for $850 million in 1999, H&R Block sold that division of its operations for $315 million less than 10 years later.\n\nCross-selling andupsellingare sales tactics used to convince customers to purchase more. However, there are differences to consider.\n\nUpselling, also known as suggestive selling, is the practice of persuading customers to purchase an upgraded or more expensive version of a product or service.\n\nThe goal is to maximize profits and create a better experience for the customer. That experience can translate into an increase in the customer's perceived value and an increased Customer Lifetime Value (CLV)—the total contribution a customer makes to a company.\n\nCompanies are 60% to 70% more likely to sell to an existing customer, whereas the likelihood of selling to a new customer is 5% to 20%.\n\nFor companies, it is easier to upsell to their existing customer base than it is to upsell to a new customer. Existing customers trust the brand and find value in the products and/or services.\n\nThis trust drives the success of upselling. For instance, if a customer trusts a brand, they will generally trust the brand when it presents a seemingly better option.\n\nAlternatively, cross-selling is the sales tactic whereby customers are enticed to buy items related or complementary to what they plan to purchase.\n\nCross-selling techniques include recommending, offering discounts on, and bundling related products. Like upselling, the company seeks to earn more money per customer and increase perceived value by addressing and satisfying consumer needs.\n\nCompanies employ different sales tactics to increase revenues, and one of the most effective is cross-selling. Cross-selling is not just offering customers other products to purchase; it requires skill. The business must understand consumer behaviors and needs and how complementary products fulfill those needs and add value.\n\nCustomers purchase from brands they trust and have had positive experiences with. Therefore, it becomes easier to sell to an existing customer than to a new one.\n\nExisting customers are more likely to purchase products that relate to or complement what they already plan to purchase. As consumers begin to use more of a company's products, they become increasingly loyal to thebrand.\n\nOn the other hand, cross-selling can have adverse effects on customer loyalty. If done incorrectly, it can appear as a pushy, self-seeking sales tactic.\n\nThis is evident when a salesperson aggressively tries to sell a related product or attempts to sell without understanding the customer's need for it. Not only does this affect the sale, but it also negatively affects the brand's reputation.\n\nAdditionally, cross-selling to the wrong type of customer could be counterproductive. Some customers have high service demands, and the more products they buy, the more service they command. As their service demands increase, so do the costs associated with providing those services.\n\nLastly, some customers habitually return or exchange products. When cross-selling to this segment, profits are not realized. Initially, their purchases generate substantialrevenues; however, they often return or default on payments, costing the company more than what the customer generated in revenues.\n\nMay potentially increase revenue by increasing sales quantities, especially in less popular goods\n\nMay increase brand loyalty as customers are further exposed to an assortment of one company's products\n\nMay fulfill all of a customer's needs, preventing them from approaching a competitor for other requirements\n\nMay result in increased service-related costs as it may be more expensive to cross-sell compared to other strategies\n\nMay negatively impact relationships if the cross-selling technique is found to be pushy\n\nMay result in a negative public perception of requiring or demanding multiple products be paired together\n\nIn 2013, a group of Southern California Wells Fargo employees opened, without consent, new bank and credit card accounts for unsuspecting customers. The motivation: to meet cross-selling quotas. After an internal investigation, more than 30 employees were terminated.\n\nTo identify how widespread the issue was, Wells Fargo hired an independent consulting firm to review new accounts opened since 2011. They also created new procedures for validating new accounts, as well as implemented new training programs and security protocols.\n\nThe consulting firm found that over two million accounts were fraudulently opened within a five-year period and 115,000 of those accounts incurred fees. Eventually, over 3.5 million fraudulent accounts were discovered.\n\nWells Fargo returned more than $2.8 million to affected customers, and more than 5,300 people were terminated. Without notice and an explanation, then CEO John Stumpf resigned. In 2016, Wells Fargo was hit with a $185 million fine for this scandal.\n\nThere are several strategies you can employ to make cross-selling effective. Consider using an email drip campaign to periodically introduce complementary products and services. Wait until you have developed a relationship and have proven success with the customer.\n\nMake sure your products and services are aligned with the needs and goals of the customer. Offering something that serves no purpose is counterproductive and can detract from customer satisfaction.\n\nWhen cross-selling, consider your loyal customers who are more likely to purchase again. Build campaigns focusing on satisfied customers and promote additional products to them. Train associates to recognize satisfied customers and assess their needs.\n\nOn the other hand, don't assume that customers are aware of your other offerings. Educate them, and help them understand how those products can deliver value. When speaking to a customer, do so in a personable manner; otherwise, it comes across as a sales pitch. Lastly, avoid unhappy customers as it can further the divide between them and your brand.\n\nCross-selling is a valid and ethical business practice to bring in more business. Cross-selling isn't meant to trick a customer; it is meant to inform them of alternative goods that may fit a different need. It's simply good business practice to discuss winter coat sales with a sporting enthusiast who is out shopping for new skis.\n\neBay features a Cross-Promotion Connections program whereby eBay sellers can connect. When a buyer wins a bid, they can see the seller's other listings, as well as their connections listings.\n\nPreviously, eBay featured a no-cost Cross-selling tool that allowed sellers to promote related products. Sellers could choose to either promote related items or promote discounts for larger orders. This feature was discontinued and is only allowed for select users at certain times.\n\nCross-selling is a sales tactic that, if done well, can increase a company's bottom line and customer loyalty. If done poorly, it can erode profits, create dissatisfied customers, and damage a company's reputation. Regardless of how you cross-sell, it can be an effective tool to increase revenues and care for a customer's unmet needs.\n\nU.S. Securities and Exchange Commission. \"Wells Fargo, Wachovia Agree to Merge.\"\n\nU.S. Securities and Exchange Commission. \"Agreement and Plan of Merger By and Between Merrill Lynch & Co., Inc and Bank of America Corporation.\"\n\nAmeriprise. \"Ameriprise Financial to Acquire H&R Block Financial Advisors.\"\n\nHarvard Law School. \"The Wells Fargo Cross-Selling Scandal.\"\n\nConsumer Financial Protection Bureau. \"Consumer Financial Protection Bureau Fines Wells Fargo $100 Million for Widespread Illegal Practice of Secretly Opening Unauthorized Accounts.\"\n\neBay. \"Cross-Promotions Connections.\"",
  "url": "https://www.investopedia.com/terms/c/cross-sell.asp"
}