{
  "term": "Crowdfunding: What It Is, How It Works, and Popular Websites",
  "definition": "Crowdfunding involves raising small amounts of money from a large number of individuals to finance a new business venture. It leverages the wide reach ofsocial mediaand crowdfunding websites to connect investors and entrepreneurs, potentially increasing entrepreneurship by expanding the pool of investors beyond the traditional circle of owners, relatives, andventure capitalists.\n\nThe 2008 financial crisis led to the rise of crowdfunding. As banks enforced stricter lending policies post-recession, small businesses struggled to secure credit, prompting many to seek alternative funding methods. In 2023, the global crowdfunding market volume was estimated at $1.17 billion, showing a slight increase from previous years. According to Statista, the transaction value of the global crowdfunding sector is expected to grow by 1.48% annually from 2024 to 2028, reaching a market volume of $1.27 billion by 2028.\n\nRaisingcapitalis key to any company's growth. Larger, established corporations often find it easier to secure investments or additional debt from lenders. However, smaller companies and startups often face significant challenges in this area. This is wherecrowdfunding proves valuable.\n\nCrowdfunding has allowedentrepreneursto raise substantial amounts of money from a wide pool of investors. For example, one humorous Kickstarter project involved an individual seeking to create a new potato salad recipe with a modest goal of $10, but ended up raising over $55,000 from 6,911 backers. Investors can choose from numerous projects and invest as little as $10. Crowdfunding sites typically earn revenue by taking a percentage of the funds raised.\n\nInvestors can select from hundreds of projects and invest as little as $10. Crowdfunding sites generaterevenuefrom a percentage of the funds raised. For example, Kickstarter applies a 5% fee to the funds collected.\n\nThe first instance of crowdfunding was recorded in 1997 when a music group from the United Kingdom raised money for a concert tour from fans. ArtistShare, which was the first crowdfunding site, was launched three years later. Almost a decade later, it became a key source for companies to raise capital.\n\nCrowdfunding platforms were largely unregulated when they first became popular. However, things changed over time, as several countries, including the United States, began placing restrictions on certain types of crowdfunding.\n\nThese restrictions apply to who can fund a new business and how much they are allowed to contribute. Similar to the restrictions onhedge fundinvesting, these regulations are supposed to protect unsophisticated or non-wealthy investors from putting too much of their savings at risk. Because so many new businesses fail, their investors face a high risk of losing their principal.\n\nThe crowdfunding industry is regulated under theJOBS Act, enacted on April 5, 2012, which established equity crowdfunding in the U.S. Initially limited to accredited investors, provisions like Title IV and Title III later expanded access to non-accredited investors and early-stage startups. The SEC oversees these regulations, ensuring transactions occur through registered intermediaries. These rules aim to protect investors and maintain transparency in crowdfunding investments.\n\nMany crowdfunding projects offer rewards to investors, such as participating in a product launch or receiving gifts. For example, a filmmaker might offer a behind-the-scenes tour of the movie set, while a chef launching a new cookbook might provide a private cooking class. These experiential rewards aim to create a personal connection between the project and its supporters.\n\nThe two most traditional uses of the term reflect the type of crowdfunding done bystartupcompanies looking to bring a product or service into the world, or by individuals who experienced some type of emergency.\n\nFor example, people affected by natural disasters or high medical expenses often turn to crowdfunding platforms for support. Recently, crowdfunding platforms like Patreon and Substack have expanded crowdfunding's reach, enabling artists, writers, musicians, and podcasters to sustain their creative work through ongoing financial support from their audiences.\n\nCrowdfunding websites such asKickstarter, Indiegogo, and GoFundMe attract hundreds of thousands of people hoping to create, or support, the next big thing.\n\nGoFundMeis the largest crowdfunding platform. Since its founding in 2010, the site has raised over $30 billion, with 150 million people either sending or receiving money through the platform.It's most popular for individuals seeking to recover from medical expenses or disasters such as house fires, natural disasters, or unexpected emergency expenses. Start-up companies tend to use Kickstarter.\n\nKickstarteris another popular choice. Founded in 2009, the platform has successfully funded more than 250,000 projects, with more than $8 billion pledged across all Kickstarter projects.\n\nKickstarter is the leading crowdfunding platform for aspiring businesses aiming to raise capital and reach a broader audience. Unlike GoFundMe, Kickstarter is exclusively for creating shareable projects.\n\nAdditionally, Kickstarter can't be used for charity or cause donations, and projects can't offer incentives like equity, revenue sharing, or investment opportunities. Kickstarter also prohibits projects involving items claiming to diagnose, cure, treat, or prevent illnesses, political fundraising, drugs or alcohol, and any form of contests, coupons, gambling, or raffles.\n\nIndiegogo started as a crowdfunding site for independent films but expanded to all project categories a year after its 2008 launch.\n\nIndiegogo is seen as a less strict and more flexible platform than Kickstarter, as it gives backers more flexibility by allowing campaigners to choose between fixed and flexible funding models. While Kickstarter releases funds only if the campaign meets its funding goal, Indiegogo allows campaigners to receive funds as they come in or wait until the target is reached.\n\nFlexible funding, such as receiving funds as they come, might be easier and less risky for a campaigner. However, regardless of the amount raised, campaigners must still deliver on any promises made. For a backer, fixed funding is more attractive as it's associated with much less risk.\n\nCrowdfunding platform fees range from 5% to 12%.Before choosing a crowdfunding platform, be sure to examine the fee structures for any punitive charges.\n\nThe most obvious advantage of crowdfunding for a start-up company or individual is its ability to provide access to a larger and more diverse group of investors or supporters. With the ubiquity of social media, crowdfunding platforms are an incredible way for businesses and individuals to both grow their audience and receive the funding they need.\n\nEquity-based crowdfunding is growing in popularity because it allows startup companies to raise money without giving up control to venture capital investors. In some cases, it also offers investors the opportunity to earn an equity position in the venture. In the United States, theSecurities and Exchange Commission (SEC)regulates equity-based crowdfunding.\n\nPotential disadvantages of crowdfunding include the possible damage to your or your company's reputation from using crowdfunding, the fees associated with the platform, and the risk that if you don't reach your funding goal, the pledged funds will be returned to investors, leaving you with nothing.\n\nGreat way to interact with potential consumers\n\nAbility to gauge public opinion on your product\n\nPledged financing is returned to investors if the funding goal isn't reached\n\nMay damage start-up company's reputation\n\nMany of the products and businesses crowdfunded on Kickstarter became very successful and lucrative endeavors. For instance, Oculus VR, an American company specializing invirtual realityhardware and software products, was funded through the site. In 2012, founder Palmer Luckey launched a Kickstarter campaign to raise money to make virtual reality headsets designed for video gaming available to developers. The campaign crowdfunded $2.4 million, 10 times the original goal of $250,000.In March 2014, Meta (META), acquired Oculus VR for $2.3 billion in cash and stock.\n\nAnother example of a company that rose to success through Kickstarter campaigns is M3D, a company founded by two friends that manufactures small3D printers. David Jones and Michael Armani raised $3.4 million for their Micro 3D printer on the crowdfunding site in 2014.The tiny 3D printer, which comes with a variety of durable 3D inks, is now available at Staples, Amazon (AMZN), Brookstone, and elsewhere.\n\nCritical Role, a weekly live-streamed tabletop roleplaying game featuring a group of prominent voice actors, raised $4.7 million in just 24 hours for its latest animated special “The Legend of Vox Machina.” No other Kickstarter campaign in 2019 raised that amount over their entire 30- to 60-day raising period.\n\nIn 2023, the GPD WIN 4, a handheld gaming PC, raised nearly $4 million on Indiegogo, becoming the platform's highest-funded product. The device showcases the growing interest and investment in portable gaming solutions.\n\nCrowdfunding is the use of small amounts of capital from a large number of individuals to finance a new business venture. Depending on the type of crowdfunding, investors either donate money altruistically or get rewards such as equity in the company that raised the money.\n\nForcrowdfunding that operates on a donation basis, the company does not need to pay back investors. However many companies offer incentives for early backers such as an advance copy of the product.\n\nYes. In 2017, the Australian government amended the 2001 Corporations Act to provide a legislative framework for crowd-sourced funding.\n\nAll micro, small, and medium enterprises incorporated as companies in Nigeria with a minimum two-year operating track record are eligible to raise funds through a Crowdfunding Portal in exchange for the issuance of shares, debentures, or such other investment instrument as the Commission may determine from time to time.\n\nThe digital age has given rise to crowdfunding, a unique method for organizations and individuals to raise capital from a large group of people. For those seeking funds, it involves creating a compelling pitch and setting a target on a crowdfunding site like GoFundMe, IndieGoGo, or Kickstarter. While large donations are beneficial, it's often the many smaller contributions that help capital seekers reach their goals.\n\nStatista. \"Estimated transaction value of crowdfunding worldwide from 2017 to 2023, with forecasts from 2024 to 2028.\"\n\nKickstarter. \"Kickstarter and Taxes.\"\n\nFundable. \"The History of Crowdfunding.\"\n\nLibrary of Congress. \"Crowdfunding & Regulations.\"\n\nKickstarter. \"What can be offered as a reward?\"\n\nAP News. \"GoFundMe says $30 billion has been raised on its crowdfunding and nonprofit giving platforms.\"\n\nKickstarter. \"Prohibited Items.\"\n\nGoFundMe. \"How to Choose the Best Crowdfunding Website for Your Next Fundraiser.\"\n\nKickstarter. \"Oculus Rift: Step into the Game.\"\n\nKickstarter. \"The Micro: The First Truly Consumer 3D Printer.\"\n\nKickstarter. \"Critical Role: The Legend of Vox Machina Animated Special.\"\n\nIndieGogo. \"Top 10 Crowdfunding Campaigns of 2023 So Far.\"\n\nAustralian Securities & Investments Commission. \"Crowd-sourced Funding.\"\n\nAelex. \"The Nigerian Securities And Exchange Commission Crowdfunding Rules – its Impact on Startups and SMEs.\"",
  "url": "https://www.investopedia.com/terms/c/crowdfunding.asp"
}