{
  "term": "Cryptocurrency Wallet: What It Is, How It Works, Types, and Security",
  "definition": "Amilcar has 10 years of FinTech, blockchain, and crypto startup experience and advises financial institutions, governments, regulators, and startups.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA crypto wallet is an application that functions as a wallet for your cryptocurrency. It is called a wallet because it is used similarly to a wallet you put cash and cards in. Instead of holding these physical items, it stores the passkeys you use to sign for your cryptocurrency transactions and provides the interface that lets you access your crypto.\n\nModern cryptocurrency wallets make the blockchain accessible to everyone. When cryptocurrency was first introduced, sending cryptocurrency was a manual task that required entering long keys. Today, the software does most of it for you.\n\nThe first wallet was that of Bitcoin's developer, Satoshi Nakamoto. The second wallet belonged to Hal Finney, who corresponded with Nakamoto and reportedly was the first to run the Bitcoin client software wallet. Nakamoto sent him 10 bitcoins as a test, and the cryptocurrency craze began.\n\nCryptocurrency wallets are software applications on computers or mobile devices such as phones or tablets. They use an internet connection to access the blockchain network for the cryptocurrency you're using.\n\nCryptocurrencies are not \"stored\" anywhere—they are bits of data in a database, scattered all over it; the wallet finds all of the bits associated with your public address and sums up the amount for you in the app's interface.\n\nSending and receiving cryptocurrency is very easy using these applications. You can send or receive cryptocurrency from your wallet using various methods. Typically, you enter the recipient's wallet address, choose an amount to send, sign the transaction using your private key, add an amount to pay the transaction fee, and send it.\n\nMany wallets have integrated QR codes and near-field scanner technology that allows you to scan a code, select an amount, enter your key, select the transaction fee, and click send.\n\nReceiving is even easier—the sender enters your address and goes through the same routine. You accept the payment, and the transaction is done.\n\nThere are two main types of wallets: custodial and noncustodial. Custodial wallets (also called online wallets) are hosted by a third party that stores your keys for you. This could be a company that provides enterprise-level data security systems businesses use to preserve and secure data. Somecryptocurrency exchangesoffer custodial wallets for their customers. Noncustodial wallets are wallets in which you take responsibility for securing your keys. This is the type that most cryptocurrency wallets on devices are.\n\nThere are two subcategories of wallets:hot and cold. A hot wallet has a connection to the internet or to a device that has a connection, and acold wallethas no connection. Lastly, there are three subcategories of wallets—software, hardware, and paper. Each of these types is considered either a hot or cold wallet.\n\nSo, you can have a noncustodial software hot wallet, a noncustodial hardware cold orhot wallet, or a custodial hardware cold wallet. These are the most common types, but you may also encounter other combinations.\n\nSome wallets may be best for storing and managing your cryptocurrency, such as one ofInvestopedia'sbest Bitcoin wallets. Research all crypto wallet options before deciding which is best for you.\n\nSoftware wallets include applications for desktops and mobile devices. These wallets are installed on a desktop or laptop computer and can access your cryptocurrency, make transactions, display your balance, and much more. Some software wallets also include additional functionality, such as exchange integration if you're using a wallet designed by a cryptocurrency exchange.\n\nMany mobile wallets can facilitate quick payments in physical stores throughnear-field communication(NFC) or by scanning aQR code. Mobile wallets tend to be compatible with iOS or Android devices. Trezor, Electrum, and Mycelium are examples of wallets that you can use. Software wallets are generally hot wallets.\n\nYou use private keys to access your cryptocurrency. It's important tocontrol access to your private keysbecause anyone who has them can access your coins.\n\nHardware wallets are the most popular type of wallet because you can store your private keys and remove them from your device. These devices might resemble a USB drive, and modern hardware wallets have several features.\n\nYou can make a cryptocurrency transaction on your computer or device by plugging in the hardware wallet. Most of them can sign cryptocurrency transactions automatically without requiring you to enter the key, circumventing a hacker's ability to log your keypresses or record your screen.\n\nThese devices often cost between $100 to $200. Ledger and Trezor are both well-known hardware wallets. Hardware wallets are generally considered cold wallets because they don't have an active connection until they are plugged in.\n\nSome new hardware wallets come with the ability to connect to your device through Bluetooth. Use these with caution because Bluetooth is a wireless signal that can be accessed by unwanted parties when it is turned on.\n\nEarly crypto users would write or type their keys on paper, which they calledpaper wallets. These evolved to include the keys and QR codes so wallets on mobile devices could scan them. However, paper wallets are easily damaged or lost, so many crypto owners do not use them anymore.\n\nHowever, there is nothing wrong with using a paper wallet if you take measures to store it properly in a safe or deposit box and check on it once in a while to ensure it hasn't deteriorated.\n\nWallet safety is essential, as cryptocurrencies are high-value targets forhackers. Some safeguards include encrypting the wallet with a strong password, using two-factor authentication for exchanges, and storing any large amounts you have offline.\n\nThere have been many cases of malware disguised as wallets, so it is advisable to research carefully before deciding which one to use.\n\nMost modern wallets generate a twelve-word mnemonic seed phrase. An example phrase could be \"airport bedroom impression sample reception protection road shirt...\" which seems random but is created and linked to your keys by your wallet. You can use the phrase to restore the wallet if the device is lost or damaged. These words should be carefully stored in a safe place because anyone who finds them will be able to access your cryptocurrency.\n\nCryptocurrency exchangeshave started offering custodial key storage for their users. However, you should use this service cautiously. Cryptocurrency exchanges are highly prized targets for cybercriminals.\n\nAdditionally, if the cryptocurrency exchange goes out of business, there may be no guarantees that you'll get your cryptocurrency back. For example, Coinbase, a popular exchange, announced in its quarterly report to the Securities and Exchange Commission in May 2022 that:\n\nGeneral unsecured creditors are lower in priority on the list of creditors in a bankruptcy proceeding. Therefore, if there are not enoughassetsto liquidate and meet financial requirements for higher priority creditors, it is possible to lose your crypto assets if your custodial wallet company declares bankruptcy.\n\nThe best cryptocurrency key security measures involve removing your keys from your wallet, placing them in a form of cold storage, and securing them in a vault, safe, or deposit box. The more steps it takes for you to access your cryptocurrency keys, the harder it is for a criminal to access them. This way, you ensure you don't lose your keys. It also ensures that someone you have entrusted with your keys doesn't lose them or deny you access to them.\n\nThere are variouswallets you can choose from, with many options. It's best to read as many reviews as possible to find one that fits your needs while ensuring your keys are secure.\n\nThesafest crypto wallethas no connection on its own or to a device with internet access. It also should not deny you access to your crypto because acustodianhas financial issues. Many so-called \"safe\" wallets have wireless connection technology that determined cybercriminals can access.\n\nCrypto wallets store your private crypto keys and provide access to the blockchain or crypto-related services.\n\nCryptocurrency wallets are an important part of your cryptocurrency toolbox. Various types are available, so it's best to research and find the one that meets your needs and provides a high level of security to protect your digital assets.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes only. Read ourwarranty and liability disclaimerfor more info.\n\nOur review process is built around a quantitative rating model that weighs key factors like security, costs, privacy, usability, customer support, and features according to their importance. Our team of researchers gathered over 40 data points and conducted extensive research for each of the 19 companies we reviewed. Our team then test-drove each wallet to lend their qualitative point of view.\n\nOur model gave preference to companies with the strongest security measures and reputations. Companies with rich features, such as supporting a large number of crypto assets, giving users the ability to sync with hardware wallets, and allowing for fee customization, also ranked highly.\n\nCoingeek. \"13 years ago, Satoshi Nakamoto Sent Hal Finney 10 Bitcoins in Bitcoin’s First Transaction Ever.\"\n\nBitcoin.com. \"Bitcoin History Part 18: The First Bitcoin Wallet.\"\n\nU.S. Securities and Exchange Commission. \"Coinbase Global, Inc. Form 10-Q,\" Page 82.",
  "url": "https://www.investopedia.com/terms/b/bitcoin-wallet.asp"
}