{
  "term": "Cum Dividend: Definition, Meaning, How It Works, and Example",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA stock is cum dividend, which means \"with dividend,\" when a company has declared that there will be a dividend in the future but has not yet paid it out. A stock will trade cum dividend until the ex-dividend date. After that, the stock trades without itsdividend rights. When the buyer receives the next dividend scheduled for distribution, the share is cum dividend.\n\nBefore the announcement of year-end results for companies, dates are set out for closing the register for dividend payments andscrips. These dates will determine the qualification for dividends and scrips. A scrip is a document acknowledging a debt. Companies short on cash often pay scrip dividends instead of cash dividends.\n\nCum dividend is the status of asecuritywhen a company is preparing to pay out adividendat a later date. The seller of a stock cum dividend is selling the right to the share and the right to the next dividend distribution. This situation often results from the timing of the sale rather than the preference of the seller.\n\nStock price movements based on the expected future of the company usually influence investment returns more than dividends.\n\nIn order to buy a share cum dividend, the buyer must complete the purchase before a certain point in the dividend period, called therecord date. Often, companies will require the sale to be completed two business days before the end of the period. However, some corporations will push the deadline to the last day of the period. If the buyer completes the recording of the transaction in time, they will receive the eventual distribution. If the buyer misses the deadline, then the share is sold ex-dividend, or without the right to the next distribution. The dates are set based on the declaration date and recording date chosen by the company that issues the stock.\n\nThere is no specific schedule for the release of dividends, and thepayment datescan vary from company to company. Some companies offer quarterly dividends, while others may pay dividends only once or twice a year. While it is not typical, some companies pay dividends monthly.\n\nCum dividend rights include those associated with the next declared dividend. A declared dividend is the amount the board of directors has agreed upon through a motion authorizing the payments. Once they are declared, dividends effectively function as liabilities for the company. As dividends are a portion of a firm’s profits, these amounts can fluctuate.\n\nA company declares the dividend on thedeclaration date. Next, it sets a recording date that the buyer must meet for it to transfer the dividend. Often, a buyer must purchase a share at least two business days before the recording date to get the dividend. This cutoff date is the ex-dividend date or ex-date. If a buyer purchases a share after the ex-date, the seller sells it ex-dividend instead of cum dividend. In this case, the buyer would get the stock but would not be entitled to the distribution.\n\nThe price of the stock will adjust depending on if it is cum dividend or ex-dividend. Since information on dividends is publicly available, it is incorporated into the share price under theefficient market hypothesis. A strategy of buying at the last possible date, collecting the dividend, and then selling the stock is far too naive to succeed.\n\nLet's say an investor owns 100 shares of ecommerce firm PricedToSell, and the company's board of directors has declared a quarterly dividend of $0.10 per share. The ex-dividend date is ten days away. The investor is considering selling their shares to finance another purchase. If they sell cum dividend, the buyer would receive the 100 shares at the current price and would be entitled to the $10 in dividend payouts.\n\nSuppose the seller holds off on selling during the cum dividend period, waiting to see if other investments pan out. Those investments don't end up panning out, and the seller is forced to sell the 100 shares of PricedToSell. However, the cum dividend date has passed, and the shares are ex-dividend. To reflect the loss of the dividend, the market price of the shares will be $10 lower, all other things being equal. While the buyer won't receive that quarter's distribution, they will be entitled to future distributions if they continue to hold the shares.",
  "url": "https://www.investopedia.com/terms/c/cumdividend.asp"
}