{
  "term": "Cup and Handle Pattern: How to Trade and Target with an Example",
  "definition": "A cup and handle price pattern on a security's price chart is atechnical indicatorthat resembles a cup with a handle, where the cup is in the shape of a \"u\" and the handle has a slight downward drift.\n\nThe cup and handle is considered a bullish signal, with the right-hand side of the pattern typically experiencing lower trading volume. The pattern's formation may be as short as seven weeks or as long as 65 weeks.\n\nInvestopedia / Michela Buttignol\n\nAmerican technician William J. O'Neil defined the cup and handle (C&H) pattern in his 1988 classic,How to Make Money in Stocks,adding technical requirements through a series of articles published in Investor’s Business Daily, which he founded in 1984. O'Neil included time frame measurements for each component, as well as a detailed description of the rounded lows that give the pattern its unique teacup appearance.\n\nAs a stock forming this pattern tests old highs, it is likely to incur selling pressure from investors who previously bought at those levels; selling pressure is likely to make price consolidate with a tendency toward adowntrendtrend for a period of four days to four weeks, before advancing higher. A cup and handle is considered a bullish continuation pattern and is used to identify buying opportunities.\n\nIt is worth considering the following when detecting cup and handle patterns:\n\nA retest of previous resistance is not required to touch or come within severalticksof the old high; however, the further the top of the handle is away from the highs, the more significant the breakout needs to be.\n\nThere are several ways to approachtrading the cup and handle, but the most basic is to look for entering a long position. The image below depicts a classic cup and handle formation. Place a stop buy order slightly above the upper trend line of the handle. Order execution should only occur if the price breaks the pattern’s resistance. Traders may experience excess slippage and enter a false breakout using an aggressive entry.\n\nAlternatively, wait for the price to close above the upper trend line of the handle, subsequently place a limit order slightly below the pattern’s breakout level, attempting to get an execution if the price retraces. There is a risk of missing the trade if the price continues to advance and does not pull back.\n\nImage by Julie Bang Â© Investopedia 2020\n\nA profit target is determined by measuring the distance between the bottom of the cup and the pattern’s breakout level and extending that distance upward from the breakout. For example, if the distance between the bottom of the cup and handle breakout level is 20 points, a profit target is placed 20 points above the pattern's handle.Stop-loss ordersmay be placed either below the handle or below the cup depending on the trader’s risk tolerance and market volatility.\n\nNow let's consider a real-world historical example using Wynn Resorts, Limited (WYNN), which went public on theNasdaqexchange near $13 in October 2002 and rose to $154 five years later.The subsequent decline ended within two points of theinitial public offering (IPO)price, far exceeding O'Neil's requirement for a shallow cup high in the prior trend. The subsequent recovery wave reached the prior high in 2011, nearly 10 years after the first print.\n\nThe handle follows the classic pullback expectation, finding support at the 50% retracement in a rounded shape, and returns to the high for a second time 14 months later. The stock broke out in October 2013 and added 90 points in the following five months.\n\nImage by Julie Bang Â© Investopedia 2020\n\nLike all technical indicators, the cup and handle should be used in concert with other signals and indicators before making a trading decision. Specifically, with the cup and handle, certain limitations have been identified by practitioners. The first is that it can take some time for the pattern to fully form, which can lead to late decisions. While one month to one year is the typical timeframe for a cup and handle to form, it can also happen quite quickly or take several years to establish itself, making it ambiguous in some cases.\n\nAnother issue has to do with the depth of the cup part of the formation. Sometimes a shallower cup can be a signal, while other times a deep cup can produce a false signal. Sometimes the cup forms without the characteristic handle. Finally, one limitation shared across many technical patterns is that it can be unreliable in illiquid stocks.\n\nA cup and handle is a technical indicator where the price movement of a security resembles a “cup” followed by a downward trending price pattern. This drop, or “handle” is meant to signal a buying opportunity to go long on a security. When this part of the price formation is over, the security may reverse course and reach new highs. Typically, cup and handle patterns fall between seven weeks to over a year.\n\nConsider a scenario where a stock has recently reached a high after significant momentum but has since corrected, falling almost 50%. At this point, an investor may purchase the stock, anticipating that it will bounce back to previous levels. The stock then rebounds, testing the previous high resistance levels, after which it falls into a sideways trend. In the final leg of the pattern, the stock exceeds these resistance levels, soaring 50% above the previous high.\n\nIf a cup and handle forms and it is confirmed, the price should see a sharp increase in the short- to medium-term. If the pattern fails, this bull run would not be observed.\n\nThe target with the cup and handle pattern is the height of the cup added to the breakout point of the handle. Generally, these patterns are bullish signals extending an uptrend.\n\nAs a general rule, cup and handle patterns are bullish price formations. The founder of the term, William O’Neil, identified four primary stages of this technical trading pattern. First, approximately one to three months before the “cup” pattern begins, a security will reach a new high in an uptrend. Second, the security will retrace, dropping no more than 50% of the previous high creating a rounding bottom. Third, the security will rebound to its previous high, but subsequently decline, forming the “handle” part of the formation. Finally, the security breaks out again, surpassing its highs that are equal to the depth of the cup’s low point.\n\nWilliam J. O'Neil. \"How to Make Money in Stocks.\" McGraw-Hill Education, 1988.\n\nBusinessWire. \"William O'Neil + Company Announces the Passing of William J. O'Neil.\"\n\nCMC Markets. \"Cup and Handle Pattern.\"\n\nU.S. Securities and Exchange Commission. \"Wynn Resorts, Limited, Amendment No. 1 to Form S-3 Registration Statement, As Filed with the Securities and Exchange Commission on February 2, 2004.\" Page 1.\n\nWynn Resorts Limited. \"Wynn Resorts, Limited Reports Third Quarter Results.\"\n\nTradingView. \"Wynn Resorts, Limited, WYNN.\" Select Chart View \"All Time.\"",
  "url": "https://www.investopedia.com/terms/c/cupandhandle.asp"
}