{
  "term": "Currency Swaps: Definition, How and Why They're Done",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAriel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nCurrency swaps are agreements between two parties to exchange one currency for another at a preset rate over a given period.\n\nCurrency swaps are agreements between two parties to trade one currency for another at a preset rate over a given period.\n\nThese exchanges are more complex than simply changing denominations for accounting purposes. Instead, they set the stage for a large portion of global economic activity, allowing businesses to operate smoothly across borders and giving central banks powerful tools to manage monetary policy. According to the latest reliable data, global daily currency swaps were worth about $400 billion, or around 5% of the $8.1 trillion forex market.\n\nThough currency swaps can be intricate, the basics will be familiar to anyone who has arrived at a foreign airport and stopped by an exchange booth to trade their money for the local currency.\n\nCurrencies were initially swapped to get aroundexchange controls, or legal limits on buying or selling currencies. However, although nations with weak or developing economies generally use foreign exchange controls to limit speculation against their currencies, most developed economies have eliminated them.\n\nAs such, swaps are now most commonly done to hedge long-term investments and change the interest rate exposure of the two parties participating in the swap. Companies doing business abroad often use currency swaps to get more favorable loan rates in the local currency than they could if they borrowed money from a bank in that country.\n\nIn a currency swap, the parties decide upfront whether to exchange the principal amounts of the two currencies at the beginning of the transaction. These principal amounts establish an implicit exchange rate. For instance, swapping €10 million for $12.5 million implies a EUR/USD exchange rate of 1.25.\n\nAt the swap's maturity, the same principal amounts are typically reexchanged. This creates exchange rate risk, as the market rate may have significantly diverged from the initial 1.25 over the swap's duration.\n\nCurrency swap pricing is like negotiating the price of a new car. You begin with the base model price, then add or subtract costs based on your desired features and credit score. The interest rate for a currency swap is customized based on market conditions and the financial standing of the parties involved.\n\nTechnically, the phrase \"currency swap\" refers only to transactions involving the exchange of cash flows calculated on a fixed-rate–fixed-rate basis. Currency swaps where one or both payments are based on a floating rate of interest are, strictly speaking, \"cross-currency swaps.\"However, in everyday financial discussions, these phrases are used loosely, with \"currency swap\" serving as the catch-all term.\n\nCurrency swaps are flexible financial tools that are commonly used for the following purposes:\n\nThough currency swaps can vary depending on the parties involved, there are common steps that a typical currency swap follows.\n\nIt's worth noting that variations exist depending on the specific needs of the parties involved and market conditions. Some swaps may also include options for early termination or restructuring.\n\nLike any speculative financial transaction, currency swaps come with several risks. These risks can be mitigated but not completely eliminated by the participants.\n\nThis is the risk that one of the parties involved in the swap may default on their obligations, leaving the other party exposed to potential financial loss.Counterparty riskis mitigated by dealing with reputable financial institutions and using collateral or credit support annexes.\n\nIf the swap involves netting payments in a single currency, changes in the exchange rate can affect the net amount payable. If not properly managed, this could lead to unexpected costs.\n\nFluctuations in interest rates can affect the value of the swap, especially if one leg of the swap has a floating interest rate. Companies should carefullymanage interest rate riskto avoid adverse affecs on their financial positions.\n\nIf one party needs to exit the swap before its maturity, there may be a lack of liquidity, making it difficult or expensive to unwind the position.\n\nThe complexity of currency swaps can make them difficult to value, particularly if they involve less active currencies or complex structures. This can lead to inaccuracies in financial reporting or challenges in managing the swap’s performance over time.\n\nCurrency swaps are sometimes confused with foreign exchange (forexor FX) swaps orinterest rate swaps. While currency swaps share elements with those trades, there are fundamental differences between them.\n\nForex swaps are primarily used for short-term liquidity management; they typically last less than a year. Currency swaps are medium-to-long-term and can span several years. This longer duration allows them to serve broader strategic purposes, such as hedging against more enduring exchange rate fluctuations or gaining access to foreign capital markets.\n\nFX swaps involve a simple exchange of principal amounts at the beginning and end of the contract. Currency swaps often include periodic exchanges of interest payments in different currencies during the life of the agreement.\n\nInterest rate swaps are done with a single currency and focus on managing interest rate risk. Currency swaps introduce a bit more complexity by involving two currencies. This means that currency swaps must account for interest rate differentials and exchange rate changes.\n\nCurrency swaps differ from FX swaps and interest rate swaps since they involve the exchange of both principal and interest payments in different currencies over a longer term. Forex swaps are short-term currency exchanges without interest payments, while interest rate swaps involve exchanging interest payments in the same currency without principal exchange.\n\nWhile interest rate swaps typically use a notional principal amount only for calculating interest payments, currency swaps often involve actual exchanges of principal amounts. This makes currency swaps a more comprehensive tool for managing currency and interest rate exposures simultaneously.\n\nSuppose that a U.S. company has taken out a 5-year, $10 million loan at a fixed interest rate of 3% in USD (U.S. dollars). Meanwhile, a Japanese company has a 5-year, ¥1 billion loan at a fixed interest rate of 1% in JPY (Japanese yen). The exchange rate between the two currencies is 1 USD = 100 JPY.\n\nBoth companies want to manage their currency risk and benefit from each other's loan terms. Unlike foreign exchange transactions, currency swaps don't have to involve the actual exchange of principal amounts. Instead, the principal amounts can benotionaland serve as the basis for calculating the interest payments.\n\nFor each of the five years of the swap, the U.S. company pays 1% × ¥1 billion = ¥10 million. In return, the Japanese company pays 3% × $10 million = $300,000 each year.\n\nThese payments can be made directly in the respective currencies or netted and converted to a single currency using the prevailing exchange rate at the time of payment. For example, if the exchange rate when an interest payment is made is 1 USD = 100 JPY (using a round figure to make the calculations below easy to follow), then:\n\nWhen the swap period ends after five years, the contract terminates, and there is no exchange of the principal amounts since they were only notional and used for calculating the interest payments. Each company remains responsible for its original loan in its respective currency.\n\nThe swap allows each company to match its loan obligations to its income currency. The U.S. firm effectively turns its dollar-denominated loan into a yen-denominated one, which could be beneficial if it has yen income from Japanese operations. The Japanese company does the opposite. If the U.S. company can't access the Japanese credit market directly (or vice versa), this swap allows it to benefit indirectly from the lower Japanese interest rates.\n\nThere are three variations on the exchange of interest rates:\n\nIn a swap between euros and dollars, a party with an initial obligation to pay a fixed interest rate on a loan in euros can exchange that for a fixed interest rate in dollars or a floating rate in dollars. Alternatively, a party whose euro loan is at a floating interest rate can exchange that for either a floating or a fixed rate in dollars. A swap of two floating rates is sometimes called abasis swap.\n\nInterest rate payments are usually calculated quarterly and exchanged semiannually, although swaps can be structured as needed. Interest payments are generally not netted because they are in different currencies. If the interest payments were netted, it would mean that instead of each party making separate interest payments to the other, they would calculate the difference between what they owe each other. Only the party owing more would make a payment to make up the difference.\n\nFuturesand forwards are derivatives contracts that give counterparties the right to fix an exchange rate today to be executed at a future date. Swaps instead involve a series of payments over time. In general, swaps are used for longer-term strategic financial management, while forwards and futures are more commonly used for shorter-term hedging or speculative purposes.\n\nThe secured overnight financing rate, orSOFR, is a benchmark interest rate designed to be a more robust and transparent alternative to the London Interbank Offered Rate (better known as LIBOR). The phase-out of the LIBOR began after a series of manipulation scandals in the early 2020s.\n\nSOFR is based on transactions in the U.S. Treasuryrepurchase(repo) market, where banks and investors borrow or lend Treasurys overnight. The New York Federal Reserve calculates and publishes SOFR each business day, based on the previous day's trading activity.\n\nA currency swap is a financial agreement between two parties to exchange principal amounts and interest payments in different currencies over a specific period. Companies or financial institutions typically use this to manage or hedge their exposure to fluctuations in exchange rates.\n\nIn a currency swap, each party agrees to make interest payments to the other in the currency they are receiving based on a specific interest rate (which can be fixed or floating). At the end of the swap period, the parties either exchange or net out the principal amounts at an agreed-upon exchange rate.\n\nBank for International Settlements. \"Triennial Central Bank Survey, 2022.\"\n\nBank for International Settlements.\"The Basic Mechanics of FX Swaps and Cross-Currency Basis Swaps.\"\n\nS.K. Parameswaran. \"Fundamentals of Financial Instruments: An Introduction to Stocks, Bonds, Foreign Exchange, and Derivatives,\" Page 427. John Wiley & Sons, 2022.\n\nS.K. Parameswaran. \"Fundamentals of Financial Instruments: An Introduction to Stocks, Bonds, Foreign Exchange, and Derivatives,\" Pages 411-432. John Wiley & Sons, 2022.\n\nFederal Reserve Bank of New York. \"Secured Overnight Financing Rate Data.\"",
  "url": "https://www.investopedia.com/terms/c/currencyswap.asp"
}