{
  "term": "Currency: What It Is, How It Works, and How It Relates to Money",
  "definition": "Currency is amedium of exchangefor goods and services. In general, it's money in the form of paper and coins, usually issued by a government and generally accepted at its face value as a method of payment.\n\nCurrency is the primary medium of exchange in the modern world, having long ago replaced bartering as a means of trading goods and services.\n\nIn the 21st century, a new form of currency has entered the vocabulary and realm of exchange: virtual currency, also known as cryptocurrency. Virtual currencies, such as Bitcoin and Ethereum, have no physical form or government backing in the United States. They are traded and stored electronically.\n\nCurrency in some form has been in use for at least 3,000 years. At one time only in the form of coins, currency proved to be crucial to facilitating trade across continents.\n\nA key characteristic of modern currency is that it is worthless in itself. That is, bills are pieces of paper rather than coins made of gold, silver, or bronze.\n\nThe concept of using paper as a currency may have been developed in China as early as 1000 B.C.E., but the acceptance of a piece of paper in return for something of real value took a long time to catch on.Modern currencies are issued on paper in various denominations, with fractional issues in the form of coins.\n\nThe termsmoneyand currency are often thought to mean the same thing. However, while related, they have different meanings.\n\nMoney is a broader term that refers to an intangible system of value that makes the exchange of goods and services possible, now and in the future. Currency is simply one tangible form of money.\n\nMoney is used in a variety of ways, all related to its future use in some kind of transaction. For example, money is a store of value. This means that it has and maintains a certain value that supports ongoing exchanges. People know that the money they received today essentially will have the same value next week when they need to make a purchase or pay a bill.\n\nMoney is also referred to as a unit of account. That means it can be used to account for changes in the value of items over time. Businesses use money as a unit of account when they prepare a budget or give assets a value. Profits and losses are established and relied upon using money as a unit of account.\n\nMoney also has certain properties that allow for the smooth exchange of goods:\n\nUnderstanding what money is clarifies the meaning of currency. It's a form of money used every day by people all over the world. Checks are another form of money, known as money substitutes. Cigarettes have even been a form of money, as they were for soldiers during the Second World War.\n\nThe Bureau of Engraving and Printing is responsible for printing America's paper currency. Its parent agency is the U.S. Department of the Treasury.The U.S. Mint, founded in 1792, is \"the nation’s sole manufacturer of legal tender coinage and is responsible for producing circulating coinage for the nation to conduct its trade and commerce.\"\n\nThe United States Mint defines currency as money in the form of paper and coins that's used as a medium of exchange.Currencies are created and distributed by individual countries around the world.\n\nU.S. currency in paper form is issued by the Bureau of Engraving and Printing as $1, $2, $5, $10, $20, $50, and $100 bills. The $500, $1,000, $5,000, and $10,000 bills are no longer issued but those still in circulation are redeemable at full face value. Currency issued in 1861 or earlier is no longer valid and would not be redeemable at full face value.\n\nU.S. currency in the form of coins is issued by the Mint in denominations of 1¢, 5¢, 10¢, 25¢, 50¢, and $1.\n\nThere are over 200 national currencies currently in circulation.Including the U.S., 42 countries either use the U.S. dollar orpeg their currenciesdirectly to the dollar.According to theInternational Monetary Fund(IMF) the dollar makes up 58.8% of the foreign exchange reserves.\n\nMost countries issue their own currencies. For example, Switzerland's official currency is the Swiss franc, and Japan's is the yen.An exception is theeuro, which has been adopted by most countries that are members of the European Union.\n\nSome countries accept the U.S. dollar as legal tender in addition to their own currencies, like the Bahamas, Zimbabwe, and Panama.For some time after the founding of the U.S. Mint in 1792, Americans continued to use Spanish coins because they were heavier and presumably felt more valuable.\n\nThere are also branded currencies, like airline and credit card points. These are issued by companies and are used only to pay for the products and services to which they are tied.\n\nTheexchange rateis the current value of any currency relative to another currency. As a result, rates are quoted for currency pairs, such as the EUR/USD (euro to U.S. dollar). Exchange rates fluctuate constantly in response to economic and political events.\n\nThese fluctuations create the market for currency trading. Theforeign exchange marketwhere these trades are conducted is one of the world's largest markets, based on sheer volume. All trades are in large volumes, with a standard minimum lot of 100,000.Most currency traders are professionals investing for themselves or for institutional clients that include banks and large corporations.\n\nThe foreign exchange market has no physical address. Trading is entirely electronic and goes on 24 hours a day to accommodate traders in every time zone.\n\nFor most people, currency exchange typically is done at an airport kiosk or a bank before we go on a trip or while traveling.\n\nConsumer advocates say that travelers get the best value by exchanging cash at a bank or at an in-network ATM. Other options may have higher fees and unattractive exchange rates.\n\nThe term currency refers to the tangible form of money that is paper bills and coins. It's used as a medium of exchange that's accepted at face value for products and services as well as for savings and the payment of debt.\n\nOne example of currency is any of the U.S. paper bills you may have on hand. It is any of the coins the U.S. issues, such as the penny, nickel, and quarter. Currency can also be the paper bills and coins issued by the governments of other countries across the globe.\n\nMoney is an intangible system of value that provides the means for the ongoing exchange of goods and services in a society. Money has taken many forms since it overtook the system of bartering. Currency is a tangible form of it. So, instead of, say, bartering agricultural produce for the clothing you may need, you can use currency—paper notes and coins—to obtain it.\n\nCurrency is a generally accepted form of payment or money used to facilitate the exchange of goods and services. Most commonly it exists as coins or bills issued by a country. However, in the 21st century, virtual currencies—which have no physical form and are not issued by the government—have become popular, as well.\n\nGlyn Davies. \"A History of Money,\" Chapter 2. University of Wales Press Cardiff, 2016.\n\nPickering, John. \"The History of Paper Money in China.\"Journal of the American Oriental Society,vol. 1, no. 2, 1844, pp. 136-142.\n\nNational Library of Medicine. \"Smoke 'Em If You Got 'Em: Cigarette Black Markets In U.S. Prisons And Jails.\"\n\nUSA.gov. \"Bureau of Engraving and Printing.\"\n\nUS Mint. \"About the United States Mint.\"\n\nU.S. Mint. \"Coin Term Glossary.\"\n\nUSA.gov. \"United States Currency.\"\n\nUnited Nations Treasury. \"UN Operational Rates of Exchange.\"\n\nInternational Monetary Fund. \"Currency Composition of Official Foreign Exchange Reserves.\"\n\nOANDA. \"Japanese Yen Currency.\"\n\nFinancial Industry Regulatory Authority. \"Currency Risk: Why It Matters to You.\"\n\nX Global Markets Ltd. \"The Principles Behind Lots Trading and Pips Calculation.\"",
  "url": "https://www.investopedia.com/terms/c/currency.asp"
}