{
  "term": "Currency Carry Trade: Definition As Trading Strategy and Example",
  "definition": "A currency carry trade is a strategy in which traders borrow in a low-interest-rate currency and invest the proceeds in a high-interest-rate currency, aiming to profit from the interest rate differential. The strategy generally involves usingleverageto magnify any potential returns.\n\nThe carry trade is one of the most popularforex tradingstrategies, as it can be entered by simply finding and selling a low-yielding currency and buying a high-yielding one. Until recently, one of the most popular carry trades involved trading the low-yielding or evennegatively yieldingJapanese yen against currencies like the Australian dollar or the New Zealand dollar.\n\nThe currency carry trade is one of the most populartrading strategiesin the forex market. In a way, it is similar to the “buy low, sell high” motto. The first and main step in entering a carry trade is to determine which currency offers a high yield and which offers a lower one.\n\nFor example, from the late 2000s to up until mid-2024, the Japanese yen was known for offering wide spreads against many global currencies, such as theAustralian dollar (AUD)and theNew Zealand dollar (NZD).\n\nIn a carry trade, a traderprofitsfrom the difference in the interest rates of the two countries, as long as theexchange ratebetween the currencies does not change significantly. Many professional traders use this trade because leverage allows them to magnify the potential gains.\n\nIf the trader in our example uses a common leverage factor of 10:1, the trader can potentially earn 10 times the interest rate difference. Considering that someforex brokersoffer leverage as high as 300:1, it’s not hard to see the appeal of carry trading. It’s equally easy to see how disastrous the outcome can be, if the trade goes against the trader.\n\nThefunding currencyis the currency exchanged in a carry trade transaction, typically characterized by a low interest rate. Investors borrow the funding currency and go short, while taking long positions in the asset currency, which has a higher interest rate. The central banks of funding currency countries such as theBank of Japan (BOJ)and the U.S.Federal Reserveoften engage inaggressive monetary stimulusto prop up economic growth, resulting in low interest rates. As the rates drop, speculators borrow the money and hope to unwind their short positions before the rates increase.\n\nThe best time to get into a carry trade is whencentral banksare raising, or thinking about raising,interest rates. People entering the carry trade will further help push up the value of the currency pair. Similarly, these trades work well during times of lowvolatilitysince traders are willing to take on more risk. As long as the currency’s value doesn’t fall—even if it doesn’t move much, or at all—traders will still be able to get paid by collecting the interest rate differential.\n\nConversely, a period of interest rate reduction won’t offer big rewards in carry trades. That shift inmonetary policyalso means a shift in currency values. When rates are dropping, demand for the currency also tends to dwindle, and selling off the currency becomes difficult. For the currency trade to be profitable, there needs to be no movement or some degree ofappreciation.\n\nAs an example of a currency carry trade, assume that rates in Japan are 0.5 percent, and rates in the United States are 4%. If a trader borrows in the Japanese yen, and invests in the U.S. dollar, he can expect to collect the 3.5% spread.\n\nThe first step is to borrow yen and convert them into dollars. The second step is to invest those dollars into a security paying the U.S. rate. Assume the current exchange rate is 115 yen per dollar and the trader borrows 50 million yen. Once converted, he would have:\n\nU.S. dollars = 50 million yen ÷ 115 = $434,782.61\n\nAfter a year invested at the 4 percent U.S. rate, the trader has:\n\nEnding balance = $434,782.61 × 1.04 = $452,173.91\n\nNow, the trader still owes the 50 million yenprincipalplus 0.5 percent interest for a total of:\n\nAmount owed = 50 million yen × 1.005 = 50.25 million yen\n\nIf the exchange rate stays the same over the course of the year and ends at 115, the amount owed in U.S. dollars is:\n\nAmount owed = 50.25 million yen ÷ 115 = $436,956.52\n\nThe trader profits on the difference between the ending U.S. dollar balance and the amount owed, which is:\n\nProfit = $452,173.91 - $436,956.52 = $15,217.39\n\nNotice that this profit is exactly the expected amount: $15,217.39 ÷ $434,782.62 = 3.5%\n\nIf the exchange rate moves against the yen, the trader would profit more. If the yen gets stronger, the trader will earn less than 3.5 percent or may even experience a loss.\n\nThe mainrisk of a carry tradeis the uncertainty of exchange rates. Using the example above, if the U.S. dollar were to fall in value relative to the Japanese yen, the trader runs the risk of losing money—this exact scenario played out in mid-2024, after the Bank of Japan raised its rate to levels not seen in over a decade, unwinding all the trades that involved borrowing in the yen. Also, as carry trades generally involve a lot of leverage, even a small movement in exchange rates can result in huge losses, unless the position is appropriately hedged.\n\nAn effective carry trade strategy does not simply involve going long a currency with the highest yield and shorting a currency with the lowest yield. While the current level of the interest rate is important, the future direction of interest rates is even more important. For example, the U.S. dollar could appreciate against the Australian dollar if the U.S. central bank raises interest rates at a time when the Australian central bank is finished tightening its rates.\n\nAlso, carry trades generally only work when the markets are complacent or optimistic. Uncertainty, concern, and fear can cause investors tounwindtheir carry trades. The 45%sell-offin currency pairs such as the AUD/JPY and NZD/JPY in 2008 was triggered by thesubprimecrisis that turned into theglobal financial crisis. Since carry trades are often leveraged investments, the actual losses were probably much greater.\n\nYes, it is one of the most popular forex trading strategies. Carry trade can be entered by simply finding and selling a low-yielding currency and buying a high-yielding one.\n\nIn a carry trade, a trader profits from the difference in two countries’ interest rates, as long as the exchange rate between the currencies does not change significantly. Carry trade is used by many professional traders because leverage allows them to magnify the potential gains.\n\nThe best time to get into a carry trade is when central banks are raising interest rates, or thinking about raising them. People entering the carry trade will further help push up the value of the currency pair.\n\nIn a currency carry trade, traders borrow in a low-interest-rate currency and invest the proceeds in a high-interest-rate currency. The goal is to profit from the interest rate differential. The strategy generally involves using leverage to magnify any potential returns.\n\nCorrection—March 22, 2024:This article has been corrected to state that in a currency carry trade transaction, investors borrow the funding currency and go short while taking long positions in the asset currency.",
  "url": "https://www.investopedia.com/terms/c/currencycarrytrade.asp"
}