{
  "term": "Current Yield Definition, Formula, and How to Calculate It",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nCurrent yield is an investment's annual income (interest or dividends) divided by thecurrent priceof the security. This measure examines the current price of a bond, rather than looking at itsface value. Current yield represents the return an investor would expect to earn, if the owner purchased the bond and held it for a year. However, current yield is not theactual returnan investor receives if he holds a bond until maturity.\n\nCurrent yield is most often applied to bond investments, which are securities that are issued to an investor at apar value(face amount) of $1,000. A bond carries acouponamount of interest that is stated on the face of the bond certificate, and bonds are traded between investors. Since the market price of a bond changes, an investor may purchase a bond at a discount (less than par value) or a premium (more than par value), and the purchase price of a bond affects the current yield.\n\nIf an investor buys a 6% coupon rate bond for a discount of $900, the investor earns an annual interest income of ($1,000 X 6%), or $60. The current yield is ($60) / ($900), or 6.67%. The $60 in annual interest is fixed, regardless of the price paid for the bond. On the other hand, if an investor purchases a bond at a premium of $1,100, the current yield is ($60) / ($1,100), or 5.45%. The investor paid more for the premium bond that pays the same dollar amount of interest, therefore the current yield is lower.\n\nCurrent yield can also becalculated for stocksby taking thedividendsreceived for a stock and dividing the amount by the stock’s current market price.\n\nAs a financial theory general rule, investors should expect higher returns, for riskier investments. Therefore, if two bonds have similar risk profiles, investors should opt for the higher return producing offering.\n\nYield to maturity (YTM)is the total return earned on a bond, assuming that the bond owner holds the bond until the maturity date. For example, let's assume that the 6% coupon rate bond purchased for a discount of $900, will mature in the 10 years. To calculate YTM, an investor makes an assumption about a discount rate, so that the future principal and interest payments are discounted to present value.\n\nIn this example, the investor receives $60 in annual interest payments for 10 years. At maturity, the owner receives the par value of $1,000, and the investor recognizes a $100 capital gain. The present value of the interest payments and the capital gain are added to compute the bond's YTM. If the bond is purchased at a premium, the YTM calculation includes acapital losswhen the bond matures at par value.",
  "url": "https://www.investopedia.com/terms/c/currentyield.asp"
}