{
  "term": "Currency Pegging: Overview and Pros and Cons",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nCurrency pegging means tying a nation's currency exchange rate to that of another nation. This policy is intended to provide stability to a nation's currency and its economy by linking it to an already stable currency. Pegging often includes preset ratios, which is why a pegged currency may be called a fixed rate.\n\nThe U.S. dollar is used as a currency peg by many nations, as it is the world'sreserve currency.\n\n(In a different usage, pegging refers to the practice of manipulating the price of an underlying asset, such as a commodity, prior to the expiration of an options contract.)\n\nWide currency fluctuations can do severe damage to international business transactions, which is why many countries maintain a currency peg. Keeping their currencies stable removes a barrier to trade.\n\nPegging to the U.S. dollar is common. The currencies of more than 66 countries are pegged to the U.S. dollar, according to AvaTrade.\n\nCurrency riskis an issue for any company that imports or exports goods. For example, if a U.S. company operates in Brazil, the firm has to convert U.S. dollars intoBrazilian reals(BRL) to fund its Brazilian business. If the value of Brazil’s currency changes dramatically compared to the dollar, the U.S. company may incur a loss when it converts back into U.S. dollars.\n\nThus, a nation that pegs its currency has an edge over the competition for international trade.\n\nExchange rates between pegged currencies are not necessarily 1/1. For instance, the fixed rate for a U.S. dollar is 3.67United Arab Emirates dirham(AED).\n\nA country'scentral bankgoes into the open market to buy and sell its currency to maintain the pegged ratio that has been deemed optimal.\n\nThe term pegging also refers to a strategy used by some buyers and writers (sellers) of call and put options to manipulate the price of an underlying commodity in advance of the expiration of their options contracts.\n\nThere are benefits and drawbacks for a nation to consider when deciding whether to peg its currency.\n\nPegged currencies can expand trade opportunities and boost the real incomes of its citizens, keeping currency fluctuations relatively low. Individuals, businesses, and nations are free to benefit more fully from specialization and sell their goods in other countries without the associated exchange rate risk.\n\nAccording to the theory ofcomparative advantage, everyone will be able to spend more time doing what they do best. Farmers can concentrate on their crops rather than spending time and moneyhedgingforeign exchange risk withderivatives. Technology firms can focus on building better computers.\n\nPerhaps most importantly, retailers in both countries can source from the most efficient producers. Pegged exchange rates make more long-term investments possible in the other country. With a currency peg, fluctuating exchange rates are not constantly disruptingsupply chainsand changing the value of investments.\n\nCountries can experience problems when a currency is pegged at low exchange rates. Domestic consumers are deprived of theirpurchasing powerto buy foreign goods.\n\nFor example, theChinese yuanis pegged against a basket of foreign currencies. If its peg is too low against the U.S. dollar, Chinese consumers will have to pay more for imported food and oil, lowering their consumption levels and their standard of living. At the same time, U.S. farmers and Middle East oil producers will lose business. This situation naturally creates trade tensions.\n\nOther problems emerge when a currency is pegged at an overly high rate. A country may be unable to defend the peg over time. Domestic consumers will buy too many imports and consume more than they can produce. These chronictrade deficitswill create downward pressure on the home currency, and the government will have to spend foreign exchange reserves to defend the peg. The government's reserves will eventually be exhausted, and the peg will collapse.\n\nWhen a currency peg collapses, the country that set its peg too high will suddenly find imports more expensive. That will causeinflationto rise, and the nation may have difficulty paying its debts. The other country will find its exporters losing markets, and its investors losing money on foreign assets that are no longer worth as much in domestic currency.\n\nExpands trade and boosts real income\n\nEliminates need to hedge exchange risk\n\nOpens new opportunities for long-term investments\n\nThe power to purchase foreign goods drops\n\nCan lead to chronic trade deficits\n\nHigher priced imports and rising inflation\n\nWhen a country pegs its currency to the dollar, it fixes the exchange at a set, predetermined rate. The value of the currency is maintained by the country's central bank.\n\nSince the U.S. dollar's value is on afloating rate, it fluctuates. This means that the pegged currency's value rises and drops with the dollar.\n\nCountries that peg their currency to the dollar do so because the U.S. dollar is relatively strong and relatively stable in the international market. As the world's reserve currency,international tradeoften is paid in U.S. dollars. This helps keep a country's pegged currency stable.\n\nSome countries peg to the dollar because it helps keep their currencies and, therefore, theirexportspriced competitively. Others. such as Singapore and Malaysia, do so because their economies are particularly reliant on trade.\n\nAt least 66 nations have tied their currencies to the U.S. dollar.\n\nAside from the dollar's stability, some nations have additional reasons related to their economic strengths. For example, many Caribbean island nations including Aruba, Barbados, and Bermuda, rely on American tourists who are paying in dollars.\n\nHere are some of the notable countries whose currencies are pegged to the greenback along with their rates:\n\nTheChinese yuanwas pegged to the U.S. dollar from 1997 to 2005 but since then has been pegged to a basket of international currencies, including the dollar.\n\nChina's central bank maintains full control of the currency by setting a daily rate of parity against the greenback.\n\nChina changed its peg in 2005 after pressure from its major trading partners.\n\nSome countries choose to use the U.S. dollar rather than issue their own currencies. Among them are Zimbabwe, Ecuador, El Salvador, East Timor, and the Turks and Caicos islands.\n\nTwenty European nations no longer issue their own currencies, having adopted the euro.\n\nHard pegs are put in place by a government, which can set the exchange rate for its currency.\n\nThe foreign exchange effectively controls the exchange rate for currencies that do not have a set exchange rate. These currencies are said to have a soft peg. The government may still take action to strengthen or weaken its currency when the need arises.\n\nNations that peg their currency generally do so as a way to open up trade opportunities with other nations. It makes them more attractive to foreign investment as it greatly reduces currency risk as a factor.\n\nNevertheless, the strategy has its risks. A nation has to set the ratio correctly, and keep defending its value, or risk serious economic effects at home.\n\nAvaTrade. \"What Is Currency Peg?\"",
  "url": "https://www.investopedia.com/terms/p/pegging.asp"
}