{
  "term": "Currency Exchange: Definition, How It Works, and Where to Find It",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nGordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA currency exchange is a licensed business that allows customers to exchange one currency for another. The exchange of physical money (coins and paper bills) is usually done over the counter at a teller station, which can be found in various places such as airports, banks, hotels, and resorts.\n\nCurrency exchanges make money by charging a nominal fee and through the bid-ask spread.\n\nAlso known as a \"bureau de change\" or \"casa de cambio,\" a currency exchange should not be confused with the foreign exchange (forex) market, where traders and financial institutions transact currency trades.\n\nCurrency exchange businesses—physical, online, andpeer-to-peer—allow you to purchase another country's currency with your own country's currency.\n\nFor example, if you have U.S. dollars and you want toexchangethem for Australian dollars, you would bring your U.S. dollars (or bank card) to the currency exchange store and buy Australian dollars with them.\n\nThe amount you can purchase is dependent on the internationalspot rate, which is a daily value set by a network of banks that trade currencies.\n\nIn addition to a service fee, the currency exchange store will modify the rate by a certain percentage to ensure that it makes a profit on the transaction.\n\nFor example, suppose the spot rate for exchanging U.S. dollars for Australian dollars is listed as 1.2500 for the day. This means that for each U.S. dollar spent, you can buy 1.25 Australian dollars if traded at the spot rate.\n\nBut the currency exchange store may modify this rate to 1.20, meaning you can buy 1.20 Australian dollars for 1 U.S. dollar. With this hypothetical rate change, their fee would effectively be 5 cents on the dollar.\n\nBecause thetransactionis not conducted at the spot rate, and depends on the profit that the exchange wants to make, consumers may find that it is less expensive to incurATMorcredit cardfees at the foreign destination, rather than use exchange services ahead of time.\n\nTravelers are advised to estimate how much money they will spend on a trip and to compare the amounts saved through typical transactions.\n\nCurrency convertibilityis essential in a global economy and critical for international commerce and finance. A currency that isinconvertibleposes big barriers to trade, foreign investment, and tourism.\n\nCurrency exchange businesses can be found in a variety of forms and venues. One might be a stand-alone, small business operating out of a single office. Or you might find access to a larger chain of small exchange-service booths at airports. Often, a large international bank will offer currency exchange services at its teller stations.\n\nAirports are common places for currency exchanges because of all the business andtourist travel. They enable travelers to purchase the currency of their travel destination immediately before their departure. Travelers can then change any excess money back to their local currency upon their return.\n\nBecause airports are seen as the last port of call, the rates at airport exchanges will, in general, be more expensive than those at a bank in thecity of departure.\n\nImportantly, going cashless is becoming more common as some banks offer cards that can load multiple currencies on them with little or no fees.\n\nIn addition, offshore ATMs are a viable option for those banking with a global bank. For example, HSBC ATMs areprevalent in Europe, North and Latin America, Asia, the Middle East, and North Africa.\n\nCurrency exchange services are also provided by businesses that offer their services online. You may find that currency exchange is one of the services provided by a bank,forex broker, or otherfinancial institution.\n\nWhen traveling outside of your own country, watch out for country-specific fees. For example, prior to July 2020, Cuba charged tourists a 10% tax when buying Cuban convertible pesos (CUC) with U.S. dollars.\n\nAs mentioned, currency exchanges earn their money in two ways. They charge customers a fee for their services and they take advantage of the bid-ask spread in the currency. Thebid priceis what the dealer is willing to pay for a currency, while theask priceis the rate at which a dealer will sell the same currency.\n\nFor example, Ellen is an American traveler visiting Europe. The cost of purchasing euros at the airport may be quoted as follows:\n\nThe higher price (USD 1.40) is the cost to buy each euro. Ellen wants to buy EUR 5,000, so she would have to pay the dealer USD 7,000 (1.4 x 5,000).\n\nSuppose also that the next traveler in line has just returned from her European vacation and wants to sell the euros that she has left over. Katelyn has EUR 5,000 to sell. She can sell the euros at the bid price of USD 1.30 (the lower price) and would receive USD 6,500 in exchange for her euros.\n\nBecause of the bid-ask spread, the kiosk dealer is able to make a profit of USD 500 from this transaction (the difference between USD 7,000 and USD 6,500).\n\nJust remember, when faced with a standard bid and ask price for a currency, the higher price is what you would pay to buy the currency and the lower price is what you would receive if you were to sell the currency.\n\nYes, a bank often can help with that, especially if you're a customer. For instance, at Bank of America, if you have an account, you can order foreign currency online and have it shipped to you the same day.\n\nCheck with alocal bank or credit unionfirst. They often offer the best rates on currency exchanges. Also, you may be able to use your credit card to get foreign currency from an ATM at your destination without paying foreign transaction fees.\n\nAs long as your card is accepted where you travel, yes. You can use your card for your purchases and payments—say, for hotel and restaurants. (Be sure to ask your bank about the fees for using your card abroad). Nevertheless, it might be a good idea to travel with some foreign exchange. So plan ahead.\n\nA currency exchange is a business that facilitates the exchange of currencies for its customers. For instance, if you live in the U.S. and are traveling to Europe, you'd most likely want to have euros for your trip. At a currency exchange, you would buy euros with your U.S. dollars.\n\nCurrency exchanges provide this service for a fee. They also make money on each transaction through the currency bid-ask spread.\n\nReuters. \"Cuba Broadens Use of Dollars, Eliminates 10% Tax on Greenback.\"\n\nBank of America. \"Foreign Currency Exchange.\"",
  "url": "https://www.investopedia.com/terms/c/currency-exchange.asp"
}