{
  "term": "Custodian: What It Means in Banking and Finance",
  "definition": "A custodian maintains assets for safekeeping and provides various other securities-related services.\n\nA custodian is a bank or other financial institution that holds and safeguards customers' securities to prevent theft, loss, or damage.\n\nCustodian banks may store assets such as stocks, bonds, or other securities, either physically or electronically.\n\nThese banks are crucial in ensuring the protection of financial assets and are often used by investment advisors to manage the assets of their clients.\n\nCustodian banks are typically large and reputable firms, often banks, responsible for managing assets worth hundreds of millions or even billions of dollars.\n\nInvestment advisory firmsuse these institutions to protect client assets and perform a variety of related services.\n\nIn addition to safekeeping assets, a custodian bank may also handle other tasks:\n\nThe fees for their services depend on exactly what they provide and can be based on the value of assets held.\n\nA custodian bank may have the right to take possession of assets if required, often in conjunction with apower of attorney. This allows the custodian bank to perform actions on behalf of a client, such as making payments or altering investments.\n\nThe difference between custodian banks and traditional banks is their primary roles.\n\nCustodian banks are responsible for, above all, the safekeeping of financialassetsbelonging to individuals or institutions.\n\nThey may also offer services related to that primary role. However, they don't offer the same types of services provided by traditional banks.\n\nTraditional banks are financial institutions whose primary role is to hold deposits for customers and extend loans to them. Bank customers should be familiar with these activities and the products that banks offer them.\n\nThese products include checking and savings accounts,certificate of deposit accounts (CDs), money market accounts, personal loans, car loans, and mortgage loans. All are related to a bank's primary role.\n\nTraditional banks may offer other related and beneficial services, such as check cashing, credit cards, investment services, and business banking. They may also offer custody services and, therefore, function as custodians.\n\nAs noted above, a custodian bank safeguards the financial assets of individuals and institutions. It may provide additional, related services, as needed.\n\nMutual fund custodians are third-party institutions that protect the securities in which mutual funds invest. A mutual fund custodianis often a custodian bank, but mutual fund custodians are focused on mutual fund company assets.\n\nThe separation between mutual fund and mutual fund custodian is important. Should a fund's management declarebankruptcy, the mutual fund custodian, which has maintained control over the fund's assets, will return investments to the shareholders.\n\nIn addition to safeguarding the assets, mutual fund custodians can handle settlements, track investors' transactions, and ensure that money is deposited in the custodial account or sent to investors (or their brokerages).\n\nThe mutual fund custodian also pays fund expenses related to share transactions and monitors the companies in which the fund invests to ensure that the mutual fund companies are in compliance with U.S.Securities and Exchange Commission (SEC)regulations.\n\nThe mutual fund custodian must also maintain transaction records and report activities to the SEC, as required.\n\nIn cases where investment advisors are responsible for customer funds, the advisor must follow custody rules set forth by the SEC.\n\nIn particular, the person or entity must be considered a qualified custodian. That limits the field to banks, registered brokers, registered dealers, and certain other individuals or entities.\n\nNotices must be provided to customers when certain activities are conducted on their behalf. Regular account statements must also be provided to the customers.\n\nJPMorgan Chase & Co. is one of the oldest banking institutions and one of the largest custodian banks in the U.S.\n\nIf an account beneficiary is a minor, a custodian is often required (i.e., acustodial account). In such cases, the custodian may be a responsible individual rather than an institution.\n\nThe custodian has the authority to make investment decisions regarding the assets in the account, but the funds are ultimately intended for use only by the namedbeneficiaryby a certain age.\n\nSuch custodial accounts can have only one beneficiary, the minor accountholder, and one custodian, a designated adult representative. The custodian remains in place until the beneficiary reaches adulthood.\n\nOther people can contribute to a minor's account, but they have no authority over how the funds are managed once they are deposited.\n\nA custodian financial institution keeps the securities owned by individuals and organizations safe. It may also offer other services, such as clearing and settling transactions, and meeting various regulatory and accounting procedures. These activities are often far too complex or time-consuming for investors or traders.\n\nCustodians today do more than maintain the security of assets. They also provide accounting and settlement services, managedividendsor interest that has been distributed to the account, and manage stock splits. The custodian bank performs such actions in the client's name, and the SEC ensures that custodians will notify customers when certain activities are conducted on their behalf in addition to sending regular account statements.\n\nBank of New York (BNY) Mellon, JPMorgan Chase, State Street, and Citigroup are among the largest custodian banks in the U.S. Some of the best-known custodian banks overseas include the Bank of China, UBS (Switzerland), Deutsche Bank (Germany), Barclays (England), and BNP Paribas (France).\n\nCustodian banks are important because both individuals and institutions need the security services they offer. They can be of valuable assistance to holders of financial accounts and assets who don't want to (or can't) participate in the day-to-day management of their accounts' transactions and other securities activities. Custodian banks can also manage assets, handle reporting, ensure compliance with regulations, and address tax management goals.\n\nYes, while banks are the most common type of custodian, other institutions, such as law firms or accounting firms, can also act as custodians for certain assets. Individuals can also serve as custodians for minors' custodial accounts.\n\nCustodians play an important role in protecting the financial assets owned by individuals and institutions. They also handle a variety of other crucial, securities-related activities.\n\nCustodians can be appointed to aid in the oversight and management of financial accounts held by minors and adults unable to care for their affairs due to age, illness, or physical debilitation.\n\nU.S. Securities and Exchange Commission. \"Custody of Funds or Securities of Clients by Investment Advisers.\"\n\nHelpWithMyBank.Gov. \"What Is a Bank Custodian? What Services Do They Provide?\"\n\nU.S. Securities and Exchange Commission. \"Division of Investment Management: Report on Mutual Fund Fees and Expenses.\"\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: Custody of Your Investment Assets.\"\n\nJ.P. Morgan. \"Custody Services.\"",
  "url": "https://www.investopedia.com/terms/c/custodian.asp"
}