{
  "term": "Cyclical Stock: What It Is, Examples, Risk and Return Potential",
  "definition": "The price of a cyclical stock is affected by macroeconomic or systematic changes in the overall economy. Cyclical stocks are known for following the cycles of an economy through expansion, peak, recession, and recovery. Most cyclical stocks involve companies that sell consumer discretionary items that consumers buy more during a booming economy but they spend less on them during arecession.\n\nInvestopedia / Michela Buttignol\n\nCompanies with cyclical stocks include car manufacturers, airlines, furniture retailers, clothing stores, hotels, and restaurants. Consumers can afford to buy new cars, upgrade their homes, shop, and travel when the economy is doing well.\n\nThesediscretionary expensesare some of the first things consumers cut when an economy does poorly. Cyclical stocks can become completely worthless if a recession is severe enough and companies may go out of business.\n\nInvestors should be careful about their positions in cyclical stocks but they shouldn't avoid them entirely.\n\nCyclical stocks rise and fall with the economic cycle. This predictability in the movement of their prices can lead some investors to attempt to time the market. They buy the shares at a low point in the business cycle and sell them at a high point.\n\nInvestors should use caution about the weight of cyclical stocks in their portfolios at any point in time but this doesn't mean investors should steer clear of these stocks completely.\n\nCyclical stocks are seen as more volatile than noncyclical or defensive stocks, which tend to be more stable during periods of economic weakness. However, they offer greater potential for growth because they tend to outperform the market during periods of economic strength. Investors seeking long-term growth with managedvolatilitytend to balance their portfolios with a mix of cyclical stocks and defensive stocks.\n\nInvestors frequently chooseexchange-traded funds (ETFs)to gain exposure to cyclical stocks during expanding economic cycles. The SPDR ETF series offers one of the most popular cyclical ETF investments in the Consumer Discretionary Select Sector Fund (XLY).\n\nThe performance of cyclical stocks tends to correlate with theeconomybut the same can't be said about noncyclical stocks. These stocks tend to beat the market regardless of the economic trend, even when there's a slowdown in the economy.\n\nNoncyclical stocks are also referred to as defensive stocks. They encompass theconsumer staplescategory with goods and services that people continue buying through all types of business cycles, even economic downturns.\n\nCompanies that deal with food, gas, and water, such as Walmart, are examples of those that have noncyclical stocks.Adding noncyclical stocks to a portfoliocan be a great strategy for investors because it helpshedgeagainst losses sustained by cyclical companies during an economic slowdown.\n\nCyclical stocks are often further delineated bydurables, nondurables, and services. Durable goods companies are involved in the manufacture or distribution of physical goods that have an expected life span of more than three years. Companies that operate in this segment include automakers such as Ford, appliance manufacturers like Whirlpool, and furniture makers such as Ethan Allen.\n\nThe measure of durable goods orders is an indicator of future economic performance. It may be an indication of stronger economic activity in the ensuing months when durable goods orders are up in a particular month.\n\nNondurable goods companies produce or distribute soft goods that have an expected life span of fewer than three years. Examples of companies that operate in this sector are Coca-Cola and Procter & Gamble.\n\nServices is a separate category of cyclical stocks because these companies don't manufacture or distribute physical goods. They instead provide services that facilitate travel, entertainment, and other leisure activities for consumers. Walt Disney (DIS) is one of the best-known companies operating in this space. Also falling into this category are companies that operate in the digital area of streaming media, such as Netflix (NFLX).\n\nA stock is essentially an ownership interest in a company. You own a small percentage of the enterprise when you purchase one or more of its stocks. You'll receive monetary dividends as payment when and if the company does well. You can use them to reinvest and purchase more shares or you can take dividends as cash payments.\n\nYou can also sell your stocks. You'll have capital gains income if you can sell your shares for more than your investment in them, including any trading fees.\n\nThe \"best\" of any type of stock is the one that most closely accommodates your goals and your risk tolerance. That said, numerous sources will rate individual stocks for you based on other factors. Yahoo Finance recommends cyclical stocks of companies with names that we're all familiar with, like Costco, Expedia, UPS, Airbnb, and Kohl's.\n\nAs the term \"counter\" implies, a counter-cyclical stock is noncyclical. Its price is inclined to move in the opposite direction from that in which the economy appears to be headed. The prices of these stocks tend to go up when the economy is struggling and a recession is looming or has already begun.\n\nA cyclical stock moves in sync with trends in the economy. The price soars when the economy is flourishing, but it can just as easily tank in times of recession. These stocks tend to be companies that produce and sell products that are discretionary rather than necessary components of life. Thinkrestaurant chainsrather than groceries.\n\nCyclical stocks tend to produce high returns but this is confined to times of economic strength. They'll tank when the economy struggles. They're volatile and should be balanced with noncyclical stocks in a portfolio.\n\nState Street Global Advisors SPDR. \"The Consumer Discretionary Select Sector SPDR Fund.\"\n\nU.S. Bureau of Labor Statistics. \"Merchant Wholesalers, Durable Goods: NAICS 423.\"\n\nUvig.org. \"What Companies Are in the Consumer Non-Durables Field?\"\n\nFINRA. \"Investment Products Stocks.\"\n\nYahoo Finance. \"14 Best Cyclical Stocks to Invest In.\"\n\nYahoo Finance. \"11 Best Counter Cyclical Stocks to Buy Now.\"",
  "url": "https://www.investopedia.com/terms/c/cyclicalstock.asp"
}