{
  "term": "Cyclical Unemployment: Definition, Causes, and Other Types of Unemployment",
  "definition": "Cyclical unemployment is the component of overall unemployment that results directly from cycles of economic upturn and downturn. Unemployment typically rises duringrecessionsand declines during economic expansions. Moderating cyclical unemployment during recessions is a major motivation behind the study of economics and the goal of the various policy tools that governments employ to stimulate the economy.\n\nCyclical unemployment relates to the irregular ups and downs, or cyclical trends in growth and production, as measured by thegross domestic product(GDP), that occur within thebusiness cycle. Most business cycles eventually reverse, with the downturn shifting to an upturn, followed by another downturn.\n\nEconomists describe cyclical unemployment as the result of businesses not having enoughdemand for laborto employ all those who are looking for work at that point within the business cycle. When demand for a product and service declines, there can be a corresponding reduction in supply production to compensate. As the supply levels are reduced, fewer employees are required to meet the lower standard of production volume. Those workers who are no longer needed will be released by the company, resulting in their unemployment.\n\nWhen economic output falls, the business cycle is low and cyclical unemployment will rise. Conversely, when business cycles are at their peak, cyclical unemployment will tend to be low, because there is a high demand for labor.\n\nDuring the financial crisis in 2008, the housing bubble burst and theGreat Recessionbegan. As more and more borrowers failed to meet the debt obligations associated with their homes, and qualifications for new loans become more stringent, the demand for new construction declined.\n\nWith the overall number of unemployed climbing, and more borrowers unable to maintain payments on their homes, additional properties were subject to foreclosure, driving demand for construction even lower. As a result, approximately 1.5 million workers in the construction field became unemployed.This rise in unemployment was cyclical unemployment.\n\nAs the economy recovered over the following years, the financial sector returned to profitability and began to make more loans. People began buying homes again or remodeling existing ones, causing the prices of real estate to climb once again. Construction jobs returned to meet this renewed demand in the housing sector, and cyclical unemployment declined.\n\nMultiple types of unemployment often exist at the same time.\n\nCyclical unemployment isone of the main classes of unemploymentas recognized by economists. Other types includestructural, seasonal,frictional, and institutional unemployment.\n\nRather than being caused by the ebbs and flows of the business cycle, structuralunemployment is caused by fundamental shifts in the makeup of the economy—for example, jobs lost in the buggy-whip sector once automobiles came to dominate. It is a mismatch between the supply and demand for certain skills in the labor market.\n\nFrictional unemployment is short-term joblessness caused by the actual process of leaving one job to start another, including the time needed to look for a new job. It naturally occurs even in a growing, stable economy, and is actually beneficial, as it indicates that workers are seeking better positions.\n\nInstitutional unemployment consists of the component of unemployment attributable to institutional arrangements, such as high minimum wage laws, discriminatory hiring practices, or high rates of unionization. It results from long-term or permanent institutional factors and incentives in the economy.\n\nSeasonal unemployment occurs as demands shift from one season to the next. This category can include any workers whose jobs are dependent on a particular season. Official unemployment statistics will often be adjusted, or smoothed, to account for seasonal unemployment. This is known as a “seasonal adjustment.”\n\nFor example, teachers may be considered seasonal, based on the fact that most schools in the U.S. cease or limit operations during the summer. Similarly, construction workers living in areas where construction during the cold months is challenging may lose work in winter. Certain retail stores hire seasonal workers during the winter holiday season to better manage increased sales, then release those workers after the holidays when demand lessens.\n\nIn most cases, several types of unemployment exist at the same time. With the exception of cyclical unemployment, the other classes can occur even at the peak ranges of business cycles, when the economy is said to be at or near full employment.\n\nThe U.S. unemployment rate is calculated by dividing the number of unemployed persons by the number of persons in the labor force (employed or unemployed) and multiplying that figure by 100.\n\nUnemployment rates that reach 10% are considered high. During the height of the COVID-19 pandemic, the unemployment rate reached 14.8%.\n\nUnderemploymentis a measurement of the number of laborers in an economy who are unwillingly working in low-skill and low-paying jobs, in addition to those only working part-time who are unable to secure full-time jobs.\n\nAmerican Economic Association. \"Unemployment Cycles.\"\n\nFederal Reserve History. \"Subprime Mortgage Crisis.\"\n\nU.S. Bureau of Labor Statistics. \"Monthly Labor Review: The 2007-2009 Recession: Construction: Construction Employment Peaks Before the Recession and Falls Sharply Throughout It.\" Page 1.\n\nU.S. Bureau of Labor Statistics. \"Labor Force Statistics From the Current Population Survey.\"\n\nCongressional Research Service. \"Unemployment Rates During the COVID-19 Pandemic: In Brief.\" Page ii, 2.",
  "url": "https://www.investopedia.com/terms/c/cyclicalunemployment.asp"
}