{
  "term": "Cyclical Industry: What It Is, Characteristics, and Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA cyclical industry is a type of industry that is sensitive to thebusiness cycle, such that revenues generally are higher in periods of economic prosperity and expansion and are lower in periods of economic downturn and contraction. Companies in cyclical industries can deal with this type of volatility by implementing employee layoffs and cuts to compensate during bad times and paying bonuses and hiring en masse in good times.\n\nCyclical industries are sensitive to business cycles, so downturns in the cycle force consumers to prioritize expenses and potentially pare some costs that are not essential. Therefore, industries that focus on nonessential products face the biggest risk of revenue loss when economic contraction takes hold. By contrast, industries such as utilities tend to weather economic storms much better, because no matter how bad times are, most people find a way to pay their light bill.\n\nThebusiness cycleis comprised of four discrete phases. During the expansionary phase, productivity grows, unemployment shrinks and stock markets tend to rise. Because more people are employed during this phase and their investment portfolios are growing, they have more discretionary income and are less reticent about spending it. The peak follows the expansionary phase. At this point, the economy has reached the end of expansion and subsequently begins its contractionary phase.\n\nDiscretionary income falls duringcontraction, as more people are unemployed and productivity is lower. Recessions occur during the contractionary phase, though not all periods of contraction result in recessions. In the United States, two consecutive quarterly declines ingross domestic product (GDP)represent the most common criteria of an economic recession. The final phase of the business cycle is the trough. This phase is where the economy bottoms out before starting the cycle anew and commencing another contractionary phase.\n\nThe cyclicality of an industry can be measured in terms of its correlation with a broad market index. A strong correlation means that an industry is highly cyclical; a weak or negative correlation is a sign that it is countercyclical.\n\nIndustries involved in the production ofdurable goods, such as raw materials and heavy equipment, tend to be cyclical. Consumer discretionary goods, a sector focused on products and services that people buy with discretionary income, also is highly sensitive to the business cycle, because discretionary expenses are easier to cut from a consumer's budget during hard times rather than essential costs.\n\nFor example, the airline industry is a fairly cyclical industry. In good economic times, people have moredisposable income, so they are more willing to take vacations and make use of air travel. Conversely, during bad economic times, people are much more cautious about spending. As a result, they tend to take more fiscally conservative vacations closer to home (if they go at all) and avoid expensive air travel.\n\nCountercyclical industries are those that are less sensitive to changes in the wider economic environment. These companies may perform better than other businesses during a downturn, or they may even see an increase in profits. Utilities, healthcare businesses, and consumer staples are considered countercyclical, in that consumers do not reduce their consumption during times of hardship.\n\nCyclical stocksare stocks that are heavily correlated with the fluctuations in the wider economy. These stocks see their values rise during periods of prosperity, and fall during recessions. Automobiles, new construction, and discretionary goods are typical examples of cyclical industries.\n\nCyclical companies tend to be in industries that are highly sensitive to interest rate fluctuations or changes in consumer discretionary spending. An increase in unemployment or interest rates can cause a cash crunch in these industries, as the reduced spending makes it more difficult for them to maintain profit margins.\n\nA cyclical industry is an industry with a strong correlation to the broader economy. Cyclical companies tend to see profits rise along with the rest of the economy, and fall during periods of recession. Cyclical companies tend to be in industries like durable goods or construction, where a small change in consumer discretionary income can cause a sharp reduction in company profits.\n\nSoFi. \"What Are Countercyclical Stocks?\"",
  "url": "https://www.investopedia.com/terms/c/cyclical_industry.asp"
}