{
  "term": "DAGMAR: Definition in Marketing, 4 Key Steps, and How It's Used",
  "definition": "DAGMAR is a marketing model used by businesses to create an advertising campaign and track and measure its success.\n\nDAGMAR (defining advertising goals for measured advertising results) is a model used in marketing to establish objectives for an advertising campaign and measure its effectiveness. The DAGMAR model was introduced by Russell Colley in a 1961 report to the Association of National Advertisers and was expanded upon in 1995 by Solomon Dutka.\n\nThe DAGMAR approach advocates amarketing strategythat guides the consumer through four phases: awareness, comprehension, conviction, and action. That path has become known by its acronym as the ACCA formula. The four steps of the campaign are as follows:\n\nThe DAGMAR method contains two goals. The first is to develop a communication task that accomplishes those specific ACCA steps. The second is to make sure that the success of those goals can be measured against a baseline.\n\nColley believed that effective advertising seeks to communicate rather than sell. He specified four basic requirements for evaluating the effectiveness of an advertising campaign:\n\nThetarget marketis the subset of consumers who are most likely to purchase the product. It may be narrow, broad, or specific to a particular gender or type of consumer.\n\nIdentification of a target market can include demographic, geographic, and psychographic segmentation. Target markets can be separated into primary and secondary groups. Primary markets are the initial focus of a campaign and, ideally, the first customers to purchase and utilize the new product. Secondary markets are the larger population that may buy the product once the brand becomes established.\n\nAfter identifying the target market, the company establishes the message it wants to communicate in its advertising campaign.\n\nThe DAGMAR method requires marketers to establish a benchmark to measure the success of a campaign. Today's businesses rarely set out to sell a product to everybody. They aim for a particular share of a market or a substantial share of amarket segment.\n\nThe cosmetics industry offers a clear example. There are mass-market products available in drugstores, and high-end products—some made by the same companies—that are sold only in department stores. There are products that are branded, packaged, and promoted only for teenagers, and others for mature women.\n\nA company introducing a new product aims at one or more of these market segments, but not all of them at once. In any case, setting a benchmark for product success helps advertisers define the market and create an effective campaign to reach it.\n\nThe time frame attempts to set a reasonable deadline for judging the success or failure of a new product's introduction.\n\nThe DAGMAR approach is a marketing model that defines steps that should be used for an effective marketing campaign.\n\nThe DAGMAR approach recommends using four phases: Create awareness, increase consumer comprehension, convince consumers, and persuade them into action.\n\nThe DAGMAR model provides an organized method for creating a marketing campaign while giving the designers a way to measure success.\n\nThe DAGMAR marketing model is used to create campaigns that guide consumers through the process of becoming aware of a product or service and persuading them to make a purchase. The model also provides marketers with a way to gauge the results of the campaign.\n\nSolomon Dutka. \"DAGMAR, Defining Advertising Goals for Measured Advertising Results.\" NTC Business Books, 1995.\n\nur Rehman, Fazal, et al. \"Some Insights in the Historical Prospective of Hierarchy of Effects Model: A Short Review.\"Information Management and Business Review, vol. 6, no. 6, December 2014, pp. 303.",
  "url": "https://www.investopedia.com/terms/d/dagmar.asp"
}