{
  "term": "Darvas Box Theory: Development, Definition, and the Insights of Nicolas Darvas",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nDarvas box theory is a trading strategy developed by Nicolas Darvas that targets stocks using highs and volume as key indicators.\n\nDarvas box theory is a trading strategy that involves buying stocks that are hitting new highs and selling when they fall from these peaks. The approach uses \"boxes\" defined by recent highs and lows to signal entry and exit points, guided by price and volume as key indicators. This method is particularly effective in identifying momentum and trends in rising markets.\n\nBorn in 1920 in Hungary, Nikolas Darvas grew up in a Europe that was soon to be torn apart by World War II. His early passion wasn't for stocks or economics which he studied at the University of Budapest but for dance. Darvas fled his homeland as the war escalated, eventually making his way to the United States in the 1940s.\n\nDarvas paired with his half-sister Julia to form the dance duo \"Darvas and Julia\" in America. Their act was known for its grace and athleticism and it quickly became something of a sensation. The team toured extensively, performing in nightclubs and theaters across the globe.\n\nDarvas harbored a growing interest in the stock market despite his success on stage. His first foray into investing came in 1952 when he bought shares in a Canadian company, more on a whim than based on any real strategy. This initial experiment resulted in a modest profit, igniting a curiosity that would soon become an obsession.\n\nDarvas said that his only access to stock information while he was touring was weekly issues ofBarron's.He used them to study stock prices and volume data from afar. This distance from Wall Street's day-to-day buzz allowed him to focus on broader trends and led to the development of his box theory. It also set him apart from other kinds of technical analysis that were focused on real-time trends.\n\nHe pirouetted from the dance floor to the trading floor as America emerged from the generation-long stock market cautiousness left over from the 1929 crash. His most famous trading period occurred between 1957 and 1959 when he reportedly turned an initial investment of $10,000 into over $2 million.\n\nThis success caught the attention ofTimemagazine, then a leading U.S. newsweekly, which featured Darvas in a 1959 article that was also meant to bring attention to the roaring market of the period, up over 50% the previous two years as represented by the S&P 500.\n\nDarvas published \"How I Made $2,000,000 in the Stock Market.\" in 1960. The book detailed his journey and trading method. It became an instant bestseller. Darvas obtained copies ofThe Wall Street JournalandBarron'swhile traveling as a dancer but only used the listed stock prices to determine his investments. Darvas claimed he turned a $10,000 investment into $2 million over 18 months by drawing boxes and following strict trading rules.\n\nDarvas's rags-to-riches tale of transforming $10,000 into $2 million in just 18 months as well as his outsider status and straightforward writing style made the stock market seem accessible to all, not just Wall Street insiders.\n\nDarvas's work uses early aspects of technical analysis, a method of evaluating statistical trends in trading that typically involves price moves and volume. It's used to identify trading prospects.\n\nVariations of the Darvas box theory focus on different periods to set up the boxes or simply integrate other technical tools that follow similar principles such as support and resistance bands. Darvas's initial strategy was created when the information flow was much slower and there was noreal-timecharting.\n\nDarvas analyzed price and volume indicators to identify profitable stocks at a time when technical analysis was still in its infancy. His theory relied on drawing boxes around price consolidations. It quickly gained traction among traders who were seeking a systematic approach to market analysis.\n\nA crucial aspect of Darvas's work was his emphasis on the lure of future technological breakthroughs. What should come through when reviewing Darvas's work is how consonant he remained with financial markets oriented toward the next big thing, not necessarily the tried and true.\n\n\"As I flew around the world,\" he wrote, \"I was constantly searching for stocks that would climb into the stratosphere because of their vision of the future.\"This focus on identifying and investing in companies with transformative potential or seen to have that potential set Darvas apart from many of his contemporaries who favored more established, dividend-paying stocks.\n\nDarvas box theory uses market momentum theory andtechnical analysisto determine when to enter and exit positions in the market. Darvas boxes are created by drawing a line along lows and highs. You'll see rising or falling boxes as you update the highs and lows. Darvas box theory suggests only trading rising boxes and using the highs of the boxes that are breached to update your stop-loss orders.\n\n\"As to my basic strategy, I decided I would always do this: I would just jog along with an upward trend, trailing my stop-loss insurance behind me,\" Darvas wrote in \"How I Made $2,000,000 in the Stock Market. \"As the trend continued, I would buy more. When the trend reversed? I would run like a thief.\"\n\nDespite being a primarily technical strategy, Darvas's box theory does depend partly onfundamental analysisto determine the stocks to target. He called himself a \"techno-fundamentalist.\"Darvas believed his method worked best when applied to industries with the greatest potential to excite investors and consumers. He also preferred companies with solidearningsover time, mainly if the market waschoppy.\n\nSurveying the history of the stock market and the rise of modern industry, he argued that \"stocks which promise dynamic future development should behave better than others.\" This wasn't necessarily because he thought these were better stocks. They simply spoke to investors and the modern American Zeitgeist more. He said, \"I would look only for one\" indicator when buying a stock, \"improving earning power or anticipation of it.\"\n\nDarvas said his job was to follow the fashions and get out of specific positions before those fashions changed.A good dance partner doesn't head where you are but meets you where you're going. That's what Darvas aimed to do when buying stocks.\n\nDarvas depicts a time in his 1960 bestseller when he suggested a particular investment to his secretary whose father insisted that he buy the stock only after a detailed analysis of the company's fundamentals. That's all well and good, Darvas said, but as the secretary \"waited while the old man was carefully examining the books...the stock went up to 50,\" a 40% gain that he, but not Darvas, missed.\n\nDarvas box theory encourages traders to focus ongrowth industries, those that investors expect to outperform the overall market. Darvas selected a few stocks from these industries when developing the system and monitored their prices and daily trading. Darvas used volume while monitoring these stocks as the main sign of whether a stock was ready to move.\n\nHe created a Darvas box with a narrow pricerangebased on the recent highs and lows of the trading sessions when he noticed an unusual move. The stock’s low for the given period represents the floor inside the box and the highs are the ceiling.\n\nDarvas would buy the stock and use the ceiling of the breached box as the stop-loss for the position when the stock broke through the ceiling of the present box. He would add to the trade and move the stop-loss order up as more boxes were breached. The trade would generally end when the stop-loss order was triggered.\n\nDarvas developed his box theory technique during a verybullish marketperiod. It's fair to say that following the Darvas box theory will produce small losses when the trend doesn't develop as planned.\n\nUsing a trailing stop-loss order and following the trend/momentum as it develops has become a staple of many technical strategies since Darvas's day. The true value in the Darvas box theory may be the discipline it requires of traders, something that he describes in several important places in his 1960 book.Darvas emphasized the importance of logging trades in his book and later dissecting what went right and what went wrong.\n\nSeveral methods tend to focus on technical analysis and momentum trading. One is the \"turtle trading system\" developed in the 1980s which uses a similar breakout idea as the Darvas box. Trades are based on exceeding the high or low of a past period. There's also swing trading which involves taking trades that profit from expected upward or downward price moves or \"swings.\"\n\nTrendfollowing can be considered a momentum strategy because securities are bought in an upward trend above a moving average. Securities are sold when they shift into a downward trend.\n\nThere's also sector rotation. This involves investors shifting to sectors that are currently outperforming and rotating out of industries with signs of weakness.\n\nInvesting in high-beta stocks can be a momentum strategy because these stocks are expected to rise faster in a rallying market.\n\nOne popular volume indicator is the volume-weighted average price. This calculates the average price of an asset factoring in both price and volume and is heavily used by day traders and institutions to assess market direction and execute trades efficiently.\n\nThere's alsoon-balance volumewhich measures volume flow to predict changes in stock price by adding volume on days the price goes up and subtracting on days when it goes down.\n\nAnother popular volume indicator is the accumulation/distribution line. This identifies divergences between stock price and volume flow which can indicate the potential for price moves.\n\nThe Darvas boxes developed by Nicolas Darvas is a trading approach that relies on technical analysis to identify stocks that are displaying a strong upward trend through defined \"boxes.\" These boxes help traders identify the levels at which to buy and sell, making it particularly effective during bullish market phases for stocks. The strategy emphasizes the importance of both price movements and trading volume, offering a disciplined framework for momentum trading.\n\nS&P Dow Jones Indices. \"S&P 500.\"\n\nBenjamin Graham. \"The Intelligent Investor.\" Harper Collins, 1949.\n\nNicolas Darvas. \"How I Made $2,000,000 in the Stock Market.\" Lyle Stuart, 1960.\n\nNicolas Darvas. \"How I Made $2,000,000 in the Stock Market,\" Pages 122-128. Lyle Stuart, 1960.\n\nNicolas Darvas. \"How I Made $2,000,000 in the Stock Market,\" Page 60. Lyle Stuart, 1960.\n\nNicolas Darvas. \"How I Made $2,000,000 in the Stock Market,\" Page 79. Lyle Stuart, 1960.\n\nNicolas Darvas. \"How I Made $2,000,000 in the Stock Market,\" Pages 79-81. Lyle Stuart, 1960.\n\nNicolas Darvas. \"How I Made $2,000,000 in the Stock Market,\" Page 106. Lyle Stuart, 1960.\n\nNicolas Darvas. \"How I Made $2,000,000 in the Stock Market,\" Page 57. Lyle Stuart, 1960.\n\nP. J. Kaufman. \"Trading Systems and Methods,\" Pages 681-733. John Wiley & Sons, 2019.\n\nP. J. Kaufman. \"Trading Systems and Methods,\" Pages 1022-1027. John Wiley & Sons, 2019, sixth edition.",
  "url": "https://www.investopedia.com/terms/d/darvasboxtheory.asp"
}