{
  "term": "Data Universal Numbering System (DUNS) Number: Definition",
  "definition": "A data universal numbering system or DUNS number is a unique, nine-digit series of numerals that identifies a business.Dun & Bradstreet (D&B) creates the number, which generates a business profile in its database and provides a company's name, phone number, address, number of workers and line of business, along with other relevant corporate information.\n\nThe DUNS number is the most widely used method for identifying companies in the United States. Dun & Bradstreet maintains up-to-date information on hundreds of millions global businesses.\n\nDun & Bradstreet created its data universal numbering system (DUNS) in 1963 to identify businesses as part of its businesscredit reportingsystem.In 1994, DUNS became the standard business identifier for federal governmentelectronic commerce.\n\nListed companies include major corporations, small business owners, nonprofit organizations, and partnerships. Its users include the U.S. government, theUnited Nationsand major retailers such as Target (TGT).\n\nThe DUNS number provides information related to a company such as its official business title, name, financial data, trade name, payment history, economic status, and executive names. Further, the number allows a company to search for information about other companies and helps businesses find potential customers, partners, or vendors.The federal government requires all existing and potential contract vendors, grant recipients and cooperative agreement applicants to have a DUNS number.\n\nRegistering for a DUNS number is voluntary. However, the identifier is necessary to bid on local, state, or government contracts and apply for federal grants or other credit with a lender. It also allows for the confirmation of the credibility of a business and helps with conducting business with retailers and some foreign countries.\n\nApplying for a DUNS number is done through theDUNS website. Businesses based in the U.S. may request a DUNS number for free. An authorized representative of the company must complete the application, and receiving a DUNS number may take up to 30 days.\n\nHowever, the number can be obtained within 24 hours at no cost if applying as part of a federal government contract. The authorized representative of the company will need to provide a legal company name, headquarters company name and address, physical address, mailing address, telephone number, contact name and title, and the number of employees at the physical location.\n\nA DUNS number is specific to a physical location. Therefore, a company would need a separate DUNS for each of its physical locations such as a branch, division or headquarters. It is the organization's responsibility to manage its DUNS numbers and verify that information is accurate.\n\nTheDUNS Number Lookuptool is used to check whether a business has a DUNS number. The D&B database allows for accessing the company's D&B business credit score, review and update an existing D&B credit report, view and print a copy of its D&B credit report, review and dispute payment history, and update financial information.\n\nThe DUNS number is used to identify a business registered with Dun & Bradstreet. The listing of companies with another credit bureau, such as Experian, will not be found on the D&B database since the credit bureaus each maintain unique databases and do not share data with one another.\n\nDun & Bradstreet. \"Dun & Bradstreet D‑U‑N‑S Number.\" Accessed Dec. 19, 2021.\n\nDun & Bradstreet. \"The Dun & Bradstreet D-U-N-S Number: The Universal Standard for Business Identification,\" Pages 1-2. Accessed Dec. 19, 2021.\n\nCongressional Research Service. \"Unique Identification Codes for Federal Contractors: DUNS Numbers and CAGE Codes,\" Page 2. Accessed Dec. 19, 2021.\n\nNorth American Industry Classification System. \"NAICS Profile Page-Target Stores Inc.\" Accessed Dec. 19, 2021.\n\nDun & Bradstreet. \"D-U-N-S Number Guide,\" Page 1. Accessed Dec. 19, 2021.",
  "url": "https://www.investopedia.com/terms/d/dunsnumber.asp"
}