{
  "term": "David Tepper: Early Life, Appaloosa, Investing in Debt",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nDavid Tepper is regarded as a prominent investor and hedge fund manager. In 1993, Tepper co-founded Appaloosa Management L.P.\n\nWith a net worth exceeding $16.7 billion, David Tepper is recognized as one of the world's prominent billionaires.\n\nDavid Tepper was born in Pittsburgh, Pennsylvania on Sept. 11, 1957. He graduated from the University of Pittsburgh in 1978 with a bachelor's degree in economics and earned an MBA in 1982 from Carnegie Mellon University. Tepper's early career in finance began with positions at Equibank, Republic Steel, and Goldman Sachs.\n\nIn 1985, David Tepper joined Goldman Sachs as a credit analyst on the high yield debt team in New York. As a head trader, Tepper remained at Goldman Sachs for seven years. A specialist indistressed debt, particularly bankruptcies and special debt situations, Tepper left Goldman Sachs in 1993 to launch Appaloosa Management L.P. with his former colleague, Jack Walton.\n\nAs alimited partnershiphedge fund, Appaloosa brought together a small group of wealthy investors. Appaloosa used high-risk methods, such as investing with borrowed money, to realize large capital gains. Targeting the debt of companies in distress, Appaloosa's first investment was in the now-bankrupt Algoma Steel. Appaloosa would continue to bet and succeed on bond purchases of troubled companies like Enron, Worldcom, Marconi Corp., and Williams Co. These companies contributed to a 150% gain in Tepper's portfolio position.\n\nAt its inception, with $57 million in capital, Appaloosa delivered a 57% return on its assets within six months. The fund's worth grew steadily, from $300 million in 1994 to $800 million in 1996, and in 2022, Appaloosa managed $3.82 billion worth of assets.\n\nDavid Tepper's aggressive style and confidence are often seen as his best traits as a hedge fund manager. Following the 2008subprime mortgagecrash, when panicked sellers were driving down the value of financial institutions like Bank of America and Citigroup, Tepper was investing in them. The hedge fund tycoon purchased nearly $2 billion in face value commercial mortgage-backed securities floated by AIG. When the U.S. government intervened in the survival of the banks, Appaloosa profited by $7 billion. David Tepper's investments following the 2008 market crash are often viewed as some of the greatest market trades ever made.\n\nIn 2019, David Tepper announced that Appaloosa would eventually move to afamily office, continually returning capital to its investors each year. At the time, Appaloosa managed $14 billion worth of assets, with 70% of that total belonging to David Tepper.\n\nAs the fund moves into a family office, Appaloosa will return all capital balances to every investor who doesn't have a direct familial relationship with Tepper. This may entail “closing” the fund or creating a new private entity. David Tepper would then gain a greater degree of privacy, flexibility, and control over both his investment assets and personal affairs.\n\nDavid Tepper's investment in banks (AIG), energy (ENRON), and telecommunications (Marconi) helped define Appaloosa's success.\n\nDavid Tepper has equated holding crypto to holding gold. He views crypto as a stored value and has said that he owns a small amount.\n\nDavid Tepper showed an interest in baseball and football at a young age. He had a penchant for memorizing baseball statistics. In 2009, he purchased a share of the NFL team, the Pittsburgh Steelers. He bought another NFL team, the Carolina Panthers, in 2018.\n\nDavid Tepper is known as one of the leading hedge fund managers of his generation. He is considered an expert in distressed debt investment. Garnering steady returns for client investors since its 1993 inception, Tepper's Appaloosa fund has compounded at more than 25% per year.\n\nCarnegie Mellon University. \"David A. Tepper (MBA '82) Donates Record $55 Million to Graduate School of Industrial Administration.\"\n\nNY Magazine. \"Ready to Be Rich.\"\n\nWallmine. \"Appaloosa L.P. 13F Annual Report.\"\n\nThe Wall Street Journal. \"Fund Boss Made $7 Billion in the Panic.\"\n\nSovereign Wealth Fund Institute, \"David Tepper Sees Path for Family Office.\"\n\nInstitutional Investor. \"Hedge Fund Hall of Fame.\"\n\nCNBC. \"David Tepper thinks crypto is a store of value like gold and owns a small amount.\"",
  "url": "https://www.investopedia.com/terms/d/david-tepper.asp"
}