{
  "term": "DAX Stock Index: Definition and Member Companies",
  "definition": "The DAX stock index is a stock index that represents 40 of the largest and most liquid German companies that trade on theFrankfurt Stock Exchange. The DAX uses afree-float methodologyto calculate its weightings. It was created in 1988 with a starting index level of 1,163 points. DAX member companies represent roughly 80% of the aggregatemarket capitalizationthat trades on the Frankfurt Exchange.The index was historically comprised of 30 companies but was expanded to 40 in 2021.\n\nThe DAX index tracks 40 large andactively tradedGerman companies. It is considered by many analysts to be a gauge of Germany's economic health. The companies listed in the DAX are multinational corporations that influence both Germany's economy and the global economy at large. The success of these companies has greatly contributed to what is known as the \"German economic miracle\" orWirtschaftswunder, a term that describes Germany's rebirth after World War II.\n\nThe companies in the DAX index span a wide range of industries. For example:\n\nThe prices used to calculate the DAX Index come through Xetra, an electronic trading system. Afree-float methodologyis used to calculate the index weightings along with a measure of the average trading volume.\n\nThe DAX is also known as the Deutscher Aktien Index or the GER40.\n\nUnlike most indices, the DAX is updated withfuturesprices for the next day, even after the main stock exchange has closed. Changes are made on regular review dates, but index members can be removed at any time if they no longer rank in the top 45 largest companies or added if they break the top 25.\n\nThe vast majority of shares on the Frankfurt Exchange now trade on the all-electronicXetrasystem, with a high adoption rate for the stocks of the 40 DAX members.\n\nAs a blue-chip stock market index, the DAX is very similar to theDow Jones Industrial Average (DJIA), which also tracks large, publicly owned companies.\n\nThe following is a list of the companies listed on the DAX. This list, in alphabetical order, is updated as of June 14, 2024:\n\nHow does the DAX stack up against other major world indices? The chart below highlights some of their characteristics.\n\nWhile you can't invest directly in the DAX, there are several ways you can choose other investment vehicles that track its performance. For instance, you may invest inexchange-traded funds (ETFs)that are specifically designed to mimic its performance or mutual funds that contain the same companies that are listed in the DAX with their respective weightings.\n\nThe DAX is a stock market index that measures the performance of Germany's 40 largest companies. The index's components represent almost 80% of the Frankfurt Stock Exchange's aggregate market capitalization.\n\nThe DAX is an important index because it measures the performance of the largest 40 publicly-traded companies in Germany. As such, it is considered a bellwether or barometer of the German economy.\n\nThe DAX is a stock market index. It is composed of the 40 largest companies in Germany that trade on the Frankfurt Stock Exchange. Like most stock market indices, it is considered a bellwether of the German economy, which is why analysts and investors look closely at how it performs. If the index rises, it typically indicates the economy is doing well. But, when it drops, it may mean that investors should prepare for a rough economic patch.\n\nDeutsche Börse Group. \"DAX Welcomes Ten New Members.\"\n\nDeutsche Börse Group. \"DAX – Benchmark and Barometer for the German Economy.\"",
  "url": "https://www.investopedia.com/terms/d/dax.asp"
}