{
  "term": "Day-Count Convention: Definition, Common Types",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA day-count convention is the system used on debt securities, such as bonds orswaps, to calculate the amount of accrued interest or the present value when the next coupon payment is less than a full coupon period away.\n\nThe day-count conventions apply to swaps, mortgages, and forward rate agreements as well as bonds. Many of the rules and definitions for applying the day-count convention are set forth by the International Swap Dealers Association, which provides documentation for a wide range of financial transactions.\n\nFor example, an agreed-upon day-count convention would be used to calculate the amount ofaccrued interestor thepresent value(PV) when the next coupon payment is less than a full coupon period away.\n\nAmong the most common conventions are 30/360, 30/365, actual/360, actual/365, and actual/actual.\n\nEachbond marketand financial instrument has its own day-count convention, which varies depending on the type of instrument, whether the interest rate is fixed or floating, and the country of issuance.Bondsand notes issued by the U.S. Treasury earn interest calculated on an actual/actual basis. This means all days in a period carry equal value; it also means the length of coupon periods and the resultant payments vary.\n\nThe interest on most money market deposits andfloating-rate notesis calculated on an actual/360-day basis. The major exception is those denominated in theBritish pound, for which interest is calculated on the actual/365 basis. Currencies that are, or have been, closely related to the British pound, such as the Australian, New Zealand, and Hong Kong dollars, also use 365 days.\n\nThe fixed-rate leg of aninterest rate swapand most fixed-rate bonds use either the 30/360-day convention or 30/365. This convention stipulates the month will always be treated as having 30 days in it, and the year will consistently be treated as having either 360 or 365 days.Swap marketsusing the 30/360 convention for the fixed rate of a swap include theU.S. dollar, theeuro, and theSwiss franc. Swaps in the British pound and theJapanese yenusually use the 30/365 convention; Australia, New Zealand, and Hong Kong again follow the United Kingdom.\n\nThe floating-rate leg of most interest rate swaps uses some variation of an actual day count versus either a 360 or 365-day year. The markets that use 30/360 for the fixed-rate leg, which include the U.S. Dollar markets, use actual/360 for the floating-rate leg. Those that use 30/365 on the fixed-rate leg use actual/365 on the floating-rate leg.\n\nTheLondon InterBank Offered Rate(LIBOR) is the most commonly used benchmark interest rate and is posted daily at 11:45 a.m. London time.\n\nThe Intercontinental Exchange, the authority responsible for LIBOR, will stop publishing one-week and two-month USD LIBOR after Dec. 31, 2021. All other LIBOR will be discontinued after June 30, 2023.﻿﻿﻿﻿\n\nFor most currencies, interest at LIBOR is calculated on the actual/360-day basis; the major exception is again the British pound, which is calculated on the actual/365-day basis.\n\nIntercontinental Exchange. \"LIBOR.\" Accessed Feb. 18, 2021.",
  "url": "https://www.investopedia.com/terms/d/daycount.asp"
}