{
  "term": "Day Trader: Definition, Techniques, Strategies, and Risks",
  "definition": "A day trader is a type of trader who executes a relatively large volume of short and long trades to capitalize onintradaymarket price action. The goal is to profit from very short-term price movements. Day traders can also useleverageto amplify returns, which can also amplify losses.\n\nWhile many strategies are employed by day traders, the price action sought after is a result of temporarysupply and demandinefficiencies caused due to purchases and sales of the asset. Typically positions are held from periods of milliseconds to hours and are generally closed out before the end of the day so that no risk is held after hours or overnight.\n\nThere is no special qualification required tobecome a day trader. Instead, day traders are classified based on the frequency of their trading. TheFinancial Industry Regulatory Authority(FINRA) and U.S. Securities and Exchange Commission classify day traders based on whether they trade four or more times during a five-day span, provided the number of day trades is more than 6% of the customer's total trading activity during that period or the brokerage/investment firm where they have opened an account considers them a day trader.\n\nA day trader often closes all trades before the end of the trading day, so as not to holdopen positionsovernight. A day trader's effectiveness may be limited by thebid-ask spread, trading commissions, as well as expenses for real-time news feeds and analytics software. Successful day trading requires extensive knowledge and experience. Day traders employ a variety of methods to make trading decisions. Some traders employ computer trading models that use technical analysis to calculate favorable probabilities, while some trade on their instinct.\n\nDay traders are subject to capital andmargin maintenancerequirements.\n\nA day trader is primarily concerned with theprice actioncharacteristics of a stock. This is unlike investors, who usefundamentaldata to analyze the long-term growth potential of a company to decide whether to buy, sell or hold its stock.\n\nPrice volatility and average dayrangeare critical to a day trader. A security must have sufficient price movement for a day trader to achieve a profit.Volumeand liquidity are also crucial because entering and exiting trades quickly is vital to capturing small profits per trade. Securities with a small daily range or light daily volume would not be of interest to a day trader.\n\nApattern day trader(PDT) is a regulatory designation for those traders or investors that execute four or more day trades over the span of five business days using amargin account.\n\nThe number of day trades must constitute more than 6% of the margin account's total trade activity during that five-day window. If this occurs, the trader's account will be flagged as a PDT by theirbroker. The PDT designation places certain restrictions on further trading; this designation is put in place to discourage investors from trading excessively.\n\nDay traders are attuned to events that cause short-term market moves. Trading the news is a popular technique. Scheduled announcements such as economic statistics, corporate earnings, orinterest ratesare subject to market expectations andmarket psychology. Markets react when those expectations are not met or are exceeded, usually with sudden, significant moves, which can benefit day traders.\n\nAnother trading method is known as fading the gap at the open. When the opening price shows agapfrom the previous day’s close, taking a position in the opposite direction of the gap is known as fading the gap. For days when there is no news or there are no gaps, early in the morning, day traders will take a view on the general direction of the market.\n\nIf they expect the market to move up, they would buy securities that exhibit strength when their prices dip. If the market is trending down, they wouldshortsecurities that exhibit weakness when their prices bounce.\n\nMost independent day traders have short days, working two to five hours per day. Often they will practice making simulated trades for several months before beginning to make live trades. They track their successes and failures versus the market, aiming to learn by experience.\n\nDay traders use several intraday strategies. These may include:\n\nThe most significant benefit of day trading is that positions are not affected by the possibility of negative overnight news that has the potential to impact the price of securities materially. Such news includes vital economic and earnings reports, as well as broker upgrades and downgrades that occur either before the market opens or after the market closes.\n\nAnother advantage is the ability to use tightstop-loss orders—the act of raising a stop price to minimize losses from along position. Another includes the increased access to margin—and hence, greater leverage. Day trading also provides traders with more learning opportunities.\n\nIntraday traders may have insufficient time for a position to see a profit. There are also increased commission costs due to trading more frequently, which eats away at the profit margins a trader can expect.\n\nDay traders that engage inshort sellingor use margin to leverage long positions can see losses amplify quickly, leading tomargin calls.\n\nPositions are usually closed at the end of each day, and are so unaffected by risk from overnight news or off-hours broker moves.\n\nTight stop-loss orders can protect positions from extreme movements.\n\nRegular traders have access to increased leverage and lower commissions.\n\nNumerous trades increase hands-on learning experience.\n\nFrequent trades do mean multiple commission costs.\n\nSome assets are off-limits, like mutual funds.\n\nThere may not be sufficient time for a position to realize a profit before it has to be closed out.\n\nLosses can mount quickly, especially if margin is used to finance purchases. Margin calls are a real risk.\n\nZack is a day trader who usestechnical analysisto make trades with his brokerage account. By analyzing price trends over a single day, he is able to predict short-term movements to score a small profit several times per day.\n\nDuring a typical trading day, Zack will watch metrics such as the Relative Strength Index and theIntraday Momentum Indexto evaluate whether a particular stock isoversold or undersold. He may also use margin trading to increase his profits. He may also use stop-loss orders to exit positions quickly if the market turns against him.\n\nIf Zack is a successful day trader, then he expects to have more profitable trades than losing ones over the course of the day. However, one bad trade could wipe out his margin position. Due to this risk, day trading is sometimes compared to \"picking up pennies in front of a steamroller.\"\n\nDay trading is one of several strategies for professional stock traders. Unlike other traders, they look for predictable price patterns and small corrections over the course of a single trading day. Although the profits are relatively small, they can accumulate over a long-enough time frame. Day traders typically close out their positions at the end of the trading day, reducing their exposure to swings in the overseas markets.\n\nIn contrast,swing traderstry to anticipate the peaks and troughs of a stock's price movements over a longer time frame, often weeks or months. With the right strategy, swing traders can earn higher profits than intraday traders, but they have to spend more time looking for suitable stocks.\n\nSimilar to swing traders,trend tradersexamine a stock's momentum and moving averages to determine whether a stock is likely to move higher or lower. They then buy stocks with a strong upside, or short those likely to trend lower. Trend traders are likely to look for chart patterns or technical indicators in their forecasts.\n\nBecoming a successful day trader requires a great deal of personal discipline. Novice day traders should expect to lose money as they learn the ins and outs of the market and be psychologically prepared for further losses over the course of their careers.\n\nDay trading also involves a great deal of research, not only into the fees and commissions on their trades but also the relevant taxes and regulations. For example, day traders should be cognizant of thewash sale rule, which prohibits repeated transactions of the same security within a 30-day period. They should also fully understand the risks, especially of trading on margin.\n\nWhile some day traders can make money, studies suggest that the majority either lose money or underperform the market. Studies by professional economists suggest that most day trading strategies are no more effective than random chance.\n\nIntraday trades are considered short-term capital gains, meaning that they are taxed at the same level as your income. You are required to pay taxes on each profitable trade, but you can use your losing trades to offset the taxes on your gains. You can also use up to $3,000 of losses to offset income tax on your salary, and carry over additional losses to the next tax year.\n\nWhile most day traders lose money, there are day traders who can make a profit. Zippia estimates that the average income of successful day traders is about $117,000 per year, or about $56 per hour.However, there are also risks—solo day traders must also trade with their own money, which comes with much greater risk than an ordinary salary.\n\nDay traders look for extremely short-term price changes in the stock or forex market, allowing them to accumulate profits over the course of a trading day. Although it can be profitable, it also comes with a high degree of risk—especially for traders on margin positions. In addition to a thorough understanding of the stock market, day traders must also exercise self-control and avoid impulsive mistakes.\n\nU.S. Securities and Exchange Commission. \"Margin Rules for Day Trading.\"\n\nFinancial Industry Regulatory Authority. \"Am I a Pattern Day Trader? Know the Day-Trading Margin Requirements.\"\n\nChron. \"Average Income of a Day Trader.\"\n\nIntuit. \"Day Trading Taxes: What New Investors Should Consider.\"\n\nZippia. \"Average Salary for a Day Trader.\"",
  "url": "https://www.investopedia.com/terms/d/daytrader.asp"
}