{
  "term": "Days Sales Outstanding (DSO): Meaning in Finance, Calculation, and Applications",
  "definition": "Days sales outstanding (DSO) is a measure of the average number of days that it takes a company to collect payment for a sale. DSO is often determined on a monthly, quarterly, or annual basis.\n\nTo compute DSO, divide the average accounts receivable during a given period by the total value of credit sales during the same period, and then multiply the result by the number of days in the period being measured.\n\nDays sales outstanding is an element of thecash conversion cycleand may also be referred to as days receivables oraverage collection period.\n\nGiven the vital importance of cash flow in running a business, it is in a company's best interest to collect its outstandingaccounts receivablesas quickly as possible. Companies can expect, with relative certainty, that they will be paid their outstanding receivables. But because of thetime value of moneyprinciple, time spent waiting to be paid is money lost.\n\nThat said, the definition of \"quickly\" depends on the business. In the financial industry, relatively long payment terms are common. In the agriculture and fuel industries, fast payment can be crucial. In general, small businesses rely more heavily on steady cash flow than large, diversified companies.\n\nDSO=Accounts ReceivableTotal Credit Sales×Number of Days\\begin{aligned}&\\text{DSO} = \\frac {\\text{Accounts Receivable} }{ \\text{Total Credit Sales} } \\times \\text{Number of Days}\\\\\\end{aligned}​DSO=Total Credit SalesAccounts Receivable​×Number of Days​\n\nBy quickly turning sales into cash, a company has a chance to put the cash to use again more quickly.\n\nA high DSO number shows that a company is selling its product to customers on credit and waiting a long time to collect the money. This can lead to cash flow problems. A low DSO value means that it takes a company fewer days to collect its accounts receivable. That company is promptly getting the money it needs to create new business.\n\nIn effect, determining the average length of time that a company’s outstanding balances are carried in receivables can reveal a great deal about the nature of the company’s cash flow.\n\nIt is important to remember that the formula for calculating DSO only accounts for credit sales. While cash sales may be considered to have a DSO of 0, they are not factored into DSO calculations. If they were factored into the calculation, they would decrease the DSO, and companies with a high proportion of cash sales would have lower DSOs than those with a high proportion of credit sales.\n\nDays sales outstanding can be analyzed in a wide variety of ways. It suggests how efficient the company's collections department is, and the degree to which the company is maintaining customer satisfaction. It also helps identify customers who are not creditworthy.\n\nLooking at a DSO value for a company for a single period can provide a good benchmark for quickly assessing a company’s cash flow. However, trends in DSO over time are much more useful. They can act as an early warning sign of trouble.\n\nIf a company’s DSO is increasing, it's a warning sign that something is wrong. Customer satisfaction might be declining, or the salespeople may be offering longer terms of payment to drive increased sales. Perhaps the company may be allowing customers with poor credit to make purchases on credit.\n\nA sharp increase in DSO can cause a company serious cash flow problems. If a company's ability to make its own payments in a timely fashion is disrupted, it may be forced to make drastic changes.\n\nAverage DSO for companies across various industries in the third quarter of 2022.\n\nGenerally, when looking at a given company’s cash flow, it is helpful to track that company’s DSO over time to determine if its DSO is trending up or down or if there are patterns in the company’s cash flow history.\n\nDSO may vary consistently on a monthly basis, particularly if the company's product is seasonal. If a company has a volatile DSO, this may be cause for concern, but if its DSO regularly dips during a particular season each year, it could be no reason to worry.\n\nAs a metric attempting to gauge the efficiency of a business, days sales outstanding comes with a limitation that is important for any investor to consider.\n\nWhen using DSO to compare the cash flows of a number of companies, you should compare companies within the same industry, with similarbusiness modelsand revenue numbers. If you try to compare companies in different industries and of different sizes, the results you'll get will be misleading because they often have very different DSO benchmarks and targets.\n\nDSO is not particularly useful in comparing companies with significant differences in the proportion of sales that are made on credit. The DSO of a company with a low proportion of credit sales does not indicate much about that company’s cash flow. Comparing such companies with those that have a high proportion of credit sales also says little.\n\nIn addition, DSO is not a perfect indicator of a company’s accounts receivable efficiency. Fluctuating sales volumes can affect DSO, with any increase in sales lowering the DSO value.\n\nDelinquent Days Sales Outstanding (DDSO) is a good alternative for credit collection assessment or for use alongside DSO. Like any metric measuring a company’s performance, DSO should not be considered alone, but rather should be used with other metrics.\n\nDivide the total number of accounts receivable during a given period by the total dollar value of credit sales during the same period, then multiply the result by the number of days in the period being measured.\n\nA good or bad DSO ratio may vary according to the type of business and industry that the company operates in. That said, a number under 45 is considered to be good for most businesses.It suggests that the company's cash is flowing in at a reasonably efficient rate, ready to be used to generate new business.\n\nDuring the last three months of the year, Company A made a total of $1,500,000 in credit sales and had $1,050,000 in accounts receivable. The time period covers 92 days. Company A’s DSO for that period is calculated as follows:\n\nThe DSO for this business in this period is 64.4.\n\nA high DSO number can indicate that the cash flow of the business is not ideal. It varies by business, but a number below 45 is considered good. It's best to track the number over time. If the number is climbing, there may be something wrong in the collections department, or the company may be selling to customers with less than optimal credit. In any case, the company's cash flow is at risk.\n\nThe debt collections experts at Atradius suggest that tracking DSO over time also creates an incentive for the payments department to stay on top of unpaid invoices.Needless to say, a small business can use its days sales outstanding number to identify and flag customers that are weighing it down by not paying promptly.\n\nIn many businesses, the days sales outstanding number can be a valuable indicator of the efficiency of the business and the quality of its cash flow. If the number gets too high, it could even disrupt the normal operations of the business, causing its own outstanding payments to be delayed. In any case, cash delayed is cash lost to your business.\n\nAtradius. \"What Is a Good Days Sales Outstanding Ratio?\"\n\nCredit Research Foundation. \"National Summary of Domestic Trade Receivables Results Summary.\"\n\nCorporate Finance Institute. \"Days Sales Outstanding (DSO).\"",
  "url": "https://www.investopedia.com/terms/d/dso.asp"
}