{
  "term": "Days Sales of Inventory (DSI): Definition, Formula, and Importance",
  "definition": "The days sales of inventory (DSI) is a measure of the liquidity of a firm's inventory—that is, how long it takes a company to turn its inventory into sales.\n\nDays sales of inventory (DSI) is also known as theaverage age of inventory, days inventory outstanding (DIO), days in inventory (DII), days sales in inventory, or days inventory.\n\nIndicating theliquidityof the inventory, the figure represents how many days a company’s current stock of inventory will last. Generally, a lower DSI is preferred, as it indicates a shorter duration to clear off the inventory. However, the average DSI varies from one industry to the next.\n\nDSI=Average inventoryCOGS×365dayswhere:DSI=days sales of inventoryCOGS=cost of goods sold\\begin{aligned} &DSI = \\frac{\\text{Average inventory}}{COGS} \\times 365 \\text{ days}\\\\ &\\textbf{where:}\\\\ &DSI=\\text{days sales of inventory}\\\\ &COGS=\\text{cost of goods sold}\\\\ \\end{aligned}​DSI=COGSAverage inventory​×365dayswhere:DSI=days sales of inventoryCOGS=cost of goods sold​\n\nTo manufacture a salable product, a company needs raw material and other resources which form the inventory and come at a cost. Additionally, there is a cost linked to the manufacturing of the salable product using the inventory. Such costs include labor costs and payments towards utilities like electricity, which is represented by thecost of goods sold (COGS)and is defined as the cost of acquiring or manufacturing the products that a company sells during a period. DSI is calculated based on the average value of the inventory and cost of goods sold during a given period or as of a particular date. Mathematically, the number of days in the corresponding period is calculated using 365 for a year and 90 for a quarter. In some cases, 360 days is used instead.\n\nThe numerator figure represents the valuation of the inventory. The denominator (Cost of Sales / Number of Days) represents the average per day cost being spent by the company for manufacturing a salable product. The net factor gives the average number of days taken by the company to clear the inventory it possesses.\n\nTwo different versions of the DSI formula can be used, depending on the accounting practices. In the first version, the average inventory amount is taken as the figure reported at the end of the accounting period, such as at the end of the fiscal year ending June 30. This version represents DSI value as of the mentioned date. In another version, the average value of Start Date Inventory and End Date Inventory is taken, and the resulting figure represents DSI value during that particular period. Therefore,\n\nAverage Inventory=Ending Inventory\\text{Average Inventory} = \\text{Ending Inventory}Average Inventory=Ending Inventory\n\nAverage Inventory=(Beginning Inventory+Ending Inventory)2\\text{Average Inventory} = \\frac{(\\text{Beginning Inventory} + \\text{Ending Inventory})}{2}Average Inventory=2(Beginning Inventory+Ending Inventory)​\n\nCOGS value remains the same in both the versions.\n\nSince DSI indicates the duration of time a company’s cash is tied up in its inventory, a smaller value of DSI is preferred. A smaller number indicates that a company is more efficiently and frequently selling off its inventory, which means rapid turnover leading to the potential for higher profits (assuming that sales are being made in profit). On the other hand, a large DSI value indicates that the company may be struggling with obsolete, high-volume inventory and may have invested too much into the same. It's also possible that the company may be retaining high inventory levels in order to achieve high order fulfillment rates, such as in anticipation of bumper sales during an upcoming holiday season.\n\nHowever, DSI should be looked upon cautiously as it often lacks context. DSI tends to vary greatly among industries depending on various factors, like product type and business model. Therefore, it is important to compare the value among the same sector peer companies. Companies in the technology, automobile, and furniture sectors can afford to hold on to their inventories for long, but those in the business of perishable or fast-moving consumer goods (FMCG) cannot. Therefore, sector-specific comparisons should be made for DSI values.\n\nA high DSI value may be preferred at times, depending on the market dynamics. If a short supply is expected for a particular product in the next quarter, a business may be better off holding onto its inventory and then selling it later for a much higher price, thus leading to improved profits in the long run.\n\nIrrespective of the single-value figure indicated by DSI, a company management should find a mutually beneficial balance between optimal inventory levels and market demand.\n\nA similar ratio that's related to DSI isinventory turnover, which refers to the number of times a company is able to sell or use its inventory over the course of a particular time period, such as quarterly or annually. Inventory turnover is calculated as the cost of goods sold divided by average inventory. It is linked to DSI via the following relationship:\n\nDSI=1inventory turnover×365daysDSI = \\frac{1}{\\text{inventory turnover}}\\times 365 \\text{ days}DSI=inventory turnover1​×365days\n\nBasically, DSI is an inverse of inventory turnover over a given period. Higher DSI means lower turnover and vice versa.\n\nIn general, the higher the inventory turnover ratio, the better it is for the company, as it indicates a greater generation of sales. A smaller inventory and the same amount of sales will also result in high inventory turnover. In some cases, if the demand for a product outweighs theinventory on hand, a company will see a loss in sales despite the high turnover ratio, thus confirming the importance of contextualizing these figures by comparing them against those of industry competitors.\n\nDSI is the first part of the three-partcash conversion cycle (CCC), which represents the overall process of turning raw materials into realizable cash from sales. The other two stages aredays sales outstanding (DSO)anddays payable outstanding (DPO). While the DSO ratio measures how long it takes a company to receive payment on accounts receivable, the DPO value measures how long it takes a company to pay off its accounts payable. Overall, the CCC value attempts to measure the average duration of time for which each net input dollar (cash) is tied up in the production and sales process before it gets converted into cash received through sales made to customers.\n\nManaging inventory levels is vital for most businesses, and it is especially important for retail companies or those selling physical goods. While the inventory turnover ratio is one of the best indicators of a company’s level of efficiency at turning over its inventory and generating sales from that inventory, the days sales of inventory ratio goes a step further by putting that figure into a daily context and providing a more accurate picture of the company’s inventory management and overall efficiency.\n\nDSI and inventory turnover ratio can help investors to know whether a company caneffectively manage its inventorywhen compared to competitors. One paper suggests that stocks in companies with high inventory ratios tend to outperform industry averages.A stock that brings in a highergross marginthan predicted can give investors an edge over competitors due to the potential surprise factor. Conversely, a low inventory ratio may suggest overstocking, market or product deficiencies, or otherwise poorly managed inventory–signs that generally do not bode well for a company’s overall productivity and performance.\n\nWalmart (WMT) had inventory worth $54.9 billion and cost of goods sold worth $490 billion for the fiscal year 2024.DSI is therefore:\n\nWhile inventory value is available on the balance sheet of the company, the COGS value can be sourced from the annual financial statement. Care should be taken to include the sum total of all of the categories of inventory, which includes finished goods, work in progress, raw materials, and progress payments.\n\nSince Walmart is a retailer, it does not have any raw materials, work-in-progress, or progress payments. Its entire inventory is comprised of finished goods.\n\nA low days sales of inventory (DSI) suggests that a firm is able to efficiently convert its inventory into sales. This is considered to be beneficial to a company's margins and bottom line, and so a lower DSI is preferred to a higher one. A very low DSI, however, can indicate that a company does not have enough inventory stock to meet demand, which could be viewed as suboptimal.\n\nDays sales of inventory (DSI) estimates how many days it takes on average to completely sell a company's current inventory.\n\nIn order to efficiently manage inventory and balance idle stock with being understocked, many experts agree that a good DSI is somewhere between 30 and 60 days. This, of course, will vary by industry, company size, and other factors.\n\nDays sales of inventory (DSI) is a measure of the effectiveness of inventory management by a company. Inventory forms a significant chunk of the operational capital requirements for a business. By calculating the number of days that a company holds onto the inventory before it is able to sell it, this efficiency ratio measures the average length of time that a company’s cash is locked up in its inventory.\n\nYasin, Alan, et al. \"Does Inventory Productivity Predict Future Stock Returns? A Retailing Industry Perspective.\"Vanderbilt Owen Graduate School of Management Research Paper, no. 1971774,December 2013, pp. 1-48. (Download PDF.)\n\nThe Wall Street Journal. \"WMT Financials: Balance Sheet.\"\n\nThe Wall Street Journal. \"WMT Financials: Income Statement.\"",
  "url": "https://www.investopedia.com/terms/d/days-sales-inventory-dsi.asp"
}