{
  "term": "Days Working Capital: Definition, Calculation, and Example",
  "definition": "Days working capital describes how many days it takes for a company to convert itsworking capitalintorevenue.\n\nThe more days a company has of working capital, the more time it takes to convert that working capital into sales. The higher the days working capital number, the less efficient a company is.\n\nWorking capital, also known as net working capital, is the difference between a company’scurrent assets, like cash, accounts receivable, and inventories of raw materials and finished goods, and itscurrent liabilities, like accounts payable and the current portion of debt due within one year.\n\nThe difference between current assets and current liabilities represents the company’s short-term cash surplus or shortfall. A positive working capital balance means that current assets cover current liabilities. Conversely, a negative working capital balance means that current liabilities exceed current assets.\n\nWorking capital is a measure of both a company’soperational efficiencyand its short-term financial health. Although working capital is important, days working capital demonstrates how many days it takes to convert working capital into revenue.\n\nThe more days a company has of working capital, the more time it takes to convert that working capital into sales. In other words, a high value of days working capital number is indicative of an inefficient company.\n\nWhile negative and positive working capital calculations provide a general overview of working capital, days working capital provides analysts with a numeric measure for comparison.\n\nA low value for days working capital could mean a company is quickly using its working capital and converting it into sales. If the days working capital number is decreasing, it might be due to an increase in sales.\n\nConversely, if the days working capital number is high or increasing, it could mean that sales are decreasing or that perhaps the company is taking longer to collect payment for itspayables.\n\nDWC=Average working capital×365Sales revenuewhere:Average working capital=Working capital averagedfor a period of timeSales revenue=Income from sales\\begin{aligned} &\\text{DWC} = \\frac{ \\text{Average working capital} \\times\\ \\text{365} }{ \\text{Sales revenue} } \\\\ &\\textbf{where:} \\\\ &\\text{Average working capital} = \\text{Working capital averaged} \\\\ &\\text{for a period of time} \\\\ &\\text{Sales revenue} = \\text{Income from sales} \\\\ \\end{aligned}​DWC=Sales revenueAverage working capital×365​where:Average working capital=Working capital averagedfor a period of timeSales revenue=Income from sales​\n\nWorking capital is a measure ofliquidity. Working capital is calculated by the following:\n\nWorking Capital=Current Assets−Current Liabilitieswhere:Current assets=Assets converted to cash valuewithin a normal operating cycleCurrent liabilities=Debts or obligations due withina normal operating cycle\\begin{aligned} &\\text{Working Capital} = \\text{Current Assets} - \\text{Current Liabilities} \\\\ &\\textbf{where:} \\\\ &\\text{Current assets} = \\text{Assets converted to cash value} \\\\ &\\text{within a normal operating cycle} \\\\ &\\text{Current liabilities} = \\text{Debts or obligations due within} \\\\ &\\text{a normal operating cycle} \\\\ \\end{aligned}​Working Capital=Current Assets−Current Liabilitieswhere:Current assets=Assets converted to cash valuewithin a normal operating cycleCurrent liabilities=Debts or obligations due withina normal operating cycle​\n\nAs with anyfinancial metric, days working capital does not tell investors whether the number of days is a good or poor number unless it’s compared with companies in the same industry. Also, it’s important to compare days working capital over multiple periods to see if there is a change or a trend.\n\nAlso, ratios can be skewed and produce murky results from time to time. If a company had a sudden surge in current assets in a period where liabilities and sales remained unchanged, the days working capital number would increase because the company’s working capital would be higher.\n\nNoinvestorwould argue that having extra cash on hand, or current assets, would be a bad thing. For this reason, taking the average working capital and average sales over multiple quarters gives investors the most complete and accurate picture.\n\nA company makes $10 million insalesand has currentassetsof $500,000 and current liabilities of $300,000 for the period.\n\nHowever, if the company made $12 million in sales and working capital didn’t change, days working capital would fall to 6.08 days, or ($200,000 (or working capital) × 365) / $12,000,000.\n\nAn increased level of sales, all other things equal, produces a lower number of days working capital because the company is converting working capital to more sales at a faster rate.\n\nA company with a days working capital level of six takes twice as much time to turn working capital, such as inventory, into sales than a company with a days working capital of three for the same period.\n\nIn other words, a company with three days working capital is twice as efficient as a company with six days working capital. While the company with a higher ratio is generally the most inefficient, it is important to compare the company against other companies in the same industry, as different industries have different working capital standards.\n\nWorking capital is the difference between a company’s current assets (accounts receivable, cash, and inventories of raw materials and finished goods) and its current liabilities (accounts payable and the current portion of debt due within one year). It is also known as net working capital.\n\nMultiply average working capital by 365, then divide the result by sales revenue, to determine days working capital. Average working capital is working capital averaged for a period of time, and sales revenue is income from sales.\n\nNo. It has to be compared with companies in the same industry, and days working capital has to be compared over multiple periods to see if there is a change or a trend.\n\nDays working capital is a description of how many days it takes for a company to convert its working capital into revenue. The more days working capital for a company, the longer it takes to convert that working capital into sales and the less efficient that company is. A low days working capital number could mean a company is quickly using its working capital and converting it into sales.",
  "url": "https://www.investopedia.com/terms/d/days-working-capital.asp"
}