{
  "term": "De Minimis Tax Rule: Definition, Calculation, and Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nGordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe de minimis tax rule sets the threshold at which a discount bond should be taxed as a capital gain rather than as ordinary income. The rule states that a discount that is less than a quarter-point per full year between its time of acquisition and its maturity is too small to be considered a market discount for tax purposes. Instead, theaccretionfrom the purchase price to the par value should be treated as a capital gain, if it is held for more than one year.\n\nDe minimis is Latin for \"about minimal things.\"\n\nUnder the de minimis tax rule, if a municipal bond is purchased for a minimal discount, it is subject to capital gains tax rather than the (usually higher) ordinary income tax rate.\n\nAccording to the Internal Revenue Service (IRS), a minimal discount–defined as an amount less than a quarter of a percent of thepar valuemultiplied by the number of complete years between the purchase date of the bond and its maturity date–is too small to be considered amarket discountfor income tax purposes.\n\nTo determine whether a municipal bond is subject to thecapital gains taxorordinary income taxusing the de minimis tax rule, multiply the face value by 0.25%, and multiply the result by the number of full years between the discounted bond's purchase date and the maturity date. Subtract the derived de minimis amount from the bond's par value.\n\nIf this amount is higher than the purchase price of the discount bond, the purchased bond is subject to the ordinary income tax rate. If the purchase price is above the de minimis threshold, capital gains tax is due.\n\n\"De minimis\" means \"about minimal things.\" An insignificant discount is not treated as a capital gain.\n\nIn other words, if the market discount is less than the de minimis amount, the discount on the bond is generally treated as a capital gain upon its sale or redemption rather than as ordinary income.\n\nSay you are looking at a 10-year municipal bond with a par value of 100 and five years left until maturity. The de minimis discount is 100 par value x 0.0025 x 5 years = 1.25.\n\nYou then subtract the 1.25 from the par value to get the de minimis cut-off amount, which in this example is 98.75 = 100 – 1.25. This is the lowest price at which the bond can be purchased for the IRS to treat the discount as a capital gain.\n\nIn this example, If the price of the discount bond you purchased is below 98.75 per 100 of par value you will be subject to ordinary income tax under the de minimis tax rule.\n\nSo, if you purchased this bond for $95, ordinary income tax will apply when the bond is redeemed at par, since $95 is less than $98.75.\n\nAnother way to look at it is the market discount of 100 – 95 = 5 is higher than the de minimis amount of 1.25. Therefore, the profit on the sale of the bond is income, not capital gains.\n\nA basic bond pricing principle is that when interest rates rise, bond prices fall, and vice versa. The de minimis tax rule typically applies in an environment of rising interest rates. During such periods, the price of bonds falls and they are offered at discounts ordeep discountsto par.",
  "url": "https://www.investopedia.com/terms/d/deminimistaxrule.asp"
}