{
  "term": "Dead Cat Bounce: What It Means in Investing, With Examples",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA dead cat bounce is a short-lived and often sharp rally within a secular downtrend.\n\nA dead cat bounce is a temporary, short-lived recovery of asset prices from a prolonged decline or abear marketthat is followed by the continuation of thedowntrend. Frequently, downtrends are interrupted by brief periods of recovery—or small rallies—during which prices temporarily rise.\n\nThe name \"dead cat bounce\" is based on the notion that even a dead cat will bounce if it falls far enough and fast enough. It is an example of asucker's rally.\n\nA dead cat bounce is a price pattern used by technical analysts. It is considered acontinuation pattern, where at first the bounce may appear to be a reversal of the prevailing trend, but it is quickly followed by a continuation of the downward price move. It becomes a dead cat bounce (and not areversal) after the price drops below its prior low.\n\nFrequently, downtrends are interrupted by brief periods of recovery, or smallrallies, when prices temporarily rise. This can be a result of traders or investors closing outshort positionsor buying on the assumption that the security has reached a bottom.\n\nA dead cat bounce is aprice patternthat is usually recognized in hindsight. Analysts may attempt to predict that the recovery will be only temporary by using certain technical andfundamental analysistools. A dead cat bounce can be seen in the broader economy, such as during the depths of a recession, or it can be seen in the price of an individual stock or group of stocks.\n\nShort-term traders may attempt to profit from the small rally, and traders and investors might try to use the temporary reversal as a good opportunity to initiate a short position.\n\nSimilar to identifying a market peak or trough, recognizing a dead cat bounce ahead of time is fraught with difficulty, even for skilled investors. In March 2009, for example, economist Nouriel Roubini of New York University referred to theincipient stock market recoveryas a dead cat bounce, predicting that the market would reverse course in short order and plummet to new lows.Instead, March 2009 marked the beginning of a protractedbull market, eventually surpassing its pre-recession high.\n\nLet's consider a historical example. Stock prices for Cisco Systems peaked at $82 per share in March 2000 before falling to $15.81 in March 2001 amid thedot-com collapse.Cisco saw many dead cat bounces in the ensuing years. The stock recovered to $20.44 by November 2001, only to fall to $10.48 by September 2002. Fast forward to June 2016 and Cisco traded at $28.47 per share, barely one-third of its peak price during the tech bubble in 2000.\n\nA more recent example is the price action in the market following the onset of the global COVID-19 pandemic in the Spring of 2020. Between the week of Feb. 21 and Feb. 28 2020, U.S. markets lost around 12% as headlines began to hit and panic set in. The next week the market rose 2%, giving some people the impression that the worst was over. But this was a classic dead cat bounce, as the market subsequently fell an additional 25% over the next two weeks. Only later, during the summer of 2020, did markets recover.\n\nAs mentioned above, most of the time a dead cat bounce can only be identified after the fact. This means that traders that notice a rally after a steep decline may think it is a dead cat bounce when in reality it is a trend reversal signaling a prolonged upswing.\n\nHow can investors determine whether a current upward movement is a dead cat bounce or a market reversal? If we could answer this correctly all the time, we'd be able to make a lot of money. The fact is that there is no simple answer to spotting a marketbottom.\n\nA dead cat bounce typically lasts only a few days, although it can sometimes extend over a period of a few months.\n\nReasons for a dead cat bounce include a clearing of short positions, investors incorrectly believing the bottom has been reached, or from investors trying to find oversold assets. Ultimately, the dead cat bounce is not founded on fundamentals and so the market continues to decline soon after.\n\nAn inverted dead cat bounce is a temporary and often severe sell-off during an otherwise secular bull market. It has many of the characteristics of a dead cat bounce, but in reverse.\n\nWhen markets drop, arelief rallymay cause investors to think that the worst is over. However, it could just be a dead cat bounce: a sharp bull run in an otherwise secular bear market. Those that get caught by a dead cat bounce can experience losses as timing market bottoms is extremally difficult and risky.\n\nBusiness Insider. \"Roubini Says Rally Is A \"Dead Cat Bounce\".\"\n\nMacrotrends. \"S&P 500 Index - 90 Year Historical Chart.\"\n\nMacrotrends. \"Cisco - 32 Year Stock Price History | CSCO.\"",
  "url": "https://www.investopedia.com/terms/d/deadcatbounce.asp"
}