{
  "term": "Deadweight Loss of Taxation: Definition, How It Works, and Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nJiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\neFile989/Flickr.com (CC bySA-2.0)\n\nDeadweight loss of taxation is the overall reduction in demand and the subsequent decline in production levels that follow the imposition of a new tax on a product or service.\n\nDeadweight loss of taxation refers to the measurement of loss caused by the imposition of a new tax. It results when a new tax is imposed that is more than what is normally paid to the government's taxing authority. The theory behind the term suggests that imposing a new tax or raising an old one can backfire, resulting in insufficient or no gains in government revenues due to the decline in demand for the goods or services being taxed.\n\nGovernments impose taxes to collect revenues. These funds are used to support public programs and projects, such asinfrastructure, economic aid, and social services. Federal, state, and local governments frequently decide to increase taxes in order to raise revenues to cover shortfalls. Although this action may seem like a good idea, it often has the opposite effect. This is called a deadweight loss of taxation or, simply, a deadweight loss.\n\nLet's look at a hypothetical example. When the government raises taxes on certain goods and services, it collects that tax as additional revenue. Taxes can result in a highercost of productionand a higher purchase price for the consumer, though. This may eventually cause production volumes and consumer supply to both drop, leading to an increase in price and a drop in demand for these goods and services. This gap between the taxed and tax-free production volumes is the deadweight loss.\n\nThis theory was developed by Alfred Marshall, an economist who specialized inmicroeconomics.According to Marshall, supply and demand are directly related to production and cost. These points intersect in the middle. When one changes, it throws off the balance.\n\nAlthough there isn't a consensus among experts about whether deadweight loss can be accurately measured, many economists agree that taxation can often be counter-productive. This makes a deadweight loss of taxation a lost opportunity cost.\n\nUsually, a combination of several factors makes a deadweight loss of taxation occur. Not all of the factors below may apply to every situation, but a deadweight loss is more likely to occur when the following are present:\n\nHow consumers and producers respond to changes in price significantly influences the deadweight loss of taxation. When demand or supply is inelastic, deadweight loss tends to be higher. In these cases, consumers and producers may find it challenging to adjust their behavior in response to tax-induced price changes.\n\nTax elasticity, or the degree to which the tax base responds to changes in tax code, also plays a factor. If individuals or businesses can easily adjust their behavior to minimizetax liabilities, deadweight loss may be more pronounced. This is because the more flexible a consumer can be to avoid a tax, the more opportunities there are for the deadweight loss to occur.\n\nImagine a situation with very high tax rates. This was the case during the Prohibition Era (which is discussed towards the end of this article). When tax rates are very high, consumer behavior may be discouraged or materially altered to avoid them. This may have a greater likelihood of resulting in unintended consequences or lost revenue.\n\nDifferent taxes can influence economic behavior and deadweight losses in different ways. Taxes on consumption may affect spending patterns, as consumer may no longer want to consume a good if it is more expensive. Alternatively, consumers may seek illegal methods of consuming the good to avoid the tax altogether.\n\nIn perfectly competitive markets, deadweight loss may be more evident. Consider a situation where there several different small companies are competing in the same industry. Deadweight loss may be more likely to occur as consumers can hop from one company to another to avoid a single implication from a single firm due to the large number of small firms. In a market structure like a monopoly, it may be harder for a consumer (or producer) to avoid an unfavorable outcome.\n\nThe degree of competition and market power shapes how taxes affect economic agents and market outcomes.\n\nLast, the availability ofsubstitute goodscan matter. If consumers can easily switch to alternative goods or services in response to a tax, the impact on the original product may be more significant. Take, for example, a situation where the government imposed a specific tax on a certain geographical region. Consumers could, in theory, move to a different area; this area could have lower (or no) tax than what was assessed before. Because consumers were able to move or substitute where they lived, they could pose harm to the fiscal plan.\n\nTaxation reduces the returns from investments, wages, rents, andentrepreneurship. This, in turn, reduces the incentive to invest, work, deployproperty, and take risks. But it also encouragestaxpayersto spend time and money trying to avoid their tax burden, diverting valuable resources from other productive uses.\n\nMost governments levy taxes disproportionately on different people, goods, services, and activities. This distorts the naturalmarketdistribution of resources. The limited resources will move from their otherwise optimal use, away from heavily taxed activities and into lightly taxed activities, which may not be advantageous to all.\n\nThe economics of taxation also apply to other forms of governmentfinancing. If a government finances activities through bonds rather than taxation, deadweight loss is only delayed. Higher future taxes must be levied to pay off the bond debt.\n\nThe deadweight loss ofinflationis nuanced. Inflation reduces the economy’s production volume in three ways:\n\nDeficit spending means borrowing, which only delays deadweight loss of taxation to some future date when the debt must be repaid.\n\nHere's a hypothetical example to show how the deadweight loss of taxation works. Let's say the mythical city-state of Braavos imposes a flat 40%income taxon all of its citizens. The government stands to collect an additional $1.2 trillion a year through this new tax.\n\nThat big chunk of money, which is now going to the government of Braavos, is no longer available for spending on consumer goods and services, or for consumer savings andinvestment.\n\nAs a result, consumer spending and investments decline at least $1.2 trillion, and total economic output declines by $2 trillion. In this case, the deadweight loss is $800 billion—the $2 trillion total output less $1.2 trillion in lowerconsumer spendingor investing.\n\nDuring the Prohibition era in the United States, the government looked to slow alcohol consumption by imposing heavy taxes on alcoholic beverages. The demand for alcohol exhibited both elastic and inelastic components, with some consumers still willing to pay higher prices despite the taxes. This inelastic demand led to the emergence of a black market as consumers and producers sought alternatives to buying alcohol legally.\n\nHeavy taxes and legal restrictions reduced consumer surplus. Similarly, producer surplus diminished as legal producers encountered restrictions, and illegal producers faced legal consequences. The combination of these two factors meant both legal and illegal markets coexisted, an unintended consequence of the tax as this meant the government potentially lost out on taxes it would have otherwise collected. It's estimated that the federal government lost $11 billion in tax revenue from this course of action.\n\nThere are a lot of intricacies around the economics of the Prohibition era. At its core, the government enacted a tax that resulted in it losing income as businesses departed legal markets. Though one might claim the government may have steered some away from alcohol (arguably its primary goal), there were financial implications it may not have planned for.\n\nThe more elastic a good is, the greater the potential for deadweight loss because consumers and producers can more easily adjust their behavior in response to tax-induced price changes. If something is elastic, consumers may choose a substitute or avoid the good altogether.\n\nAchieving a tax system entirely free from deadweight loss is challenging, if not impossible. Taxes always introduce some level of distortion to market activities. People are naturally inclined to try and minimize their tax liability when possible, so consumer behavior in response to almost any tax may be reasonable to expect (even to a small degree).\n\nPolicymakers can minimize deadweight loss by designing tax policies that consider the elasticity of demand and supply, setting tax rates at optimal levels, broadening tax bases, and minimizing administrative and compliance costs. It behooves government officials who draft tax legislation updates to keep all this in mind when proposing changes, as all implications must be considered before decisions can be made.\n\nTax deadweight loss is a measure of the efficiency loss in a market due to taxes. When taxes are introduced, they can disrupt the natural order of markets because they change the way consumers interact with goods and make decisions. All else being equal, the most inefficient taxes will have the largest deadweight losses as they will prove to drive the most consumers away from favorable economic activity.\n\nDeadweight loss of taxation refers to the economic inefficiency resulting from taxes that distort market transactions, leading to a reduction in overall economic welfare. The magnitude of deadweight loss is influenced by a number of factors, including the elasticity of supply and demand, tax rates, and market conditions.\n\nFederal Reserve Bank of Richmond. \"Marshallian Cross Diagrams and Their Uses before Alfred Marshall: The Origins of Supply and Demand Geometry,\" Page 3.\n\nThe Library of Economics and Liberty. \"Alfred Marshall.\"\n\nU.S. Department of the Treasury. “Competition in the Markets for Beer, Wine, and Spirits,” Page 2.\n\nPublic Broadcast Channel. \"Unintended Consequences of Prohibition.\"",
  "url": "https://www.investopedia.com/terms/d/deadweight-loss-of-taxation.asp"
}