{
  "term": "Dealers: Definition in Trading, Meaning and Comparison to Brokers",
  "definition": "Dealers are people or firms who buy and sell securities for their own account, whether through a broker or otherwise. A dealer acts as a principal in trading for its own account, as opposed to a broker who acts as an agent who executes orders on behalf of its clients.\n\nDealers are important figures in the market. Theymake marketsin securities, underwrite securities, and provide investment services to investors. That means dealers are the market makers who provide the bid and ask quotes you see when you look up the price of a security in theover-the-countermarket. They also help create liquidity in the markets and boost long-term growth.\n\nWhile dealers are in a separate registration category in the U.S., the term is used in Canada as the shortened version of “investment dealer\"—the equivalent of a broker-dealer in the U.S.\n\nA dealer in the securities market is an individual or firm who stands ready and willing to buy a security for its own account (at its bid price) or sell from its own account (at its ask price). A dealer seeks to profit from the spread between thebid and askprices, while also adding liquidity to the market. It neither does business on behalf of a client nor facilitates transactions between parties.\n\nEntities that arrange trades between security buyers and sellers—but do not purchase and hold securities in their own account—are not classified as dealers.\n\nA dealer is different from a trader. While a dealer buys and sells securities as part of its regular business, a trader buys and sells securities for their own account—not on a business basis.\n\nIn recent years, the profitability of dealers has been challenged by a number of factors, including increased technology requirements to keep up with rapidly changing markets, industry consolidation, and the heightened regulatory environment, which has increased compliance costs.\n\nDealers are regulated by theSecurities and Exchange Commission (SEC). As part of the regulation, all dealers and brokers must register with the SEC and must be members of theFinancial Industry Regulatory Authority (FINRA).\n\nAnyone engaged in the following activities generally needs to register as a dealer:\n\nUnder SEC guidelines, dealers are required to perform certain duties when they deal with clients. These duties include prompt order execution, disclosure of material information and conflicts of interest to investors, and charging reasonable prices in the prevailing market.\n\nDealers are not allowed to begin conducting business until the SEC has granted registration. They must also join a self-regulatory organization (SRO), become a member of the Securities Investor Protection Corporation (SIPC), and comply with all state requirements.\n\nThese are two roles that are generally associated with the buying and selling of securities. Although they may function in a similar capacity, they do have distinctions between them.\n\nContrary to a dealer, a broker does not trade for its portfolio but instead facilitates transactions by bringing buyers and sellers together. In practice, most dealers also act as brokers and are known asbroker-dealers. Broker-dealers range in size from small independent houses to subsidiaries of some of the largest banks. Firms operating as broker-dealers perform both services depending on the market conditions and on the size, type, and security involved in a particular transaction.\n\nAnother key difference between the two is how they charge for their services. A dealer will charge a markup when selling from their own inventory because the dealer is principal in the account, while a broker charges clients a commission for executing trades on their behalf.\n\nDealers are also different fromregistered investment advisors (RIAs), who are required to put their clients' interests above their own. This standard is referred to as the fiduciary standard.\n\nThe environment in which multiple dealers come together to buy and sell securities for their own accounts is called a dealer market. In this market, dealers can deal with each other and use their own funds to close the transaction—as opposed to a broker's market, wherein they work as agents of buyers and sellers. Brokers are not permitted to trade in a dealer market. Dealers provide all the terms of the transaction including price.\n\nWhile the termdealeris used predominantly in the securities market, there are others who use this distinction. Dealers can also refer to a business or person who trades in or executes the purchase or sale of a specific product or service. For example, someone who sells automobiles is called a car dealer, while a person who deals in the sale of antiquities is called an antique dealer.\n\nAfter buying securities, such as stock and bonds, dealers sell those securities to other investors at a price higher than the buying price. The difference between their buying price (bid price) and their selling price (ask price) is known as the dealer's spread. The dealer's spread equals the profit that the dealer makes on the transactions.\n\nWhen you open an account with a broker-dealer, will be required to provide certain types of information.\n\nBefore opening an account with anyone, you should check the broker's background and disciplinary history. The SEC's websiteprovides guidance for finding a broker's background or disciplinary history.\n\nBroker's will generally ask for this personal information from their customers:\n\nYou will also need to decide what type of brokerage account you want to open. Broker-dealers usually offer two types of accounts: a cash account and a margin account.\n\nFinally, you will need to make some investment decisions for your account. You also have the option of granting \"discretionary authority\" to someone else to make decisions for you on your account.\n\nThere are over 3,400 securities firms, according to FINRA. Some of the largest broker-dealers include Fidelity Investments, Charles Schwab, and Edward Jones.\n\nBroker-dealers can be either individual or a firm (a general partnership, a limited partnership, limited liability company, corporation, or other entity). There are more than 3,400 broker-dealers from which to choose, according to the most recent data from theFinancial Industry Regulatory Authority(FINRA).\n\nDealers are people or firms who buy and sell securities for their own account, whether through a broker or otherwise. Dealers are regulated by theSecurities and Exchange Commission (SEC). Dealers are important because they make markets in securities, underwrite securities, and provide investment services to investors.\n\nSEC. \"Guide to Broker-Dealer Registration.\" Accessed June 8, 2021.\n\nFINRA. \"Statistics.\" Accessed June 8, 2021.\n\nFINRA. \"Statistics.\" Accessed June 8, 2021.",
  "url": "https://www.investopedia.com/terms/d/dealer.asp"
}