{
  "term": "Dealer Market: Definition, Example, Vs. Broker or Auction Market",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA dealer market is a financial market mechanism wherein multiple dealers post prices at which they will buy or sell a specific security or instrument. In a dealer market, adealer(who is designated as a “market maker”) providesliquidityand transparency by electronically displaying the prices at which it is willing tomake a marketin a security, indicating both the price at which it will buy the security (the “bid” price) and the price at which it will sell the security (the “offer” price).\n\nBonds and foreign exchanges trade primarily in dealer markets, and stock trading on theNasdaqis a prime example of an equity dealer market.\n\nA market maker (MM) in a dealer market stakes his or her own capital to provide liquidity to investors. The primary mode of risk control for the market maker is, therefore, the use of thebid-ask spread, which represents atangible costto investors, but which is also a source of profit to dealers.\n\nA dealer market differs from anauction marketprimarily in this multiple market maker aspect. In an auction market, a single specialist in a centralized location (think of the trading floor on the New York Stock Exchange, for instance) facilitates trading and liquidity by matching buyers and sellers for a specific security.\n\nIn a broker market, there must be a defined buyer and seller for a trade to happen. In a dealer market, buyers and sellers execute buy/sell orders separately and independently through dealers, who act as market makers. Thedifferences between broker and dealer marketsalso include:\n\nFor example, if Dealer A has ample inventory of WiseWidget Co. stock – which is quoted on the Nasdaq market along with other market makers at anational best bid and offer(NBBO) of $10 / $10.05.\n\nSay that Dealer A wishes to offload some of itsholdings, so it posts its own bid-ask quote as $9.95 / $10.03, skewing it lower since theyhave an axeto sell.\n\nInvestors looking to buy WiseWidget Co. would then take Dealer A’s offer price of $10.03 since it is two cents cheaper than the $10.05 price at which it is offered by other market makers. At the same time, investors looking to sell WiseWidget Co. stock would have little incentive to “hit the bid” of $9.95 posted by Dealer A, since it is 2 cents less than the $10 price that other dealers are willing to pay for the stock.\n\nA dealer is a specialized type of trader who commits to continuously maketwo-sided marketsin the securities that they deal in. This means that they will always be posting both a bid and an offer. The goal is to trade frequently enough with both buyers and sellers in the market to generate profit from the bid-ask spread.\n\nTraders, on the other hand, need not make two-sided markets and can buy or sell as they please. In this respect, non-dealer traders are considered to be price takers (instead of market makers). Traders do not profit from the bid-ask spread, but instead hope for the market to move in their favor in order to exit the trade at a favorable price later on.\n\nIn today's financial markets, broker-dealers (BDs) are regulated entities that can engage in securities trading for both their own accounts and on behalf of clients. Some broker-dealers act asagent(pure broker), facilitating trades only on behalf of customers and taking a commission. Others act as both principal and agent, trading against customers from their own accounts.\n\nThere are thousands of broker-dealers falling into one of two broad categories: awirehouse, which sells its own products, or anindependent broker-dealer, which sells products from outside sources\n\nNo.Robinhood, like other online trading platforms, is a broker. As a broker, it is registered as abroker-dealerwith FINRA, but it executes trades only on behalf of customers and does not take the other side of those trades. Nor does not constitute its own marketplace or exchange.\n\nCitadel. \"What Is a Market Maker?\"",
  "url": "https://www.investopedia.com/terms/d/dealersmarket.asp"
}