{
  "term": "Death Cross Definition: How and When It Happens",
  "definition": "The \"death cross\" is a market chart pattern reflecting recent price weakness.\n\nThe \"death cross\" market chart pattern refers to the drop of a short-termmoving average—meaning the average of recent closing prices for a stock, stock index, commodity, or cryptocurrency over a set period of time—below a longer-term moving average. The most closely watched stock-market moving averages are the50-dayand the 200-day.\n\nDespite its ominous name, the death cross is not a market milestone worth dreading. Market history suggests it tends to precede a near-term rebound with above-average returns.\n\nThe death cross only tells you that price action has deteriorated over a period a little longer than two months if the crossing is done by the 50-day moving average. (Moving averages exclude weekends and holidays when the market is closed.)\n\nThose convinced of the pattern's predictive power note the death cross preceded all the severe bear markets of the past century, including 1929, 1938, 1974, and 2008. That's an example ofsample selection bias, expressed by using only the select data points helpful to the argued point. Cherry-picking those bear-market years ignores the many more numerous occasions when the death cross signaled nothing worse than a market correction.\n\nAccording to Fundstrat research cited in Barron's, theS&P 500 indexwas higher a year after the death cross about two-thirds of the time, averaging a gain of 6.3% over that span. That's well off the annualized gain of over 10% for the S&P 500 since 1926, but hardly a disaster in most instances.\n\nThe track record of the death cross as a precursor of market gains is even more appealing over shorter time frames. From 1971 to 2022, the 22 instances in which the 50-day moving average of theNasdaq Composite indexfell below its 200-day moving average were followed by average returns of about 2.6% over the next month, 7.2% in three months, and 12.4% six months after the death cross, roughly double the typical Nasdaq return over those time frames, according to Nautilus Research.\n\nIntuitively, the death cross has tended to provide a more useful bearish market timing signal when occurring after market losses of 20% or more, because downward momentum in weak markets can indicate deteriorating fundamentals. But its historical track record makes clear the death cross is acoincident indicatorof market weakness rather than a leading one.\n\nHere is an example of a death cross on the S&P 500 in December 2018:\n\nImage by Sabrina Jiang © Investopedia 2021\n\nIt led to headlines describing \"a stock market in tatters.\" The index proceeded to lose another 11% over the next two weeks and a day. The S&P then rallied 19% from that low in two months and was 11% above its level at the time of the death cross less than six months later.\n\nAnother S&P 500 death cross took place in March 2020 during the initial COVID-19 panic, and the S&P 500 went on to gain just over 50% in the next year.\n\nThese examples don't represent the full range of possible outcomes after a death cross, of course. But they are at the very least more representative of current market conditions than earlier death cross occurrences.\n\nThe opposite of the death cross is the so-calledgolden crosswhen the short-term moving average of a stock or index moves above its longer-term moving average. Many investors view this pattern as a bullish indicator, even though the death cross has been followed by gains in several occurrences since 1992.\n\nThe golden cross can indicate a prolonged downtrend has run out of momentum.\n\nIf market signals as simple as the interaction between the 50-day and the 200-day moving averages had predictive value, you would expect them to lose it quickly as market participants tried to take advantage. The death cross makes for snappy headlines but it has been a better signal of a short-term bottom in sentiment than of an onset of a bear market or recession.\n\nA death cross is a bearish signal, so after a death cross occurs, a downward trend is likely to continue, where the asset's price will further decline. It can also signal a reversal; an end of an upward trend, where the price will start to decline or remain fairly flat.\n\nA death cross and a golden cross are the opposite of one another. A death cross is a bearish indicator and signals a decrease in the price of an asset. A golden cross is a bullish indicator that signals an increase in the price of an asset.\n\nTechnical traders use both a 50-day and 200-day moving average to determine if a death cross has occurred. A death cross occurs when the 50-day moving average is above the 200-day moving average and then crosses below the 200-day moving average.\n\nThe death cross is used in technical analysis by traders to understand a stock's price movement, whereby it notifies a trader that the short-term moving average has fallen below a longer-term moving average, which signals a bearish trend.\n\nBloomberg. \"BofA Says Ominous Signal From S&P 500 Is Pointing to Gains.\"\n\nNasdaq. \"Some Historical Perspective on the S&P 500 Index 'Death Cross'.\"\n\nBarron's. \"The S&P 500 Just Hit a 'Death Cross.' Why It’s Good News for the Stock Market.\"\n\nMoneychimp. \"Compound Annual Growth Rate (Annualized Return),\" Date Range \"Jan. 1, 1926 to Dec. 31, 2022.\"\n\nNautilus Research, X post. \"50 x below 200 on CCMP not too scary though.\"\n\nYahoo! Finance. \"S&P 500 (^GSPC) Historical Data.\"",
  "url": "https://www.investopedia.com/terms/d/deathcross.asp"
}