{
  "term": "Debit Note: What It Is and How It Works",
  "definition": "A debit note is a document used and issued by a vendor to inform the buyer of current debtobligations. It can provide information regarding an upcominginvoiceor serve as a reminder for overdue payments.\n\nBuyers can also create debit notes when returning goods received oncredit. For returned items, the notes will include the total anticipated credit, an inventory of the returned items, and the reason for their return.\n\nA debit note is typically used inbusiness-to-business (B2B)transactions involving an extension of credit. In these transactions, a vendor ships goods to a buyer before payment is made.\n\nDebit notes tell the buyer that the seller has debited their account. Although real goods change hands, real money isn't transferred until an actual invoice is issued. Instead, debits and credits are logged in an accounting system to track shippedinventoriesand payments owed.\n\nDebit notes are separate from invoices because they're generally formatted as letters, and they may not require immediate payment. This is especially true when the debit noteinforms the buyer of upcoming debt obligationsbased on amounts that have yet to be officially invoiced.\n\nSome companies use debit notes to bill items outside of their primary business. For example, if a company sublets some of its warehouse space, it might issue a debit note for the rent. Debit notes can also be used to correct invoice errors. If a client is underbilled, a debit note may be issued for the missing amount.\n\nIn addition to the letter format, debit notes might also be provided as shipping receipts with delivered goods. While the amount due may be noted, payment is not expected until an official invoice is sent to the buyer. This can allow a buyer to return goods, if necessary, without first providing payment.\n\nIn some cases, debit notes may be sent as informational postcards that only serve as a reminder of thedebtthe buyer has accrued. These postcards may be helpful when a seller is uncertain if an original invoice was received or reviewed and may include details on settling the debt, such as contact information.\n\nSellers generally either consider sending debit notes a standard business practice and use it according to internal procedures—or do not use it at all. Sometimes, a buyer can request a document with the information in a debit note to meet internal record-keeping requirements.\n\nDebit notes may look different based on the issuer. However, every vendor that uses them includes a few distinct components in these documents. The following is a list of some of the features of a debit note:\n\nThese features ensure that the buyer and seller have a clear record of the transaction.\n\nDebit notes, sometimes calleddebit memos, are documents clients receive if their account balance decreases.The document shows how much is owed and provides important details to help the buyer and seller keep accurate records.\n\nA debit note is different from a credit note. A debit note notifies a buyer of the debt they owe, while a credit note notifies a buyer of a credit being applied to their account. Debit notes increase the amount owed by the buyer, while credit notes reduce the buyer's liability.\n\nCredit notes are issued in several situations, including:\n\nCredit notes may be used to cover all or part of the bill's value. However, a credit note is not a refund. It indicates that the customer’s account has a credit on file, which can be used to offset the cost of future purchases.\n\nA vendor may create and send a debit note to a customer to remind them that payment is due for goods and services delivered. In other cases, a customer may issue a debit note to a supplier about an adjustment to their order, including the total amount of goods returned and their value.\n\nA vendor or supplier sends a debit note to a buyer. The document informs the customer of their debt obligations relating to a purchase order. Buyers may also issue debit notes to inform a vendor that goods received are being returned.\n\nDebit notes and invoices are similar documents, but they aren't necessarily the same.\n\nInvoices are bills. This means that they indicate information about a sale, including the goods and services sold, the price per unit, and the total cost. Other information may be included, such as the name and details of the seller and/or information about the buyer.\n\nA debit note, on the other hand, is a document prepared by the seller that is usually used to remind customers about payments that need to be made or about adjustments made to an order.\n\nVendors and buyers commonly create and submit documents relating to the exchange of goods and services. A debit note is one document that both parties can send to one another.\n\nA debit note indicates that a buyer has a payment pending on an order, or it can alert a vendor that a buyer is making an adjustment on something they ordered. However, don’t confuse this with an invoice, which is a bill of sale that has information about the nature of the goods sold, their price, and the total amount of the order.\n\nFreshBooks. \"Debit Memo: Definition, Elements & Types.\"\n\nAdobe. \"Debit Note vs. Credit Note: What’s the Difference?\"",
  "url": "https://www.investopedia.com/terms/d/debit-note.asp"
}