{
  "term": "Debtor in Possession (DIP): Meaning, Rules, Pros and Cons",
  "definition": "A debtor in possession (DIP) is a business or an individual that has filed forChapter 11bankruptcy protection but still holds property to which creditors have a legal claim under alienor othersecurity interest. A DIP may continue to do business using those assets. However, it is required to seek court approval for any actions that fall outside the scope of regular business activities. The DIP must also keep precise financial records, insure any property, and file appropriate tax returns.\n\nDebtor in possession (DIP) is typically a transitional stage in which the debtor, most often a business, attempts to salvage value from assets after bankruptcy. The most obvious reason for obtaining DIP status is that the assets can be used as part of a functioning business with higher resale value than the assets themselves. DIP status lets bankrupt companies and individuals avoidliquidationatfire-saleprices, which benefits both the bankrupt party and their creditors.\n\nConsider amom-and-poprestaurant that was forced into bankruptcy during arecession. The restaurant may still have talented staff, a good reputation, and loyal customers. These could all be more valuable to the right buyer than the restaurant's building and equipment. However, it may take months or even years to find that buyer. A debtor in possession might be able to continue operating the restaurant until they find the right buyer.\n\nAlternatively, debtor in possession status can be used to reorganize a business. Returning to the bankrupt restaurant example, the owners could eventually find a local investor willing to buy their building and rent it back to them. The funds from the sale might be used to pay off all their creditors and emerge from bankruptcy. The restaurant would then be back in business on a different basis.\n\nAlthough DIPs often exercise substantial control over the assets in their possession, it is essential to realize that they no longer own those assets. Creditors can ultimately use the courts to force a sale of the DIP assets.\n\nThe key advantage to DIP status is, of course, being able to continue running a business (while with the obligation to do so in the best interest of any creditors). A DIP may also be able to secure debtor-in-possession financing (DIP financing) that can help to keep the business afloat until it can be sold.\n\nA debtor in possession can sometimes even retain property by paying the creditor its fair market value if the court approves the sale. For example, an individual debtor may seek to buy back their car, so they can use it to work or find work to pay off the creditor.\n\nThe ability to continue doing business as a debtor in possession is naturally limited by the financial interests of creditors. They will eventually demand to be paid and can force the sale of assets in the debtor's possession.\n\nAfter filing for Chapter 11 bankruptcy, the debtor must close the bank accounts they used before the filing and open new ones that name the DIP and their status on the account. From that point on, many decisions the debtor might previously have made alone must be approved by a court.\n\nA debtor in possession must act in the best interests of creditors and, in the case of a business, its employees. A business must pay wages, make appropriate withholdings, deposit the withheld taxes, and pay both the employee and employer share of Social Security and Medicare taxes, orFICA, as before.\n\nOther spending is carefully regulated. For example, the debtor usually cannot pay off debts that arose before filing for bankruptcy unless doing so is permissible under the bankruptcy code or approved by the court. The DIP also cannot put up company assets ascollateralor employ and pay professionals without court permission.\n\nSimilarly, unless the court rules otherwise, federal, state, and local tax returns must continue to be filed when due, or with extensions sought by the DIP as needed. The DIP must also maintain adequate insurance on the assets—and be able to document that coverage. In addition, it must provide periodic reporting on the financial health of the business.\n\nShould the debtor not meet these obligations, or fail to follow court orders, the DIP designation can be terminated, after which the court will appoint atrusteeto manage the business or individual's financial affairs.\n\nChapter 11 is a type of bankruptcy most often filed for by businesses, in particular corporations and partnerships. Sometimes referred to as a \"reorganization bankruptcy,\" it allows the business to continue operating under court supervision while it attempts to pay its creditors. Individuals can also file for Chapter 11, but they more typically useChapter 7orChapter 13.\n\nA small business case is a type of simplified Chapter 11 bankruptcy for businesses with debts of $3,024,725 or less. It was created by theBankruptcy Abuse Prevention and Consumer Protection Act (BAPCPA)in 2005. Small businesses that qualify can use either it or the more recent Subchapter V.\n\nSubchapter V is a special category of Chapter 11 for small businesses created in 2019 by the Small Business Reorganization Act (SBRA). Its goal is to speed up and streamline the bankruptcy process for businesses that qualify, currently those with debts of $7.5 million or less.\n\nDebtor in possession (DIP) status can allow a business or, in some cases, an individual to maintain possession of certain assets while they work to pay off their creditors. In the cases of a business, the owners will be more restricted than before in their autonomy because they must now act in the interests of their creditors rather than their own interests.\n\nUnited States Courts. \"Chapter 11 – Bankruptcy Basics.\"\n\nUnited States Department of Justice. \"Overview of Bankruptcy Chapters.\"",
  "url": "https://www.investopedia.com/terms/d/debtorinpossession.asp"
}