{
  "term": "Debt Collector: Definition, Collection Strategies, and Regulations",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA debt collector is a person or organization that recovers money owed on delinquent accounts. Creditors hire debt collectors when they are owed money by individuals. Collectors are paid a flat fee or a certain percentage of the amount they collect. Some debt collectors aredebt buyers, such that they purchase debt at a fraction of its face value and then attempt torecover the full amount of the debtor as much of it as they can. A debt collector may also be known as a collection agency.\n\nWhen a borrowerdefaultson a debt, the lender or creditor mayturn their account over to a debt collectoror collections agency. The debt is said to have gone to collections at this point. This typically happens within three to six months of default, depending on the creditor. Overdue payments on credit cards, phone bills, auto loans, utility bills, andback taxesare examples of debts for which collectors may be responsible.\n\nDebt collectors may contact thedebtorin writing by mail or over the phone. They can call the person's personal and work phones. In some cases, they may even show up on a debtor's doorstep. Collectors may also contact a debtor's family, friends, and neighbors to confirm the individuals' contact information on file.\n\nIf the person agrees to pay the debt, thecreditorwill usually pay the debt collector a percentage of the money it gets back, unless they have a flat-fee arrangement.\n\nSome debt collection agencies and other companies will purchase delinquent debt from creditors, typically for pennies on the dollar, then attempt to collect the debt for their benefit. These collectors keep all of the money they collect if they're successful.\n\nThere are different types of debt collectors. In-house debt collectors are employees of the creditor. Third-party debt collectors work for outside agencies that are specifically in the business of collecting other parties' debts.\n\nDebt collectors are regulated under theFair Debt Collection Practices Act (FDCPA), which is administered by theFederal Trade Commission (FTC). The law, which went into effect in 1978, is designed to protect consumers againstunscrupulous collection practices.It prohibits the use of abusive, unfair, or deceptive practices during the collection process. This includes the following:\n\nThe law also gives debtors certain rights. For example, if you send a letter to a debt collector telling them to stop contacting you, the collector is required to comply. This means they must stop contacting you in any way, including over the phone or in writing.\n\nTheConsumer Financial Protection Bureau (CFPB)issued a new Debt Collection Rule in 2021 that further clarifies what debt collectors can and can't do. For example, when a debt collector first contacts the debtor in any way, it must provide certain information, such as the debt collector's name and address, the creditor's name, the associated account number, and the amount and itemized accounting of the debt. They must also provide information on the debtor's rights and how they can dispute the debt if they believe it is inaccurate.\n\nPeople who think a debt collector has broken the law can report them to the FTC, the CFPB, and their state attorney general's office.\n\nDebt collectors are not allowed to disclose information about your debt to another individual, such as a family member, friend, neighbor, coworker, or employer, without your express consent. You can file a complaint with the FTC, CFPB, or your state attorney general's office if you have trouble with a collector. You also have the right to sue the debt collector in state or federal court.\n\nHere's a hypothetical example to show how debt collectors work. Let's assume that Jesse owes ABC Bank $15,000 on acredit card. They've missed six months' worth of payments because they're overwhelmed by debt. The credit card issuer makes several attempts to try to collect on the arrears through its in-house collection department. After the last attempt, the bank closes the card and sends Jesse's account to a third-partycollection agencyto assume collection activity.\n\nOnce the account arrives, the collection agency sends a letter to Jesse advising them that it is now responsible for collecting on the account. The agency may send letters and attempt to collect the debt by contacting Jesse over the phone.\n\nIf the activity is successful, the agency may get a fee or a percentage of the outstanding balance. The rest is sent to the original creditor and the account is considered paid in full.\n\nYes, a debt collector may report a debt to the credit bureaus, but only after it has contacted the debtor about it.The delinquent debt may also be reflected on the person's credit report under the name of the original creditor. Both can remain on credit reports for up to seven years and have a negative effect on the individual's credit score, a large portion of which is based on their payment history.\n\nNo, the Fair Debt Collection Practices Act applies only to consumer debts, such as mortgages, credit cards, car loans, student loans, and medical bills.\n\nYes, the Internal Revenue Service (IRS) uses private agencies to collect outstanding tax debts in some instances. When that happens, the IRS sends the taxpayer an official notice called a CP40.Because scams are common, taxpayers should be wary of anyone purporting to be working on behalf of the IRS and check with the IRS to make sure.\n\nWhether a debt collector is licensed depends entirely on the state where they're employed. Some states have licensing requirements for debt collectors while others do not. All debt collectors in the U.S., whether licensed or not, must comply with the federal Fair Debt Collection Practices Act, and some states have specific laws in place to regulate collectors and protect resident borrowers.\n\nDebt collectors provide a useful service to lenders and other creditors that want to recover all or part of the money that is owed to them. At the same time, the law provides certain consumer protections to keep debt collectors from becoming too aggressive or abusive.\n\nConsumer Financial Protection Bureau. \"What Is a Debt Collector and Why Are They Contacting Me?\"\n\nConsumer Financial Protection Bureau. \"Fair Debt Collection Practices Act (FDCPA) Examination Procedures.\"\n\nFederal Trade Commission. \"Debt Collection.\"\n\nFederal Trade Commission. \"Debt Collection FAQs.\"\n\nConsumer Financial Protection Bureau. \"Understand How the CFPB's Debt Collection Rule Impacts You.\"\n\nConsumer Financial Protection Bureau. \"How Do I Get a Debt Collector to Stop Contacting Me?\"\n\nConsumer Financial Protection Bureau. \"When Can a Debt Collector Report My Debt to a Credit Reporting Company?\"\n\nConsumer Financial Protection Bureau. \"How Long Does Negative Information Remain on My Credit Report?\"\n\nInternal Revenue Service. \"Private Debt Collection.\"",
  "url": "https://www.investopedia.com/terms/d/debt-collector.asp"
}