{
  "term": "Debt: What It Is, How It Works, Types, and Ways to Pay Back",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA debt is a financial obligation undertaken by a borrower that must be repaid to the lender, usually with an additional payment of interest.\n\nDebt is a financial obligation that must be repaid. In the modern world, a debt may be a large sum of money borrowed for a major purchase and repaid over time with interest. Other debts may accumulate from the use of credit for routine purchases.\n\nDebt may be secured or unsecured. A secured debt is collateralized, meaning the borrower has pledged property that can be seized if payments are in default. Unsecured debt, such as credit card debt and student loan debt, is not collateralized.\n\nThe most common forms of debt are loans, including mortgages, auto loans, and personal loans, as well ascredit cards.\n\nUnder the terms of a most loans, the borrower receives a set amount of money, which they must repay in full by a certain date, which may be months or years in the future. The terms of the loan will also stipulate the amount ofinterestthat the borrower is required to pay, expressed as a percentage of the loan amount. Interest compensates the lender for taking on the risk of the loan.\n\nCredit cards and lines of credit operate a little differently. They provide what's known as revolving oropen-end credit, with no fixed end date. The borrower is assigned a credit limit and they can use their credit card or credit line repeatedly as long as they don't exceed that limit.\n\nWhen students take out federal student loans to pay for college, they will receive a certain sum of money that they agree to pay back in the future with interest. Students now have the option of several different repayment plans. If they choose what's known as the standard repayment plan, they will be required to make fixed monthly payments for 10 years, at which point their debt will be completely paid off.\n\nEach of those monthly payments will represent a portion of theprincipalthey owe plus interest on their debt. The interest rate on federal student loans for undergraduates is currently 6.53%.\n\nDebt can come in a variety of forms, each with their own uses and requirements. Most types of debt fall into one or more of the following categories:\n\nSecured debtis also known ascollateralizeddebt. That means the borrower has pledged something of value to back up the debt.\n\nWith a car loan, for example, the vehicle usually serves as collateral. If the borrower fails to repay the money they borrowed to buy the car, the lender can seize and sell it.\n\nSimilarly, when someone takes out a mortgage to buy a home, the home itself typically serves as collateral. If the borrower fails to make payments, the lender canforecloseand take the home.\n\nA company that wants to borrow money might pledge a piece of machinery, real estate, or cash in the bank as collateral.\n\nUnsecured debtdoes not require any collateral as security. Instead, the lender decides whether to grant a loan based on the borrower's creditworthiness, as indicated by theircredit score, credit history, and other factors.\n\nMost credit cards and most personal loans are examples of unsecured debt. Because unsecured debt can be riskier to the lender it generally commands a higher interest rate than secured debt.\n\nRevolving debtprovides the borrower with a line of credit that they are able to borrow from as they wish. The borrower can take up to a certain amount, pay the debt back, and borrow up to that amount again. The most common form of revolving debt is credit card debt.\n\nAs long as the borrower fulfills their obligations, typically by making monthly payments of at least a certain minimum amount, the line of credit remains available for as long as the account is active. Over time, with a favorable repayment history, the amount of revolving credit that's available to the borrower may increase.\n\nAmortgageis a type of secured debt used to purchase real estate, such as a house or condo. Mortgages are usually paid back over long periods, such as 15 or 30 years.\n\nMortgages are often the largest debt, apart from student loans, that consumers will ever take on, and they come in many different varieties. Two broad categories arefixed-rate mortgagesandadjustable-rate mortgages, or ARMs. In the case of ARMs, the interest rate can change periodically, usually based on the performance of a particularindex.\n\nCompanies that want to borrow money have some options that aren't available to individual consumers. In addition to loans from a bank or other lender, they are often able to issue bonds and commercial paper.\n\nBondsare a debt instrument that allow a company to borrow funds from investors by promising to repay the money with interest. Both individuals and investment firms can purchase bonds, which typically carry a fixed interest, orcoupon, rate. If a company needs to raise $1 million to fund the purchase of new equipment, for example, it could issue 1,000 bonds with aface valueof $1,000 each.\n\nBonds commonly become due at a certain date in the future, called thematurity date, at which time the investor will receive the bond's full face value. In addition, the investor will have received regular interest payments throughout the intervening years.\n\nCommercial paperis short-term corporate debt with a maturity of 270 days or less.\n\nProperly used, debt can be advantageous to individuals and companies alike. Few people could buy a home without a mortgage, and many people couldn't afford a new car without an auto loan. Credit cards can be a great convenience and even a lifesaver in emergency situations.\n\nFor companies, access to debt can make all the difference in their ability to expand and compete.\n\nBut debt can be risky, for borrower and lender alike. With enough credit cards in their wallets, consumers can easily accumulate an unmanageable amount of debt, especially if they lose their jobs or face another serious setback.\n\nCompanies that take on a large amount of debt may not be able to make their interest payments if sales drop, putting the business in danger ofbankruptcy. Even if it doesn't reach that point, having too much debt can impose a crippling burden on a company, requiring it to devote much of its income to debt repayment rather than more productive purposes.\n\nThe best way to stay out of debt trouble is to have a plan for paying it off. That starts with not taking on too much debt in the first place.\n\nFor example, consumers should pay attention to theircredit utilization ratio, also known as adebt-to-limit ratio. That's the amount of debt they currently owe as a percentage of the total amount of credit they have available to them. For example, if someone has two credit cards with a combined credit limit of $10,000, and they currently owe $5,000 on those cards, their credit utilization ratio is 50%.\n\nLenders typically prefer that consumers keep their credit utilization ratios below 30%, and credit scores penalize individuals for exceeding that level.\n\nThe fastest way to pay off debt is to devote a greater portion of your income to monthly debt payments, ideally paying off credit card debts in full each month before any interest charges kick in. If you need to prioritize, experts generally recommendpaying off your highest interest debts firstand working your way down from there.\n\nYou can alsoconsolidateseveral debts into one, which may make sense if the new loan carries a lower interest rate. Similarly, you may be able totransfer your credit card balancesto another card with a lower interest rate or, ideally, a 0% interest rate for a period of time.\n\nDebt is anything owed by one party to another. Examples of debt include amounts owed on credit cards, car loans, and mortgages.\n\nIn terms of consumer debt, 15 U.S. Code Section 1692a defines it as \"any obligation or alleged obligation of a consumer to pay money arising out of a transaction in which the money, property, insurance, or services which are the subject of the transaction are primarily for personal, family, or household purposes, whether or not such obligation has been reduced to judgment.\"\n\nDebt and loan are often used synonymously, but there are slight differences. Debt is anything owed by one person to another. Debt can involve real property, money, services, or other consideration. In corporate finance, debt is more narrowly defined as money raised through the issuance of bonds.\n\nA loan is a form of debt but, more specifically, an agreement in which one party lends money to another. The lender sets repayment terms, including how much is to be repaid and when, as well as the interest rate on the debt.\n\nDebt is amount of money you owe, while credit is the amount of money you have available to you to borrow. For example, unless you have maxed out your credit cards, your debt is less than your credit.\n\nDebt is an important, if not essential, tool in today's economy. Businesses take on debt in order to fund needed projects, while consumers may use it to buy a home or finance a college education. At the same time, debt can be risky, especially for companies or individuals that accumulate too much of it.\n\nFederal Student Aid. \"Standard Replayment Plan.\"\n\nFederal Student Aid. \"Interest Rates and Fees for Federal Student Loans.\"\n\nFederal Reserve System. \"Commercial Paper Rates and Outstanding Summary.\"\n\nExperian. \"What Is a Credit Utilization Ratio?\"\n\nU.S. Government Publishing Office. \"Title 15—Commerce and Trade: § 1692a. Definitions.\" Page 1.",
  "url": "https://www.investopedia.com/terms/d/debt.asp"
}