{
  "term": "Debtor-in-Possession (DIP) Financing: Definition and Types",
  "definition": "Debtor-in-possession (DIP) financing allows companies that have filed for bankruptcy protection underChapter 11to borrow capital to restructure and continue trading. DIP loans usually have priority over existing debt, equity, and other claims and are facilitated in the hope that the distressed company, with a new cash injection, can save itself, begin making money again, and pay off all its debts.\n\nAdebtor in possessionis a company that files for Chapter 11 bankruptcy protection. Companies that file for this type of bankruptcy are able to secure financing under Section 364(c) of the U.S. Bankruptcy Code to facilitate their reorganization. The name for this financing is debtor in possession (DIP) financing.\n\nChapter 11 favors corporate reorganization overliquidation, so filing for this type of protection can offer a vital lifeline to distressed companies in need of financing.\n\nThe distressed companymust apply to the bankruptc­y court for permission to borrow funds from lenders. The court will be aware that the business needs working capital to survive and pay off its existing debts but also want to see evidence of a solid turnaround plan.\n\nLenders too won’t just blindly hand over capital to bankrupt companies. They’ll also want to see evidence that the company has a solid plan in place to generate profit. They'll demand guarantees as well. DIP financing is usually fully secured by the company’s assets and normally has priority over existing debt, equity, and other claims, meaning the facilitator of DIP financing is first in line to get paid back.\n\nThe court must approve the financing plan consistent with the protection granted to the business. Oversight of the loan by thelenderis also subject to the court’s approval and protection. If the financing is approved, the business will have theliquidityit needs to keep operating and the creditors a chance to get back the money they are owed.\n\nThe main purpose of DIP financing is to get a company back on its feet and able to make money again to grow and pay off debts. The company may completely turn its fortunes around or use the financing to strengthen enough so that it can sell its assets for more.\n\nWhen a company is able to secure DIP financing, it lets vendors, suppliers, and customers know that the debtor will be able to remain in business, provide services, and make payments for goods and services during its reorganization. If the lender has found that the company is worthy of credit after examining its finances, it stands to reason that the marketplace will come to the same conclusion.\n\nDIP financing throws distressed companies a lifeline by giving them the capital to stay afloat and execute their reorganization or turnaround plan. This can also be good for lenders. A fire sale from liquidation may not raise enough funds to satisfy all debts. With DIP financing, on the other hand, lenders may get paid back everything they are owed.\n\nDIP financing often provides enough funds to bankroll the distressed company's operations and gradually pay off existing debts. It also gives the company a shot at exiting bankruptcy, which increases the chance of previous lenders getting all their money back.\n\nGeneral Motors and Chrysler were beneficiaries of debtor-in-possession (DIP) financing during theGreat Recession.\n\nDIP financing usually occurs at the beginning of the bankruptcy filing process. However, often struggling companies that may benefit from court protection will delay filing out of failure to accept the reality of their situation. Such indecision and delay can waste precious time, as the DIP financing process tends to be lengthy.\n\nThere are a number of terms involved in accessing this complex type of funding, from seniority on assets in the event of a failed restructuring to the interest costs of the loan.\n\nOnce a company enters into Chapter 11 bankruptcy and finds a willing lender, it must obtain approval from abankruptcy court. Issuing a loan under bankruptcy law provides a lender with much-needed comfort.\n\nDIP financing lenders are given first priority on assets in case of the company’s liquidation, an authorized budget, a market or premium interest rate, and any additional comfort measures that the court or lender believes warrant inclusion. Current lenders usually have to agree to the terms, particularly in taking a back seat to alienon assets.\n\nThe approved budget is an important aspect of DIP financing. The “DIP budget” can include a forecast of the company’s receipts, expenses, net cash flow, and outflows for rolling periods. It must also factor in the timing of payments to vendors, professional fees, seasonal variations in its receipts, and any capital outlays.\n\nOnce the DIP budget is agreed upon, both parties will agree on the size and structure of the credit facility or loan. This is just a part of the negotiations and legwork necessary to secure DIP financing.\n\nDIP financing is frequently provided viaterm loans. Such loans are fully funded throughout the bankruptcy process, which means higher interest costs for the borrower, and typically span over a year or more.\n\nFormerly,revolving creditfacilities were the most utilized method, which allows a borrower to draw down the loan and repay as needed, similar to a credit card. This allows for more flexibility and therefore the ability to keep interest costs lower, as a borrower can actively manage the amount of the loan borrowed.\n\nDIP financing is usually provided via term loans. Alternatives can include a line of credit, which allows the distressed company to borrow money as and when it needs it up to a preset limit, andinvoice factoring.\n\nDIP financing is provided by lenders. That could be a bank or other lending institution. Sometimes several lenders can team up to offer the loan. Other times it may just be a sole lender behind DIP financing.\n\nDIP financing is debt incurred during bankruptcy. Exit financing, on the other hand, is financing provided to companies exiting from bankruptcy.\n\nDebtor-in-possession (DIP) financing is meant for firms in Chapter 11 bankruptcy. It’s a special kind of financing that allows them to continue operating.\n\nOnly companies that file for bankruptcy protection under Chapter 11 are allowed to access DIP financing, which usually happens at the start of a filing. Under this type of financing agreement, lenders are given \"super-priority\" over a company's assets in the case of liquidation, create an authorized budget with the distressed company, and typically charge higher interest rates under term loans.\n\nGovinfo. \"Page 88 TITLE 11—BANKRUPTCY § 364.\"\n\nUniversity of Pennsylvania. Penn Carey Law. \"From Chrysler and General Motors to Detroit.\"",
  "url": "https://www.investopedia.com/terms/d/debtorinpossessionfinancing.asp"
}