{
  "term": "Debt-to-Equity (D/E) Ratio Formula and How to Interpret It",
  "definition": "The debt-to-equity (D/E) ratio is a calculation of a company’s total liabilities and shareholder equity that evaluates its reliance on debt.\n\nThe debt-to-equity (D/E) ratio is used to evaluate a company's financial leverage. It's calculated by dividing a company's total liabilities by its shareholder equity. The D/E ratio is an important metric in corporate finance because it's a measure of the degree to which a company is financing its operations with debt rather than its own resources.\n\nThe debt-to-equity ratio is a type of gearing ratio.\n\nDebt/Equity=Total LiabilitiesTotal Shareholders’ Equity\\begin{aligned} &\\text{Debt/Equity} = \\frac{ \\text{Total Liabilities} }{ \\text{Total Shareholders' Equity} } \\\\ \\end{aligned}​Debt/Equity=Total Shareholders’ EquityTotal Liabilities​​\n\nThe necessary information to calculate the D/E ratio can be found on a company's balance sheet. Subtracting the value of liabilities from total assets provides the figure forshareholder equity.\n\nThese balance sheet categories may include items that wouldn't normally be considered debt or equity in the traditional sense of a loan or an asset. The ratio can be distorted byretained earningsor losses, intangible assets, and pension plan adjustments, so further research is usually needed to understand to what extent a company relies on debt.\n\nAnalysts and investors will often modify the D/E ratio to get a clearer picture and facilitate comparisons. They also assess the D/E ratio in the context of short-termleverage ratios, profitability, and growth expectations.\n\nMelissa Ling © Investopedia 2019\n\nBusiness owners use a variety of software to track D/E ratios and other financial metrics. For example, Microsoft Excel provides a balance sheet template that automatically calculates financial ratios such as the D/E ratio and the debt ratio.\n\nYour other option is to manually enter the values for total liabilities and shareholders’ equity in adjacent spreadsheet cells, such as in B2 and B3, and then add the formula “=B2/B3” in cell B4 to obtain the D/E ratio.\n\nThe D/E ratio measures how much debt a company has taken on relative to the value of its assets net of liabilities. Debt must be repaid or refinanced, and it imposes interest expenses that typically can’t be deferred. This can impair or destroy the value of equity in the event of a default. A high D/E ratio is often associated with high investment risk as a result. It means that a company relies primarily on debt financing.\n\nDebt-financed growth can increase earnings, and shareholders should expect to benefit if the incremental profit increase exceeds the related rise in debt service costs. The share price may drop, however, if the additional cost of debt financing outweighs the additional income it generates. The cost of debt and a company’s ability to service it can vary with market conditions. Borrowing that seemed prudent at first can prove unprofitable later as a result.\n\nChanges in long-term debt and assets tend to affect the D/E ratio the most because the numbers tend to be larger than for short-term debt and short-term assets.Investors can use other ratios if they want to evaluate a company’s short-term leverage and its ability to meet debt obligations that must be paid over a year or less.\n\nThecash ratioevaluates a company’s near-term liquidity:\n\nCash Ratio=Cash+Marketable SecuritiesShort-Term Liabilities\\begin{aligned} &\\text{Cash Ratio} = \\frac{ \\text{Cash} + \\text{Marketable Securities} }{ \\text{Short-Term Liabilities } } \\\\ \\end{aligned}​Cash Ratio=Short-Term LiabilitiesCash+Marketable Securities​​\n\nCurrent Ratio=Short-Term AssetsShort-Term Liabilities\\begin{aligned} &\\text{Current Ratio} = \\frac{ \\text{Short-Term Assets} }{ \\text{Short-Term Liabilities } } \\\\ \\end{aligned}​Current Ratio=Short-Term LiabilitiesShort-Term Assets​​\n\nLet’s consider an example from Apple Inc. (AAPL). We can see below that Apple had total liabilities of $279 billion and total shareholders’ equity of $74 billion as of Q1 2024, which ended on Dec. 30, 2023.\n\nUsing the above formula, the D/E ratio for Apple can be calculated as:\n\nDebt-to-equity = $279 Billion / $74 Billion = 3.77\n\nApple had $3.77 of debt for every dollar of equity. The ratio doesn’t give investors the complete picture on its own, however. It’s important to compare the ratio with that of similar companies.\n\nThe long-term D/E ratio focuses on riskier long-term debt by using its value instead of that of total liabilities in the numerator of the standard formula:\n\nLong-term D/E ratio = Long-term debt ÷ Shareholder equity\n\nShort-term debt also increases a company's leverage, but these liabilities must be paid in a year or less, so they're not as risky. Imagine a company with $1 million in short-term payables, such as wages, accounts payable, and notes, and $500,000 in long-term debt. Compare this with a company with $500,000 in short-term payables and $1 million in long-term debt.\n\nThey would both have a D/E ratio of 1 if both companies had $1.5 million in shareholder equity. The risk from leverage is identical on the surface but the second company is riskier in reality.\n\nShort-term debt tends to be cheaper than long-term debt as a rule, and it's less sensitive to shifts in interest rates. The second company's interest expense and cost of capital are therefore likely higher. Interest expense will rise if interest rates are higher when the long-term debt comes due and has to be refinanced.\n\nDebt due sooner shouldn't be a concern if we assume that the company won't default over the next year. A company's ability to service long-term debt will depend on its long-term business prospects, which are less certain.\n\nThe D/E ratio can apply to personal financial statements as well, serving as a personal D/E ratio. Equity refers to the difference between the total value of an individual's assets and their aggregate debt or liabilities, in this case. The formula for the personal D/E ratio is slightly different:\n\nDebt/Equity=Total Personal LiabilitiesPersonal Assets−Liabilities\\begin{aligned} &\\text{Debt/Equity} = \\frac{ \\text{Total Personal Liabilities} }{ \\text{Personal Assets} - \\text{Liabilities} } \\\\ \\end{aligned}​Debt/Equity=Personal Assets−LiabilitiesTotal Personal Liabilities​​\n\nThe personal D/E ratio is often used when an individual or a small business is applying for a loan. Lenders use the D/E figure to assess a loan applicant's ability to continue making loan payments in the event of a temporary loss of income.\n\nA prospective mortgage borrower is more likely to be able to continue making payments during a period of extended unemployment if they have more assets than debt. This is also true for an individual who's applying for a small business loan or a line of credit.\n\nIt's more likely that a business owner can continue making loan payments until their debt-financed investment starts paying off if they have a good personal D/E ratio.\n\nGearing ratios constitute a broad category of financial ratios. The D/E ratio is the best known of them. “Gearing” is a term for financial leverage.\n\nGearing ratios focus more heavily on the concept of leverage than other ratios used in accounting or investment analysis. The underlying principle generally assumes that some leverage is good, but too much places an organization at risk.\n\nThe debt-to-equity ratio is most useful when it's used to compare direct competitors. A company's stock could be more risky if its D/E ratio significantly exceeds those of others in its industry.\n\nIt's very important to consider the industry in which the company operates when using the D/E ratio. Different industries have different capital needs and growth rates, so a D/E ratio value that's common in one industry might be a red flag in another.\n\nUtility stocks often have especially high D/E ratios. It's a highly regulated industry that makes large investments typically at a stable rate of return, generating a steady income stream, so utilities borrow heavily and relatively cheaply. High leverage ratios in slow-growth industries with stable income represent an efficient use of capital. Companies in the consumer staples sector tend to have high D/E ratios for similar reasons.\n\nAnalysts aren't always consistent in defining debt. Preferred stock is sometimes considered equity because preferred dividend payments aren't legal obligations, and preferred shares rank below all other debt but above common stock in the priority of their claim on corporate assets. The typically steady preferred dividend, par value, and liquidation rights make preferred shares look more like debt.\n\nIncluding preferred stock in total debt will increase the D/E ratio and make a company look riskier. Including it in the equity portion of the D/E ratio will increase the denominator and lower the ratio. This is a particularly thorny issue in analyzing industries that are notably reliant on preferred stock financing, such as real estate investment trusts (REITs).\n\nWhat counts as a “good” debt-to-equity (D/E) ratio will depend on the nature of the business and its industry. A D/E ratio below 1 would generally be seen as relatively safe. Values of 2 or higher might be considered risky. Companies in some industries such as utilities, consumer staples, and banking typically have relatively high D/E ratios. A particularly low D/E ratio might be a negative sign, suggesting that the company isn't taking advantage of debt financing and its tax advantages.\n\nA D/E ratio of 1.5 would indicate that the company in question has $1.50 of debt for every $1 of equity. Suppose the company had assets of $2 million and liabilities of $1.2 million. Equity equals assets minus liabilities, so the company’s equity would be $800,000. Its D/E ratio would be $1.2 million divided by $800,000, or 1.5.\n\nA company has negative shareholder equity if it has a negative D/E ratio, because its liabilities exceed its assets. This would be considered a sign of high risk in most cases and an incentive to seek bankruptcy protection.\n\nA relatively high D/E ratio is commonplace in the banking and financial services sector. Banks carry higher amounts of debt because they own substantial fixed assets in the form of branch networks. Higher D/E ratios can also be found in capital-intensive sectors that are heavily reliant on debt financing, such as airlines and industrials.\n\nA steadily rising D/E ratio may make it harder for a company to obtain financing in the future. The growing reliance on debt could eventually lead to difficulties in servicing the company’s current loan obligations. Very high D/E ratios may eventually result in a loan default or bankruptcy.\n\nThe debt-to-equity (D/E) ratio can help investors identify highly leveraged companies that may pose risks during business downturns. Investors can compare a company’s D/E ratio with the average for its industry and those of its competitors to gain a sense of a company’s reliance on debt. Not all high D/E ratios signal poor business prospects, however.\n\nDebt can enable a company to grow and generate additional income, but potential investors will want to investigate further if a company has grown increasingly reliant on debt or inordinately so for its industry.\n\nMicrosoft. “Financial Management.”\n\nApple. “Condensed Consolidated Statements of Operations (Unaudited).” Page 2.\n\nCSIMarket. “Debt to Equity Ratio Screening As of Q1 of 2025.”",
  "url": "https://www.investopedia.com/terms/d/debtequityratio.asp"
}