{
  "term": "Debt Issue: Definition, Process, and Costs",
  "definition": "Daniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nA debt issue refers to a financial obligation that allows the issuer to raise funds by promising to repay the lender at a certain point in the future and in accordance with the terms of the contract.\n\nA debt issue is a fixed corporate or government obligation such as a bond ordebenture. Debt issues also include notes, certificates,mortgages, leases, or other agreements between the issuer or borrower, and the lender.\n\nWhen a company or government agency decides to take out aloan, it has two options. The first is to get financing from a bank. The other option is to issue debt to investors in the capital markets. This is referred to as a debt issue—the issuance of a debt instrument by an entity in need of capital to fund new or existing projects or to finance existing debt. This method of raisingcapitalmay be preferred, as securing a bank loan can restrict how the funds can be used.\n\nA debt issue is essentially apromissory notein which the issuer is the borrower, and the entity buying the debt asset is the lender. When a debt issue is made available, investors buy it from the seller who uses the funds to pursue its capital projects. In return, the investor is promised regular interest payments and also repayment of the initial principal amount on a predetermined date in the future.\n\nCorporations and municipal, state, and federal governments offer debt issues as a means of raising needed funds. Debt issues such asbondsare issued by corporations to raise money for certain projects or to expand into new markets. Municipalities, states, federal, and foreign governments issue debt to finance a variety of projects such as social programs or local infrastructure projects.\n\nIn exchange for the loan, the issuer or borrower must make payments to the investors in the form of interest payments. The interest rate is often called thecoupon rate, and coupon payments are made using a predetermined schedule and rate.\n\nBy issuing debt, an entity is free to use the capital it raises as it sees fit.\n\nWhen the debt issue matures, the issuer repays theface valueof the asset to the investors. Face value, also referred to aspar value, differs across the various types of debt issues. For example, the face value on a corporate bond is typically $1,000. Municipal bonds often have $5,000 par values and federal bonds often have $10,000 par values.\n\nShort-term bills typically havematuritiesbetween one and five years,medium-term notesmature between five and ten years, while long-term bonds generally have maturities longer than ten years. Certain large corporations such as Coca-Cola and Walt Disney have issued bonds with maturities as long as 100 years.\n\nIssuing debt is a corporate action which a company's board of directors must approve. If debt issuance is the best course of action for raising capital and the firm has sufficient cash flows to make regular interest payments on the issue, the board drafts a proposal that is sent to investment bankers and underwriters. Corporate debt issues are commonly issued through theunderwritingprocess in which one or more securities firms or banks purchase the issue in its entirety from the issuer and form a syndicate tasked with marketing and reselling the issue to interested investors. The interest rate set on the bonds is based on thecredit ratingof the company and the demand from investors. The underwriters impose a fee on the issuer in return for their services.\n\nThe process for government debt issues is different since these are typically issued in anauctionformat. In the United States, for example, investors can purchase bonds directly from the government through its dedicated website, TreasuryDirect. Abrokeris not needed, and all transactions, including interest payments, are handled electronically. Debt issued by the government is considered to be a safe investment since it is backed by the full faith and credit of the U.S. government. Since investors are guaranteed they will receive a certain interest rate and face value on the bond, interest rates on government issues tend to be lower than rates on corporate bonds.\n\nThe interest rate paid on a debt instrument represents a cost to the issuer and a return to the investor. The cost of debt represents thedefault riskof an issuer, and also reflects the level of interest rates in the market. In addition, it is integral in calculating theweighted-average cost of capital(WACC) of a company, which is a measure of the cost of equity and the after-tax cost of debt.\n\nOne way to estimate the cost of debt is to measure the currentyield-to-maturity(YTM) of the debt issue. Another way is to review the credit rating of the issuer from the rating agencies such as Moody's, Fitch, and Standard & Poor's. A yield spread over U.S. Treasuries—determined from the credit rating—can then be added to therisk-free rateto determine the cost of debt.\n\nThere are also fees associated with issuing debt that the borrower incurs by selling assets. Some of these fees include legal fees, underwriting fees, and registration fees. These charges are generally paid to legal representatives, financial institutions and investment firms, auditors, and regulators. All of these parties are involved in the underwriting process.\n\nBy issuing debt (e.g., corporate bonds), companies are able to raise capital from investors. Using debt, the company becomes a borrower and the bondholders of the issue are the creditors (lenders). Unlike equity capital, debt does not involve diluting the ownership of the firm and does not carry voting rights. Debt capital is also often cheaper than equity capital and interest payments may be tax-advantaged.\n\nAside from fees paid to the underwriters who help a firm issue debt, the direct cost to the company is the coupon, or interest rate, on the bond. This represents the amount of cash that must be paid to bondholders on a regular basis until the bond matures. If this coupon rate (the bond's yield) is higher, the cost to the issuer will also be higher.\n\nIf a company issues too much debt and they are unable to service the interest or repay the principal, it candefaulton the debt. This can lead to bankruptcy and a decrease to the issuer's credit rating, which can make it more difficult or costly to raise further debt capital.",
  "url": "https://www.investopedia.com/terms/d/debt-issue.asp"
}