{
  "term": "Debt Service: An Overview of Calculations and Ratios",
  "definition": "Debt service refers to the money required to cover the payment of interest and principal on aloanor otherdebtfor a particular time period. The term can apply both to individual debts, such as a home mortgage or student loan, and corporate or government debt, such as business loans and debt-based securities such as bonds.\n\nThe ability to service debt is a key factor when a person applies for a loan or a company needs to raise additionalcapitalto operate its business. To “service a debt” means to make the necessary payments on it.\n\nBefore a company approaches a bank or other lender for a commercial loan or decides whatrate of interestto offer on a new bond issue, it will need to consider itsdebt-service coverage ratio (DSCR). This ratio compares the company’snet operating incomewith the amount ofprincipalandinterestthat it is obligated to pay on its current debts. If alenderdecides that a business cannot generate consistentearningsto service the new debt along with its existing debts, then the lender won’t make the loan.\n\nBoth lenders and bond investors are interested in a firm’sleverage. That refers to the total amount of debt a company uses to finance asset purchases. If a business intends to take on more debt, it needs to generate higher profits to service the debt, and it must be able to consistently generate profits to carry a high debt load. A company that is generating excess earnings may be able to service additional debt, but it must continue to produce aprofitevery year sufficient to cover the year’s debt service. A company that has taken on too much debt relative to itsincomeis said to beoverleveraged.\n\nDecisions about debt affect a company’scapital structure, which is the proportion of total capital raised through debt vs.equity(i.e., selling shares). A company with consistent, reliable earnings can raise more funds using debt, while a business with inconsistent profits must issue equity, such ascommon stock, to raise funds.\n\nFor example, utility companies have the ability to generate consistent earnings, in part because they often have no competitors. These companies raise the majority of their capital using debt, with less of it raised through equity.\n\nAs mentioned, the debt-service coverage ratio is defined as net operating income divided by total debt service. Net operating income refers only to the earnings generated from a company’s normal business operations.\n\nSuppose, for example, that ABC Manufacturing makes furniture and that it sells one of its warehouses for a gain. The profit it receives from the warehouse sale isnonoperating incomebecause the transaction is unusual.\n\nIf ABC’s furniture sales produced annual net operating income totaling $10 million, then that number would be used in the debt service calculation. So if ABC’s principal and interest payments for the year total $2 million, its debt-service coverage ratio would be 5 ($10 million in income divided by $2 million in debt service). Because of that relatively high ratio, ABC is in a good position to take on more debt if it wishes to do so.\n\nGenerally speaking, the higher, the better. But business lenders will usually want to see a ratio of at least 1.25.\n\nA debt-service ratio of 1, for example, means that a company is devoting all of its available income to paying off debt—a precarious position that would likely make further borrowing impossible.\n\nCompanies can also have a debt-service coverage ratio of less than 1, meaning that it costs them more to service their debt than they are generating in income. However, a business in that situation might not survive for long.\n\nAdebt-to-income (DTI) ratiois similar to a debt-service coverage ratio, although typically used in personal (nonbusiness) borrowing. The DTI ratio measures an individual’s ability to service their debts by dividing their gross income by their debt obligations for the same time period. For example, someone who earns $5,000 a month and pays $2,000 a month on their mortgage will have a DTI of 40%. An acceptable DTI will vary from lender to lender and according to the type of loan product.\n\nWhile they sound similar,loan servicingand debt servicing are two different things. Loan servicing refers to administrative work performed by lenders or by other companies they hire, such as sending out monthly statements to borrowers and processing their payments.Debt servicing refers to the process of a borrower paying down a loan or other debt.\n\nDebt service refers to the money that a person, business, or government needs to cover the payments on a loan or otherdebt for a particular time period. A company’s debt-service coverage ratio measures its ability to handle additional debt by comparing its available income to the amount it is currently paying to service its debts.\n\nConsumer Financial Protection Bureau. “What Is a Debt-to-Income Ratio?”\n\nConsumer Financial Protection Bureau. “What’s the Difference Between a Mortgage Lender and a Servicer?”",
  "url": "https://www.investopedia.com/terms/d/debtservice.asp"
}