{
  "term": "Debt-to-Income (DTI) Ratio: What’s Good and How To Calculate It",
  "definition": "Debt-to-income (DTI) ratio compares your recurring monthly debt payments against your monthly gross income, expressed as a percentage.\n\nDebt-to-income (DTI) ratio compares your recurring monthly debt payments against your monthly gross income. It’s expressed as a percentage. DTI includes most sources of debt and income but excludes items like utility bills and unverifiable income. Lenders use your DTI ratio as an approval factor whenapplying for loansand consider lower percentages more favorable.\n\nFirst, add up all your monthly debt payments, such as payments on amortgage, credit card, and student loan. Then divide that total by your gross income and multiply the result by 100 to get your DTI ratio as a percentage. Here’s the formula:\n\nDTI ratio = (Total monthly debt payments ÷ gross monthly income) x 100\n\nSay you make $5,000 monthly before taxes and pay $1,000 toward credit card debt, car loans, and student loans. Here’s how to find your DTI ratio:\n\nDTI ratio = ($1,000 ÷ $5,000) x 100\n\nIn our example, your DTI ratio is 20%.\n\nThe Consumer Financial Protection Bureau has aDTI ratio calculatorthat does the math for you.\n\nDebt like home loans andrevolving debt, as well as income from wages and child support, must be factored in when calculating your DTI ratio. Here’s more on what to include in your calculations:\n\nDebt in your DTI ratio doesn’t include utility bills and retirement contributions, and income doesn’t include one-time payments and unverifiable cash sources. Here’s more on what to exclude from your calculations.\n\nYour debt-to-income ratio shows how much of your gross monthly income goes toward debt payments. For example, a DTI of 25% means that 25% of your gross income goes toward paying your monthly debts.\n\nLenders use your DTI ratio to help determine your ability to make loan payments and repay debt. It’s a significant factor in their consideration. Lenders commonly use DTI ratios to review applications for mortgages, car loans, personal loans, and credit cards. You may not be approved for a loan if your debt-to-income ratio is too high.\n\nMost lenders like a DTI ratio of not more than 35% or 36%.Sometimes, mortgage lenders will still approve your loan if your DTI is up to 45% (or 50% for an FHA loan).Your DTI ratio is too high if it exceeds your lender’s max DTI ratio, making you ineligible for the loan.\n\nFor example, Freddie Mac is a government-created company that buys mortgages from banks and lenders. Its general cutoff point for the DTI ratio is 36%, but borrowers can have a DTI ratio up to 45% in certain circumstances. Borrowers with a DTI ratio higher than 45% are ineligible to be sold to Freddie Mac.\n\nAnother government-sponsored company, Fannie Mae, has a general cutoff point of 36%. Its higher cutoff point is 45% for borrowers meeting certain criteria and 50% for loans underwritten using Fannie Mae’s proprietary system.\n\nImproving your credit scorecan help compensate for a higher DTI ratio that doesn’t meet your lender’s guidelines. It won’t reduce your ratio, but it may help your chances of approval.\n\nBecause your DTI ratio is a fraction, lowering it comes down to math: You can lower the numerator or increase the denominator. In other words, you can either reduce your debt or make more money. Here’s more on these and other ways to get a more favorable DTI ratio.\n\nJob switches are less risky if they’re in the same industry and at a higher salary, and if you’ve maintained a steady career up to that point. If you’re applying for a loan and you just took a new job or have one coming up, lenders might ask for extra documentation, such as a job offer letter and pay stubs in line with the income shown on the letter.\n\nYour debt-to-income ratio plays a significant role in qualifying for a loan. Lenders may not approve you if your ratio is beyond their maximum allowed. However, you can improve your ratio by paying off loans and other debts or making more money.Checking your credit reportsis essential, too, because errors could make your DTI ratio seem higher than it is.\n\nFreddie Mac. “Monthly Debt Payment-to-Income (DTI) Ratio.”\n\nWells Fargo. “Understanding Your Debt-to-Income Ratio.”\n\nFannie Mae. \"Originating & Underwriting Selling Guide.\"",
  "url": "https://www.investopedia.com/terms/d/dti.asp"
}