{
  "term": "Debt-to-GDP Ratio: Formula and What It Can Tell You",
  "definition": "The debt-to-GDP ratio is a metric that compares a country's public debt to itsgross domestic product (GDP). It reliably indicates a country’s ability to pay back its debts by comparing what the country owes with what it produces. The debt-to-GDP ratio is often expressed as a percentage and it can also be interpreted as the number of years necessary to pay back debt if GDP is dedicated entirely to debt repayment.\n\nThe debt-to-GDP ratio can be calculated by this formula:\n\nDebt to GDP=Total Debt of CountryTotal GDP of Country\\begin{aligned} &\\text{Debt to GDP} = \\frac{ \\text{Total Debt of Country} }{ \\text{Total GDP of Country} } \\\\ \\end{aligned}​Debt to GDP=Total GDP of CountryTotal Debt of Country​​\n\nA country that's able to continue paying interest on its debt without refinancing and without hampering economic growth is generally considered to be stable. A country with a high debt-to-GDP ratio typically has trouble paying offexternal debts, also called public debts. These are any balances owed to outside lenders. Creditors are apt to seek higher interest rates when lending in such scenarios.\n\nExtravagantly high debt-to-GDP ratios may deter creditors from lending money altogether.\n\nIt often triggers financial panic in domestic and international markets alike when a country defaults on its debt. The higher a country’s debt-to-GDP ratio climbs, the higher its risk of default generally becomes.\n\nGovernments strive to lower their debt-to-GDP ratios but this can be difficult to achieve during periods of unrest such as wartime or economic recession. Governments tend to increase borrowing to stimulate growth and boost aggregate demand in such challenging climates. This macroeconomic strategy is attributed toKeynesian economics.\n\nEconomists who adhere tomodern monetary theory (MMT)argue that sovereign nations capable of printing their own money can't ever go bankrupt because they can simply produce more fiat currency to service debts. This rule doesn't apply to countries that don't control their monetary policies, however, such as theEuropean Union (EU)nations that must rely on theEuropean Central Bank (ECB)to issue euros.\n\nWorld Population Review has reported that countries whose debt-to-GDP ratios exceed 77% for prolonged periods experience significant slowdowns in economic growth. This can have a negative impact, as it can reduce a nation's annual real growth.\n\nThe U.S. debt-to-GDP for Q3 2024 was 120.73%, almost double early 2008 levels but down from the all-time high of 132.81% seen in Q2 2020.\n\nThe U.S. has had a debt-to-GDP of more than 77% since Q1 2009. The U.S.’s highest debt-to-GDP ratio before that year was 106% in 1946 at the end of World War II.\n\nDebt levels gradually fell from their post-World War II peak before plateauing between 31% and 40% in the 1970s. Ratios have steadily risen since 1980. They jumped sharply following 2007’s subprime housing crisis and the subsequent financial meltdown. Ratios then spiked during the COVID-19 pandemic to reach new highs and have only slightly come down since then.\n\nThe U.S. government finances its debt by issuingTreasury securitieswhich are widely considered to be the safest bonds on the market.\n\nThe countries and regions with the 10 largest holdings of U.S. Treasuries as of November 2024 (latest information) were:\n\nHigh debt-to-GDP ratios could be a key indicator of increased default risk for a country. Country defaults can trigger financial repercussions globally.\n\nModern monetary theory suggests that sovereign countries don't have to rely on taxes or borrowing for spending because they can print as much as they need. Their budgets aren't constrained such is the case with regular households so their policies aren't shaped by fears of rising national debt.\n\nJapan had the highest debt-to-GDP ratio of 248.7% as of 2025. Next is Sudan at 237.1%, followed by Singapore at 175.8%.\n\nThe debt-to-GDP ratio is a metric that helps understand a country's ability to pay back its debts. A lower debt-to-GDP ratio is generally ideal because it signals a country is producing more than it owes, placing it on a strong financial footing.\n\nCongressional Budget Office. \"Federal Debt: A Primer.\"\n\nEuropean Union. \"European Central Bank (ECB).\"\n\nWorld Population Review. \"Debt to GDP Ratio by Country 2024.\"\n\nFederal Reserve Bank of St. Louis. \"Federal Debt: Total Public Debt as Percent of Gross Domestic Product.\"\n\nTreasuryDirect. \"About Treasury Marketable Securities.\"\n\nU.S. Department of the Treasury. \"Table 5: Major Foreign Holders of Treasury Securities.\"\n\nInternational Monetary Fund. \"General Government Gross Debt: Percent of GDP.\"",
  "url": "https://www.investopedia.com/terms/d/debtgdpratio.asp"
}