{
  "term": "Decentralized Applications (dApps): Definition, Uses, Pros and Cons",
  "definition": "Investopedia / Michela Buttignol\n\nDecentralized applications, or dApps, are software programs that run on ablockchainorpeer-to-peer(P2P) network of computers instead of on a single computer. Rather than operating under the control of a single authority, dApps are spread across the network to be collectively controlled by its users. They are often built on theEthereumplatform and have been developed for various purposes, including wallets, exchanges, gaming, personal finance, and social media.\n\nA web app such as Uber or X (formerly Twitter) runs on a computer system that is owned and operated by a company with authority over the app and its workings. No matter how many users there are, the backend is controlled by the company.\n\nDApps operate a bit differently. They run on a P2P or a blockchain network. For example, BitTorrent, Tor, and Popcorn Time are applications that run on computers that are part of a P2P network, which allows multiple participants to consume, feed, or seed content.\n\nDApps are similar but run on a blockchain network in a public,open-source, decentralized environment. They are free from control and interference by any single authority. For example, a developer can create an X-like dApp and put it on a blockchain where any user can publish messages. Once posted, no one except the message originator can delete the messages.\n\nA centralized app has a single owner. The application software for a centralized app resides on one or more servers controlled by the owner. Users interact with the app by downloading a copy of it and then sending and receiving data back and forth from the company's server.\n\nA decentralized app operates on a blockchain or peer-to-peer network of computers. Users engage in transactions directly with one another rather than relying on a central authority to facilitate them. The dApp might be free, or the user might need to pay the developer incryptocurrencyto download and use the program's source code. The source code nearly always uses smart contracts, which complete transactions between people. Smart contracts remove the need to trust that the other party will execute their part of a transaction. The apps also rely on blockchain protocols that hide personal information.\n\nThere are several dApp features that can dramatically change the facilitation of information or resources.\n\nBecause dApps operate on decentralized networks, there is no need for an intermediary. This can lead to reduced costs, increased efficiency, and greater accessibility. For example, instead of having to rely on a bank, imagine having nearly 100% control of every aspect of your finances. This can have major implications for many industries, especially the financial sector.\n\nBecause dApps leverage blockchain technology, these solutions can also help improve security in many business and personal processes. Blockchains make data immutable by leveraging cryptographic techniques and distributed automated consensus. Because the ledger is shared and compared across all users, data cannot be altered.\n\nDApps are accessible to anyone with an internet connection. It doesn't matter where you live—all you need is internet access. This global accessibility democratizes access to many different types of services,digital assets, and information.\n\nBlockchain-based dApps maintain transparent records of transactions, meaning users can verify the integrity of data without relying on centralized authorities. This transparency is critical for distributed and anonymous networks because users need to know the system is trustworthy.\n\nDApps have been developed to decentralize a range of functions and applications and eliminate intermediaries. Examples include self-executing financial contracts, multi-user games, and social media platforms.\n\nDApps have also been developed to enable secure, blockchain-based voting and governance. They can even be integrated into web browsers to function as plugins that help serve ads, track user behavior, or solicit crypto donations.\n\nSome examples of practical uses for dApps include:\n\nScams have been perpetrated through dApps. Ponzi schemes, in which early investors are paid using the investments of more recent investors to create the appearance of big profits, have been known to occur on dApps.\n\nFakeinitial coin offerings(ICOs) have been used to raise funds for developing a new cryptocurrency or dApp that the fundraisers have no intention of creating.\n\nPhishing attacks, which use fake websites or emails to trick people into revealing sensitive information, have been seen on dApps. In addition, some dApps have been used to distribute malware or viruses, which can compromise users' devices and steal sensitive information.\n\nUsers should be cautious and do their due diligence when interacting with dApps, as the decentralized nature of these applications can make it difficult to track or hold perpetrators accountable.\n\nIndustry analytics group DappRadar found that 312 hacks and vulnerabilities affected dApps in 2022, leading to losses of around $48 billion.Financial losses decreased by 96% to $1.9 billion in 2023, but the frequency with which hacks and exploits were used increased by 17.3%.In the first quarter of 2024, losses increased by 9% to $407 million compared to Q1 2023's $373 million.\n\nMany of the advantages of dApps center around their ability to safeguard user privacy. DApps usesmart contractsto complete transactions between two anonymous parties.\n\nFree speech proponents point out that dApps can be developed as alternative social media platforms. A decentralized social media platform is resistant to censorship because no single participant on the blockchain can delete or block messages.\n\nEthereum is a flexible platform for creating new dApps, providing the infrastructure needed for developers to focus their efforts on finding innovative uses for digital applications. This could enable the rapid deployment of dApps in several industries, including banking and finance, gaming, social media, and online shopping.\n\nAmerican cryptographer and computer scientist Nick Szabo introduced the term \"smart contract\" in 1996 as a graduate student at the University of Washington.\n\nDApps are still in the early stages, so they are experimental and prone to certain problems and unknowns. Questions arise about whether the applications will be able to scale effectively. Also, there are concerns that too many applications requiring computational resources will overload a network, causing congestion.\n\nThe ability to develop a user-friendly interface is another concern. Most apps developed by traditional centralized institutions have an ease-of-use expectation that encourages users to use and interact with the app. Getting people to transition to dApps will require developers to create anend-user experienceand level of performance that rivals popular and established programs.\n\nBecause they are decentralized, dApps are not subject to the oversight and auditing most centralized applications are exposed to. If the application's programming is rushed, unaudited, or sloppy, hackers will find it easy to break into it.\n\nOnce deployed, a dApp is likely to need ongoing changes to make enhancements or correct bugs or security risks. According to Ethereum, it can be challenging for developers to update dApps because the data and code published to the blockchain are hard to modify.\n\nFlexible platform enables dApp development\n\nExperimental, may not be able to scale\n\nChallenges in developing a user-friendly interface\n\nDifficult to make needed code modifications\n\nSecurity issues if programming is sloppy\n\nOne of the primary challenges regulators face with dApps is their decentralized nature. Traditional regulatory considerations are usually based on a specific location; since dApps are not centralized, it's tougher to regulate activity based on where transactions occur.\n\nConsider the General Data Protection Regulation (GDPR) and its implementation within the European Union. DApp providers that serve the EU audience must comply with GDPR requirements, regardless of their home jurisdiction.\n\nIn December 2023, a European subnet of the Internet Computer Protocol (ICP, a blockchain DAO) was launched that provides an infrastructure and set of tools developers can use to create compliant dApps.If using the ICP becomes the standard way of ensuring compliance, the apps lose their decentralized standing because the ICP is centralized—nodes must be voted in by the DAO and can only be located in the EU.\n\nSome dApps issue tokens or conduct token sales to raise money. This may raise regulatory concerns as authorities work to protect investors—it is viewed by regulators as an unregistered securities issuance. In a similar manner, dApps involved in financial services, such as decentralized exchanges (DEXs) or lending platforms, must adhere to anti-money laundering orknow-your-client regulationsto prevent money laundering and terrorist financing.\n\nThere is also a consumer protection element even if the user is not exchanging money or goods. This includespersonal data, privacy, and security protection. Agreeing to the transactions via signature puts users at risk; platforms such as MetaMask warn users to be aware that they could lose funds if they're unaware of what they agree to when using dApps.\n\nOne popular example of a dApp is CryptoKitties.CryptoKitties is a blockchain-based virtual game that allows players to adopt, raise, and trade virtual cats. The game is one of the world’s first forms of interactive blockchain dApps.\n\nEach CryptoKitty is unique, owned by the user, and validated through the blockchain. Like other types of tradeable assets, its value can appreciate or depreciate based on the market. CryptoKitties are considered “crypto collectibles” because each digital pet is one-of-a-kind and verified on a blockchain.\n\nAnother example isUniswap, a decentralized exchange protocol built on Ethereum.Uniswap enables users to trade directly with each other without needing an intermediary, like a bank or broker. This dApp uses automated smart contracts to create liquidity pools that facilitate trades. Users can trade their tokens directly from their wallets, providing a seamless and secure trading experience. Again, the existence of Uniswap is made possible by the decentralized nature of the application.\n\nDecentralized applications are applications that are generally open source and use or facilitate blockchain and cryptocurrency transactions.\n\nCryptocurrency wallets like MetaMask are the most popular dApps, followed by exchanges like Uniswap and openSea. Gambling dApps like MetaWin are also very popular.\n\nBitcoin is decentralized, but it is not an application. It is a blockchain network with a cryptocurrency used as a payment system and speculative investment.\n\nDecentralized applications (dApps) are digital applications or programs that run on a decentralized network rather than a single computer or server. They are built on blockchain technology and use cryptocurrency as a means of exchange.\n\nDApps are designed to be open-source, transparent, and resistant to censorship. They allow users to interact directly with the application without intermediaries. DApps have the potential to disrupt traditional industries by allowing for peer-to-peer interactions and transactions without a central authority.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.\n\nDappRadar. \"Dapp Industry Report 2022.\"\n\nDappRadar. \"Dapp Industry Report 2023.\"\n\nDAppRadar. \"State of the Dapp Industry Q1 2024.\"\n\nHarvard Law School Forum on Corporate Governance. \"An Introduction to Smart Contracts and Their Potential and Inherent Limitations.\"\n\nEthereum. \"Introduction to Dapps.\"\n\nDfinity Foundation via PR Newswire. \"The Internet Computer Provides GDPR-Ready Infrastructure With the Launch of European Subnet.\"\n\nDfinity Foundation via Medium. \"The Internet Computer Blockchain Takes a First Step Towards Digital Sovereignty in Europe.\"\n\nCryptoKitties. \"What Is CryptoKitties?\"",
  "url": "https://www.investopedia.com/terms/d/decentralized-applications-dapps.asp"
}