{
  "term": "Decile: Definition, Formula to Calculate, and Example",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nA decile is a quantitative method of splitting up a set of ranked data into 10 equally sized subsections.\n\nA decile is a quantitative method of splitting up a set of ranked data into 10 equally large subsections. This type of data ranking is performed as part of many academic andstatisticalstudies in thefinanceandeconomicsfields. The data may be ranked from largest to smallest values, or vice versa.\n\nA decile, which has 10 categorical buckets, may be contrasted with percentiles that have 100,quartilesthat have four, orquintilesthat have five.\n\nDanie Drankwater / Investopedia\n\nIndescriptive statistics, a decile is used to categorize large datasets from the highest to lowest values, or vice versa. Like the quartile and the percentile, a decile is a form of a quantile that divides a set of observations intosamplesthat are easier to analyze and measure.\n\nWhile quartiles are three data points that divide an observation into four equal groups or quarters, a decile consists of nine data points that divide a dataset into 10 equal parts. When an analyst or statistician ranks data and then splits the data into deciles, they do so in an attempt to discover the largest and smallest values by a givenmetric.\n\nFor example, by splitting the entireS&P 500 Indexinto deciles (50 firms in each decile) using theprice-to-earnings (P/E) multiple, the analyst will discover the companies with the highest and lowest P/E valuations in the index.\n\nA decile is usually used to assign decile ranks to a dataset. A decile rank arranges the data in order from lowest to highest and is done on a scale of one to 10, where each successive number corresponds to an increase of 10 percentage points. In other words, there are nine decile points. The first decile, or D1, is the point that has 10% of the observations below it, D2 has 20% of the observations below it, D3 has 30% of the observations falling below it, and so on.\n\nThere is no one way of calculating a decile; however, it is important that you are consistent with whatever formula you decide to use to calculate a decile. One simple calculation of a decile is:\n\nD1=Value of[n+110]th Data\\begin{aligned} &\\text{D1} = \\text{Value of } \\left [ \\frac{ n + 1 }{ 10 } \\right ] \\text{th Data} \\\\ \\end{aligned}​D1=Value of[10n+1​]th Data​\n\nD2=Value of[2×(n+1)10]th Data\\begin{aligned} &\\text{D2} = \\text{Value of } \\left [ \\frac{ 2 \\times ( n + 1 ) }{ 10 } \\right ] \\text{th Data} \\\\ \\end{aligned}​D2=Value of[102×(n+1)​]th Data​\n\nD3=Value of[3×(n+1)10]th Data\\begin{aligned} &\\text{D3} = \\text{Value of } \\left [ \\frac{ 3 \\times ( n + 1 ) }{ 10 } \\right ] \\text{th Data} \\\\ \\end{aligned}​D3=Value of[103×(n+1)​]th Data​\n\nD9=Value of[9×(n+1)10]th Data\\begin{aligned} &\\text{D9} = \\text{Value of } \\left [ \\frac{ 9 \\times ( n + 1 ) }{ 10 } \\right ] \\text{th Data} \\\\ \\end{aligned}​D9=Value of[109×(n+1)​]th Data​\n\nFrom this formula, it is given that the fifth decile is the median since 5 (n+1) / 10 is the data point that represents the halfway point of the distribution.\n\nDeciles are used in the investment field to assess the performance of aportfolioor a group ofmutual funds. The decile rank acts as a comparative number that measures the performance of anassetagainst similar assets.\n\nFor example, if an analyst is evaluating the performance of a set of mutual funds over time, a mutual fund that is ranked five on a decile scale of one to 10 means it’s in the top 50%. By splitting the mutual funds into deciles, the analyst can review the best- and worst-performing mutual funds for a given time period, arranged from the smallest to highest averagereturn on investment.\n\nThe government also uses deciles to determine the level ofincome inequalityin the country—that is, how income is distributed. For example, if the top 20 wage earners of a country of 50,000 citizens fall in the 10th decile and earn more than 50% of the total income in the country, one can conclude that there is a very high degree of income inequality in that country. In this case, the government can introduce measures to decrease the wage gap, such as increasing theincome taxof the rich and creatingestate taxesto limit how much wealth can be passed on to beneficiaries as an inheritance.\n\nThe table below shows the ungrouped scores (out of 100) for 30 exam takers:\n\nUsing the information presented in the table, the first decile can be calculated as:\n\nLet’s calculate the third decile:\n\nWhat would we get if we were to calculate the fifth decile?\n\nAlso, notice how the fifth decile is also the median of the observation. Looking at the dataset in the table, themedian, which is the middle data point of any given set of numbers, can be calculated as (76 + 78) /2 = 77 = median = D5. At this point, half of the scores lie above and below the distribution.\n\nAmong other uses, deciles are used in investing to assess the performance of a portfolio or a group of mutual funds. The decile rank can be used to compare the performance of an asset against similar assets. A decile rank arranges the data from lowest to highest and is done on a scale of one to 10, where each successive number corresponds to an increase of 10 percentage points.",
  "url": "https://www.investopedia.com/terms/d/decile.asp"
}