{
  "term": "Decision Support System (DSS): What It Is and How Businesses Use Them",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nInvestopedia / Michela Buttignol\n\nA decisions support system is a computer program corporations can use to analyze data so managers can make decisions, find efficiencies, and cut costs.\n\nA decision support system (DSS) is a computerized program that supports determinations, judgments, and courses of action in an organization or a business. A DSS sifts through and analyzes massive amounts of data, compiling comprehensive information to solve problems and indecision-making. Information used by a DSS includes target or projected revenue, sales figures or past ones from different periods, and other inventory- or operations-related data.\n\nA decision support system is a computer program that gathers and analyzes data. This information is synthesized to produce comprehensive information reports. As an informational application, a DSS differs from an ordinary operations application, whose function is just to collect data.\n\nThe DSS can either be completely computerized or powered by humans. In some cases, it may combine both. The ideal systems analyze information and make decisions for the user. At the very least, they allow human users to make more informed decisions at a quicker pace.\n\nOne of the first data-driven DSS was developed at American Airlines in the 1970s.\n\nCan help automate decision-making processes\n\nHandles and sifts through a lot of data\n\nLeads to efficiencies, quick decision-making, cost-cutting measures\n\nMay lead to information overload and/or poor quality outputs\n\nRelying on data eliminates subjectivity in decision-making\n\nThe DSS can be employed by operations management and other planning departments in an organization to compile information and data and synthesize it into actionable intelligence. In fact, these systems are primarily used by mid- to upper-level management.\n\nFor example, a DSS may be used to project a company'srevenueover the upcoming six months based on new assumptions about product sales. Due to a large number of factors that surround projected revenue figures, this is not a straightforward calculation that can be done manually. However, a DSS can integrate all the variables and generate an outcome and alternate outcomes, all based on the company's past product sales data and current variables.\n\nA DSS can be tailored for any industry, profession, or domain including the medical field, government agencies, agricultural concerns, and corporate operations.\n\nThe primary purpose of using a DSS is to present information to the customer in an easy-to-understand way. A DSS system is beneficial because it can be programmed to generate many reports, all based on user specifications. For example, the DSS can generate information and output its information graphically, as in a bar chart that represents projected revenue or as a written report.\n\nAs technology continues to advance, data analysis is no longer limited to large, bulky mainframe computers. Since a DSS is essentially an application, it can be loaded on most computer systems, including on desktops or laptops. Certain DSS applications are also available through mobile devices.\n\nThe flexibility of the DSS is extremely beneficial for users who travel frequently. This lets them be well-informed at all times, providing them the ability to make the best decisions for their company and customers on the go or even on the spot.\n\nDecision support systems can be applied in different scenarios. Some of the most common are:\n\nIn organizations, a decision support system analyzes and synthesizes vast amounts of data toassist in decision-making. With this information, it produces reports that may project revenue, sales, or inventory. Through the integration of multiple variables, a DSS can produce different outcomes based on the company’s previous data and current inputs.\n\nMany different industries, from medicine to agriculture, use decision support systems. To help diagnose a patient, a medical clinician may use a computerized decision support system for diagnostics and prescriptions. Combining clinician inputs and previous electronic health records, a decision support system may assist a doctor in diagnosing a patient.\n\nDecision support systems help in making more informed decisions. Often used by upper and mid-level management, decision support systems are used to make actionable decisions or produce multiple possible outcomes based on current and historical company data. At the same time, decision support systems can be used to produce reports for customers that are easily digestible and can be adjusted based on user specifications.\n\nAt high levels of management, it is sometimes necessary to analyze vast amounts of data. A decision support system is an algorithmic tool that compiles and models a company's data, allowing operations managers to easily interpret the information and reach an informed decision.\n\nDSS Resources. \"A Brief History of Decision Support Systems.\"\n\nPSNet. \"Clinical Decision Support Systems.\"",
  "url": "https://www.investopedia.com/terms/d/decision-support-system.asp"
}