{
  "term": "Declaration Of Trust: Meaning in Estate Planning",
  "definition": "A declaration of trust under U.S. law is a document or an oral statement appointing atrusteeto oversee assets being held for the benefit of one or more other individuals. These assets are held in a trust.\n\nThe document or statement also contains details of the trust's purpose, its beneficiaries, and how it will be managed by the trustee.\n\nThe declaration of trust is sometimes referred to as a nominee declaration.\n\nA declaration of trust not only appoints a trustee but defines the trust to be created in considerable detail.\n\nIt identifies the assets held within the trust. It states who will benefit from the trust and who can amend or revoke the trust as well as the name of the trustee and what powers the trustee holds. The trustee may be a financial institution rather than an individual.\n\nThe statement may include instructions on how and when thebeneficiarywill receive distributions.\n\nThe declaration provides an overview of the trust's purpose or objectives and how the trustee may invest and manage assets to support the beneficiaries. It also may explain who will replace the trustee in the event of illness, incapacitation, death, or any other reason.\n\nSome states require a declaration of trust to be made in writing, while others will permit oral declarations.\n\nState laws also govern how a declaration of trust is applied to all those involved in the operation of the trust including grantors, trustees, and beneficiaries.\n\nA declaration of trust has a different meaning in the U.K. There, it establishes the joint ownership of a property that is being held for the benefit of one or more individuals other than the official owner. It is governed by the Trustee Act of 2000.\n\nThe U.S. and the U.K. have different definitions of the declaration of trust.\n\nWith a declaration of trust, an individual may be regarded as the owner of a property even if that person is not designated as the owner in the land registry. The trust itself can be cited in the land registry to show that the listed owner is not the sole owner of the property.\n\nFor example, a person may purchase a home with a mortgage. Some of the money towards the purchase may come from the person's parents. The parents would contribute towards the costs with the agreement that they will receive a share of any profit from the property's sale. The person creating the declaration of trust would be the registered owner on the title deeds of the property, but the parents can register their interests on thetrust deed.",
  "url": "https://www.investopedia.com/terms/d/declaration-of-trust.asp"
}