{
  "term": "Declining Balance Method: What It Is and Depreciation Formula",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe declining balance method is an accelerated depreciation system of recording larger depreciation expenses during the earlier years of an asset’s useful life. The system records smaller depreciation expenses during the asset's later years.\n\nDepreciation under the declining balance method is calculated with this formula:\n\nDeclining Balance Depreciation=CBV×DRwhere:CBV=current book valueDR=depreciation rate (%)\\begin{aligned} &\\text{Declining Balance Depreciation} = CBV \\times DR\\\\ &\\textbf{where:}\\\\ &CBV=\\text{current book value}\\\\ &DR=\\text{depreciation rate (\\%)}\\\\ \\end{aligned}​Declining Balance Depreciation=CBV×DRwhere:CBV=current book valueDR=depreciation rate (%)​\n\nCurrent book value is the asset's net value at the start of an accounting period. It's calculated by deducting theaccumulated depreciationfrom the cost of the fixed asset.\n\nResidual valueis the estimated salvage value at the end of the useful life of the asset.\n\nThe rate of depreciation is defined according to the estimated pattern of an asset's use over its useful life. The expense would be $270 in the first year, $189 in the second year, and $132 in the third year if an asset costing $1,000 with a salvage value of $100 and a 10-year life depreciates at 30% each year.\n\nThe declining balance method is also known as the reducing balance method. It's ideal for assets that quickly lose their value or inevitably become obsolete. This is classically true with computer equipment, cell phones, and other high-tech items that are generally useful earlier on but become less so as new models are brought to market. An accelerated method of depreciation ultimately factors in the phase-out of these assets.\n\nEmploying the accelerated depreciation technique means there will be lesser taxable income in the earlier years of an asset's life.\n\nThe declining balance technique represents the opposite of the straight-line depreciation method which is more suitable for assets whose book value drops at a steady rate throughout their useful lives.\n\nThestraight-line depreciation methodsimply subtracts the salvage value from the cost of the asset and this is then divided by the useful life of the asset. The annual straight-line depreciation expense would be $2,000 ($15,000 minus $5,000 divided by five) if a company shells out $15,000 for a truck with a $5,000 salvage value and a useful life of five years.\n\nIt may signal that a company is using accelerated depreciation methods such as thedouble-declining balance depreciationmethod if it often recognizes large gains on sales of its assets, Net income will be lower for many years but this ultimately leads to a bigger gain when the asset is sold because book value ends up being lower than market value. Its sale could portray a misleading picture of the company's underlying health if the asset is still valuable.\n\nAccumulated depreciation is total depreciation over an asset's life beginning with the time when it's put into use. Depreciation is typically allocated annually in percentages.\n\nDepreciation allows a company to deduct an asset's declining value, reducing the amount of income on which it must pay taxes. The company must own the asset and use it to generate income. Its anticipated service life must be for more than one year and it must have a determinable useful life expectancy.\n\nThe double-declining method involves depreciating an asset more heavily in the early years of its useful life. A business might write off $3,000 of an asset valued at $5,000 in the first year rather than $1,000 a year for five years as with straight-line depreciation. The double-declining method depreciates assets twice as quickly as the declining balance method as the name suggests.\n\nA declining balance method accelerates depreciation so more of an asset’s value can be recorded earlier in its useful life. The flip side is that less of its value can be claimed in its later years. This method is most suitable for assets and equipment that can be expected to become useless and obsolete within a few years such as technology products.\n\nAll methods of depreciation can affect a business’s tax picture and taxes owed.\n\nAccountingTools. \"Declining Balance Method Definition.\"\n\nInternal Revenue Service. \"Publication 946 (2023), How to Depreciate Property.\"\n\nCFI Education. \"Accumulated Depreciation.\"\n\nInternal Revenue Service. \"What Small Business Owners Should Know About the Depreciation of Property Deduction.\"\n\nBench. \"Double Declining Balance: A Simple Depreciation Guide.\"",
  "url": "https://www.investopedia.com/terms/d/decliningbalancemethod.asp"
}