{
  "term": "Decoupling: Definition and Examples in Finance",
  "definition": "In financial markets, decoupling occurs when the returns of one asset class diverge from their expected or normal pattern of correlation with others. Decoupling thus takes place when differentasset classesthat typically rise and fall together start to move in opposite directions, such as one increasing and the other decreasing.\n\nOne example might be seen with oil and natural gas prices, which typically rise and fall together.Decoupling would happen if oil moves in one direction while natural gas moves in the opposite direction.\n\nIn the investment realm, investors and portfolio managers usually use a statistical measure known ascorrelationto determine the relationship between two assets or more. The strength of the correlation between two assets depends on where the metric falls within the range of -1 to +1, where a higher number denotes a stronger sync between the investments being compared.\n\nA correlation of -1.0 implies that the assets move in the opposite direction, and +1.0 means that the assets will always move in the same direction. By understanding which assets are correlated, portfolio managers and investors creatediversified portfoliosbyallocating investmentsthat are not correlated with each other. This way, when one asset value falls, the other investments in the portfolio don’t have to follow the same path.\n\nStocks in the same industry will usually have a high positive correlation, and a fall in one company's share price will be accompanied by falls in others. For example, in 2017, Goldman Sachs released a report comparing the contemporary tech sector to thetech bubble of the late '90s. According to that report, the 2017 market was dominated the fiveFAAMG stocks—Facebook (now Meta), Apple, Amazon, Microsoft, and Google (Alphabet)—in a manner similar to the technology market just prior to the dotcom bubble.\n\nThe report resulted in asell-offthat led to a fall in the stock price of most tech companies in the U.S. market. Since the entire tech sector was affected, the collective plunge seemed to confirm that these companies were highly coupled–a drop in one stock price meant a drop in all of them.\n\nConversely, decoupling occurs when the correlations between closely-linked investments or commodities decrease. For example, gold prices are usually closely linked to the stock prices of mining companies. If negative news is published that causes gold prices to fall, but mining shares to increase, that would be evidence that gold mining companies were decoupling from the price of gold. In effect, decoupling refers to a decrease in correlation.\n\nMarkets and economies that once moved together can also be decoupled. Thefinancial crisis of 2008that started in the U.S. economy eventually spread to most markets in the world, leading to aglobal recession. Since the markets are \"coupled\" with the U.S. economic growth, any market that moves opposite to the global trajectory is known as a decoupled market or economy.\n\nIn the aftermath of the recession, the concept that the world'semerging marketsno longer need to depend on U.S. demand to drive economic growth is an example of economic decoupling. Whereas emerging markets at one point relied on the U.S. economy, many analysts now argue that some emerging markets, such as China, India, Russia, and Brazil, have become sizable markets on their own for goods and services.\n\nThe argument for decoupling indicates that these economies would be able to withstand a faltering U.S. economy. China, for example, gets almost 70% of itsforeign direct investment(FDI) from other emerging countries in Asia and is also investing heavily in commodity-producing companies in its continent.\n\nBy racking up itsforeign exchange reservesand maintaining acurrent account surplus, the country has room to run afiscal stimulusif a global downturn occurs, thereby decoupling itself from the advanced markets.\n\nIn contrast to decoupling,recouplingdescribes a situation of increasing correlation between two assets or markets, usually after a period of temporary decoupling. This might occur due to technological innovations that reduce the dependence of one factor on another.\n\nAnother example might be found in the relationship between natural gas prices and crude oil, two fossil fuels that play a key role in many industries. Between 1997 and 2009, the Henry Hub Natural Gas spot price closely tracked changes in West Texas Intermediate (WTI), with only brief deviations.Those prices then started decoupling, most likely due to technological innovations that greatly increased the available supply of natural gas.\n\nIn later years, the price of crude rose sharply, while natural gas prices remained low. They began to recouple starting in 2015, when crude prices fell and once again began to track the price of natural gas. The two fuels are once again positively correlated, although the price is lower than it was prior to 2009.\n\nDecoupling can also refer to the relationships between non-economic factors, such as education, health, and human development. A major goal of environmental economists is to decouple productive activity from environmental pressures—in other words, to achieve productive activity without causing environmental damage.\n\nAbsolute decouplingis when two variables stop moving together—the correlation between them becomes zero, or negative.Relative decouplingis when the correlation between two variables decreases, but remains positive.\n\nEconomists also distinguish between different degrees of decoupling, depending on the extent to which the correlation decreases.Absolute decouplingrefers to circumstances in which two variables cease to move in the same direction–in other words, where the correlation between the two factors falls to zero or lower.Relative decouplingrefers to a partial decoupling, where the two factors continue to have a positive (but lower) correlation.\n\nA complex market economy has many moving parts, and many of them move together. Decoupling is one of many economic terms used to describe the changing relationships between economic indicators, stock prices, and other features of the world economy.\n\nThe economies of China and the United States are closely linked, thanks to the formers' importance as a manufacturing hub and the latter's importance in the world financial system. This close relationship can sometimes have negative consequences, as a disruption in one country can cause a market downturn in the other. For this reason, some politicians have advocated policies that would decouple the two economies by favoring local industries.\n\nInlogistics, the customer order decoupling point is a link in thesupply chainwhere information from individual customer orders enters the production and distribution process. Prior to the customer order decoupling point, production decisions are typically aggregated, based on historical data and forecasts of consumer demand. After the decoupling point, individual data and customer orders are introduced to increase efficiency in allocations.\n\nThe United Nations Sustainable Development Goals are a group of long-term projects seeking to reduce economic reliance on environmentally destructive or harmful industrial practices.This includes several provisions for \"decoupling growth from resource generation,\" i.e., exploring ways to achieve economic growth that do not deplete natural resources or cause environmental pressures.\n\nIn energy regulation, decoupling is a rate adjustment mechanism that changes the relationship between a utility's revenue and the amount of income it sells to the public. This reduces the utility's incentive to increase sales as a method of raising revenue, thereby reducing the volatility of consumer energy bills.\n\nCME Group. \"Are Crude and Oil Prices Linked?\"\n\nNational Center for Biotechnology Information, National Library of Medicine. \"Is Decoupling GDP Growth from Environmental Impact Possible?\"\n\nEversyCRSReport. \"China’s Economic Rise: History, Trends, Challenges, and Implications for the United States.\"\n\nU.S. Energy Information Administration. \"Natural Gas: Henry Hub Natural Gas Spot Price (Dollars per Million Btu).\"\n\nOrganization for Economic Co-operation and Development. \"Indicators to Measure Decoupling of Environmental Pressure from Economic Growth,\" Page 1.\n\nUnited Nations, Department of Economic and Social Affairs. \"The 17 Goals.\"\n\nUnited Nations, Department of Economic and Social Affairs. \"Decoupling Growth From Resource Generation.\"\n\nU.S. Department of Energy, National Renewable Energy Laboratory. \"Decoupling Policies: Options to Encourage Energy Efficiency Policies for Utilities,\" Page 1.",
  "url": "https://www.investopedia.com/terms/d/decoupling.asp"
}