{
  "term": "Decreasing Term Insurance: Definition, Example, Pros & Cons",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nDecreasing term insurance is a type ofrenewable term life insurancewith coverage decreasing over the life of the policy at a predetermined rate. Premiums are usually constant throughout the contract, and reductions in coverage typically occur monthly or annually.Terms range between 1 year and 30 years depending on the plan offered by the insurance company.\n\nDecreasing term life insurance is usually used to guarantee the remaining balance of an amortizing loan, such as a mortgage or business loan over time. It can be contrasted withlevel-premiumterm insurance.\n\nTerm life insuranceis a form of coverage that provides a death benefit for only a certain length of time.For instance, a 20-year term life insurance policy would feature level premiums and the same death benefit over the course of its term. Decreasing term insurance instead features a declining death benefit over time, along with decreasing premiums. These amounts will be set to a schedule when the life insurance policy is purchased and may conform to a standard schedule or be customized between the insurer and the insured.\n\nThe theory behind decreasing term insurance holds that with age, certain liabilities, and the corresponding need for high levels of insurance decreases. Numerous in-force decreasing term insurance policies take the form ofmortgage life insurance, which affixes its benefit to the remaining mortgage of an insured’s home.\n\nAlone, decreasing term insurance may not be sufficient for an individual's life insurance needs, especially if they have a family with dependents.Affordable standard term life insurance policiesoffer the security of a death benefit throughout the life of the contract.\n\nThe payment structure is the primary way this type of insurance is different from regular term life. The amount in the death benefit goes down, unlike other forms of life insurance.\n\nThe predominant use of decreasing term insurance is most often for personal asset protection. Small business partnerships also use a decreasing term life policy to protect indebtedness against startup costs and operational expenses.\n\nIn the case of small businesses, if one partner dies, the death benefit proceeds from the decreasing term policy can help to fund continuing operations or retire the percentage of the remaining debt for which the deceased partner is responsible. The security allows the business to guarantee commercial loan amounts affordably.\n\nDecreasing term insurance is a more affordable option thanwhole lifeoruniversal life insurance.The death benefit is designed to mirror theamortization scheduleof a mortgage or other personal debt not easily covered by personal assets or income, like personal loans or business loans.\n\nDecreasing term insurance allows a pure death benefit with no cash accumulation, unlike, for example,a whole life insurance policy. As such, this insurance option has modest premiums for comparable benefit amounts to either a permanent or temporary life insurance.\n\nDecreasing term policies are sometimes required by certain lenders to guarantee that the loan will be repaid in the event that the borrower dies before the loan matures. For instance, a small business may borrow $500,000 from a bank to expand, with $50,000 to be repaid each year for 10 years. They may ask the business owner to take out a decreasing term policy beginning in the amount of $500,000 and also reducing by $50,000 each year for ten years.\n\nFor example, a 30-year-old male who is a non-smoker might pay a premium of $25 per month throughout the life of a 15-year $200,000 decreasing term policy, customized to parallel a mortgage amortization schedule. The monthly cost for the level-premium decreasing term plan does not change. As the insured ages, the risk of the carrier increases. This increase in risk warrants the declining death benefit.\n\nA permanent policy with the same face amount of $200,000 could require monthly premium payments of $100 or more per month. While some universal or whole-life policies allow reductions of face amounts when the insured uses the policy for loans or other advances, the policies frequently hold fixed death benefits.\n\nSmall businesses sometimes find it useful to protect indebtedness against startup costs and operational expenses. For example, if one partner dies, the death benefit proceeds from the decreasing term policy can help to fund continuing operations or retire the percentage of the remaining debt for which the deceased partner is responsible. The protection also allows the business to guarantee commercial loan amounts affordably.\n\nThe main drawback is the death benefit declining over time, which is of course why it costs less than standard term life or other policies. Also, should something happen down the road, decreasing term life may not provide the coverage needed. Saving a few dollars in the short term may leave you uncovered should a future event occur.\n\nYes, because as the death benefit decreases over time, so too do the corresponding premiums.\n\nAt the end of a decreasing term life policy, it terminates along with the death benefit coverage.\n\nNew York State Department of Financial Services. \"Types of Policies.\"\n\nInsurance Information Institute. \"What are the Different Types of Term Life Insurance Policies?\"\n\nLegal Information Institute. \"Term Life Insurance.\"\n\nNational Association of Insurance Commissioners (NAIC). \"Life Insurance.\"\n\nProgressive. \"What is Decreasing Term Insurance?\"",
  "url": "https://www.investopedia.com/terms/d/decreasing_term_life.asp"
}