{
  "term": "Deed of Reconveyance: How it Works, Examples and FAQ",
  "definition": "A deed of reconveyance is a document that transfers thetitleof a property from amortgage lenderto the borrower once the loan has been paid. The deed of reconveyance must be recorded in the local county office so that the homeowner can sell the house at some point.\n\nA deed of reconveyance is issued to borrowers once a mortgage loan has been paid in full. The lender creates the document, gets it notarized, includes a legal description of the property, and records it in the local county.\n\nAnytitle searchcompleted on the property will show that thelienhas been paid in full. Since the loan is satisfied, the borrower is no longer at risk offoreclosure.\n\nAdeed of trustis an agreement between a home buyer and a lender that states the home buyer will repay the loan and the mortgage lender will hold the legal title to the property until the loan is fully paid.\n\nWhen a property has a lien against it, it cannot be sold. However, if an existing mortgage is satisfied with the proceeds of the home sale, the recording of the deed of reconveyance becomes a part of the closing process of the sale. Atitle insurancecompany commonly handles the recording.\n\nWhen homeownersrefinance their homeswith a new mortgage, they also receive a deed of reconveyance showing that the previous mortgage was paid since a new mortgage has been established in a refinancing situation.\n\nSecond mortgages orhome equity loansgive the lending institution a security interest in the home as the property often serves as collateral for that loan. Lenders can assert their rights to foreclose if a borrower defaults on these second loans. The deed of reconveyance related to the first mortgage has no effect on the second loan nor protects the homeowner.\n\nA deed of reconveyance differs from state to state or from lender to lender. In states that usetrust deedsrather than mortgages, a third party known as a trustee holds the mortgage on behalf of the lender. Some states usesatisfaction of mortgagedocuments rather than a deed of reconveyance, but these serve the same purpose.\n\nThe deed of reconveyance typically includes:\n\nIf an individual purchases a house and takes out a $400,000 mortgage, borrowing from a bank or mortgage lender, the property will serve as collateral under the deed of trust.\n\nOnce the loan is fully paid, the lender will certify that the debt has been paid and create the deed of reconveyance, usually within several weeks.\n\nThe deed of reconveyance will indicate that the mortgage loan is paid in full and show that the borrower has the title and full ownership of the property.\n\nThe lender has asecurity interestin the home while the mortgage is outstanding and can foreclose on the borrower, evict them, and take possession of the home if the borrower defaults on the loan. The deed of reconveyance proves that the lender no longer has a security interest in the home, and the homeowner cannot beforeclosedupon by the lending institution. The lender can transfer the free and clear title of the property at any time.\n\nIf no deed of reconveyance is recorded or if it is recorded with errors with the recorder’s office, such as the local county courthouse, it creates a title issue. The deed of trust will remain a burden against the property, and the homeowner may experience difficulties when trying to sell the home.\n\nEven after receiving a deed of reconveyance, a homeowner risks foreclosure by the local government if they don’t make timely property tax payments. In states that recognize a nonjudicial foreclosure process, this process can be initiated by written notice and without involving the court. A deed of reconveyance does not protect a homeowner with unpaid property taxes.\n\nConveyance transfers ownership of property from one entity to another. A deed is an instrument of conveyance that describes the parties and the property being transferred. A lender who holds title to the property must issue a deed of reconveyance to transfer the property title to the borrower.\n\nA deed of reconveyance is a document that transfers the title of a property to the borrower from the bank or mortgage holder once a mortgage has been satisfied. It clears the lender from the title to the property. The deed of reconveyance is completed and signed by the lender and filed with the local recording office, such as the county courthouse.",
  "url": "https://www.investopedia.com/terms/d/deed-of-reconveyance.asp"
}