{
  "term": "Deed: Legal Definition, Types, Requirements, vs. Title",
  "definition": "A deed is a signed legal document that transfers ownership of an asset from one party to another. Deeds are most commonly used to transfer ownership of property or vehicles between two parties.\n\nA deed to real property must be properly filed with the local government for its owner to be able to sell it, refinance it, or obtain a line of credit on it. This task is usually undertaken by the property buyer’s attorney or title insurance company.\n\nA deed is a binding document in a court of law after it's filed in thepublic recordby a local government official who is tasked with maintaining documents. The signing of a deed must be notarized. Some states also require witnesses.\n\nIt may be referred to as an imperfect deed if it's not written, notarized, and entered into the public record. The document and the transfer of ownership are valid but the related paperwork may have to be on file with the register of deeds to avoid a delay if there's a legal challenge.\n\nOther types of documents that confer privileges comparable to deeds include commissions, academic degrees, licenses to practice,patents, andpowers of attorney.\n\nThe register of deeds is available for public viewing and is usually maintained at the town, county, or state level.\n\nEach type of deed serves a purpose. They're generally categorized in these ways:\n\nThe exact requirements for deeds vary from state to state but they're pretty basic. The property being transferred must be described adequately in California. Both the person transferring title to the property, referred to as the grantor, and the person accepting title, referred to as the grantee, must be named.\n\nA deed can be void if the grantor is found to be not mentally competent, if it was signed by a minor or if it was forged.\n\nDeeds often include a precise and detailed description of the property being transferred. This description typically includes the property’s address, boundaries, lot number, and any other relevant identifiers. The more accurate this description is, the more reliable and helpful the deed will be.\n\nConsideration is a foundational concept in contract law. It embodies the idea of value exchanged, representing what each party gives up in a transfer of ownership.\n\nConsideration plays a pivotal role in signaling the seriousness and intention behind the transfer in the context of a deed. Both the grantor and grantee acknowledge that the transaction is not merely a gift when they include consideration in the deed. A deed is closely tied to consideration because the combination covers many of the requirements for a legitimate transaction.\n\nThe parties demonstrate their mutual intent to enter into a binding agreement for the transfer of property when they stipulate consideration. This helps establish the transaction as deliberate and consensual rather than accidental or involuntary.\n\nConsideration also provides a benchmark for assessing the value of the property being transferred and the fairness of the transaction. The deed itself signals a transfer but it doesn’t evaluate or measure the nature of the transaction. Consideration doesn't have to be precisely equivalent to the property’sfair market valuebut there can be legal and tax implications if the transfer of a deed doesn't include consideration.\n\nA mortgage for a house requires adeed of trustin some states. A trustee holds the deed of trust until the loan for the property is paid in full.\n\nA transfer of ownership can get muddled even when a perfect deed has been filed. There could be acloud on the titlefor a variety of reasons. False deeds or deeds that contain errors can require clearing up with the recordkeepers before they can be filed.\n\nThere also can beprobateissues. Heirs might challenge each other in court if the owner of a property passes away without defining in awillwho should gain control of a property.\n\nConferring a title through a deed doesn't necessarily grant the new ownerthe right to use the propertyin any way they choose. A deed can include restrictions on the owner’s actions such as rules imposed by a homeowners association.\n\nAn individual who signs a deed for a parcel of land has a legal right to possess that land but may not be able to build a shooting range on it because of the potential risks that would pose. The holder of the title to a piece of property might own the land but be unable to develop it for environmental reasons.\n\nDeed restrictions, also known as restrictive covenants, are limitations or conditions imposed on the use or development of a property. They're typically outlined in the deed.\n\nDeed restrictions aim to preserve the integrity, value, and aesthetics of a property. Think about the implications of selling a house. There may be restrictions to respect the current state of a neighborhood. Common examples of restrictions that may be listed in deeds include prohibitions onbuilding additional structures, exterior modifications, or how the land can be used.\n\nDeed covenants are related to deed restrictions. Covenants refer to agreements or promises made by property owners to abide by certain rules or conditions. These are more likely to be voluntary compared to restrictions.\n\nDeed restrictions are typically tied to the property deed itself and they might be a bit more specific. Covenants may be part of a larger set of community rules or agreements and may vary in their application and enforcement.\n\nA deed and a title aren't the same but they're linked:\n\nA deed is proof that you're the owner of a house or other property. You hold the right to use it subject to any applicable restrictions and covenants. Ownership can be subject to legal challenges, however.\n\nA deed of trust is a real estate transaction that involves a lender such as a bank as well as a buyer and seller. It inserts a fourth party into the transaction: a trustee that's usually a title company that receives an interest in the property. The trustee can seize the property and sell it if the buyer defaults on payments.\n\nThe deed of trust process is a substitute for a mortgage agreement and is used in many states.\n\nThe term in full is a “deed in lieu of foreclosure.” A homeowner facing the loss of the property for nonpayment of a mortgage may choose to just transfer the deed to the house to the lender rather than face the trauma repercussions of foreclosure proceedings.\n\nThe lender agrees to accept the property in a deed in lieu agreement and to release the borrower from any other payments of the debt.\n\nIt depends. A deed of trust works the same as a mortgage and has a time limit by which the money loaned for the property must be repaid in full. The trustee should take care of the paperwork to replace it with another deed that transfers the title to the owner at that time. A deed doesn't otherwise expire unless it has an expiration date.\n\nDeeds are legal documents that transfer ownership of real property from one party to another. They contain essential information such as property descriptions, parties involved, and considerations exchanged. They serve as tangible evidence of property ownership rights and obligations.\n\nDavis & Palumbo. “What Are the Three Most Common Types of Deeds?”\n\nViva Escrow! “What Makes a Deed Good and Valid?”\n\nRealtor.com. \"Deed vs. Title: What's the Difference? Terms Home Buyers Need to Know.\"\n\nCornell Law School Legal Information Institute. “Deed of Trust.”\n\nCompanies Incorporated. “Mortgage States and Deed of Trust States.”\n\nRocket Mortgage. “Deed in Lieu of Foreclosure: What Is It and Is It Right for You?”",
  "url": "https://www.investopedia.com/terms/d/deed.asp"
}