{
  "term": "Deed of Release: What It Is, How It Works, and Example",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA deed of release is a legal document that removes a previous claim on an asset. It provides documentation of release from a binding agreement. A deed of release might be included when a lender transfers the title ofreal estateto the homeowner upon satisfaction of the mortgage. A deed of release releases the parties from previous obligations.\n\nA good way to understand how a deed of release works is to consider it in a common situation for many people: homebuying. Most individuals purchase their homes with the help of a mortgage provided by a financial institution. The bank providing the funds for the mortgage doesn’t just lend the money in good faith—it takes a legal claim against the house as collateral until the loan is paid off.\n\nA mortgage deed of release is then created when the borrower meets all mortgage payment terms or makes a full prepayment to satisfy the loan. The lender holds thetitleto the property until that time and is formally a lienholder of record until full and final payment is made. The title provides secured collateral for the loan payments for the life of the loan, reducing the default risk for the lender.\n\nThe lending institution’s legal counsel typically creates the deed of release when the loan has been satisfied. It reports that the loan has been paid in full under the terms required. It also states that the lien has been removed, and the full title has been transferred to the homeowner.\n\nThe homeowner owns the asset free and clear after the title and deed of release are provided. They are no longer subject to any terms or obligations of the lender. The lending account is closed.\n\nBe sure to have the deed of release recorded by the same agency that recorded the original mortgage so you can be absolutely sure that all liens are removed.\n\nEmployment agreements are another scenario where a deed of release might be used. The document can free the employer and employee of any obligations under their employment agreement. Sometimes, a deed of release might give an employee a designated payment. This can occur in the case of a severance package.\n\nThe deed of release can include the terms of the severance, including payment and the length of time that payments will last following the release. It might also identify confidential information that the employee cannot share after termination orrestraint clausesthat prevent a departing employee from forming a similar business or soliciting customers or clients.\n\nIf you’re presented with a deed of release in a workplace setting, read it carefully to ensure you understand what you’re agreeing to.\n\nThe most common example of a deed of release can occur when someone buys a home. When you take out a mortgage to purchase property, the property acts as collateral for the loan. Meanwhile, the lender holds the lien on the home as the entity to which you owe money. When you complete your mortgage terms and pay off the loan in full, the mortgage lender can create a mortgage deed of release.\n\nAnother example of a deed of release is associated withpersonal guarantees. A personal guarantee means that you assume personal responsibility for a debt, even if that debt is owed by a business entity you own. If you agree to end a personal guarantee, whether the loan has been paid in full or not, you could do so through a deed of release.\n\nAgreeing to a Uniform Commercial Code (UCC) lien for a business loan creates a different set of legal and financial obligations from a personal guarantee.\n\nFindingsample deed of release forms onlineis possible, though you may pay a fee to download them. It’s also important to ensure that any deed of release form that you’re using conforms to your state’s legal guidelines for a release of deed.\n\nContact theFederal Deposit Insurance Corp. (FDIC)if you’ve failed to receive a deed of release because your lending bank failed and went into FDIC receivership. The FDIC indicates that it can usually sort out the problem for you.\n\nThe regulator offers aninteractive search toolthat you can use to find out if the government acquired your bank through receivership.\n\nYes, once you've paid off your mortgage and the lender issues you the deed of release, it proves that you own your home.\n\nYou shouldn't even have to ask for the deed of release—the lender is required to issue it once you've paid your mortgage in full.\n\nYes. You may also see a deed of release called a deed of reconveyance, a full reconveyance form, or a satisfaction of mortgage document. These all just mean that you've paid off the mortgage and own your property.\n\nThe deed of release is proof that you've paid off your mortgage and you fully own the property. When you were paying a mortgage, the lender held onto your home's title. When you complete the payment, the title is transferred to you, and the deed of release proves that the lender no longer has a financial interest in the property.\n\nCorporate Finance Institute. \"Deeds of Release.\"\n\nUniform Law Commission. \"Uniform Commercial Code.\"\n\nFederal Deposit Insurance Corporation. \"Obtaining a Lien Release.\"",
  "url": "https://www.investopedia.com/terms/d/deed_of_release.asp"
}