{
  "term": "Default Risk: Definition, Types, and Ways to Measure",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nDefault risk is the risk a lender takes that a borrower will not make the required payments on a debt obligation, such as a loan, a bond, or a credit card. Lenders and investors are exposed to default risk in virtually all forms of credit offerings. A higher level of default risk typically requires the borrower to pay a higher interest rate.\n\nWhenever a lender extends credit to a borrower, there is a chance that the loan, or some portion of it, will not be paid back. Default risk is the probability of this happening. Default risk can apply both to individuals and to companies that borrow money through loans or by issuing bonds.\n\nLenders take default risk into account when deciding whether to make a loan and in how they determine your interest rate. Investors consider default risk in deciding whether to buy a company's (or a government's) bonds, and whether the interest rate they're being offered is sufficient compensation for the risk.\n\nDefault risk can be gauged using standard measurement tools, includingFICOcredit scores for consumers and independent credit ratings for corporate and government debt issues.\n\nCredit ratings for debt issues are provided byrating organizationssuch as Standard & Poor's (S&P), Moody's, and Fitch Ratings.\n\nIn terms of corporate debt, default risk can change as a result of broader economic forces as well as changes in that particular company's financial situation. An economic recession, for example, can impact the revenues and earnings of many companies, influencing their ability to make interest payments on their debt and, ultimately, to repay the debt entirely.\n\nCompanies may also face factors such as increased competition and lowerpricing power, resulting in a similar financial impact.\n\nLenders generally examine a company's financial statements and employ severalfinancial ratiosto determine the likelihood of debt repayment.\n\nFree cash flow, for example, is the cash that is calculated by subtracting capital expenditures from operating cash flow. Companies use their free cash flow for purposes such as debt and dividend payments. A free cash flow figure that is near zero or negative indicates that the company may be having trouble generating enough cash to deliver on its promised payments. This could indicate a higher default risk.\n\nA company'sinterest coverage ratiois another way to assess its default risk. It is calculated by dividing a company's earnings before interest and taxes (EBIT) by its periodic debt interest payments.\n\nA higher ratio suggests that there is enough income being generated to cover interest payments, which could indicate a lower default risk.\n\nThis measure reflects a high degree of conservatism, taking into account non-cash expenses, such as depreciation and amortization. To assess coverage based purely on cash transactions, the interest coverage ratio can also be calculated by dividingearnings before interest, taxes, depreciation, and amortization(EBITDA) by periodic debt interest payments.\n\nRating agencies like those mentioned above evaluate corporations and corporate debt, such as bonds, to help gauge default risk. The scoring systems they use group debt into two major categories:investment gradedebt and non-investment grade or speculative debt (sometimes called high-yield or \"junk\").\n\nInvestment-grade debt is considered to have lower default risk and is generally more sought-after by investors. Investment-grade debt comes in varying levels of risk, which the rating agencies distinguish with letter grades. The higher the grade, the lower the interest rate the company may have to pay to borrow.\n\nConversely, non-investment grade debt offers higher yields than safer bonds or other debt, but it also comes with a significantly higher chance of default.\n\nWhile the grading scales used by the rating agencies are slightly different, most debt is graded similarly. For example, any bond issue given an AAA, AA, A, or BBB rating by S&P is considered investment grade. Anything rated BB and below is considered speculative.\n\nIn August 2023, Fitch Ratings downgraded the long-term ratings of the United States to \"AA+\" from \"AAA\" due to the anticipated fiscal deterioration over the next three years, increasing government debt burden, and the erosion of governance related to 'AA' and 'AAA' rated peers over the last two decades that has resulted in multiple debt limit standoffs and 11th-hour resolutions.\n\nCredit bureaus collect information on consumers, which they sell to prospective lenders and other interested parties in the form ofcredit reports. That data is supplied to the bureaus by the individual's current and previous lenders, such as banks and credit card issuers, and shows how reliable they have been in paying their bills on time.\n\nThe assumption is that a consumer who has established a reliable record of paying their bills is less likely to be risky in the future than one whose record is more spotty. Information such as past bankruptcies can also be included in credit reports.\n\nThe information in your credit report is used to calculate a three-digit credit score. Lenders use it as one measure of a consumer's default risk.\n\nCredit scores are based on a number of factors, with bill-payment history being the most highly weighted. Another key factor is yourcredit utilization ratio. That's the amount debt you have outstanding at any given time compared to your total available credit. For example, if you have two credit cards with credit limits totaling $20,000 and you owe $10,000 on them, your credit utilization ratio is 50%. (That's relatively high. Credit scores penalize ratios over 30%, and the lower, the better.)\n\nMost credit scores range from 300 to 850. A FICO credit score over 670 is considered good. Lower scores will generally mean higher interest rates, if the borrower can get a loan or credit card at all. Higher scores often lead to lower interest rates and larger credit limits.\n\nWhat happens when you default on a loan depends on the type of loan and the lender's policy. In the case of asecuredloan, the lender can seize the asset you used as collateral. For a consumer with an auto loan, that is usually the vehicle. For a business, the collateral might be a piece of equipment, real estate, or a cash account. With anunsecureddebt, such as a credit card or personal loan, the lender can sue the borrower or turn the debt over to a collection agency.\n\nDefaulting on a debt makes an individual or company considerably less attractive to prospective lenders. It may be impossible for them to borrow again anytime soon, except at exorbitant interest rates (and maybe not even then). In the case of individuals, a default can remain on your credit report and have a negative effect on your credit score for up to seven years.\n\nDebt becomesdelinquentwhen you have failed to make a single on-time payment. Default occurs after a series of delinquent payments, the number of which can vary by type of loan and lender. Both are best avoided, but default has worse consequences for your credit history.\n\nLenders and investors use various measures to determine the likelihood than an individual, a company, or a government will default on debts. The greater the odds of default, the more that the lender or investor will expect be compensated in terms of higher interest rates.\n\nS&P Global. \"Intro to Credit Ratings.\"\n\nFitch Ratings. \"Fitch Downgrades the United States' Long-Term Ratings to 'AA+' from 'AAA'; Outlook Stable.\"\n\nExperian. \"What Is a Good Credit Utilization Rate?\"\n\nEquifax. \"What Is a Good Credit Score?\"\n\nEquifax. \"What Happens if I Default on a Loan or Credit Card Debt?\"",
  "url": "https://www.investopedia.com/terms/d/defaultrisk.asp"
}