{
  "term": "Default: What It Means, What Happens When You Default, and Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA default happens when a borrower is unable to repay a debt.\n\nDefault occurs when scheduled payments of interest or principal on a debt are not made according to the agreed terms, whether that debt is a loan or a security. Individuals, businesses, and even countries can default on their debt obligations.Default riskis an important consideration for creditors.\n\nA default can occur on secured debt, such as a mortgage loan secured by a house or a business loan that's secured by a company's assets. When a borrower fails to make timely payments, the loan could go into default, allowing the lender to claim the asset or collateral that was used to secure it.\n\nLarge companies can also go into default if they are unable to make scheduled payments on a bond or other obligation. Corporate defaults can sometimes lead to bankruptcy.\n\nDefaults can occur on unsecured debt as well, such as credit card balances. A default reduces the borrower's credit score and can limit their ability to borrow in the future.\n\nLenders or investors can sue to recover the funds when an individual, business, or country defaults on a debt. Their recovery prospects will depend in part on whether the debt is secured or unsecured.\n\nIf a borrower defaults on their mortgage, their bank or lender may ultimatelyforecloseon the home that was used to secure it. The same goes for auto loans, where lenders may repossess the vehicle if a borrower defaults. These are examples of secured loans. The lender has alegal claim to a particular assetthat's acquired with a secured loan.\n\nCorporations that default on secured debt may file for bankruptcy protection to avoidforfeiture, providing time for them to negotiate with creditors for a settlement.\n\nA default can also occur on unsecured debt, such as medical bills and credit card balances. Unsecured debt isn't backed by an asset, but the lender still has a legal claim in the event of a default. Credit card companies often wait a few months before sending an account into default.\n\nThe debt would be \"charged off\" after six or more months without payments being made on an outstanding balance. The lender would write it off as a loss and close the account on a debt that's been charged off.The creditor may then sell the charged-off debt to a collection agency, which would then attempt to collect from the borrower.\n\nA collection agency that buys a charged-off, unsecured debt can have a lien or judgment placed against the borrower's assets.Ajudgment lienis a court ruling that gives creditors the right to take possession of a debtor's property if the debtor fails to fulfill contractual obligations.\n\nThere are technically three different legal types of delays or defaults in contractual or legal obligations, particularly in civil law systems.\n\nThese concepts are important in determining liability and remedies in contractual disputes. In civic law cases, these three determine which party is at fault, to what degree, and what consequences should follow.\n\nThere are several possible outcomes that could happen if you default on a loan. The following list depends not only on the type of loan you're defaulting on but your credit history, net worth, liquid assets, and legal standing with your loan contract. We'll look at more specific outcomes of defaulting on specific types of debt later.\n\nStudent loans are another type of unsecured debt. Defaulting on a student loan has the same consequences as failing to pay off a credit card, affecting your credit score, your credit rating, and your future loan prospects. Those who default on federal student loans may also face wage garnishment.\n\nYour loan is officiallydelinquentwhen your payment is 90 days overdue. It's reported to all three major credit bureaus, so your credit rating will fall. New credit applications may be denied or approved only at a higher interest rate that can be charged to riskier borrowers.\n\nA bad credit rating can follow you in other ways. Potential employers and potential landlords often check the credit scores of applicants, especially employees who will need a security clearance to perform the job.\n\nThe loan will end up in default if your payment is at least 270 days late. About one-third of all federal student loan borrowers have been in default at some point.\n\nBorrowers who don't enter a loan rehabilitation agreement with the Default Resolution Group at the Department's Office of Federal Student Aid can eventually be subject to withholdings of tax refunds and other federal payments, as well as garnishments of up to 15% of their take-home pay.\n\nYou can enter thefederal student loan rehabilitation programor use loan consolidation if your federal student loans are in default.\n\nA good first step is to contact your lender as soon as you realize that you may have trouble keeping up with your payments. The lender may be able to work with you on a more attainable repayment plan or help you obtaindefermentorforbearanceon your loan payments.\n\nStudent loan payments and the accumulation of interest on outstanding loans were suspended by the Department of Education (DOE) as a COVID-19 relief measure. The DOE then extended the pause on federal student loan payments in November 2022 in response to a federal court order blocking the White House’sstudent loan forgiveness plan.\n\nStudent loan payments were scheduled to resume 60 days after the department was permitted to implement the program or the litigation was resolved. Student loan interest charges then resumed on Sept. 1, 2023, and payments restarted in October 2023.\n\nSovereign defaultoccurs when a country doesn't repay its debts. A country that's in default usually cannot be compelled to satisfy its obligations by a court, unlike an individual or corporate debtor. But it does face a variety of otherrisks and problems. The economy might go into recession, or the currency mightdevalue. The defaulting country may be shut out of debt markets for years to come.\n\nSovereign default can occur for a variety of reasons, including political unrest, economic mismanagement, or a banking crisis. Greece defaulted on a $1.73 billion payment to theInternational Monetary Fund (IMF)in 2015 before securing additional debt relief from the European Union.\n\nFitch, a leading provider of credit ratings, downgraded the U.S. credit rating from AAA to AA+ on Aug. 1, 2023. It indicated that it foresees \"fiscal deterioration\" over the next three years and cited the federal government's tendency for last-minute negotiations over the country's debt ceiling.The U.S. Budget Committee has indicated that this is only the second time in the nation's history that a credit rating provider has taken this action.\n\nDefaulting on afutures contractoccurs when one party doesn't fulfill the obligations set forth by the agreement. The default usually involves a failure tosettle the contract by the required date, in this case.\n\nA futures contract is a legal agreement for a future transaction involving a particular commodity or asset. One party to the contract agrees to buy at a specific date and price, and the other party agrees to sell at the contract-specified milestones. They could face collection actions and lawsuits if one party defaults.\n\nA default will stay on your credit reports and be factored into your credit score for seven years, according to the credit bureau Experian.\n\nIf you can't make your loan payment, that doesn't necessarily mean you have to default. There are a handful of options and alternatives you might be able to secure:\n\nBed Bath & Beyond, once a major retail chain in the United States specializing in home goods, filed forChapter 11 bankruptcyprotection on April 23, 2023. This filing came after years of declining sales, mismanagement, and failed turnaround attempts.\n\nThe company had been struggling for several years, facing intense competition from online retailers like Amazon and other big-box stores. The COVID-19 pandemic further exacerbated its problems, as it did for many brick-and-mortar retailers.\n\nIn the lead-up to its bankruptcy filing, Bed Bath & Beyond defaulted on a significant portion of its debt. In January 2023, the company warned that it was considering filing for bankruptcy protection due to its inability to repay its outstanding loans. At the time of its bankruptcy filing, the company listed its assets at $4.4 billion and liabilities at $5.2 billion.Thus, the company did not have enough assets on hand to pay its debt and therefore defaulted on loans.\n\nIf you ever take out a mortgage or auto loan, or simply apply for a credit card, you need to understand what happens if you fail to make your payments. A default is what happens if you are unable to repay the money you borrowed.\n\nThe consequences of defaulting depend on what type of loan you have. If your loan is secured by a house or a car, the lender can sell the collateral to recoup their loss. If your loan is unsecured, the lender can sue you or sell the debt to a collections agency. In both cases, a default will damage your credit score, making it harder and more expensive for you to borrow money in the future.\n\nYour account is ultimately sent to a debt collection agency that tries to recover your outstanding payments when you default on a loan. Defaulting on any payment will reduce your credit score, impair your ability to borrow money in the future, lead to charged fees, and possibly result in the seizure of your personal property.\n\nDefaults stay on your credit report for seven years. A default may be removed earlier if it can be proven that it was a mistake. Your credit score should improve after the default is removed.\n\nA default is a missed payment or multiple missed payments on money that you've borrowed. An example of a default would be not paying your credit card bill or your monthly mortgage payment.\n\nDefault is the failure to make required interest or principal repayments on debt. Individuals, businesses, and countries can default on debt obligations. Failure to meet payments on a mortgage, student loan, or personal loan will affect an individual's credit rating, their ability to secure future loans, and could result in the seizure of property or wages.\n\nCorporations can default by failing to meet coupon payments on bonds. Sovereign default occurs when a country doesn't repay its debts.\n\nNational Credit Union Administration. \"Personal Loans: Secured vs. Unsecured.\"\n\nUnited States Courts. \"Chapter 11-Bankrupty Basics.\"\n\nFederal Register. \"Credit Card Penalty Fees (Regulation Z).\"\n\nExperian. \"What Does “Charge off” Mean on a Credit Report.\"\n\nConsumer Financial Protection Bureau. \"What is a Judgment?\"\n\nFederal Student Aid. “Student Loan Delinquency and Default.”\n\nThe Pew Charitable Trusts. \"Government Hits Reset on Student Loan Defaults, But Many Could Experience Default Again.\"\n\nFederal Student Aid. \"Collections on Defaulted Loans.\"\n\nFederal Student Aid. \"Getting Out of Default.\"\n\nFederal Student Aid. \"COVID-19 Emergency Relief and Federal Student Aid.\"\n\nThe Wall Street Journal. \"Greece to Default on $1.73 Billion IMF Payment.\"\n\nFitch Ratings. \"Fitch Downgrades the United States' Long-Term Ratings to 'AA+' from 'AAA'; Outlook Stable.\"\n\nU.S. Budget Committee. \"U.S. Debt Credit Rating Downgraded, Only Second Time In Nation’s History.\"\n\nExperian. \"How Does Default Impact Your Credit?\"\n\nKroll Restructuring. \"Bed Bath & Beyond Inc.\"\n\nUnited States Bankruptcy Court District of New Jersey. \"Bed Bath & Beyond, Inc.\"",
  "url": "https://www.investopedia.com/terms/d/default2.asp"
}