{
  "term": "Deferment Period: Meaning, Overview, Applications",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe deferment period is a time during which a borrower doesn't have to pay interest or repay the principal on a loan. The deferment period also refers to the period after the issue of a callable security during which the issuer cannot call the security.\n\nThe duration of a deferment period can vary and is established in advance usually by a contract between the two parties. A student loan deferment, for example, is usually for up to three years, while many municipal bonds have a deferment period of 10 years.\n\nThe deferment period applies tostudent loans, mortgages, callable securities, some types of options, and benefit claims in the insurance industry. Borrowers should be careful not to confuse a deferment period with agrace period. A grace period is a length of time after a due date that a borrower can make a payment without incurring a penalty.\n\nGrace periods are usually short windows of time, such as 15 days, when a borrower can make a payment beyond the due date without the risk oflate feesor cancellation of the loan or contract. Deferment periods are usually longer time frames, such as years. In most cases, deferments aren't automatic, and borrowers will need to apply to their lender and receive approval for a deferment.\n\nDeferment periods are common with loans that borrowers take out to pay for educational expenses. The lender of a student loan may grant the deferment while the student is still in school or just after graduation when the student has few resources to repay the loan. The lender may also grant deferment at their discretion during other periods of financial hardship to provide the borrower with temporary relief from debt payments and as an alternative todefault.\n\nDuring a loan's deferment period,interest may or may not accrue. Borrowers should check their loan terms to determine whether a loan deferment means they will owe more interest than if they didn't defer the payment. For mostsubsidized deferred student loans, interest doesn't accrue. However, interest does accrue on unsubsidizeddeferred student loans. Additionally, the lender will capitalize the interest, meaning that the interest is added to the amount due at the end of the deferment period.\n\nA newly established mortgage will typically include a deferment of the first payment. For example, a borrower who signs a new mortgage in March may not have to start making payments until May.\n\nForbearanceof a mortgage differs from a deferment. Forbearance is an agreement negotiated between the borrower and the lender to temporarily postpone mortgage payments rather than having a property go into foreclosure. Lenders are more likely to grant forbearance to those borrowers who have a good history of making payments.\n\nDifferent types of securities may have anembedded call optionallowing the issuer to buy them back at a predetermined price before the maturity date. These securities are referred to ascallable securities.\n\nAn issuer will typically “call” bonds when prevailing interest rates in the economy drop, providing an opportunity for the issuer torefinance its debtat a lower rate. However, since early redemption is unfavorable to bondholders who will stop receiving interest income after a bond is retired, thetrust indenturewill stipulate acall protectionor a deferment period.\n\nThe deferment period is the period of time during which an issuing entity cannot redeem the bonds. The issuer cannot call the security back during the deferment period.\n\nEuropean optionshave a deferment period for the life of the option. This means they can beexercisedonly on the expiry date.\n\nAnother type of option, called the Deferment Period Option, has all the characteristics of an Americanvanilla option. The option can be exercised anytime before it expires. However, payment is deferred until the original expiration date of the option.\n\nBenefits are payable to the insured when they become incapacitated and are unable to work for a period of time. In this context, the deferred period refers to the period of time from when a person has become unable to work until the time that the benefit begins to be paid. In other words, it's the period of time an employee has to be out of work due to illness or injury before any benefit will start accumulating and any claim payment will be made.\n\nA bond issued with 15 years tomaturitymay have a deferment period of six years. This means investors are guaranteed periodic interest payments for at least six years. After six years, the issuer may choose to buy back the bonds, depending on interest rates in the markets. Mostmunicipal bondsare callable and have a deferment period of 10 years.\n\nNot all. Most federally administered loans have a deferment option available. Many private student loan companies do have deferment options, but there's no guarantee.\n\nYes. While you may not have to make payments, which typically include both interest and principal, the interest will continue to accrue, leaving you with an ever-increasing balance.\n\nDefermenton a federal student loan can last up to three years.\n\nDeferment can mean various things depending on the context. If you have a student loan and are struggling to pay it, deferment may give you some much-needed breathing room. Deferment on callable securities ensures stable interest payments for a set period of time. In both situations, deferments can be used to better your financial position.\n\nFederal Student Aid. \"Student Loan Deferment.\"\n\nGovernment Finance Officers Association. \"Refunding Municipal Bonds.\"\n\nFederal Student Aid. \"What Are Loan Deferment And Forbearance?\"\n\nFederal Student Aid. \"Subsidized and Unsubsidized Loans.\"\n\nConsumer Finance Protection Bureau. \"Learn About Forbearance.\"\n\nConsumer Financial Protection Bureau. \"What Is Student Loan Deferment?\"",
  "url": "https://www.investopedia.com/terms/d/defermentperiod.asp"
}