{
  "term": "Deferred Interest: Definition, How It Works, Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nDeferred interest is wheninterestpayments are deferred on a loan during a specific period of time. You will not pay any interest as long as your entire balance on the loan is paid off before this period ends. If you do not pay off the loan balance before this period ends, then interest charges start accruing.\n\nDeferred interest options are also available on mortgages, known as a deferred interest mortgage or agraduated-payment mortgage.\n\nDeferred interest options are usually provided by retailers on big-ticket items, such as furniture and home appliances. It makes it easier and more attractive for a consumer to buy these items than if they had to pay upfront in full or take out a loan with interest, increasing the cost of the purchase.\n\nDeferred interest options usually last for a specific period of time where no interest is charged. Once this period is over and if the loan balance has not been paid, then interest charges start accruing, sometimes at very high rates. It's important for a consumer to be aware of the deferred interest period as well as any fine print laying out the terms of the offer. They should also, of course, ensure that they can pay off the loan before the interest-free period is over. Retailers offer deferred interest or \"no interest\" items through their retail credit card or otherin-house financingoptions.\n\nDeferred interest loans can also be offered on credit cards. Typically as a marketing scheme to lure in consumers to sign up for a card, credit card companies offer deferred interest or no interest credit cards. These credit cards work in the same way as a deferred interest loan with a retailer, in that they offer no interest charges on the balance of the credit card for a specific period of time. Once that period is over, interest starts being charged on the remaining balance or any balance going forward. If you're considering switching from your current card to one with with a deferred interest rate (or no interest rate), make sure it's one of the best balance transfer cards currently available.\n\nTypically, on deferred interest loans, if the balance is not fully paid off before the period ends, interest is backdated and charged on the entire, original balance, regardless of how much of the balance is left.\n\nMortgages that include deferred interest features work in a slightly different way. The amount of interest that is not paid on a mortgage's monthly payment is then added to the principal balance of the loan. When a loan's principal balance increases because of deferred interest, it is known asnegative amortization. For example,payment option ARMs, a type of adjustable-rate mortgage, and fixed-rate mortgages with a deferrable interest feature, carry the risk of the monthly payments increasing substantially at some point over the term of the mortgage.\n\nBefore the mortgage crisis of 2008, programs such as payment option ARMs had low introductory payments for the first 2-3 years, which payments increased significantly afterwards.Mortgagors could choose a 30-year or 15-year payment, aninterest-only paymentcovering interest but not reducing the principal balance, or aminimum paymentthat wouldn't even cover the interest due. The difference between the minimum payment and the interest due was the deferred interest, or negative amortization, which was added to the loan balance.\n\nFor example, say a mortgagor received a $100,000 payment option ARM at a 6% interest rate. The borrower could choose from four monthly payment options:\n\nMaking the minimum payment means the deferred interest of $178.36 is added to the loan balance monthly.\n\nAfter five years, the loan balance with deferred interest is recast, meaning the required payment increases enough so that the loan can be paid off in 25 years. The payment becomes so high that the mortgagor cannot repay the loan and ends up in foreclosure. This is one reason why loans with deferred interest are banned in some states and considered predatory by the federal government. Deferred interest mortgages typically increase the overall cost of a loan and can be a dangerous option.\n\nCenter For American Progress. \"The 2008 Housing Crisis.\" Accessed Aug. 12, 2021.",
  "url": "https://www.investopedia.com/terms/d/deferredinterest.asp"
}