{
  "term": "Deferred Income Tax: Definition, Purpose, and Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAmanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nA deferred income tax is aliabilityrecorded on abalance sheetresulting from a difference in income recognition between tax laws and the company’s accounting methods. For this reason, the company’s payableincome taxmay not equate to the total tax expense reported.\n\nThe total tax expense for a specificfiscal yearmay be different from the tax liability owed to theInternal Revenue Service (IRS), as the company is postponing payment based on accounting rule differences.\n\nIn the U.S.,generally accepted accounting principles (GAAP)guidefinancial accountingpractices. GAAP accounting requires the calculation and disclosure of economic events in a specific manner. Income tax expense, which is a financial accounting record, is calculated using GAAP income.\n\nIn contrast, the IRS tax code specifies special rules on the treatment of events. The differences between IRS rules and GAAP guidelines result in different computations ofnet income, and subsequently, income taxes due on that income.\n\nA deferred income tax liability results from the difference between the income tax expense reported on the income statement and the income tax payable.\n\nSituations may arise where theincome tax payableon a tax return is higher than theincome tax expenseon a financial statement. In time, if no other reconciling events happen, the deferred income tax account would net to $0.\n\nHowever, without a deferred income tax liability account, a deferred income taxassetwould be created. This account would represent the future economic benefit expected to be received because income taxes charged were in excess based on GAAP income.\n\nA common situation that generates a deferred income tax liability is from differences indepreciationmethods. GAAP guidelines allow businesses to choose between multiple depreciation practices. However, the IRS requires the use of a depreciation method that is different from all available GAAP methods.\n\nFor this reason, the amount of depreciation recorded on a financial statement is usually different from the calculations found on a company’stax return. Over the life of an asset, the value of the depreciation in both areas changes. At the end of the life of the asset, no deferred tax liability exists, as the total depreciation between the two methods is equal.\n\nDeferred income tax is considered a liability rather than an asset as it is money owed rather than to be received. If a company had overpaid on taxes, it would be a deferred tax asset and appear on the balance sheet as a non-current asset.\n\nDeferred income tax is tax that must be paid in the future to account for differences in how companies recognize income and how tax authorities recognize income.\n\nCurrent tax is tax payable, while deferred tax is intended to be paid in the future.\n\nThe income tax a company owes to tax authorities may not be the same as the total tax expense reported in its financial statement. This discrepancy can happen often and is caused by contrasting income recognition standards between tax and accounting laws. The upshot is deferred income tax, which is presented as a liability on balance sheets and represents tax that must be paid in the future.\n\nPricewaterhouseCoopers. \"Demystifying deferred tax accounting.\"\n\nUniveristy of Minnesota. \"15.3 Recognition of Deferred Income Taxes.\"\n\nTax Foundation. \"Three Differences Between Tax and Book Accounting that Legislators Need to Know.\"\n\nInternal Revenue Service \"Topic No. 704, Depreciation.\"",
  "url": "https://www.investopedia.com/terms/d/deferredincometax.asp"
}