{
  "term": "Deferred Tax Asset: Calculation, Uses, and Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA deferred tax asset is an item on a company's balance sheet that reduces its taxable income in the future.\n\nSuch a line item asset can be found when a business overpays its taxes. This money will eventually be returned to the business in the form of tax relief. Therefore, the overpayment becomes an asset to the company.\n\nA deferred tax asset is the opposite of a deferred tax liability, which indicates an expected increase in the amount of income tax owed by a company.\n\nA deferred tax asset is often created when taxes are paid or carried forward but cannot yet be recognized on the company's income statement.\n\nFor example, deferred tax assets can be created when the tax authorities recognize revenue or expenses at different times than the periods that the company follows as anaccounting standard. These assets help reduce the company’s future tax liability.\n\nIt is important to note that a deferred tax asset is recognized only when the difference between the loss value ordepreciationof the asset is expected to offset its future profit.\n\nA deferred tax asset might be compared to rent paid in advance or a refundable insurance premium. While the business no longer has the cash on hand, it does have its comparable value, and this must be reflected in its financial statements.\n\nInvestopedia'sTax Savings Guidecan help you maximize your tax credits, deductions, and savings. Order yours today.\n\nOne straightforward example of a deferred tax asset is thecarryover of losses. If a business incurs a loss in a financial year, it usually is entitled to use that loss to lower its taxable income in the following years.Because the loss will save the company money on its taxes in the future, the loss becomes an asset.\n\nAnother scenario arises when there is a difference between accounting rules and tax rules. For example, deferred taxes exist when expenses are recognized in a company's income statement before they are required to be recognized by the tax authorities or when revenue is subject to taxes before it is taxable in the income statement.\n\nEssentially, whenever thetax baseor tax rules for assets and/orliabilitiesare different, there is an opportunity for the creation of a deferred tax asset.\n\nThere is no time limit on deferred tax assets. They can be used when it makes the most financial sense for a company. However, deferred tax assets can't be used with tax returns that have already been filed.\n\nSay a computer manufacturing company estimates, based on past experience, that the percentage of computers that will be sent back forwarrantyrepairs in the next year is 2% of the total production. If the company's total revenue in year one is $3,000 and the warranty expense in its books is $60 (2% x $3,000), then the company'staxable incomeis $2,940.\n\nHowever, most tax authorities do not allow companies to deduct expenses based on expected warranties. Thus, the company is required to pay taxes on the full $3,000.\n\nIf thetax ratefor the company is 30%, the difference of $18 ($60 x 30%) between the taxes payable in theincome statementand the actual taxes paid to the tax authorities is a deferred tax asset.\n\nThere are some key characteristics of deferred tax assets to consider. First, starting in the 2018 tax year, they could be carried forward indefinitely for most companies, but are no longer able to be carried back.\n\nSome farming losses may still be carried back for up to two years.\n\nThe second thing to consider is how tax rates affect thevalueof deferred tax assets. If the tax rate goes up, it works in the company’s favor because the assets’ values also go up. This provides a bigger cushion for a larger income. But if the tax rate drops, the tax asset value also declines. This means that the company may not be able to use the whole benefit before the tax day deadline.\n\nA balance sheet may reflect a deferred tax asset if a company has prepaid its taxes. It also may occur simply because of a difference in the time that a company pays its taxes and the time that the tax authority credits it. Or, the company may have overpaid its taxes. In such cases, the company's books need to reflect taxes paid by the company or money due to it.\n\nYes. Beginning in 2018, taxpayers could carry deferred tax assets forward indefinitely.They never expire and companies use them when it's most beneficial to do so.\n\nA deferred tax asset represents a financial benefit, while a deferred tax liability indicates a future tax obligation or payment due. For example, retirement savers with traditional 401(k) plans make contributions to their accounts using pre-tax income. When that money is eventually withdrawn, income tax is due on those contributions.That is a deferred tax liability.\n\nA deferred tax asset relates to an overpayment or advance payment of taxes. This can occur when there is a difference between when a tax authority recognizes revenue and when a company does, based on the accounting standards that the latter follows. Or it may happen because a current loss can be carried forward and reduce a company's future tax liability.\n\nA deferred tax asset can reduce a company's taxable income in the future. Deferred tax assets are financial assets (as opposed to tangible assets) that appear on a company's balance sheet as non-current assets.\n\nInternal Revenue Service. \"Treasury Department and IRS Issue Guidance for Consolidated Groups Regarding Net Operating Losses.\"\n\nPwC. \"Demystifying Deferred Tax Accounting.\"\n\nInternal Revenue Service. \"Publication 542: Corporations,\" Pages 14-15.\n\nInternal Revenue Service. \"Instructions For Form 1139,\" Pages 1-2.\n\nInternal Revenue Service. \"Publication 536 (2023), Net Operating Losses (NOLs) for Individuals, Estates, and Trusts.\"\n\nInternal Revenue Service. \"401(k) Plan Overview.\"",
  "url": "https://www.investopedia.com/terms/d/deferredtaxasset.asp"
}