{
  "term": "Deferred Profit Sharing Plan (DPSP): What It Is and How It Works",
  "definition": "A deferred profit sharing plan (DPSP) is a Canadian employer-sponsored profit-sharing plan intended to help employees save forretirement. The money in an employee’s DPSP account grows on atax-deferredbasis until it is withdrawn.\n\nDPSPs are a type ofpensionplan registered with theCanada Revenue Agency, which is basically the Canadian version of theInternal Revenue Service (IRS)in the United States.\n\nOn a periodic basis, the employer shares profits from the business with all employees—or a designated group of them—through the DPSP. Employees who receive a share of the profits paid out by the employer do not have to pay federal taxes on the money until they later withdraw it from the DPSP.\n\nAn employer that offers a DPSP is referred to as thesponsorof the plan. The funds are managed by atrustee.\n\nThe money in an employee’s DPSP account grows tax-deferred, which can lead to bigger investmentgainsover time, due to thecompoundingeffect. Employees can withdraw part or all of theirvestedfunds prior to retirement even if they are still working for that employer. They can also transfer the money to another registered plan and maintain its tax-deferred status.Taxes are due only upon withdrawal.\n\nMost plans allow individuals to decide how their DPSP money is invested, though some companies may require employees to purchase company stock with their contributions.\n\nFor employers, a deferred profit-sharing plan paired with a group retirement savings plan can be a cheaper alternative when compared to a traditional pension plan. Some of the positive attributes of DPSPs from an employer perspective are:\n\nIn 2024, the maximum allowable contribution to a deferred profit sharing plan (DPSP) is 18% of the employee’s compensation for the year or $16,245, whichever is less.\n\nA registered retirement savings plan (RRSP) is a type ofdefined contribution retirement plan, much like a401(k)in the U.S.\n\nRRSPs can be either individual plans or employer-sponsored group plans. In the latter case, the employer may also makematching contributionsto the employee’s account.\n\nIf an employee with a deferred profit sharing plan (DPSP) dies, their surviving spouse or common-law partner can roll over the vested balance into a registered retirement plan of their own, while still keeping the account’s tax-deferred status. Other types ofheirswill have to take the funds in cash and pay tax on them.\n\nDeferred profit sharing plans (DPSPs) are a type of employer-sponsored retirement savings plan offered by some employers in Canada. DPSPs can be funded only by employers, and the money in them grows on a tax-deferred basis until the employee eventually withdraws it.\n\nIf you have questions about your plan, consult with your employer'shuman resourcesdepartment or yourplan administrator.\n\nGovernment of Canada. “Register a Deferred Profit Sharing Plan—Overview.”\n\nGovernment of Canada. “Payments from a Deferred Profit Sharing Plan.”\n\nGovernment of Canada. “Pension Adjustment Guide.”\n\nGovernment of Canada. “Contributing to a Deferred Profit Sharing Plan.”\n\nGovernment of Canada. \"MP, DB, RRSP, DPSP, ALDA, TFSA limits, YMPE and the YAMPE.\"\n\nGovernment of Canada. “What’s New.”\n\nRBC Wealth Management. “Pensions Part 3—Deferred Profit Sharing Plans.”",
  "url": "https://www.investopedia.com/terms/d/dpsp.asp"
}