{
  "term": "Deferred Annuity: Definition, Types, How They Work",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA deferred annuity is a contract with an insurance company that promises to pay the owner a regular income, or a lump sum, at some future date. Deferred annuities differ fromimmediate annuities, which begin making payments right away.\n\nThere are three basic types of deferred annuities: fixed, indexed, and variable.As their name implies,fixed annuitiespromise a specific,guaranteed rate of returnon the money in the account.Indexed annuitiesprovide a return that is based on the performance of a particular market index, such as the S&P 500. The return onvariable annuitiesis based on the performance of a portfolio of mutual funds, or sub-accounts, chosen by the annuity owner.\n\nAll three types of deferred annuities grow on a tax-deferred basis.\n\nThe period when the investor is paying into the annuity is known as theaccumulation phase(or savings phase). Once the investor elects to start receiving income, thepayout phase(or income phase) begins. Many deferred annuities are structured to provide income for the rest of the owner's life and sometimes for their spouse's life as well.\n\nBefore purchasing an annuity, buyers should make sure they have enough money in a liquidemergency fund.\n\nProspective buyers should also be aware that annuities often have high fees compared to other types of retirement investments, including surrender charges. They are also complex and sometimes difficult to understand.\n\nMost annuity contracts put strict limits on withdrawals, such as allowing just one per year. Withdrawals may also be subject tosurrender feescharged by the insurer. In addition, if the account holder is under age 59½, they will generally face a 10% tax penalty on the amount of the withdrawal. That's on top of the income tax they have to pay on the withdrawal.\n\nDeferred annuities should be considered long-term investments.\n\nAnnuities'liquidityvaries based on the surrender charges laid out in the insurance contract. The surrender period is when you would need to pay a hefty fee to exit the contract—certainly something you'd want to avoid.The surrender charge—for example, 10%—declines over time until it arrives at zero.These surrender periods can last several years, even 15 years. During this time, most people would consider their investment to be illiquid.\n\nHowever, once the surrender period has passed, the annuity becomes more liquid, relatively speaking. They may be considered to be more liquid than an asset that you must find a buyer for, such as acaror ahome. But they are still less liquid than, for example,mutual fundspurchased outside of an annuity.\n\nDeferred annuities often include adeath benefitcomponent. If the owner dies while the annuity is still in its accumulation (savings) phase, theirheirsmay receive some or all of the account's value. If the annuity has entered the payout (income) phase, however, the insurer may simply keep the remaining money unless the contract includes a provision to keep paying benefits to the owner's heirs for a certain number of years.\n\nOwners of these insurance contracts pay taxes only when they make withdrawals, take a lump sum, or begin receiving income from the account. At that point, the money they receive is taxed at their ordinary income tax rate.\n\nInvestors often use deferred annuities to supplement their other retirement income, such asSocial Security. They are part of a mix of assets that can sustain you in retirement. However, due to their high fees and relative illiquidity, they aren't the right choice in every scenario.\n\nInternal Revenue Service. \"Topic No. 558 Additional Tax on Early Distributions From Retirement Plans Other Than IRAs.\"\n\nFinancial Industry Regulatory Authority (FINRA). \"Annuities.\"\n\nInvestor.gov. \"Surrender Charge.\"",
  "url": "https://www.investopedia.com/terms/d/deferredannuity.asp"
}