{
  "term": "Deficit Spending: Definition and Theory",
  "definition": "In the simplest terms,deficitspending is when a government's expenditures exceed itsrevenuesduring a fiscal period, causing it to run a budget deficit. The phrase \"deficit spending\" often implies a Keynesian approach to economic stimulus, in which the government takes on debt while using its spending power to create demand and stimulate the economy.\n\nThe concept of deficit spending as economic stimulus is typically credited to the liberal British economist John Maynard Keynes. In his 1936 book \"The General Theory of Employment, Interest and Employment\", Keynes argued that during a recession or depression, a decline inconsumer spendingcould be balanced by an increase in government spending.\n\nTo Keynes, maintaining aggregate demand—the sum of spending by consumers, businesses and the government—was key to avoiding long periods of high unemployment that can worsen a recession or depression, creating a downward spiral in which weakening demand causes businesses to lay off even more workers, and so on.\n\nOnce the economy is growing again and full employment is reached, Keynes said, the government's accumulated debt could be repaid. In the event that extra government spending caused excessive inflation, Keynes argued, the government could simply raise taxes and drain extra capital out of the economy.\n\nKeynes believed there was a secondary benefit of government spending, something known as themultiplier effect. This theory suggests that $1 of government spending could increase total economic output by more than $1. The idea is that when the $1 changes hands, so to speak, the party on the receiving end will then go on to spend it, and on and on.\n\nWhile widely accepted, deficit spending also has its critics, particularly among the conservative Chicago School of Economics.\n\nMany economists, particularly conservative ones, disagree with Keynes. Those from theChicago School of Economics, who oppose what they describe as government interference in the economy, argue that deficit spending won't have the intended psychological effect on consumers and investors because people know that it is short-term—and ultimately will need to be offset with higher taxes and interest rates.\n\nThis view dates to 19th century British economistDavid Ricardo, who argued that because people know the deficit spending must eventually be repaid through higher taxes, they will save their money instead of spending it. This will deprive the economy of the fuel that deficit spending is meant to create.\n\nSome economists also say deficit spending, if left unchecked, could threaten economic growth. Too much debt could cause a government to raise taxes or even default on its debt. What's more, the sale of government bonds could crowd out corporate and other private issuers, which might distort prices and interest rates in capital markets.\n\nA new school of economic thought calledModern Monetary Theory (MMT)has taken up fight on behalf of Keynesian deficit spending and is gaining influence, particularly on the left. Proponents of MMT argue that as long as inflation is contained, a country with its own currency doesn't need to worry about accumulating too much debt through deficit spending because it can always print more money to pay for it.\n\nJohn Maynard Keynes. \"The General Theory of Employment, Interest, and Money.\" Macmillan, 1936.\n\nJahan, Sarwat and et al. \"What Is Keynesian Economics?\"Back to Basics, International Monetary Fund, September 2014, pp. 53-54.\n\nDavid Ricardo. \"On the Principles of Political Economy and Taxation.\" John Murray, 1817.\n\nWarren Mosler. \"Seven Deadly Innocent Frauds of the Economic Policy.\" Valance Company Inc., 2010.",
  "url": "https://www.investopedia.com/terms/d/deficit-spending.asp"
}