{
  "term": "Defining and Understanding Viager Transactions",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA \"viager\" is areal estatetransaction, popular in France, where the buyer makes a down payment and then a series of payments for as long as the seller is alive.\n\nEssentially, a \"viager\" is a reverseannuity. For homebuyers, viagers are gambles, while for home-sellers, they offer the security of regular cash installments. A viager is sometimes called a reverse annuity mortgage or a charitable remainder trust.\n\nIn a viager agreement, a person agrees to sell their property to a purchaser in exchange for a down payment, known in France as the \"bouquet,\" and regular cash installments for the rest of their life. Additionally, the seller continues to live in the house for the remainder of their life. It is only when the seller dies that the purchaser is free to take over the property. In essence, the buyer in a viager is wagering on the remaining lifespan of the seller.\n\nIn France, two private parties often negotiate a viager with the help of a lawyer and without the participation of banks or insurance companies. The deal can potentially benefit both parties. For example, sellers receive significant tax breaks. What's more, cash payments are strongly guaranteed. If the buyerdefaults, the seller retains the down payment, all of the monthly payments up to that point, and ownership of the property. Sellers are often widows or widowers who are in need of a regular source of income after the death of a spouse.\n\nFor buyers, viagers offer the draw of a home purchase at reduced rates. Viagers use the occupied value rather than the market value, which is often much higher. In addition, buyers pay no interest on the property, and if the seller dies earlier than expected, buyers get an even bigger discount. The risk is that the seller lives longer than expected, in which case the buyer must pay more. The typical viager buyer is a middle-aged person looking to secure a home for retirement.\n\nThe value of a property in a viager is calculated based on the age of the seller, and it is known as the occupied value. The occupied value of a home owned by someone 50 years old will be more than that of a home owned by someone 70 years old. The down payment tends to land at about 30% of the occupied value. Participants calculate the cash installments based on the average life expectancy of the seller. Because of these guidelines, very old sellers would often be better off selling their homes outright and receiving the full market value.",
  "url": "https://www.investopedia.com/terms/v/viager.asp"
}