{
  "term": "Defining an Incontestability Clause",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn incontestability clause in mostlife insurancepolicies prevents the provider from voiding coverage due to a misstatement by the insured after a specific amount of time has passed. A typical incontestability clause specifies that a contract will not be voidable after two or three years due to a misstatement.\n\nIncontestability clauses help protect insured people from firms who may try to avoid paying benefits in the event of a claim. While this provision benefits the insured, it cannot protect against outright fraud.\n\nThe incontestability clause in life insurance policies is one of the strongest protections for a policyholder or beneficiary. While many other legal rules for insurance favor the insurance companies, this rule is notably and strongly on the side of the consumer.\n\nConventional rules for contracts stipulate that if false or incomplete information was provided by one party when making the contract, then the second party has the right to void, or cancel, the agreement. The incontestability clause forbids insurance companies from doing this.\n\nLying to aninsurance companywith an intention to deceive can result in thecancellationof coverage or even criminal charges.\n\nErrors are easy to make when applying for life insurance. An insurance company will often require a complete medical history before the policy is approved. If an applicant forgets a single detail, the insurance company has potential grounds to deny paying life insurance benefits later on.\n\nReputable insurance companies originally introduced the incontestability clause in the late 1800s to build consumer trust. By promising to pay full benefits after the policy has been in place for two years (even if there were errors in the original application), these insurance companies tried to clean up the industry’s image. The effort was successful, and early in the 20th century, state governments began to pass laws requiring the incontestability clause.\n\nToday, the clock immediately begins to run on the contestability period as soon as a life insurance policy is purchased. If, after two years, the insurance company hasn't found an error in the original application, benefits are assured.\n\nEven within that period, it’s not easy for the company to rescind a policy. Under most state laws, the insurance company must file suit in court to nullify a contract. Sending a notice to the policyholder is not enough.\n\nIt's a consumer protection that prevents insurance companies from ending coverage due to a misstatement by the insured after several years have passed.\n\nErrors are easy to make when applying for life insurance. Conventional rules for contracts stipulate that if false or incomplete information was provided by one party when making the contract, then the second party has the right to void, or cancel, the agreement.  An insurance company will often require a complete medical history before the policy is approved. If an applicant forgets a single detail, the insurance company has potential grounds to deny paying life insurance benefits later on. The incontestability clause prevents this from happening.\n\nMisstating age or gender permits the insurance company, in most states, to adjust death benefits to reflect the policyholder’s true status. A life insurance company can refuse to pay benefits if a policyholder was so unwell when they applied for coverage that they died before the contestability period was over. In some states, an insurer can void a policy if deliberate fraud is proven.\n\nWilliam Mitchell Law Review.\"Contracts - Applying the Plain Language to Incontestability Clauses.\"Page 4. Accessed Nov. 11, 2021.",
  "url": "https://www.investopedia.com/terms/i/incontestability-clause.asp"
}