{
  "term": "Defining the Mosaic Theory of Financial Research",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nGordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe mosaic theory refers to a method of analysis used bysecurity analyststo gather information about a corporation. The mosaic theory involves collecting public, non-public, and non-material information about a company to determine the underlying value of its securities and to enable the analyst to make recommendations to clients based on that information.\n\nThere is an ongoing debate within the investment community as to whether this style of analysis misuses insider information, but the CFA Institute, formerly known as the Association for Investment Management and Research (AIMR), has recognized mosaic theory as a valid method of analysis.\n\nHedge fund manager Raj Rajaratnam used the mosaic theory as his defense during his insider trading trial in 2011 but was ultimately found guilty.\n\nAnalysts using mosaic theory should disclose to clients the details of the information and methodology they used to arrive at their recommendation; this protocol increases transparency and helps avoid accusations of misuse of inside information.\n\nMosaic theory closely aligns with the scuttlebutt method, a company analysis technique popularized by investment guruPhilip Fisherin his 1958 book “Common Stocks and Uncommon Profits.\"\n\nInvestors who use the scuttlebutt method make conclusions about a company by piecing information together using firsthand knowledge from discussions with employees, competitors and industry experts. Both the mosaic theory and the scuttlebutt method gather small pieces of non-material information and add them together to form a material conclusion.\n\nEasier access to information makes the mosaic theory more accessible to do-it-yourself (DIY) investors. Non-material information might be collected in the following ways.\n\nInvestors who have a proficient understanding of accounting concepts, such as profit and loss statements and balance sheets, can scour the company’s financial performance for anomalies. You can access 10-K reports on the Securities and Exchange Commission’s (SEC) website.\n\nThese websites provide useful insight into a company’s employees from customer service representatives to senior management. Investors might be able to make conclusions about the labor turnover rate and level of employee satisfaction by reviewing user profiles and posted content.\n\nDetermine if there is robust consumer demand for a company’s products and services by using this Google research tool. For example, an investor may conclude that a company is likely to receive a takeover bid from a multinational corporation due to strong demand for a new product it sells in a foreign market.\n\nThis site provides investors with nonpartisan macro insights about current trends, attitudes, and issues that are shaping the world. For instance, Investors might learn that a company is majorly out of alignment with public sentiment about a particular issue, which may severely impact its revenue.",
  "url": "https://www.investopedia.com/terms/m/mosaictheory.asp"
}