{
  "term": "Definition of Fully Diluted Shares and How You Calculate Dilution",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nInvestopedia / Michela Buttignol\n\nFully diluted shares represent the total number of common shares that would be outstanding and available to trade on the open market if all possible sources of conversion - such asconvertible bonds,warrants,employee stock options, and others - are exercised. Fully diluted shares include not only those currently issued but also all that could be created through conversions.\n\nCompanies use the fully diluted share count when calculatingearnings per share(EPS). By increasing the number of shares in this calculation, fully diluted shares lower the EPS, as the same amount of earnings is now spread across a larger number of shares.\n\nThe number of fully diluted shares directly affects the EPS of a company, a key metric used to assess relative value and profitability. EPS is calculated by dividing net income (afterpreferred dividends) by the weighted average number of common shares outstanding. The weighted average is typically calculated as:\n\n(beginning period balance + ending period balance) / 2\n\nIf a company increases earnings per common share, it is generally considered more valuable, which may lead to a rise in its publicly traded share price. As the number of outstanding shares plays a key role in the EPS calculation, it’s important to be aware of any potential dilution that can reduce the EPS.\n\nAssume that ABC Corporation (ABC) generates $10 million innet incomeand pays preferred shareholders a total of $2 million in dividends. This leaves $8 million available tocommonshareholders. If the firm’s weighted average of common shares outstanding totals 1 million, the EPS will be $8.00 per share:\n\n$8 million / 1 million shares = $8 per share\n\nThis $8.00 EPS is referred to as \"basic\" because the total is not adjusted for dilution.\n\nFull dilution assumes that all convertible securities, such as stock options, convertible bonds, or warrants, are exercised and converted into common shares. This increases the number of shares and, consequently, reduces the earnings available per each share. Since EPS is a key measure of a company’s value and profitability, it is important for aninvestorto review basic EPS as well as fully diluted EPS.\n\nStock brokerswith robust research tools may include the fully diluted share count in the company’s financial metrics section.\n\nSeveral types of securities can be converted into common stock, includingconvertible bonds,convertible preferred stock,employee stock options,rights, andwarrants.\n\nAssume that the same ABC company, with 1 million outstanding shares, issues 100,000 shares in stock options to employees to reward them for strong performance. The firm has convertible bonds outstanding that allow bondholders to convert their securities into a total of 200,000 shares of common stock. ABC also has convertible preferred stock outstanding and those shares can be converted into 200,000 shares of common stock as well.\n\nFull dilution assumes that all 500,000 additional common stock shares are issued, which increases the common shares outstanding to 1.5 million. Applying the $8 million in earnings to common shareholders, fully diluted EPS will now only be ($8 million / 1.5 million shares) or $5.33 per share, significantly  lower than the basic EPS of $8.00 per share.",
  "url": "https://www.investopedia.com/terms/f/fullydilutedshares.asp"
}