{
  "term": "Deflation: Definition, Causes, and Changing Views on Its Impact",
  "definition": "Deflation is a general decline in prices for goods and services, typically associated with a contraction in the supply of money and credit in the economy. During deflation, the purchasing power of currency rises over time.\n\nDeflation causes the nominal costs ofcapital, labor, goods, and services to fall, though their relative prices may be unchanged. Deflation has been a popular concern among economists for decades. It can only be caused by a decrease in the supply of money or financial instruments redeemable in money. In modern times, the money supply is most influenced bycentral banks, such as theFederal Reserve. When the supply of money and credit falls, without a corresponding decrease in economic output, then the prices of all goods tend to fall.\n\nPeriods of deflation most commonly occur after long periods of artificial monetary expansion. The early 1930s was the last time significant deflation was experienced in the United States. The major contributor to this deflationary period was the fall in the money supply following catastrophicbank failures.Other nations, such as Japan in the 1990s, experienced deflation in modern times.\n\nOn its face, deflation benefits consumers because they can purchase more goods and services with the samenominalincome over time. Not everyone wins from lower prices and economists are often concerned about the consequences of falling prices on various sectors of theeconomy, especially in financial matters. Deflation particularly harms borrowers, who must pay their debts with money that is worth more than when they borrowed, as well as any financial market participants who invest or speculate on the prospect of rising prices.\n\nWorld-renowned economistMilton Friedmanargued that under optimal policy, in which the central bank seeks a rate of deflation equal to thereal interest rateon government bonds, the nominal rate should be zero, and the price level should fall steadily at the real rate of interest. His theory birthed the Friedman rule, amonetary policyrule.\n\nDeclining prices can be caused by other factors, including a decline inaggregate demand(a decrease in the total demand for goods and services) and increased productivity. A decline in aggregate demand typically results in subsequent lower prices. Causes of this shift include reduced government spending, stock market failure, consumer desire to increase savings, and tightening monetary policies (higher interest rates).\n\nFalling prices can also happen naturally when the output of the economy grows faster than the supply of circulating money and credit. This occurs especiallywhen technology advancesthe productivity of an economy and is often concentrated in goods and industries that benefit from technological improvements. Companies operate more efficiently as technology advances, which can lead to lower production costs and cost savings transferred to consumers in the form of lower prices. This is distinct from but similar to general price deflation, which is a general decrease in the price level and an increase in the purchasing power of money.\n\nPrice deflation through increased productivity is different in specific industries. For example, consider how increased productivity affects thetechnology sector. In the last few decades, improvements in technology have resulted in significant reductions in the average cost per gigabyte of data. In 1980, the average cost of one gigabyte of data was $437,500; by 2014, the average cost was three cents.This reduction caused the prices of manufactured products that use this technology to also fall significantly.\n\nFollowing the Great Depression, whenmonetary deflation coincided with high unemploymentand risingdefaults, most economists believed deflation was an adverse phenomenon. Thereafter, mostcentral banks adjusted monetary policyto promote consistent increases in the money supply, even if it promoted chronic priceinflationand encouraged debtors to borrow too much.\n\nBritish economistJohn Maynard Keynescautioned against deflation as he believed it contributed to the downward cycle of economic pessimism during recessions when owners of assets saw their asset prices fall and so cut back on their willingness to invest.\n\nEconomist Irving Fisher developed an entire theory for economic depressions based on debt deflation. Fisher argued that theliquidationof debts after a negative economic shock can induce a larger reduction in the supply of credit in the economy, which can lead to deflation, which in turn puts even more pressure on debtors, leading to even more liquidations and spiraling into a depression.\n\nContemporaryeconomistschallenge the old interpretations of deflation. There is a range of opinions that exist on the usefulness of deflation and price deflation, including the 2004 study by economists Andrew Atkeson and Patrick Kehoe. After reviewing 17 countries across a span of 180 years, Atkeson and Kehoe found 65 out of 73 deflation episodes with no economic downturn, while 21 out of 29 depressions had no deflation.\n\nDeflation makes it less economical for governments, businesses, and consumers to usedebt financing. However, deflation increases the economic power of savings-based equity financing.\n\nFrom an investor's point of view, companies that accumulate largecash reservesor that have relatively little debt are more attractive under deflation. The opposite is true of highly indebted businesses with little cash holdings. Deflation also encourages rising yields and increases the necessary risk premium on securities.\n\nDebtors are particularly hurtby deflation, because even as prices for goods and services fall, the value of debt does not. This can impact inviduals, as well as larger economies, including countries with highnational debt.\n\nThere are a variety of tools that governments and central banks like the Federal Reserve can use tofight deflation, particularly by implementing expansionary policies. Those could include lowering bank reserve limits, buying treasuries, and lowering target interest rates. Other fiscal tools include increasing government spending and reducing tax rates, both of which can spur spending among individuals and businesses.\n\nInvestors can protect their portfolios by investing inassetsthat perform well even in times of deflation. Such defensive hedges include high-quality bonds, companies that produce essential consumer goods, and cash.\n\nDeflation is the general decline in prices of goods and services, which effectively increases the value of currency. It's associated with a variety of causes, including a contraction in the availability of money, as well as increased productivity and advancements in technology. Historically, it was seen by economists as an adverse phenomenon, but a more diverse range of opinions exists today. According to thePigou effect, price deflation leads to increased employment and wealth, stabilizing the economy.\n\nFederal Reserve Bank of San Francisco. \"FRBSF Economic Letter: The Risk of Deflation.\"\n\nFederal Reserve History. \"The Great Depression: 1929-1941.\"\n\nBank for International Settlements. \"Chronic Deflation in Japan.\"\n\nFederal Reserve Bank of San Francisco. \"FRBSF Economic Letter: What is the Optimal Rate of Inflation?\"\n\nDell. \"Data Loss: Understanding the Causes and Costs.\" Page 2.\n\nInternal Monetary Fund (IMF). \"What Is Keynesian Economics?\"\n\nBank for International Settlements. \"BIS Working Papers No 176  Debt-deflation: Concepts and a Stylised Model.\" Pages 1, 3-5.\n\nNational Bureau of Economic Research. \"Deflation and Depression: Is There an Empirical Link?\"",
  "url": "https://www.investopedia.com/terms/d/deflation.asp"
}