{
  "term": "Degree of Financial Leverage (DFL): Definition and Formula",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA degree of financial leverage (DFL) is a leverage ratio that measures the sensitivity of a company’s earnings per share (EPS) to fluctuations in its operating income, as a result of changes in its capital structure.\n\nA degree of financial leverage (DFL) is aleverage ratiothat measures the sensitivity of a company’s earnings per share (EPS) to fluctuations in its operating income, as a result of changes in its capital structure. The degree of financial leverage (DFL) measures the percentage change in EPS for a unit change inoperating income, also known as earnings before interest and taxes (EBIT).\n\nThis ratio indicates that the higher the degree of financial leverage, the more volatile earnings will be. Since interest is usually a fixed expense, leverage magnifies returns and EPS. This is good when operating income is rising, but it can be a problem when operating income is under pressure.\n\n﻿DFL=%change in EPS%change in EBIT\\text{DFL}=\\frac{\\%\\text{change in EPS}}{\\%\\text{change in EBIT}}DFL=%change in EBIT%change in EPS​﻿\n\nDFL can also be represented by the equation below:\n\n﻿DFL=EBITEBIT−Interest\\text{DFL}=\\frac{\\text{EBIT}}{\\text{EBIT }-\\text{ Interest}}DFL=EBIT−InterestEBIT​﻿\n\nThe higher the DFL, the more volatileearnings per share (EPS)will be. DFL is invaluable in helping a company assess the amount of debt or financial leverage it should opt for in itscapital structure. If operating income is relatively stable, then earnings and EPS would be stable as well, and the company can afford to take on a significant amount of debt. However, if the company operates in a sector where operating income is quite volatile, it may be prudent to limitdebtto easily manageable levels.\n\nThe use of financial leverage varies greatly by industry and by the business sector. There are many industry sectors in which companies operate with a high degree of financial leverage. Retail stores, airlines, grocery stores,utility companies, and banking institutions are classic examples. Unfortunately, the excessive use of financial leverage by many companies in these sectors has played a paramount role in forcing a lot of them to file forChapter 11bankruptcy.\n\nExamples include R.H. Macy (1992), Trans World Airlines (2001), Great Atlantic & Pacific Tea Co (A&P) (2010) and Midwest Generation (2012). Moreover, excessive use of financial leverage was the primary culprit that led to the U.S.financial crisisbetween 2007 and 2009. Thedemise of Lehman Brothers(2008) and a host of other highly levered financial institutions are prime examples of the negative ramifications that are associated with the use of highly levered capital structures.\n\nConsider the following example to illustrate the concept. Assume hypothetical company BigBox Inc. has operating income orearnings before interest and taxes (EBIT)of $100 million in Year 1, withinterest expenseof $10 million, and has 100 million shares outstanding. (For the sake of clarity, let’s ignore the effect of taxes for the moment.)\n\nEPS for BigBox in Year 1 would thus be:\n\nOperating Income of $100 Million−$10 Million Interest Expense100 Million Shares Outstanding=$0.90\\frac{\\text{Operating Income of \\$100 Million }-\\text{ \\$10 Million Interest Expense}}{\\text{100 Million Shares Outstanding}}=\\$0.90100 Million Shares OutstandingOperating Income of $100 Million−$10 Million Interest Expense​=$0.90\n\nThe degree of financial leverage (DFL) is:\n\n$100 Million$100 Million−$10 Million=1.11\\frac{\\text{\\$100 Million}}{\\text{\\$100 Million }-\\text{ \\$10 Million}}=1.11$100 Million−$10 Million$100 Million​=1.11\n\nThis means that for every 1% change in EBIT or operating income, EPS would change by 1.11%.\n\nNow assume that BigBox has a 20% increase in operating income in Year 2. Notably, interest expenses remain unchanged at $10 million in Year 2 as well. EPS for BigBox in Year 2 would thus be:\n\nOperating Income of $120 Million−$10 Million Interest Expense100 Million Shares Outstanding=$1.10\\frac{\\text{Operating Income of \\$120 Million }-\\text{ \\$10 Million Interest Expense}}{\\text{100 Million Shares Outstanding}}=\\$1.10100 Million Shares OutstandingOperating Income of $120 Million−$10 Million Interest Expense​=$1.10\n\nIn this instance, EPS has increased from 90 cents in Year 1 to $1.10 in Year 2, which represents a change of 22.2%.\n\nThis could also be obtained from the DFL number = 1.11 x 20% (EBIT change) = 22.2%.\n\nIf EBIT had decreased instead to $70 million in Year 2, what would have been the impact on EPS?EPS would have declined by 33.3% (i.e., DFL of 1.11 x -30% change in EBIT). This can be easily verified since EPS, in this case, would have been 60 cents, which represents a 33.3% decline.\n\nAccounting Tools. \"Degree of Financial Leverage Definition.\"",
  "url": "https://www.investopedia.com/terms/d/dfl.asp"
}