{
  "term": "Degree of Combined Leverage (DCL): Definition and FormulaÂ",
  "definition": "Investopedia / Michela Buttignol\n\nA degree of combined leverage (DCL) is aleverage ratiothat summarizes the combined effect that thedegree of operating leverage(DOL) and thedegree of financial leveragehas on earnings per share (EPS), given a particular change in sales. This ratio can be used to help determine the most optimal level of financial and operating leverage to use in any firm.\n\n﻿DCL=%ChangeinEPS%Changeinsales=DOLxDFLwhere:DOL=Degree of operating leverageDFL=Degree of financial leverage\\begin{aligned} &DCL=\\frac{\\%\\ Change\\ in\\ EPS}{\\%\\ Change\\ in\\ sales}=DOL\\ \\text{ x } DFL \\\\ &\\textbf{where:}\\\\ &DOL = \\text{Degree of operating leverage}\\\\ &DFL = \\text{Degree of financial leverage}\\\\ \\end{aligned}​DCL=%Changeinsales%ChangeinEPS​=DOLxDFLwhere:DOL=Degree of operating leverageDFL=Degree of financial leverage​﻿\n\nThis ratio summarizes the effects ofcombining financial and operating leverage, and what effect this combination, or variations of this combination, has on the corporation's earnings. While not all corporations use both operating and financial leverage, this formula can be used if they do.\n\nA firm with a relatively high level of combined leverage is seen as riskier than a firm with less combined leverage because high leverage means more fixed costs to the firm.\n\nThe degree of operating leverage measures the effects that operating leverage has on a company'searnings potentialand indicates how earnings are affected by sales activity. The degree of operating leverage is calculated by dividing the percentage change of a company's earnings before interest and taxes (EBIT) by the percentage change of its sales over the same period.\n\nThe degree of financial leverage is calculated by dividing the percentage change in a company's EPS by its percentage change in EBIT. The ratio indicates how a company'sEPSis affected by percentage changes in itsEBIT. A higher degree of financial leverage indicates that the company has more volatile EPS.\n\nAs stated previously, the degree of combined leverage may be calculated by multiplying the degree of operating leverage by the degree of financial leverage. Assume hypothetical company SpaceRocket had an EBIT of $50 million for the current fiscal year and an EBIT of $40 million for the previous fiscal year, or a 25% increase year over year (YOY). SpaceRocket reported sales of $80 million for the current fiscal year and sales of $65 million for the previous fiscal year, a 23.08% increase.\n\nAdditionally, SpaceRocket reported an EPS of $2.50 for the current fiscal year, and an EPS of $2 for the previousfiscal year, a 25% increase. SpaceRocket thus had a degree of operating leverage of 1.08 and a degree of financial leverage of 1. Consequently, SpaceRocket had a degree of combined leverage of 1.08. For every 1% change in SpaceRocket's sales, its EPS would change by 1.08%.",
  "url": "https://www.investopedia.com/terms/d/dcl.asp"
}