{
  "term": "Deleverage: Overview, Examples and Formulas",
  "definition": "Investopedia / Michela Buttignol\n\nDeleveraging is when a company or individual attempts to decrease its total financialleverage.In other words, deleveraging is the reduction of debt and the opposite of leveraging. The most direct way for an entity to deleverage is to immediately pay off any existing debts and obligations on itsbalance sheet. If unable to do this, the company or individual may be in a position of an increasedrisk of default.\n\nLeverage (or debt) has advantages, such as tax benefits on the interest deducted, deferred cash outlays, and avoiding equity dilution. Debt has become an integral aspect of our society—at the most basic level, businesses use it to finance their operations, fund expansions, and pay forresearch and development.\n\nHowever, if companies take on too much debt, the interest payments or cost to service that debt can do financial harm to the company. As a result, companies are sometimes forced to deleverage or pay down debt byliquidatingor selling their assets orrestructuring their debt.\n\nIf used properly, debt can be a catalyst to help a company fund its long-term growth. By using debt, businesses can pay their bills without issuing moreequity, thus preventing thedilutionof shareholders' earnings. Share dilution occurs when companies issue stock, which leads to a reduction in the percentage of ownership of existing shareholders or investors. Although companies can raise capital or funds by issuing shares of stock, the drawback is that it can lead to a lower stock price for existing shareholders due to share dilution.\n\nThe alternative is for companies to borrow money. A company could issue debt directly to investors in the form ofbonds. The investors would pay the company aprincipalamount upfront for the bond and in return, get paid periodicinterestpayments as well as the principal back at the bond'smaturity date. Companies could also raise money by borrowing from a bank or creditor.\n\nFor example, if a company formed with an investment of $5 million from investors, the equity in the company is $5 million—the money the company uses to operate. If the company further incorporates debt financing by borrowing $20 million, the company now has $25 million to invest incapital budgeting projectsand more opportunity to increase value for the fixed number of shareholders.\n\nCompanies will often take on excessive amounts of debt to initiate growth. However, using leverage substantially increases the riskiness of the firm. If leverage does not further growth as planned, the risk can become too much for a company to bear. In these situations, all the firm can do is delever by paying off debt. Deleverage may be ared flagto investors who require growth in their companies.\n\nThe goal of deleveraging is to reduce the relative percentage of a business's balance sheet that is funded byliabilities. Essentially, this can be accomplished in one of two ways. First, a company or individual can raise cash through business operations and use that excess cash to eliminate liabilities. Second, existing assets such as equipment, stocks, bonds, real estate, business arms, to name a few, can be sold, and the resulting proceeds can be directed to paying off debt. In either case, the debt portion of the balance sheet will be reduced.\n\nThe personal savings rate is one indicator of deleveraging, as people save more money, they are not borrowing.﻿﻿\n\nWall Streetcan greet a successful deleveraging favorably. For instance, announcements of major layoffs can send share prices rising. However, deleveraging doesn't always go as planned. When the need to raisecapitalto reduce debt levels forces firms to sell off assets that they don't wish to sell atfire-saleprices, the price of a company's shares generally suffers in the short run.\n\nWorse yet, when investors get the feeling that a company is holding bad debts and unable to deleverage, the value of that debt plummets even further. Companies are then forced to sell it at a loss if they can sell it at all. Inability to sell or service the debt can result in business failure. Firms that hold thetoxic debtof failing companies can face a substantial blow to their balance sheets as the market for thosefixed incomeinstruments collapses. Such was the case for firms holding the debt of Lehman Brothers prior to its 2008 collapse.\n\nBorrowing and credit are integral pieces ofeconomic growthand corporate expansion. When too many people and firms decide to pay off their debts all at once and not take on any more, the economy can suffer. Although deleveraging is typically good for companies, if it occurs during arecessionor an economic downturn, it can limit credit growth in an economy. As companies deleverage and cut their borrowing, the downward spiral in the economy can accelerate.\n\nAs a result, the government is forced to step in and take on debt (leverage) to buy assets and put a floor under prices or to encourage spending. Thisfiscal stimuluscan come in a variety of forms, including buyingmortgage-backed securitiesto prop up housing prices and encourage bank lending, issuing government-backed guarantees to prop up the value of certain securities, taking financial positions in failing companies, providing tax rebates directly to consumers, subsidizing the purchase of appliances or automobiles throughtax credits,or a host of similar actions.\n\nTheFederal Reservecan also lower thefederal funds rateto make it less expensive for banks to borrow money from each other, push down interest rates and encourage the banks to lend to consumers and businesses.﻿﻿\n\nTaxpayers are usually responsible for paying off federal debt when governments bail out businesses that have suffered and are going through the deleveraging process.\n\nFor example, let's assume Company X has $2,000,000 in assets, of which, $1,000,000 is funded by debt and $1,000,000 is funded by equity. During the year, Company X earns $500,000 innet incomeor profit.\n\nAlthough there are many financial ratios available to measure a company's financial health, three of the key ratios that we'll be using are outlined below.\n\nBelow are the ratio calculations using the financial information from Company X.\n\nInstead of the above scenario, assume that at the beginning of the year the company decided to use $800,000 of assets to pay off $800,000 of liabilities. In this scenario, Company X would now have $1,200,000 in assets, of which $200,000 is funded by debt and $1,000,000 is funded by equity. If the company made the same $500,000 during the course of the year, its return on assets, return on equity, and debt-to-equity values would be as follows:\n\nThe second set of ratios show the company to be much healthier, and investors or lenders would thus find the second scenario more favorable.\n\nFederal Reserve Bank of St. Louis. \"Personal Saving Rate.\" Accessed Aug. 25, 2020.\n\nFederal Reserve Bank of St. Louis. \"Effective Federal Funds Rate.\" Accessed Aug. 25, 2020.",
  "url": "https://www.investopedia.com/terms/d/deleverage.asp"
}