{
  "term": "Delivery Versus Payment (DVP): What It Is and How It Works",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nDelivery versus payment (DVP) is a settlement method that ensures securities are released only after the agreed-upon funds have been successfully transferred.\n\nIn a delivery versus payment (DVP) system, the exchange of securities and cash happens simultaneously, so the buyer receives the assets only when the seller receives payment, creating a safeguard against default.\n\nDelivery versus payment is the settlement process from the buyer's perspective; from the seller's perspective, this settlement system is calledreceive versus payment (RVP).\n\nDVP/RVP requirements emerged after institutions were banned from paying money for securities before the securities were held in negotiable form. DVP is also known as delivery against payment (DAP), delivery against cash (DAC), and cash on delivery.\n\nThe delivery versus payment settlement system ensures that delivery will occur only if payment occurs. The system acts as a link between a funds transfer system and a securities transfer system. From an operational perspective, DVP is a sale transaction of negotiable securities (in exchange for cash payment) that can be instructed to a settlement agent using SWIFT Message Type MT 543 (in the ISO15022 standard).\n\nThe use of such standard message types is meant to reduce risk in the settlement of a financial transaction and allow for automatic processing. Ideally, the title to an asset and payment are exchanged simultaneously. This may be possible in many cases, such as in a central depository system such as the United States Depository Trust Corporation.\n\nA significant source of credit risk in securitiessettlementis the principal risk associated with the settlement date. The idea behind the RVP/DVP system is that part of that risk can be removed if the settlement procedure requires that delivery occurs only if payment occurs (in other words, that securities are not delivered prior to the exchange of payment for the securities).\n\nThe system helps to ensure that payments accompany deliveries, thereby reducing principal risk, limiting the chance that deliveries or payments would be withheld during periods of stress in the financial markets, and reducing liquidity risk.\n\nBy law, institutions are required to demand assets of equal value in exchange for the delivery of securities. The delivery of the securities is typically made to the bank of the buying customer, while the payment is made simultaneously bybank wiretransfer, check, or direct credit to an account.\n\nFollowing the October 1987 worldwide drop in equity prices, central banks in theGroup of Ten(G10) strengthened settlement procedures to eliminate the risk that securities were delivered without payment. The DVP procedure reduces or eliminates the counterparties' exposure to this principal risk.\n\nThe opposite of delivery versus payment (DVP) is receive versus payment (RVP). DVP is from the buyer's point of view, while RVP is from the seller's viewpoint. Both signify that payment must be made at the same time as delivery.\n\nCash on delivery(COD) refers to a transaction where the buyer pays for goods or services at the time they are delivered. Payment is usually, cash, check, or electronic, as opposed to paying on credit, where payment is made at a later date.\n\nFree of payment (FOP) is a securities transaction where securities are delivered/received without any payment being made for them at the time. FOP carries settlement risk because delivery is made without any guarantee of payment, as opposed to a delivery versus payment (DVP) transaction, where securities are transferred only when payment is made.\n\nDelivery versus payment (DVP) ensures that securities transfers are safe, low-risk, and fair, allowing both legs of a transaction to occur simultaneously. Because of its design, which reduces default and protects both buyers and sellers, DVP is a critical element in healthy financial markets.\n\nKeith Dickinson. \"Financial Markets Operations Management,\" Pages 211-215. John Wiley & Sons, 2015.\n\nCornell University, Legal Information Institute. \"12 CFR § 3.136 - Unsettled Transactions.\"\n\nBank for International Settlements. \"Delivery Versus Payment in Securities Settlement System.\"",
  "url": "https://www.investopedia.com/terms/d/dvp.asp"
}