{
  "term": "Delivered-at-Place (DAP) Definition, How It Works, and Obligations",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nDelivered-at-place (DAP) means that the seller in international trade takes on all the risks and costs of delivering goods to an agreed-upon location.\n\nThe buyer is responsible for payingimport dutiesand any applicable taxes, including clearance and local taxes, under the terms of a delivered-at-place (DAP) agreement. Payment comes due when the shipment has arrived at the cited destination. The phrase was introduced in theInternational Chamber of Commerce's(ICC) eighth publication of its Incoterms (international commercial terms) in 2010.\n\nBuyers and sellers often face complications when it comes to trade contracts, whether they are in the same country or not. As such, there are rules and regulations in place that clearly define the roles and responsibilities of each party in a financial contract. These are known as Incoterms—one of which is a delivered-at-place or DAP agreement.\n\nDAP simply means that the seller takes on all the risks and costs of delivering goods to an agreed-upon location. This means they are responsible for anything associated with packaging, documentation, export approval, loading charges, and ultimate delivery. The buyer, in turn, takes over theriskand responsibility for unloading the goods and clearing them forimport.\n\nA delivered-at-place or DAP agreement is applicable for any form or combination of forms of transportation. It usually lists the point at which the buyer takes on financial responsibilities, such as “delivered-at-place, Port of Oakland.”\n\nThe term was introduced in 2010. At that time, DAP replaced the termdelivery duty unpaid(DDU). While DDU may still be used colloquially, DAP is now the official term used in international trade.\n\nThe opposite of DAP isdelivered duty paid(DDP), which indicates that the seller must cover duties, import clearance, and any taxes.\n\nThe ICC sets out clear obligations for both buyers and sellers for each Incoterm. Below are the key responsibilities of each party.\n\nThe seller is the one who bears most of the responsibilities when it comes to shipping under DAP contracts. This includes:\n\nWhile the seller does bear the brunt of the responsibilities under a DAP contract, there are certain things to which the buyer must adhere. These points include:\n\nInventory, commercial invoicing, and export paperwork\n\nPre-carriage, loading, main carriage, and delivery to destination\n\nCost of shipment and any losses\n\nImport formalities and paperwork\n\nThe ICC was founded in 1919. It established theIncotermsin 1936 as a way to facilitate domestic and international trade. Since then, the chamber released eight updates of these terms to remove obsolete terms. Delivered-at-place was one of those simplifications, as the definition applies regardless of the method of transport.\n\nThe main driver behind the ICC and the Incoterms is the need for a clear understanding ofcounterpartyresponsibilities in international contracts, particularly when it comes to who ships what and to where. With the ICC issuing concrete definitions, contracts can refer to the Incoterms, and the signing parties have a shared understanding of responsibilities.\n\nEven with the clear guidelines for DAP arrangements, there are still situations that result in disputes, such as when the carrier of the goods incursdemurrage—a charge for failing to unload in time—as a result of not receiving the proper clearance from one of the parties.\n\nIn these cases, the fault usually lies with whichever party was amiss in providing timely documentation but determining that can be difficult, as documentation requirements are defined by the national and local authorities controlling ports and vary from country to country. Indeed, international trade law can be complex even with the benefit of defined contract terms.\n\nDelivered-at-place is one of the rules set out by the International Chamber of Commerce relating to international trade. Under this rule, the seller is responsible for preparing and transporting goods to the buyer's location and paying for the shipment as well as any losses that may result during transport. The buyer, on the other hand, must bear the cost of taxes, duties, and levies, and must unload the shipment upon arrival.\n\nIncoterms are a set of rules for international trade. They are set up by the International Chamber of Commerce and outline the responsibilities of buyers and sellers of financial contracts in domestic and international markets. As such, they provide clarity when it comes to financial contracts between parties, especially when they are in different countries. Established in 1936, Incoterms are updated periodically. Examples of Incoterms include delivered-at-place, carriage and insurance paid to, and delivered duty paid.\n\nDAP and DDP are two Incoterms used in international trade. Under DAP or delivered-at-place, the buyer and seller share some of the responsibilities of the shipment of goods. The seller loads and ships goods to the buyer. They also bear the cost of transport and must pay for any losses that may result en route. Once the goods arrive at the destination, the buyer assumes control. This means they are responsible for any taxes, duties, or fees, and for unloading the cargo.\n\nDDP or delivered duty paid works a little differently. Under this rule, the seller takes on all of the risk, responsibility, and costs associated with transport. This includes the cost of shipping, insurance, duties (import and export), and any other agreed-upon expenses with the buyer.\n\nInternational trade can be very complicated and tricky. That's why the International Chamber of Commerce came up with Incoterms, which are a set of rules that are updated periodically. This list provides guidance to buyers and sellers on their rights and responsibilities when it comes to financial contracts.\n\nDelivery-at-place is one such term. Under DAP, the seller bears much of the responsibility when it comes to the preparation and cost of shipping until the goods reach their destination. Upon arrival, the buyer takes over.\n\nInternational Chamber of Commerce. \"The Incoterms Rules 2010.\"\n\nInternational Chamber of Commerce. \"History.\"",
  "url": "https://www.investopedia.com/terms/d/delivered-place-dap.asp"
}