{
  "term": "Delinquent: Definition, Example, and Statistics on Delinquencies",
  "definition": "The term delinquent refers to the state of being inarrears. When someone is delinquent, they are past due on their financial obligation(s), such as a loan, credit card, or bond payments. This means a borrower's payments are not made to satisfy their debt(s) in a timely manner. Delinquent entities can be either individuals or corporations. Financial delinquency often leads to default if the arrears aren't brought up to date.\n\nThe term may also be used to describe the failure to perform a duty by financial professionals.\n\nAs noted above, the meaning of the word delinquent depends on how it's being used. In finance, it commonly refers to a situation where a borrower is late or overdue on a payment, such as income taxes, a mortgage, an automobile loan, or a credit card account. An account that's at least 30 days past due is generally considered to be delinquent.\n\nThe consequences for being delinquent vary based on the account, contract, andcreditor. Too many delinquencies in a row can lead a debtor into default. Factors include the type, duration, and cause of the delinquency.\n\nFor instance, if you don't make your credit card payment, you may have to pay alate fee. Mortgage lenders, on the other hand, can initiateforeclosureproceedings if homeowners don't bring their payments up to date within a certain amount of time.\n\nDelinquencies also affect yourcredit rating. Your payment history is a major consideration in calculating yourcredit score. In fact, it makes up 35% of the total score, so being delinquent can drag it down. Keep in mind, though, that a few delinquent payments may not make a huge impact, but it will if you are consistently late or don't pay at all.\n\nDelinquency also describes a dereliction of duty or neglect by a financial professional. For example, a registered investment advisor who puts a conservative, income-oriented client into a highly speculative stock could be found delinquent in their fiduciary duties. If an insurance company fails to warn auniversal lifepolicyholder that their policy is in danger of lapsing due to insufficient premium payments, it could be considered delinquent.\n\nMost people are familiar with the legal definition of delinquent, which is commonly used to describe someone (usually a younger individual) who commits minor crimes.\n\nDelinquency occurs as soon as a borrower misses a payment on a loan. Being consistentlydelinquent can lead to default. Default occurs when a borrower fails to repay a debt as specified in the original contract. Most creditors allow borrowers to remain in delinquency for some time before it is considered to be in default. The length of time it takes to go into default varies based on the lender and the type of debt.\n\nFor example, the U.S. government allows student debt to be delinquent for 270 days before declaring it to be in default. Most lenders consider single-family mortgagesseriously delinquentif they are 90 days behind in payment, after which they are in default and subject to foreclosure.\n\nLenders often work with borrowers to help bring delinquent or defaulted accounts up to date, which means you may be able to bring your account up to date. The lender may not take any other action if you can come up with a suitable arrangement. Keep in mind, though, that significant delinquencies and defaults will affect your credit score.\n\nIf you can't make a payment arrangement during default, the lender may proceed with further action. For instance, your account may be sent to a third-party agency for collection. If you still can't pay, the creditor may pursue legal action and seek judgment against you. If thedebt is secured, the lender can sell the security and pay off the debt. You may still be liable for any remaining balance or additional fees.\n\nRead your contract to find out how long it takes for your lender to consider you in delinquency and in default.\n\nThedelinquency rateis the amount of debt that is past due. This rate is expressed as a percentage and is generally used to characterize a financial institution's lending portfolio. Delinquency rates are calculated by dividing the total number of delinquent loans by the total number of loans held by a lender. Lower delinquency rates mean fewer people are late on their payments.\n\nThe Federal Reserve tracks delinquency rates in the United States every quarter. As of the first quarter of 2024, the average rate for all loans and leases was 1.43%. Residential real estate delinquencies were highest, with a rate of 1.72% while credit cards topped the list of delinquency rates for consumer loans at 3.16%.\n\nThe rate has steadily dropped since the recovery period following the2007-2008 financial crisis. For instance, the overall delinquency rate during the first quarter of 2010 was 7.4%, which included rates of 11.54% and 5.78% for residential real estate and credit cards, respectively.\n\nCredit card delinquencieshappen when you fail to make your regular monthly payments. These intervals are normally divided into days. You are generally considered delinquent if you're 30 days past due, although some lenders wait until you're 45 or 60 days to report late payments as being delinquent.\n\nRemember, being delinquent impacts your credit score. A few late payments here or there won't make a major dent in your rating, but multiple delinquencies will add up to a lower score. You can expect to take a big hit if you have three to four missed payments, especially if they occur in a row. This can prevent you from getting credit in the future.\n\nLoans work a little differently than other types of debt. When you sign up for a loan, you agree to repay the lender a specific amount of money at regular intervals until the debt is paid off. The lender determines the due date and, in some cases, may allow you to set this date based on your personal financial situation.\n\nMost lenders also include a grace period, which may be a few days after your due date. If you make your payment on or before this date, it may not be considered late but you may still incur interest but not a late payment fee. If you fail to make the payment before, you are considered delinquent. Your loan is in delinquent status even if you make your payment a day or two after the due date.\n\nHere's an example of what it means to be delinquent. The Federal Reserve Bank of New York found that in the first quarter of 2024, 0.8% of the $1.6 trillion in student loan debt was 90 days or more delinquent.\n\nAs of Q1 2024, missed federal student loan payments will not be reported to credit bureaus. They will start being reported in Q4 2024. This means that less than 1% of aggregate student loans were reported 90+ days delinquent or in default in Q1 2024, meaning delinquency levels are much higher.\n\nThe definition of being in delinquency depends on the context in which it's being used. In finance, it often refers to the state of being late on a debt. For instance, a borrower is considered delinquent if they don't make their credit card payment on time.\n\nBeing delinquent can also mean that a financial professional neglects to live up to their fiduciary responsibilities. An investment advisor who suggests that a retired client invest in a risky venture is deemed as being delinquent.\n\nDelinquencies are reported to credit reporting agencies. But just because it appears on your history doesn't mean that it's impossible to remove it from your credit report.\n\nSubmit a report either online or in writing to the credit bureau disputing the delinquency. You should also contact the lender to see what can be done, especially if you had a good reason for allowing the account to go into delinquency status. You may have to offer to pay the account balance to have it deleted from your credit report.\n\nThere are several ways to prevent delinquencies. Some options include automatic payments, which help individuals who have a difficult time keeping up with payment schedules. Sign up for e-billing so you receive email invoices rather than paper copies from your lenders. You can also ask your lender to move due dates closer to your pay dates.\n\nA delinquent status means that you are behind in your payments. The length of time varies by lender and the type of debt, but this period generally falls anywhere between 30 to 90 days.\n\nFinancial delinquencies damage a person's credit history and score, making it difficult to obtain new credit, rent a home or a car, and other aspects of finances. The U.S. has a consumer debt problem with consumers carrying high levels of debt, increasing the chances of delinquencies. It is prudent personal finance to keep your debt at manageable levels.\n\nConsumer Financial Protection Bureau. \"The Early Effects of the COVID-19 Pandemic on Consumer Credit.\" Page 9. Footnote.\n\nExperian. \"How Does Default Impact Your Credit?\"\n\nU.S. Department of Housing and Urban Development. \"Foreclosure Process.\"\n\nmyFICO. \"What is Payment History?\"\n\nU.S. Department of Labor. \"Fiduciary Responsibilities.\"\n\nCollins Dictionary. \"Delinquent.\"\n\nExperian. \"What’s the Difference Between Delinquency and Default?\"\n\nFederal Student Aid. \"What are Loan Delinquency and Default?\"\n\nConsumer Financial Protection Bureau. \"2021 Mortgage Servicing Rule.\" Page 6.\n\nBoard of Governors of the Federal Reserve System. \"Charge-Off and Delinquency Rates on Loans and Leases at Commercial Banks.\"\n\nExperian. \"When Do Late Payments Become Delinquent?\"\n\nFederal Reserve Bank of New York. \"Household Debt Rose by $184 Billion in Q1 2024; Delinquency Transition Rates Increased Across All Debt Types.\"\n\nFederal Reserve Bank of New York. \"Quarterly Report on Household Debt and Credit: Q1 2024,\" Page 2 of PDF.",
  "url": "https://www.investopedia.com/terms/d/delinquent.asp"
}