{
  "term": "Deliverables: Meaning in Business, Types, and Examples",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nDeliverables are the quantifiable goods or services that will be provided once a project is complete.\n\nThe term \"deliverables\" is aproject managementterm that's traditionally used to describe the quantifiable goods or services that must be provided upon the completion of a project.\n\nDeliverables can be tangible or intangible. For example, with a project focusing on upgrading a firm's technology, a deliverable may be the acquisition of a dozen new computers.\n\nOn the other hand, for a software project, a deliverable might be the implementation of a computer program that will improve a company'saccounts receivablecomputational efficiency.\n\nIn addition to computer equipment and software programs, a deliverable may refer to in-person or online training programs, as well as design samples. In many cases, deliverables are accompanied by instruction manuals.\n\nDeliverables are usually contractually-obligated requirements, detailed in agreements drawn up between two parties. These parties may be within a company, or they may be a client and a consultant or contractor. The documentation precisely articulates the description of the deliverable, as well as the delivery timeline and payment terms.\n\nMany large projects include milestones, which are interim goals and targets that must be achieved by stipulated points in time. A milestone may refer to a portion of the deliverable due, or it may merely refer to a detailed progress report that describes the current status of a project.\n\nInfilm production, deliverables refer to the range of audio, visual, and paperwork files that producers must submit to distributors. Audio and visual materials generally include stereo and Dolby 5.1 sound mixes, music and sound effects on separate files, as well as the full movie in a specified format.\n\nSometimes, distributors that are purchasing independent films for theatrical release will not include a list of deliverables with the first draft of a term sheet. It's thus important for filmmakers to proactively ask for the expected deliverables so that they can be assembled in a timely manner.\n\nPaperwork deliverables include signed and executed licensing agreements for all music, performance releases for all on-screen talent, a list of the credit block that will appear in all artwork andadvertising, as well as location, artwork, and logo legal releases.\n\nFilm deliverables also pertain to elements that are ancillary to the movies themselves. These items include the trailer, TV spots, publicity stills photographed on set, and other legal work.\n\nDeliverables can be tangible or intangible. An example of a tangible deliverable would be the construction of a new office for new workers who don't fit in the old office or a new manufacturing plant that needs to be built to meet increased production levels.\n\nAn example of an intangible deliverable would be a training program for employees.\n\nInternal deliverables are those deliverables that are in-house and required to complete a project, deliver a good, or provide a service. Internal deliverables are not seen by the customer and are not considered final.\n\nThey are merely deliverables that are part of the steps in a project that will lead to the completion of that project. For example, the construction of a factory to produce more goods to meet increased customerdemandwould be an internal deliverable. Internal deliverables in project management are commonly known as project deliverables.\n\nExternal deliverables, on the other hand, are final and provided to the customer. In the example above, the external deliverable would be the final good that comes out of the new factory that the customer will purchase and use. In project management, external deliverables are commonly known as product deliverables.\n\nAt the start of any project, there must be a defined end goal of what is to be achieved. There must then be a clearly defined path to achieve that goal. Aproject managercan lay out a timeline with deliverables to be met at certain intervals, which are the milestones.\n\nEach project will have different requirements for the deliverables that need to be completed by the milestone dates. The types of projects can be process-based, a phased approach, product-based, or a critical change.\n\nRegardless of the type of project, all will have set stages, which typically include the initiation phase, the planning phase, the execution phase, the monitoring phase, and the closing phase. At each of these phases, there will be a requirement for different deliverables.\n\nAt the start of a project, it is important to clearly define project deliverables, which can be in the form of a SWOT analysis, a gap analysis, a project scope statement, a design presentation, or aGantt chart.\n\nFor example, in the planning phase, a deliverable might be a report outlining the entire project, whereas in the monitoring phase the deliverables will be to report on the quality of the new product that was created.\n\nWhen a project is initiated there will be a contract drafted that will list expectations, timelines, and the types of deliverables to be provided. These contracts can be drafted internally with different departments within an organization for project deliverables and with external clients for product deliverables.\n\nCertain documentation may also take the form of a statement of work (SOW), which is a document created at the onset of a project that outlines all aspects of the project that multiple parties can agree upon to set expectations.\n\nExamples of deliverables include an initial project strategy report, a budget report, a progress report, a beta product, a test result report, and any other quantifiable aspects of a project that mark a completion.\n\nAn objective includes all items outside of a project, such as the outcome and the benefits of a project. The deliverables are the tangible results of the project that allow for the objectives to be achieved.\n\nA deliverable is a final deadline or project milestone that can be provided to external or internal customers. It is the end result or one of many end results in a project plan that can be quantifiable.\n\nDeliverables are the quantifiable goods or services that need to be provided at the various steps of a project as well as at the end of a project. Deliverables help to keep projects on course and allow for an efficient allocation of time and money. They help managers stay on course and are critical to the success of a business.",
  "url": "https://www.investopedia.com/terms/d/deliverables.asp"
}