{
  "term": "Delivered Duty Paid (DDP): What It Means for Importers, Exporters",
  "definition": "Delivered duty paid (DDP) is a type of delivery agreement—outlined by the International Chamber of Commerce—whereby thesellerassumes all of the responsibility, risk, and costs associated with transporting goods until the receiver/customer receives (or transfers) the goods at the destination port.\n\nThis delivery agreement includes paying for shipping costs, export and import duties,insurance, and any other expenses incurred during shipping to an agreed-upon location in the receiver/customer's country.\n\nDelivered duty paid (DDP) is a shipping agreement that places the maximum responsibility on the seller. In addition to shipping costs, the seller is obligated to arrange forimportclearance, tax payment, andimport duty. The risk only transfers to the receiver/customer once the goods are made available to the receiver/customer at the port of destination. The seller and the receiver/customer must agree on all payment details and state the name of the place of destination before finalizing the transaction.\n\nDDP is an International Commercial Term (also called an Incoterm)—a set of internationally recognized rules that define the responsibilities of buyers and sellers in trade contracts. Incoterms are defined by the International Chamber of Commerce and play key roles in global commerce.\n\nThere are different types of delivery agreements: DDP can be contrasted with DDU (deliver duty unpaid). With DDU, the receiver/customer is contacted by customs once their shipment arrives, and the receiver/customer has to settle any charges before customs releases the shipment and delivers it to the customer.\n\nThe benefits of DDP lean in favor of the receiver/customer—versus the seller—because the receiver/customer assumes less liability and fewer costs in the shipping process; this, therefore, places a great deal of burden on the seller.\n\nThe seller arranges for transportation through a carrier and is responsible for the cost of that carrier, as well as acquiring customs clearance in the buyer's country—including obtaining the appropriate approvals from the authorities in that country. Also, the seller may need to acquire a license for importation. However, the seller is not responsible for unloading the goods.\n\nThe seller’s responsibilities include providing the goods, drawing up a sales contract and related documents, export packaging, arranging for export clearance, satisfying all import,export, and customs requirements, and paying for all transportation costs, including final delivery to an agreed-upon destination.\n\nThe seller must arrange for proof of delivery and pay the cost of all inspections and must alert the buyer once the goods are delivered to the agreed-upon location. In a DDP transaction, if the goods are damaged or lost in transit, the seller is liable for the costs.\n\nIt is not always possible for the shipper to clear the goods through customs in foreign countries. Customs requirements for DDP shipments vary by country. In some countries, import clearance is complicated and lengthy, so it is preferable if the buyer—who has intimate knowledge of the process—manages this process.\n\nIf a DDP shipment does not clear customs, customs may ignore the fact that the shipment falls under a DDP agreement and delay the shipment. Depending on the customs' decision, this may result in the seller using different, more costly delivery methods.\n\nDDP is used when the cost of supply is relatively stable and easy to predict. The seller is subject to the most risk, so a DDP agreement is normally used by advanced suppliers; however, some experts believe that there are reasons U.S. exporters and importers should avoid using DDP agreements.\n\nU.S. exporters, for example, may be subject tovalue-added tax (VAT)at a rate of up to 20%.Moreover, the buyer is eligible to receive a VAT refund. Exporters are also subject to unexpected storage anddemurragecosts that might occur due to delays by customs, agencies, or carriers. Bribery is a risk that could bring severe consequences both with the U.S. government and a foreign country.\n\nFor U.S. importers, because the seller and its forwarder are controlling the transportation, the importer has limited information about thesupply chain. Also, a seller may pad their prices to cover the cost of liability for the shipment costs or markup freight bills.\n\nIf DDP is handled poorly, inbound shipments are likely to be examined by customs, which causes delays. Late shipments may also occur because a seller may use cheaper, less reliable transportation services to reduce their costs.\n\nSince DDP is an important aspect ofcustomer relationship management (CRM)for delivery companies, it's important for businesses to invest in thebest CRM softwarecurrently available.\n\nDDP indicates that the seller (exporter) assumes all the risk and transportation costs. The seller must also clear the goods for export at the shipping port and import at the destination. Moreover, the seller must pay export and import duties for goods shipped under DDP.\n\nIn the world of global commerce, delivered duty unpaid (DDU) is a type of delivery agreement that outlines that it's the receiver/customer's responsibility to pay for any of the destination country's customs charges, duties, or taxes. Conversely, delivered duty paid (DDP) means it's the shipper's responsibility to pay any of the customs charges, duties, and/or taxes required to send the product to the destination country.\n\nInternational commercial terms—also called \"Incoterms\"—clarify the rules and terms buyers and sellers use in international and domestic trade contracts. Some Incoterms include:ex works (EXW);free carrier (FCA);carriage paid to (CPT);carriage and insurance paid to (CIP);delivered at place (DAP); delivered at place unloaded (DPU);delivery at frontier (DAF);delivery ex-ship (DES); delivered duty paid (DDP); deliver duty unpaid (DDU);free alongside ship (FAS);free on foard (FOB);cost and freight (CFR); andcost, insurance, and freight (CIF).\n\nDelivered duty paid (DDP) is a type of delivery agreement used in international commerce. A DDP agreement outlines that the seller must pay for shipping costs, export and import duties,insurance, and any other expenses incurred during shipping to an agreed-upon location in the receiver/customer's country. DDP is an international commercial term—introduced by the International Chamber of Commerce; these terms refer to a set of internationally recognized rules, defining the responsibilities of buyers and sellers in trade contracts.\n\nIn general, DDP is used when the cost of supply is relatively stable and easy to predict. The seller is subject to the majority of the risk, so DDP agreements are normally used by advanced suppliers.\n\nIncotermsExplained.com. \"Delivery Duty Paid.\"\n\nUnited Parcel Service of America. \"Delivered Duty Paid (DDP).\"\n\nExport Council of Australia. \"DDP - Delivered Duty Paid - Incoterms® 2020 Rule.\"\n\nBergami, Roberto. \"International Delivery Risks: The Case of Delivered Duty Paid in Australia.\"Acta Universitatis Bohemiae Meridionalis, Vol. 19, 2016, pp. 1-8.\n\nUnited States Trade Representative. \"2021 National Trade Estimate Report on Foreign Trade Barriers,\" Pages 7, 26, 366, 433, and 511.\n\nInternational Trade Administration. \"Know Your Incoterms.\"",
  "url": "https://www.investopedia.com/terms/d/delivery-duty-paid.asp"
}