{
  "term": "Delisting: What It Means and How It Works for Stock Shares",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nDelisting is the removal of a listed security from astock exchange. The delisting of a security can be voluntary or involuntary and usually results when a company ceases operations, declaresbankruptcy, merges, does not meet listing requirements, or seeks to becomeprivate.\n\nCompanies must meet specific guidelines, calledlisting standards, before they can be listed on an exchange. Each exchange, such as theNew York Stock Exchange (NYSE), establishes its own set of rules and regulations for listings. Companies that fail to meet the minimum standards set by an exchange will be involuntarily delisted.\n\nThe most common standard is price. For example, a company with a share price under $1 per share for a period of months may find itself at risk of being delisted from the Nasdaq.\n\nAlternatively, a company can voluntarily request to be delisted. Some companies choose to become privately traded when they identify, through acost-benefit analysis, that the costs of being publicly listed exceed the benefits. Requests to delist often occur when companies are purchased byprivate equity firmsand will be reorganized by newshareholders. These companies can apply for delisting to become privately traded. Also, when listed companies merge and trade as a new entity, the formerly separate companies voluntarily request delisting.\n\nCompanies usually delist because they want to go private, are taken over by private equity firms, or fail to meet the minimum standards set by their exchange.\n\nThe reasons for delisting include violating regulations and failing to meet minimum financial standards. Financial standards include the ability to maintain a minimum share price,financial ratios, and sales levels. When a company does not meet listing requirements, the listing exchange issues a warning of noncompliance. If noncompliance continues, the exchange delists the company’s stock.More reasons for being delisted are discussed below.\n\nTo avoid being delisted, some companies will undergo areverse splitof their stock shares. This has the effect of combining several shares into one and multiplying the share price. For example, if a company executes a 1-for-10 reverse split, it could raise its share price from 50 cents per share to five dollars per share, in which case it would no longer be at risk of delisting.\n\nOne way for companies to get around minimum share price rules is by engaging in a reverse split.\n\nThe consequences of delisting can be significant since stock shares not traded on one of the major stock exchanges are more difficult forinvestorsto research and harder to purchase. This means that the company is unable to issue new shares to the market to establish new financial initiatives.\n\nOften, involuntary delistings are indicative of a company’s poor financial health or poor corporate governance. Warnings issued by an exchange should be taken seriously. For example, on April 23, 2023, Bed Bath & Beyond Inc. filed for voluntary Chapter 11 protection. As a result, NASDAQ informed the company that Bed Bath & Beyond's common stock would be suspended at the opening of business on May 3, 2023. As communicated, the stock has been delisted.\n\nIn the United States, delisted securities may be traded OTC except when they are delisted to become a private company or because ofliquidation.\n\nWhile there is no infallible method to predict stock delistings, there are certain warning indicators that may suggest that a stock is at risk of being removed from trading. These were discussed briefly above; below is a more comprehensive list of indicators that may indicate when a company's stock may be delisted. Be mindful that this list may not be exhaustive.\n\nWhen a company fails to comply with listing requirements, it will receive adequate warning. Delisting doesn’t happen overnight. Notifications are made and time is granted to the subject to get its affairs in order. If the noncompliance continues after these warnings are made, the company will then be removed from the exchange.\n\nVoluntary delisting works differently. If a company decides it no longer wants to operate in the public eye, it must consult with itsstakeholdersfirst. A resolution has to be passed in a board meeting and put toshareholders.\n\nOnce enough shareholders are on board, the company needs to get the green light from the stock exchange that it wishes to delist from and put out a statement outlining its intent. Aninvestment bankwill be in charge of managing the delisting. One of its first jobs is making sure there is enough money to buy back the shares.\n\nInvestment banks don’t just assist companies to list their shares. They are also recruited to help with the delisting process.\n\nIn order to delist, the company essentially needs to buy back a certain percentage of shares from the total outstanding. This threshold is decided by the exchange. To buy these shares, a bidding process occurs. A fair price is negotiated and announced to the public, and the company pays up within a specified deadline to see its delisting through. To convince investors, the company will usually have to pay them a premium to the current share price.\n\nWhen a company delists voluntarily, shareholders will usually receive cash to buy them out or shares in the new, acquiring company.When it is forced to go, the outcome is usually different. No special offer comes. You either find a buyer on the exchange or are left holding a stake in a company that’s no longer listed.\n\nHolding delisted stocks generally isn’t very desirable. The shares don’t disappear but do become much more difficult to trade. Once off the exchange, they can trade OTC. These markets don’t offer the same accessibility andliquidityas the major exchanges. You’ll be faced with higher transaction costs and widerbid-ask spreads.\n\nAnother factor to consider is that there’s less regulation outside of the major exchanges. Requirements are more relaxed, including those relating to communications, leaving investors more in the dark and unaware of what is going on within the company in which they’re invested.\n\nIf you still hold shares after they’ve been delisted, your next step depends a lot on what you’re invested in, how convinced you are about its prospects, and whether you have the stomach to deal with the murkier, less transparent alternative exchanges.\n\nYou can still sell the shares, but the conditions to do so will now be generally less favorable.Volumethins out when you leave a major exchange. With OTC transactions, there are fewer buyers and sellers, meaning wider bid-ask spreads and getting less than the going rate. In some cases, you may only be able to trade the shares by appointment.\n\nIn most cases, it’s best to sell stock before it delists.\n\nIf you still hold shares after they are delisted, you can sell them—just not on the exchange on which they traded before. Stock exchanges are very advantageous for buying and selling shares. When they delist and trade over the counter (OTC), selling shares and getting a reasonable price for them becomes much harder.\n\nYes, it is possible fora delisted companyto get re-listed. A lot depends on the circumstances of being delisted. Those forced to leave often find it difficult to get their affairs back in order and bounce back, especially without the funding opportunities that the stock market provides. There are a few success stories, though.\n\nDelisting isn’t always as bad as people make it out to be. Many household names have chosen to delist their shares and go private for good reason. And some, such as Dell, prospered from the benefits of being private.\n\nA company is delisted when it is removed from a stock exchange. No longer selling shares to the public can be voluntary or involuntary. Companies may prefer to go private to avoid having to answer to the public and jump through regulatory hoops. Alternatively, they may be kicked out of the exchange for failing to meet its listing requirements or because they ran out of money and went bankrupt.\n\nInvestors holding shares after a delisting will only be able to sell them OTC. That generally means less liquidity, finding it harder to locate buyers at the price you want, and potentially being left in the dark about what the company is up to.\n\nNew York Stock Exchange. “NYSE MKT Continued Listing Standards.”\n\nNasdaq. “Continued Listing Guide.”\n\nBed Bath & Beyond. \"Bed Bath & Beyond Inc. Receives NASDAQ Delisting Notice.\"\n\nManagement Study Guide. “Investment Banking and Delisting.”\n\nRobbins LLP. “My Stock Was Delisted—Now What?”\n\nCenterPoint Securities. “How Stock Delisting Works.”\n\nDell. \"Going Private Is Paying Off for Dell.\"",
  "url": "https://www.investopedia.com/terms/d/delisting.asp"
}