{
  "term": "Delivered at Frontier (DAF): What it is, How it Works, Incoterms",
  "definition": "\"Delivered at frontier\" (DAF) is a term used in international shipping contracts that requires a seller to deliver goods to a border location. The seller is usually responsible for all costs oftransporting the goodsto the drop-off point for the buyer. The party picking up the goods will usually beimportingthem and traveling across customs.\n\n\"Delivered at frontier\" is a shipping contract term that may be used when shipping goods across borders. Frontier is a designation for a border on a transportation route that is usually highly trafficked and includes a customs freight inspection.\n\nShippingagreements are an important part of the transportation of all types of goods from a seller to a buyer. International shipping will often be more complex than standard domestic shipping because it involves customs controls. Sellers and buyers create binding shipping agreements, which can include a multitude of terms to ensure that shipping instructions are clear, that the appropriate liabilities are clearly stated to avoid confusion, and that shipping is efficient. As such, shipping agreements include a variety of provisions and are legally binding.\n\nIn the case of a shipping contract including a delivered at frontier drop-off, the seller of the goods is usually responsible for all costs pertaining to the goods while they are in their possession. Delivered at frontier will clearly detail an exact location for drop off and the individuals meeting the seller. The party picking up the goods on behalf of the buyer will usually be traveling across border customs andimportingthe goods.\n\nFrontier border drop-offs are an important location for international commerce. They can be land drop-offs or seaport drop-offs. Land drop-offs can involve truck freight or railways. Seaport drop-offs will involve ship cargo being transported to land or vice versa. Regardless, delivered at frontier shipping terms should clearly describe the location and exchange points.\n\nIf a seller isexportingthe goods, they will need to pay shipping costs to the drop-off and comply with all laws governing exports which may include licensing and export filings. That is usually the extent of their obligation. From the border, the importer takes possession of the goods and is then responsible for processing the goods through customs which includes an inspection, customs filing, and the initiation of any import costs and/or tariffs which are paid by the importer.\n\nTheInternational Chamber of Commerceis the leading organization dedicated to shipping language standardization efforts globally. Founded in 1919, one of the organization’s first efforts was to commission a survey of the commercial trade terms used by merchants around the globe. This eventually led to the compilation and publication of what is known today as the Incoterms rules.\n\nExporters and importers globally rely on the International Chamber of Commerce’s Incoterms publication for shipping language standardization.\n\nThe term delivered at frontier is used less today than in decades past, as developments in global trade policy have made cross border commerce less complicated. It was added to the Incoterms compendium in 1967, following the third revision of the Incoterms rules.\n\nIn 2010, the International Chamber of Commerce removed the term delivered at frontier from their glossary. In 2011, Incoterms replaced delivery at frontier with the terms delivered at terminal (DAT) anddelivered at place (DAP). These terms have primarily superseded DAF.\n\nThe terms are roughly comparable but DAT and DAP are more general and therefore more useful in an age when borders are more porous to commerce. As substitutes, these terms generally have the same requirements. Overall, whether a border drop-off point is called a frontier, terminal, or place it is very important that the shipping instructions include comprehensive details of the drop off exchange and individuals taking possession of the goods.",
  "url": "https://www.investopedia.com/terms/d/delivered-at-frontier.asp"
}