{
  "term": "Delinquency Rate Definition, Tracking, and Reporting",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nDelinquency rate refers to the percentage ofloanswithin a financial institution's loan portfolio whose payments are delinquent. When analyzing and investing in loans, the delinquency rate is an important metric to follow; it is easy to find comprehensive statistics on the delinquencies of all types of loans.\n\nTypically, a lender will not report a loan as being delinquent until the borrower has missed two consecutive payments, after which a lender will report to the credit reporting agencies, or \"credit bureaus,\" that the borrower is 60 days late in their payment. If late payments persist, then each month that the borrower is late, the lender may continue reporting the delinquency to the credit agencies for as long as 270 days.\n\nAfter 270 days of late payments, the code of federal regulations considers any type of federal loan to be indefault. Loans between borrowers and private-sector lenders follow individual U.S. state codes that define when a loan is in default. To begin the process of retrieving delinquent payments, lenders generally work with third-party collection agents.\n\nThe credit bureaus may give borrowers various delinquency rate marks on the individual tradelines included with their credit reports. If a borrower is consistently delinquent, they will receive marks for 60 days late, 90 days late, and so on. If a borrower makes a payment and defaults again, then a new cycle of delinquency appears on the tradeline. When considering a borrower for credit approval, credit agencies and lenders consider all of a borrower's delinquent marks.\n\nOften, especially with corporate debt, lenders will report total delinquency rates on loans according to the borrower's credit quality; this can help investors gain insights into the risks involved with specific loans.\n\nTo calculate a delinquency rate, divide the number of loans that are delinquent by the total number of loans that an institution holds. For example, if there are 1,000 loans in a bank's loan portfolio, and 100 of those loans have delinquent payments of 60 days or more, then the delinquency rate would be 10% (100divided by1,000equals10%).\n\nTheFederal Reserve System (FRS)provides public data on delinquency rates quarterly across the U.S. financial market. As of the first quarter of 2022, (the most recent quarter for which data have been compiled), the totaldelinquency ratefrom loans and leases at commercial banks was 1.40%. Residential real estate loans reported the highest delinquency rate at 2.13%. Consumer credit cards reported the second-highest delinquency rate at 1.73%.\n\nStudent loans have the highest delinquency rates overall, at 12% through the period of May 2021-May 2022, according to the Federal Reserve. Although the percentage has declined since reaching a high of 17% in the fall of 2019, prior to the COVID-19 pandemic. Student loan delinquencies have declined throughout the pandemic as a result of the payment relief included in the Coronavirus Aid, Relief, and Economic Security Act (CARES Act) and various executive orders.\n\nAs per the Federal Reserve, the types of loans with the highest delinquency rates as of 2022 are residential real estate loans, followed by consumer credit cards, miscellaneous consumer loans, farmland real estate loans, consumer agricultural loans, consumerC&Iloans, consumer leases, and commercial real estate loans.\n\nOf all the types of loans the Federal Reserve tracks, residential real estate loans have the highest delinquency rate at 2.13%, and commercial real estate loans have the lowest delinquency rate at 0.78%.\n\nYes, the presence of delinquencies on a prospective borrower's credit report can be a deterrent in obtaining a loan, particularly if there are multiple cycles of delinquency.\n\nFederal Reserve. \"Delinquency Rates.\"\n\nFederal Reserve. \"Economic Well-Being of U.S. Households (SHED).\"",
  "url": "https://www.investopedia.com/terms/d/delinquency-rate.asp"
}