{
  "term": "Delta Hedging: Definition, How It Works, and Example",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nDelta hedging is an options trading strategy that aims to reduce, orhedge, the directional risk associated with price movements in the underlying asset. The approach uses options to offset the risk to either a single other option holding or an entire portfolio of holdings. The investor tries to reach a delta-neutral state and not have a directional bias on the hedge.\n\nThe most basic type of delta hedging involves an investor who buys or sells options and then offsets the delta risk by buying or selling an equivalent amount of stock orexchange-traded fund (ETF)shares. Investors may want to offset their risk of moving in the option or the underlying stock by usingdelta hedging strategies.\n\nMore advanced options strategies seek totrade volatilitythrough the use of delta-neutral trading strategies. Since delta hedging attempts to neutralize or reduce the extent of the move in an option's price relative to the asset's price, it requires a constant rebalancing of the hedge. Delta hedging is a complex strategy mainly used by institutional traders and investment banks.\n\nThe delta represents the change in the value of an option in relation to the movement in the market price of theunderlying asset. Hedges are investments—usually options—taken to offset any exposure to the risk of an asset.\n\nDeltais a ratio between the change in the price of an options contract and the corresponding movement of the underlying asset's value. So if a stock option for XYZ shares has a delta of 0.45, if the underlying stock increases in market price by $1 per share, the option value on it will rise by $0.45 per share, all else being equivalent.\n\nLet's assume theoptionsdiscussed have equities as their underlying security. Traders want to know an option's delta since it can tell them how much the value of the option or the premium will rise or fall with a move in the stock's price. The theoretical change in premium for each $1 change in the price of the underlying is the delta, while the relationship between the two movements is thehedge ratio.\n\nThe delta of acall optionranges between zero and one, while the delta of aput optionranges between negative one and zero. The price of a put option with a delta of -0.50 is expected to rise by 50 cents if the underlying asset falls by $1. The opposite is true, as well. For example, the price of a call option with a hedge ratio of 0.40 will rise 40% of the stock-price move if the price of the underlying stock increases by $1.\n\nDelta is dependent on if it is:\n\nA put option with a delta of -0.50 is considered at-the-money meaning thestrike priceof the option is equal to the underlying stock's price. Conversely, a call option with a 0.50 delta has a strike that's equal to the stock's price.\n\nAn options position could be hedged with options exhibiting a delta that is opposite to that of the current options holding to maintain adelta-neutralposition. A delta-neutral position is one in which the overall delta is zero, which minimizes the options' price movements in relation to the underlying asset.\n\nFor example, assume an investor holds one call option with a delta of 0.50, which indicates the option is at-the-money and wishes to maintain a delta-neutral position. The investor could purchase an at-the-money put option with a delta of -0.50 to offset the positive delta, which would make the position have a delta of zero.\n\nDelta-gammahedging is closely related to delta hedging. It is an options strategy that combines bothdeltaandgammahedges to mitigate the risk of changes in the underlying asset and in the delta itself.\n\nThe value of an option is measured by the amount of itspremium, which is the fee paid for buying the contract. By holding the option, the investor or trader can exercise their rights to buy or sell 100 shares of the underlying asset but are not required to perform this action if it is not profitable to them. The price they will buy or sell at is known as the strike price and is set (along with the expiration date) at the time of purchase. Each contract equals 100 shares of the underlying stock or asset.\n\nHolders of American-style options may exercise their rights at any time up to and including the expiration date. European-style options allow the holder to exercise only on the expiration date. Also, depending on the value of the option, the holder of either style of options maydecide to sell their contractto another investor before expiration.\n\nFor example, if a call option has a strike price of $30 and the underlying stock is trading at $40 at expiry, the option holder can convert 100 shares at the lesser strike price of $30. If they choose, they may then turn around and sell them on the open market for $40 for a profit. The profit would be $10 less the premium for the call option and any fees from thebrokerfor placing the trades.\n\nPut options are a bit more confusingbut work in much the same way as the call option. Here, the holder expects the value of the underlying asset to deteriorate before the expiration. They may either hold the asset in theirportfolioor borrow the shares from a broker.\n\nAn options position could also be delta-hedged using shares of the underlying stock. One share of the underlying stock has a delta of one as the stock's value changes by $1. For example, assume an investor islongone call option on a stock with a delta of 0.75—or 75 since options have a multiplier of 100.\n\nIn this case, the investor could delta hedge the call option byshorting75 shares of the underlying stocks. In shorting, the investor borrows shares, sells those shares at the market to other investors, and later buys shares to return to the lender—at a hopefully lower price.\n\nDelta hedging can benefit traders when they anticipate a strong move in the underlying stock but run the risk of beingover-hedgedif the stock doesn't move as expected. If over-hedged positions have to unwind, the trading costs increase.\n\nOne of the primary drawbacks of delta hedging is the necessity of constantly watching and adjusting the positions involved. Depending on the movement of the stock, the trader has to frequently buy and sell securities to avoid being under- or over-hedged.\n\nThe number of transactions involved in delta hedging can become expensive since trading fees are incurred as adjustments are made to the position. It can be particularly expensive when the hedging is done with options as these can losetime value, sometimes trading lower than the underlying stock has increased.\n\nTime value is a measure of how much time is left before an option's expiration whereby a trader can earn a profit. As time goes by and the expiration date draws near, the option loses time value since there's less time remaining to make a profit. As a result, an option's time value impacts the premium cost for that option since options with a lot of time value typically have higher premiums than those with little time value. As time goes by, the value of the option changes, which can result in the need for increased delta hedging to maintain a delta-neutral strategy.\n\nAllows traders to hedge the risk of adverse price changes in a portfolio\n\nProtects profits from an option or stock position in the short term without unwinding the long-term holding\n\nNumerous transactions might be needed to constantly adjust the delta hedge, leading to costly fees\n\nOver-hedging may occur if the delta is offset by too much or the markets change unexpectedly\n\nLet's assume a trader wants to maintain a delta-neutral position for investment in the stock of General Electric (GE). The investor owns or is long one put option on GE. One option represents 100 shares of GE's stock.\n\nThe stock declines considerably, and the trader has a profit on the put option. Then recent events push the stock's price higher. However, the trader sees this rise as a short-term event and expects the stock to fall again. As a result, a delta hedge is put in place to help protect the gains in the put option.\n\nGE's put option has a delta of -0.75, which is usually referred to as -75. The investor establishes a delta-neutral position by purchasing 75 shares of the underlying stock. At $10 per share, the investor buys 75 shares of GE at the cost of $750 in total. Once the stock's recent rise has ended or events have changed in favor of the trader's put option position, the trader can remove the delta hedge.\n\nDelta hedging is a trading strategy that involves options. Traders use it to hedge the directional risk associated with changes in the price of the underlying asset by using options. This is usually done by buying or selling options and offsetting the risk by buying or selling an equal amount of stock or ETF shares. The aim is to reach a delta-neutral state without a directional bias on the hedge.\n\nYes, you can use delta to hedge options. In order to do this, you must figure out whether you should buy or sell the underlying asset. You can determine the quantity of the delta hedge by multiplying the total value of the delta by the number of options contracts involved. Take this figure and multiply that by 100 to get the final result.\n\nDelta-gamma hedging is an options strategy. It is closely related to delta hedging. In delta-gamma hedging, delta and gamma hedges are combined to cut down on the risk associated with changes in the underlying asset. It also aims to reduce the risk in the delta itself. Remember that delta estimates the change in the price of a derivative while gamma describes the rate of change in an option'sdeltaper one-point move in the price of the underlying asset.\n\nOptions traders have a range of strategies to help mitigate the risks involved with these investments. One of these is delta hedging. When a trader uses this strategy, their goal is to reduce the directional risk associated with price movements of the underlying asset. This is accomplished by buying or selling options and offsetting the risk by buying or selling the same amount of shares of a company's stock or ETF. Although it can be an advantageous strategy for those who know how to use it, traders should be aware that it does require constant monitoring and can be fairly expensive.\n\nFidelity. “What Are Options, and How Do They Work?”\n\nMacroption. “Delta Hedging: Calculations, Adjustments, Long vs. Short Options.”\n\nMacroption. “Option Time Value.”",
  "url": "https://www.investopedia.com/terms/d/deltahedging.asp"
}