{
  "term": "Delta Neutral: Definition, Use With a Portfolio, and Example",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nDelta neutral is a strategy where the total delta of a portfolio is zero. Delta measures how the price of an option changes relative to the underlying asset price.\n\nDelta neutral is a portfolio strategy with multiple positions balancing positive and negative deltas so that the overall delta of the assets is zero. Options traders use delta-neutral strategies to profit from implied volatility or the time decay of options. These strategies are also used for hedging. Below, we explain this strategy for novices and more experienced traders alike.\n\nUnderstanding the concept ofdeltais crucial in options trading. Delta, one of the \"Greeks\" in finance, measures how sensitive an option's price is to changes in the price of the underlying asset. More specifically,deltameasures how much an option's price is expected to change for a $1.00 change in the price of the underlying security. For example, a call option with a delta of 0.25 and worth $1.40 would be expected to have a value of $1.65 if the underlying asset moved $1.00 higher.\n\nA portfolio's delta can be positive, negative, or neutral, depending on the positions held:\n\nInvestors aiming for a delta-neutral portfolio want to balance these deltas so that the overall delta of the portfolio is zero. This balancing act means that small, incremental moves up or down in the underlying asset price would not cause any changes to the portfolio.However, large price swings, changes in volatility, and the passage of time can still affect the value of the portfolio. Getting to delta neutral often means making continual adjustments since the delta might shift away from zero from changes in the market.\n\nA positive delta means the option's price will increase when the stock price increases and decrease when the stock price decreases. Conversely, a negative delta means the option's price will decrease as the stock price increases and increase when the stock price decreases. Let's get some more terms out of the way before laying out this strategy:\n\nWe can now move through how a delta-neutral strategy, getting a delta of zero, would work. Suppose you have a long position in a stock (delta of +1). To make this position delta neutral, you could buy a put option on the same stock (with a delta range from -1 to 0). This behavior is seen with deep-in-the-money call options. If the stock's price increases by $1, the long position will gain $1 (because of the +1 delta). However, the price of the put option will decrease, offsetting the gain from the long position. This ensures that the portfolio's overall value remains unchanged despite the stock's change in price.\n\nLikewise, if an option has a delta of zero and the stock increases by $1, the option's price won't increase at all (a behavior seen with deep out-of-the-money call options). If an option has a delta of 0.5, its price will increase by $0.50 for every $1 increase in the underlying stock. This is because the delta (0.5) is multiplied by the change in the stock's price ($1), resulting in a $0.50 change in the option's price.\n\nSuppose you have a stock position of 200 shares of Company X, trading at $100 per share, that you believe will increase in price over the long term. You are worried, though, that prices could drop in the short term, so you decide to set up a delta-neutral position to hedge this directional risk.\n\nBeing long 200 shares of stock means that your delta is +200. You can find options contracts providing the opposite delta exposure to cancel that out (i.e., -200).\n\nSay that you find anat-the-moneyput option on Company X with a delta of -0.50. The sign is negative because put options gain value as the underlying price declines and lose value when it rises. Options on stocks represent 100 shares of the underlying asset, so buying one Company X put would provide you with the following: -0.50 × 100 = -50 deltas.\n\nIf you bought four of these put options, you would have a total delta as follows: 400 × -0.5= -200.\n\nWith the combined position of 200 Company X shares and long-4 at-the-money put options on Company X, your overall position would not be zero, i.e., delta neutral.\n\nWhile an initial delta hedge can set up a neutral position, as the underlying stock moves, the delta of the options used will also change. This is known as the option'sgamma. As a result, traders who want to maintain delta neutrality need to monitor and adjust their positions to reestablish canceling deltas. This process is known as dynamic hedging.\n\nHedges against small price movements in either direction\n\nAllows options traders to focus on nondirectional strategies\n\nFlexibility in establishing delta neutral positions\n\nLarge, sudden moves can produce directional exposure because of gamma\n\nCan be costly and time-consuming to monitor and adjust\n\nThe primary benefit of a delta-neutral position is that it's immune to small changes in the price of the underlying asset, either up or down. This strategy is about betting on the direction in which the stock price will move and not about having to worry about minor fluctuations in price.\n\nDelta-neutral traders often seek to profit from options' time decay (represented by the Greektheta) or changes in implied volatility (the Greekvega) and not the directional movements in the stock. Since delta neutrality focuses on offsetting price movement risks, traders can focus on these other factors affecting the option's value.\n\nHowever, being delta neutral also means missing out on those price movements, so it does present a sort of opportunity cost for some traders. Even if you are not concerned about these price changes, maintaining a delta-neutral position as the underlying moves requires active monitoring and adjusting, which can be costly and not well-suited for inexperienced traders.\n\nIn addition, large unexpected market moves can lead to substantial losses since the position is neutral only to small price movements. So, significant and sudden market events can undo the strategy.\n\nDelta hedgingminimizes the directional risk associated with changes in the price of the underlying asset by using offsetting positions in options contracts. This is usually done by buying or selling options with an equal but opposite exposure to the underlying asset. By doing so, gains (losses) in the underlying asset will be offset by equal losses (gains) in the options position.\n\nYes. If you own shares of stock you can buy puts or sell calls. You can also create delta-neutral positions from options alone, such as being long an at-the-moneystraddle, where you would buy one +0.50 delta call and one -0.50 delta put.\n\nOptions traders canprofit from delta-neutral positionsby selling options and collecting the time decay as time passes. By eliminating exposure to small price fluctuations, this strategy can be sharpened. Likewise, traders may bet that the underlying asset's volatility will rise or fall in the future. A delta-neutral position allows such a trader to isolate the volatility figure from the market direction.\n\nDelta neutral occurs when a trader's net positions are hedged against changes in market price, either up or down. This is done by offsetting the deltas of one financial instrument with that of others. This balance means that small movements in the underlying asset's price will have little to no impact on the overall value of the combined position (e.g., stock plus options). The idea is that the gain on one side of the position offsets the loss on the other.\n\nHowever, it's important to remember that delta is not static; it changes as the market moves (gamma) and time passes. Therefore, maintaining a delta-neutral position often requires continual adjustments, known as dynamic hedging.\n\nD. Passarelli. \"Trading Options Greeks: How Time, Volatility, and Other Pricing Factors Drive Profits.\" John Wiley & Sons, 2020. Pages 237-268.",
  "url": "https://www.investopedia.com/terms/d/deltaneutral.asp"
}