{
  "term": "Demand Shock: Definition, Causes, Impact, and Examples",
  "definition": "Victor J. Blue / Bloomberg / Getty Images\n\nA demand shock is a sudden unexpected event that dramatically increases or decreasesdemandfor a product or service, usually temporarily. A positive demand shock is a sudden increase in demand, while a negative demand shock is a decrease in demand. Either shock will have an effect on the prices of the product or service.\n\nA demand shock may be contrasted with asupply shock, which is a sudden change in the supply of a product or service that causes an observable economic effect.\n\nSupply and demand shocks are examples ofeconomic shocks.\n\nA demand shock is a large but transitory disruption of themarket pricefor a product or service, caused by an unexpected event that changes the perception and demand.\n\nAn earthquake, a terrorist event, a technological advance, and a government stimulus program can all cause a demand shock. So can a negative review, a product recall, or a surprising news event.\n\nWhen the demand for a good or service rapidly increases, its price typically increases because suppliers cannot cope with the increased demand. In economic terms, this results in a shift in the demand curve to the right. A sudden drop in demand causes the opposite to happen. The supply in place is too great for the demand.\n\nOther demand shocks can come from the anticipation of a natural disaster or climate event, such as a run on bottled water, backup generators, or electric fans.\n\nA positive demand shock can come from fiscal policy, such as an economic stimulus or tax cuts. Negative demand shocks can come fromcontractionary policy, such as tightening the money supply or decreasing government spending. Whether positive or negative, these may be considered deliberate shocks to the system.\n\nThe rise of electric cars over the past few years is a real-worldexample of a demand shock. It was hard to predict the demand for electric cars and, therefore, for their component parts. Lithium batteries, for example, had low demand as recently as the mid-2000s.\n\nFrom 2010, the rise in the demand for electric cars from companies like Tesla Motors increased the overall market share of electric vehicles. By May 2024, 8.5% of vehicles sold in the United States were either only electric or plug-in hybrid vehicles.\n\nThe demand for lithium batteries to power the cars also increased sharply, and somewhat unexpectedly. Despite the demand shock, electric vehicle sales have continued to grow.\n\nLithium is a limited natural resource that is difficult to extract and found only in certain parts of the world. Production has been unable to keep up with the growth in demand, and so the supply of newly mined lithium remains lower than it would be otherwise. The result is a demand shock.\n\nOver the period from 2016 to 2018, demand for lithium shot up dramatically, increasing the average price per metric ton from $8,650 in 2016 to $16,000 in 2018. Prices did decline between 2018 and 2020. However, prices then surged again following the COVID-19 pandemic and ever-growing demand for electric vehicles. Lithium went from $8,400 per metric ton in 2020 to $68,100 in 2022, before falling to a still sky-high $46,000 in 2023.\n\nDuring this time, demand exploded for not only electric vehicles, but also mobile phones, laptops, and tablets. With so much demand for products that use lithium batteries, prices for consumers have risen sharply due to this demand shock.\n\nThe cathode ray tube is an example of a negative demand shock. The introduction of low-cost flat-screen televisions caused the demand for cathode-ray tube TVs and computer screens to drop to nearly zero in a few short years. Not incidentally, the introduction of low-cost flat screens caused a once-common service job, the television repairman, to become virtually extinct.\n\nA demand shock occurs when there is an unexpected change in demand, such that suppliers cannot respond quickly enough. A supply shock, on the other hand, is when there is an unexpected change in supply (often a sudden reduction, although supply shocks also exist when there is a glut).\n\nDemand shocks may be caused for one or more of several reasons. An economic recession may lead to high unemployment, where people are unable to spend as they had before. Natural or geopolitical disasters can also have a similar effect in the short run. Demand shocks can also occur if a technological advance makes a previous technology quickly obsolete.\n\nIn the wake of the COVID-19 pandemic, the U.S. government issued a series of stimulus checks to American households. The goal was to help families cope with lockdowns, business closures, and other disruptions. However, these checks also may have been a positive demand shock, boosting spending by too much as the economy recovered and leading to highinflation.\n\nA demand shock is an unexpected event that drastically changes the demand for a product or service, either increasing (positive demand shock) or decreasing (negative demand shock). This can lead to significant price changes. Demand shocks are usually temporary until the market adjusts but can have lasting economic impacts.\n\nEdmunds. \"What Is the Percentage of Electric Cars in the U.S.?\"\n\nStatista. \"Average Lithium Carbonate Price From 2010 to 2023.\"\n\nFiveThirtyEight. \"Were The Stimulus Checks A Mistake?\"",
  "url": "https://www.investopedia.com/terms/d/demandshock.asp"
}