{
  "term": "Demand Schedule: Definition, Examples, and How to Graph One",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nIn economics, a demand schedule is a table that shows thequantity demandedof a good or service at different price levels. A demand schedule can be graphed as a continuousdemand curveon a chart where the Y-axis represents price and the X-axis represents quantity.\n\nInvestopedia / Madelyn Goodnight\n\nA demand schedule most commonly consists of two columns. The first column lists the price for a product in ascending or descending order. The second column lists thequantity of the product desiredor demanded at that price. The price is determined based on research on the market.\n\nWhen the data in the demand schedule is graphed to create the demand curve, it supplies a visual demonstration of the relationship between price and demand, allowing easy estimation of the demand for a product or service at any point along the curve.\n\nA demand schedule tabulates the quantity of goods that consumers will purchase at given prices.\n\nA demand schedule is typically used in conjunction with a supply schedule, which shows the quantity of a good that would be supplied to the market by producers at given price levels. By graphing both schedules on a chart with the axes described above, it is possible to obtain a graphical representation of the supply and demand dynamics of a particular market.\n\nIn a typical supply and demand relationship, as the price of a good or service rises, the quantity demanded tends to fall. If all other factors are equal, the market reaches an equilibrium where the supply and demand schedules intersect. At this point, the corresponding price is the equilibrium market price, and the corresponding quantity is the equilibrium quantity exchanged in the market.\n\nIt can be useful to graph a demand and supply schedules for a visual representation of the market for a particular product. In a traditional supply and demand graph, the vertical axis represents the price for a particular product, and the horizontal axis represents the quantity of goods at that price.\n\nUsing the tables for the demand schedule, start by marking the quantity of goods demanded at each specific price point. This curve should start in the upper-left, and end in the lower right: When the price is high, consumers demand a lower quantity of that good, and vice versa. This is the demand curve.\n\nThe reverse is true for graphing the supply curve: Suppliers provide a higher quantity for higher prices, and a lower quantity for lower prices. The point where the two curves meet is called the equilibrium point.\n\nEconomistAlfred Marshallis usually credited with pioneering the supply and demand curves that are used in economics textbooks today. However, these graphical visualizations actually originated with French economist Antoine Augustin-Cournot in 1838.\n\nPrice is not the sole factor that determines the demand for a particular product. Demand may also be affected by the amount of disposable income available, shifts in the quality of the goods in question, effective advertising, and even weather patterns.\n\nPrice changes of related goods or services may also affect demand. If the price of one product rises, demand for a substitute may rise, while a fall in the price of a product may increase demand for itscomplements. For example, a rise in the price of one brand of coffeemaker may increase the demand for a relatively cheaper coffeemaker produced by a competitor. If the price of all coffeemakers falls, the demand for coffee, a complement to the coffeemaker market, may rise as consumers take advantage of the price decline in coffeemakers.\n\nDemand schedules play an important part in economics in projecting future economic activity and for management to predict how their product(s) will perform. For this reason, there are many different aspects of value to a demand schedule.\n\nSome demand schedule curves are not gradual. Consider a gift card for $100. If a company sells it for less than $100, demand will be substantially higher. If a company sells it for more than $100, there theoretically be no financial demand for the gift card (unless there are other factors to consider such as charitable donations).\n\nThere are several downsides to a demand schedule. Though the law of demand is primarily focused on a good's price, there are other factors that may cause changes in the demand for a product such as consumer preference, product utility, market innovation, and global circumstances such a weather.\n\nDemand schedules also face the risk ofobsolescenceand being outdated if they are not periodically reviewed. For example, consider the latest iPhone model and the potential demand schedule for the good. Upon the announcement of the next iPhone model, there may be immediate implications to the demand schedule of the prior version. By extension, the demand schedule is handcuffed to the demand curve, and the demand curve does shift based on external factors.\n\nLast, the demand schedule is simply a forecast. There's no way of knowing the projections will actually materialize until a product is brought to market, time passes, and data can be analyzed. Companies would be best suited on comparing forecast demand schedules with actual demand schedules to ensure they are continually learning from prior estimates.\n\nConsider an example of a company trying to determine the best pricing strategy for its brand new 40\" 4K HDTV. The company has performed market analysis including conducting surveys of potential consumers and has pulled together the following demand schedule.\n\nFrom this curve, the company realizes there is substantial demand for the product as the price decreases (which is standard for the law of demand). However, the company is disappointed in how quickly the demand curve appears to have dropped off once the television is priced at greater than $1,000. It decides to do another market survey, but this time is approaches two geographical markets.\n\nSeveral conclusions can be pulled from this second demand schedule. First, the demand curve is much less steep; consumers in the second market don't dramatically have more demand for the TV as the price declines like the first market. The other main takeaway is that demand is simply lower. For this reason, the company could leverage this information to (1) attempt to sell fewer TVs in the second market at a higher price point and (2) attempt to sell more TVs in the first market at a lower price point.\n\nA demand schedule is meant to inform a manufacturer, distributor, or retailer ofconsumer demand for a product at different price points. This information may or may not incorporate a time series where the demand schedule can be tracked over time. Alternatively, a demand schedule from different markets may be compiled and shown against each other for comparative analysis.\n\nDemand schedules may be prepared for individual consumers or for the broad, general market. These two demand schedules will differ as the market demand schedule will encompass a more broad set of expectations while an individual demand schedule may be more refined into a specific subset of data.\n\nDemand schedules are used to make manufacturing plans, forecast sales, ensure appropriate resources are on hand to meet demand, and to set pricing strategies. The demand schedule summarizes the economic impact of how rising prices can influence the demand of a good (and vice versa).\n\nA demand schedule is a series of points that identify what consumer demand will be for a product at different price points. Businesses use this information to make smarter business decisions, as sometimes it is not always in the best interest to simply try and sell a product for the highest possible price. This information from a demand schedule also informs management of selling, manufacturing, and delivery needs in the future.\n\nFederal Reserve Bank of Richmond. \"Marshallian Cross Diagrams and Their Uses before Alfred Marshall: The Origins of Supply and Demand Geometry.\" Page 1 of PDF.",
  "url": "https://www.investopedia.com/terms/d/demand-schedule.asp"
}