{
  "term": "Demand Theory: Definition in Economics and Examples",
  "definition": "Demand theory addresses how consumer demand affects market prices.\n\nDemand theory is an economic principle that attempts to explain how consumer demand influences the prices for goods and services in the market.\n\nIt forms the basis for the demand curve, which relates consumer desire to the amount of goods available. As more of a good or service is available, demand drops, and so does the equilibrium price.\n\nDemand theory highlights the role that demand plays in price formation, while supply-side theory focuses on the role of supply in the market.\n\nDemandis simply the quantity of a good or service that consumers are willing and able to buy at a given price in a given time period.\n\nPeople demand goods and services in an economy to satisfy their wants, such as food, healthcare, clothing, entertainment, shelter, etc. The demand for a product at a certain price reflects the satisfaction that an individual expects from consuming the product.\n\nThis level of satisfaction is referred to as utility, and it differs from consumer to consumer. The demand for a good or service depends on two factors: (1) its utility to satisfy a want or need, and (2) the consumer's ability to pay for it.\n\nIn effect, real demand occurs when the readiness to satisfy a want is backed up by the individual's ability and willingness to pay.\n\nDemand theory is one of the core theories of microeconomics. It aims to address basic questions about how badly people want things and how demand is impacted by income levels and satisfaction (utility).\n\nBased on consumers' perceived utility of goods and services, companies adjust the supply available and the prices charged.\n\nBuilt into demand are factors such as consumer preferences, tastes, choices, etc. Evaluating demand in an economy is, therefore, one of the most important decision-making variables that a business must analyze if it is to survive and grow in a competitive market.\n\nThe market system is governed by the laws of supply and demand, which determine the prices of goods and services.\n\nWhen supply equals demand, prices are said to be in a state ofequilibrium. When demand is higher than supply, prices increase to reflect scarcity. Conversely, when demand is lower than supply, prices fall due to the surplus.\n\nThe law of demand introduces an inverse relationship between price and demand for a good or service. It simply states that as the price of a commodity increases, demand decreases, provided other factors remain constant.\n\nAs the price decreases, demand increases. This relationship can be illustrated graphically using a tool known as the demand curve.\n\nThe demand curve shows a downward slope from left to right to reflect the inverse relationship between the price of an item and the quantity demanded over a period of time.\n\nAn expansion or contraction of demand occurs as a result of the income effect or substitution effect. When the price of a commodity falls, an individual can get the same level of satisfaction for less expenditure, provided it’s a normal good.\n\nIn this case, the consumer can purchase more of the goods on a given budget. This is the income effect.\n\nThe substitution effect is observed when consumers switch from more costly goods to substitutes that have fallen in price. As more people buy the good with the lower price, demand increases.\n\nSometimes, consumers buy more or less of a good or service due to factorsother than price. This is referred to as a change in demand.\n\nA change in demand is reflected by a shift in the demand curve to the right or left following a change in consumers’ preferences, taste, income, etc.\n\nFor example, a consumer who receives an income raise at work will have more disposable income to spend on goods in the markets, regardless of whether prices fall, leading to a shift to the right of the demand curve.\n\nThe law of demand is violated when dealing withGiffen(inferior) goods. People consume more Giffen goods as prices rise, and vice versa. Since a Giffen good does not have easily available substitutes, the income effect dominates the substitution effect.\n\nThelaw of supply and demandis an economic theory that explains the relationship of supply and demand and how that relationship affects the price of goods and services.\n\nIt's a fundamental economic principle that states when supply exceeds demand for a good or service, prices fall. When demand exceeds supply, prices tend to rise.\n\nThere is an inverse relationship between the supply and prices of goods and services when demand is unchanged.\n\nIf there is an increase in supply for goods and services while demand remains the same, prices tend to fall to a lower equilibrium price and a higher equilibrium quantity of goods and services.\n\nIf there is a decrease in supply of goods and services while demand remains the same, prices tend to rise to a higher equilibrium price and a lower quantity of goods and services.\n\nThe same inverse relationship holds for the demand for goods and services. However, when demand increases and supply remains the same, the higher demand leads to a higher equilibrium price and vice versa.\n\nSupply and demand rise and fall until an equilibrium price is reached. For example, suppose a luxury car company sets the price of its new car model at $200,000.\n\nWhile the initial demand may be high, due to the company hyping and creating buzz for the car, most consumers are unwilling to spend $200,000 for an auto.\n\nAs a result, the sales of the new model quickly fall, creating anoversupplyand driving down demand for the car.\n\nIn response, the company reduces the price of the car to $150,000 to balance the supply and the demand for the car and to ultimately reach an equilibrium price.\n\nAdam Smith is one of several people who observed that the costs of products rise and fall according to customer needs and included this theory in their study of markets and economic analysis. The theory was later expressed more formally byDavid Ricardoin \"The Principles of Political Economy and Taxation.\"\n\nDemand function theory is a part of the broader demand theory. It's a mathematical approach to explaining the principle of demand theory.\n\nThe theory states that prices tend to increase during periods of high consumer demand and fall when demand is low. This is because consumers compete with one another to secure scarce goods, effectively bidding the price higher. Note that this is true even if there is an officialceilingto price growth. If the government attempts to cap prices, it may create an informal black market with high prices.\n\nThe theory of demand represents one half of the theory of supply and demand that forms the organizing principle for market economies.\n\nIt states that prices rise for goods that are in demand, and fall for goods that are not in demand. These prices act as a market signal to producers, telling them when to produce more or less of a given good.",
  "url": "https://www.investopedia.com/terms/d/demand_theory.asp"
}