{
  "term": "Demand-Pull Inflation: Definition, How It Works, Causes, vs. Cost-Push Inflation",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nDemand-pull inflation is the upward pressure on prices created by a shortage in supply, where an economy doesn’t have enough goods and services for purchase.\n\nDemand-pull inflation occurs in an economy when demand for goods and services exceeds supply. Whiledemandincreases, thesupplyof goods and services available for purchase may remain the same or drop.\n\nDemand-pull inflation causes upward pressure on prices due to shortages in supply, a condition that economists describe as too many dollars chasing too fewgoods. An increase in aggregate demand can also lead to this type of inflation. Demand-pull inflation can be compared with cost-push inflation.\n\nDemand-pull inflation describes a widespread phenomenon that occurs when consumer demand outpaces the available supply of many consumer goods. When demand-pull inflation sets in, it forces an overall increase in the cost of living.\n\nDemand-pull inflation is a tenet of Keynesian economics that describes the effects of an imbalance inaggregate supplyand demand. When theaggregate demandin an economy strongly outweighs the aggregate supply, prices go up. This is the most common cause of inflation.\n\nInKeynesian economics, an increase in employment leads to an increase in aggregate demand for consumer goods. In response to the demand, companies hire more people so that they can increase their output. The more people firms hire, the more employment increases. Eventually, the demand for consumer goods outpaces the ability of manufacturers to supply them.\n\nInflation is ageneral rise in the priceof goods and services in an economy.\n\nThere are five primary causes of demand-pull inflation:\n\nCost-push inflationoccurs when money is transferred from one economic sector to another. Specifically, an increase in production costs, such as raw materials and wages, is inevitably passed on to consumers in the form of higher prices for finished goods.\n\nDemand-pull and cost-push inflation move in practically the same way, but they work on different aspects of the system. Demand-pull inflation demonstrates the causes of price increases. Cost-push inflation shows how inflation, once it begins, is difficult to stop.\n\nIn good times, companies hire more. But eventually, higher consumer demand may outpace production capacity, causing inflation.\n\nHere’s a hypothetical example to show how demand-pull inflation works. Let’s assume theeconomyis in a boom period, and theunemployment ratefalls to a new low.Interest ratesare at a low point, too. The federal government, seeking to get more gas-guzzling cars off the road, initiated a special tax credit for buyers of fuel-efficient cars. The big auto companies are thrilled, although they didn’t anticipate such a confluence of upbeat factors all at once.\n\nDemand for many models of cars goes through the roof, and the manufacturers literally can’t make them fast enough. The prices of the most popular models rise, and bargains are rare. The result is an increase in the average price of a new car.\n\nIt’s not just cars that are affected, though. With almost everyone gainfully employed and borrowing rates at a low,consumer spendingon many goods increases beyond the available supply. That’s demand-pull inflation in action.\n\nSupply push is a strategy where businesses predict demand and produce enough to meet expectations. Demand-pull is a form of inflation.\n\nDemand-pull inflation is when prices rise because the economy is doing too well. Nearly everyone who wants a job has one, and there is more money in the economy available for spending. There is too much spending, supply dwindles, producers can’t produce quickly enough, and prices rise.\n\nMany economists believe some amount of inflation is good for an economy, but demand-pull inflation is a scenario where goods are scarce, causing prices to rise too quickly.\n\nDemand-pull inflation explains rising prices in an economy as a result of increased aggregate demand that surpasses supply. As consumers demand more from a given limited supply, prices go higher. Demand-pull inflation can be contrasted with cost-push inflation, whereby higher costs of production are passed on to consumers.",
  "url": "https://www.investopedia.com/terms/d/demandpullinflation.asp"
}