{
  "term": "Demand Draft: What It Is and How It Works Versus Checks",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA demand draft is a method used by an individual to make atransfer paymentfrom one bank account to another. Demand drafts differ from regular normalchecksin that they do not require signatures to be cashed. In 2005, due to the increasing fraudulent use of demand drafts, theFederal Reserveproposed new regulations increasing a victim's right to claim a refund and holding banks more accountable for cashing fraudulent checks.﻿﻿\n\nWhen a bank prepares a demand draft, the amount of the draft is taken from the account of the customer requesting the draft and is transferred to an account at another bank. The drawer is the person requesting thedemand draft; the bank paying the money is thedrawee; the party receiving the money is thepayee. Demand drafts were originally designed to benefit legitimate telemarketers who needed to withdraw funds from customer checking accounts using their bank account numbers and bank routing numbers.\n\nFor example, if a small business owner purchases products from another company on credit, the small business owner asks his bank to send a demand draft to the company for payment of the products, making him the drawer. The bank issues the draft, making it the drawee. After the draft matures, the owner of the other company brings the demand draft to his bank and collects his payment, making him the payee.\n\nBecause a demand draft is a prepaid instrument, payment cannot be stopped, whereas payment of a check may be denied for insufficient funds.\n\nTo obtain a demand draft, choose the issuing bank or financial institution from which you want to obtain the draft. If you're not an account holder, visit the bank branch and provide additional identification and documentation. You'll often have to fill out an application form with the required details including the amount to be paid, the name of the payee, and other relevant information.\n\nThe bank often asks you to provide supporting documents such as proof of identification and address. This complies withKnow Your Customer (KYC)regulations. After you pay the required fees, you'll receive the demand draft in your name with a unique draft number printed on special security paper.\n\nWhen you receive the demand draft, check the demand draft details. Ensure all information is correct including the payee's name, amount, and instructions to ensure they match your requirements. From there, all that's left is to deliver the demand draft to the payee depending on your preference and bank's policies.\n\nA demand draft is issued by a bank while a check is issued by an individual. Also, a demand draft is drawn by an employee of a bank while a check is drawn by a customer of a bank. Payment of a demand draft may not be stopped by the drawer as it may with a check.\n\nAlthough a check can be hand-delivered, this is not the case with a demand draft. The draft may be drawn regardless of whether an individual holds anaccountat the bank while a check may be written only by an account holder.\n\nA demand draft is a physical payment instrument issued by a bank or financial institution representing a guaranteed form of payment as the purchaser pre-pays the funds. On the other hand, a wire transfer, also known as a bank transfer or electronic funds transfer (EFT), involves the electronic transfer of funds from one bank account to another.\n\nThe processing time for a demand draft may vary depending on factors such as the issuing bank and delivery method. However, wire transfers are generally faster than demand drafts. Often completed within hours or minutes, this allows for swift transfer of funds.\n\nBanks typically charge a fee for issuing a demand draft, which may vary depending on the bank and the amount of the draft. Additional charges may apply for services such as courier delivery. Wire transfers usually also involve transaction fees, which can vary depending on the banks involved, the transfer amount, and whether it is domestic or international.\n\nDemand drafts are commonly used for secure transactions such as large amounts, educational fees,property purchases, or settling financial obligations. This is the case where substantiation and secure payment delivery are highly important. Though wire transfers may also be used in this case, wire transfers are a more versatile form of payment that includes regular daily transactions of lower importance.\n\nContact your bank immediately if your demand draft is lost or stolen.\n\nOnline payment systemsare digital platforms that facilitate electronic transactions over the Internet, allowing individuals and businesses to make payments or transfer funds between bank accounts or digital wallets without the need for physical instruments. Compared to demand drafts, online payment systems typically offer faster processing times, allowing transactions to be completed in real time.\n\nWhile demand drafts often incur transaction fees, more and more online payment systems may also offer free transactions for certain transfers or within specific limits. This may be free transactions based on the number of quantities or free transactions based on the size of the transaction. Consider how popular shopping websites can easily facilitate online payments for free.\n\nOnline payment systems have gained significant popularity worldwide, used for various transactions, including e-commerce purchases, bill payments, peer-to-peer transfers, and subscription services. As noted above with wire transfers, demand drafts may be more suitable for more select types of transactions as opposed to online payments which may be used much more broadly.\n\nThe clearing time for a demand draft can vary depending on factors such as the banks involved and the method of presentation. It typically takes several business days for the demand draft to clear and for the funds to become available to the payee. The exact time frame can depend on the policies and processes of the banks involved.\n\nFees associated with demand drafts include an issuance fee charged by the bank for providing the draft. Additionally, there may be additional charges for services like courier delivery if the draft needs to be sent to the payee through postal services or courier. The fees can vary between banks, so check with your bank for the specific charges.\n\nYes, demand drafts can generally be canceled or stopped by the purchaser. If a demand draft needs to be canceled, the purchaser should contact the issuing bank immediately and provide the necessary details. The bank will guide the purchaser through the cancellation process which may involve submitting a written request and paying cancellation fees.\n\nIf a demand draft is lost or stolen, it is crucial to take immediate action. Contact the issuing bank and provide them with all relevant details. The bank will guide you through the necessary steps to report the loss or theft. This typically involves submitting a written request, providing any supporting documents, and cooperating with the bank's investigation process to resolve the issue.\n\nA demand draft is a secure payment instrument issued by a bank that guarantees the availability of funds. It involves the bank deducting the draft amount from the purchaser's account and setting aside the funds. When presented for payment, the funds are transferred to the payee's account. Demand drafts offer security, wide acceptance, and convenience for both parties. They can be obtained from banks by filling out an application form, providing documentation, and paying an issuance fee.\n\nBoard of Governors of the Federal Reserve System. \"Collection of Checks and Other Items By Federal Reserve Banks and Funds Transfers Through Fedwire and Availability of Funds and Collection of Checks,\" pages 1-18. Accessed Sep. 3, 2020.",
  "url": "https://www.investopedia.com/terms/d/demanddraft.asp"
}