{
  "term": "Demand Curves: What They Are, Types, and Example",
  "definition": "Paige McLaughlin / Investopedia\n\nA demand curve displays the change in demand for a good or product that results from a change in price in a given period.\n\nA demand curve shows the prices at which consumers begin buying more or less of a product. It can also point out the prices at which a company can maintain consumer demand and earn reasonable profits.\n\nThe price typically appears on the left of the graph. The quantity demanded is on the horizontal access. A demand curve doesn’t look the same for every product or service, however.\n\nWhen the price rises,demandgenerally falls for almost any good, but the drop is much greater for some goods than for others. This is a reflection of theprice elasticity of demand, a measurement of the change in consumption of a product in relation to a change in its price. The elasticity of demand for products varies between and within product categories, depending on the product’s substitutability.\n\nAs noted above, the demand curve is a commonly used graph that represents the relationship between prices and the total quantity of goods and services demanded over a certain period. Prices normally appear on the y-axis, while demand is depicted on the x-axis.\n\nThis curve generally moves downward from the left to the right. This movement expresses thelaw of demand, which states that as the price of a given commodity increases, thequantity demandeddecreases as long as all else is equal.\n\nNote that this formulation implies that price is the independent variable, and quantity is the dependent variable. In most disciplines, the independent variable appears on the horizontal or x-axis, but economics is an exception to this rule.\n\nFor example, if the price of corn rises, consumers will have an incentive to buy less corn and substitute other foods for it, so the total quantity of corn that consumers demand will fall.\n\nImage by Julie Bang © Investopedia 2019\n\nThere are two types of demand curves: an individual demand curve and a market demand curve.\n\nAn individual demand curve examines the price-quantity relationship for an individual consumer, or how much of a product an individual will buy given a particular price.\n\nLet’s say the price of a slice of pizza is $1.50 and Joel is accustomed to buying four slices for lunch every workday (4 × $1.50 × 5 = $30). If the price drops to $1 a slice, four slices will cost Joel $20 (4 × $1 × 5), and Joel might demand six slices instead of four.\n\nBut if the price drops to 75 cents a slice, he might demand eight slices a day. With the price information and the number of slices Joel will demand at that price, it would be possible to plot an individual demand curve.\n\nThe demand curve plots out the demand for an individual consumer, hence the name individual demand curve. But they don’t take entire markets into account. That’s where the market demand curve comes in.\n\nA market demand curve is the summation of the individual demand curves in a given market. It shows the quantity of a good demanded by all individuals at varying price points. Keep in mind that this graph doesn’t outline what consumers want. Rather, it depicts the goods and services they’ll buy if they have thepurchasing powerto do so.\n\nDetermining the market demand curve is as easy as adding up all of the individual demand curves. This is then plotted along the horizontal or x-axis of the graph. Unlike individual demand curves, which are generally steeper, market demand curves tend to be flatter. That’s because demand in the market is more proportionate as prices change compared to changes in individual demand.\n\nBusinesses can use the market demand curve to help determine whether their goods and services are properly priced according to consumer demand.\n\nThe degree to which rising price translates into falling demand is called demand elasticity or price elasticity of demand. If a 50% rise in corn prices causes the quantity of corn demanded to fall by 50%, the demand elasticity of corn is 1.\n\nIf a 50% rise in corn prices only decreases the quantity demanded by 10%, the demand elasticity is 0.2.Elasticitymeasures how demand shifts when economic factors change. When demand remains constant regardless of price changes, it is calledinelasticity.\n\nThe demand curve is shallower (closer to the horizontal axis) forproducts with more elastic demand. Goods with more elastic demand are those for which a change in price leads to a significant shift in demand.\n\nElastic goods include luxury products and consumer discretionary items, such as a brand of candy bar or cereal. Food items are easily substituted, and brand-name products are easily replaced by items that are lower in price.\n\nThe demand curve for items that are less elastic or inelastic is steeper (closer to the vertical axis). Inelastic goods are generally necessities, for which there are few, if any, substitutes. Common examples are utilities, prescription drugs, and tobacco products. Demand often remains constant for these items despite price changes.\n\nIf a factor besides price or quantity changes, a new demand curve needs to be drawn. For example, say that thepopulationof an area explodes, increasing the number of mouths to feed. In this scenario, more corn will be demanded even if the price remains the same, meaning that the curve itself shifts to the right (D2) in the graph below. In other words, demand will increase.\n\nOther factors can shift the demand curve as well, such as a change in consumers’ preferences. For instance:\n\nThere are someexceptions to the rulesthat apply to the relationship that exists between prices of goods and demand. Two of these are Giffen goods and Veblen goods.\n\nAGiffen goodis a non-luxury product for which demand increases when the price increases, defying standard demand laws. The term often refers to low-income products for which there are no viable substitutes—for example, a staple food, like bread or rice.\n\nDemand for these goods is on an upward slope, which goes against the laws of demand. Therefore, the typical response (rising prices triggering a substitution effect) won’t exist for Giffen goods, and the price rise will continue to push demand.\n\nVeblen goodsare those for which demand rises even as the price rises because of the exclusive nature and appeal of these products as status symbols. Like the demand curve for a Giffen good, a Veblen good has an upward-sloping demand curve (in contrast to the usual downward-sloping curve).\n\nVeblen goods are generally luxury items, such as cars, yachts, fine wines, and designer jewelry, that are high quality and out of reach for the majority of consumers. It is named after American economistThorstein Veblen, who is best known for introducing the term “conspicuous consumption.”\n\nThis is a fundamental economic principle that holds that the quantity of a product purchasedvaries inversely with its price. In other words, the higher the price, the lower the quantity demanded. And at lower prices, consumer demand increases.\n\nThe law of demand works with the law of supply to explain howmarket economiesallocate resources and determine the price of goods and services in everyday transactions.\n\nA demand curve represents the relationship between the price of a good or service and the quantity demanded for a given period. Typically, as the price rises, the demand falls; as a result, the curve slopes down from left to right.\n\nAsupply curveis a graphic representation of the correlation between the cost of a good or service and the quantity supplied for a given time. Typically, as the price of a product increases, the quantity supplied also increases. The resultant curve slopes upward from left to right.\n\nThe demand curve generally slopes downward from left to right, illustrating that as the price of a good rises, the demand for it falls. However, there are exceptions to the rule—for Giffen goods and Veblen goods, for example. In both cases, rising prices tend to accompany a rise in demand, leading to a demand curve that rises from left to right.\n\nA demand curve is a graphic display of the change in demand for a good resulting from a change in price in a given period. On the demand curve graph, the vertical axis denotes the price and the horizontal axis denotes the quantity demanded. Various factors can shift the demand curve but the underlying premise is the same: The higher the price, the lower the quantity demanded. Consumer demand increases at lower prices.\n\nU.S. Bureau of Labor Statistics. “Veblen Goods and Urban Distinction: The Economic Geography of Conspicuous Consumption, A Survey of 21 Cities.” Page 3.",
  "url": "https://www.investopedia.com/terms/d/demand-curve.asp"
}