{
  "term": "Demand Deposit: Definition, Account Types, and Requirements",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nDemand deposit refers to a type of bank account from which funds can be withdrawn at any moment.\n\nA demand deposit account (DDA) is a bank account from which deposited funds can be withdrawn at any time, without advance notice. DDAs can pay interest on the deposited funds, but aren’t required to.Checking accountsand savings accounts are common types of DDAs.\n\nIf depositors were required to notify their banks in advance before withdrawing funds, it would be quite a challenge to obtain cash or make ordinary transactions. Demand deposit accounts areintended to provide ready money—the funds that people need to make a purchase or pay bills.\n\nThe account's holdings can be accessed at any time, without prior notice to the institution. The account holder simply walks up to the teller or the ATM—or, increasingly, goes online—and withdraws the sum they need. As long as the account has that amount, the institution has to give it to them. The money is available \"on demand\"—hence, the name \"demand deposit\" for this sort of account.\n\nDemand deposit accounts, which typically are offered by banks and credit unions, are in contrast to investment accounts offered by brokerages and financial services firms. While the funds in those type of accounts may be invested in highlyliquid assets, the account holder still must notify the institution that they wish to withdraw money. Depending on the asset in question, it may take a day or two for theinvestmentsto be sold and the cash to be available.\n\n\"DDA\" can also mean direct debit authorization, which is a withdrawal from an account for purchasing a good or service. It's what happens when you use adebit card. But it's fundamentally the same concept: The money is immediately available, drawn on the linked account, for your use.\n\nDemand deposit accounts (DDAs) may havejoint owners. Both owners must sign when opening the account, but only one owner must sign when closing the account. Either owner may deposit or withdraw funds and sign checks without permission from the other owner.\n\nSome banks require minimum balances for demand deposit accounts. Accounts falling below the minimum value are typically assessed a fee each time the balance drops below the required value. However, many banks now offer no monthly fees and no minimum balances.\n\nDDAs are primarily checking accounts, but they can include savings accounts as well.Money market accounts (MMAs)are a bit of a gray area: Some financial authorities classify them as DDAs, some don't.\n\nDemand deposits make up most of a particular measure of the money supply—M1. This is the sum of all of a nation's demand deposits, plus all the currency in circulation. It's a measure of the most liquid types of money in the money supply.\n\nAs of early July 2024, the total amount of demand deposit accounts in the U.S.—officially, the total demand deposits component of M1—was $5.287 trillion. This compares with $1.646 trillion five years ago and $1.073 trillion 10 years ago.\n\nThe key requirements of DDAs are no limitations on withdrawals or transfers, no setmaturityor lockup period, funds accessible on demand, and no eligibility requirements.\n\nThe payment of interest and the amount of interest on the DDA are up to the individual institution. Once upon a time, banks couldn't pay interest on certain demand deposit accounts. For example, the Federal Reserve Board'sRegulation Q (Req Q), enacted in 1933, specifically prohibited banks from paying interest on checking account deposits.\n\nMany banks got around that rule via negotiable order of withdrawal (NOW) accounts, checking accounts with a temporary holding period on funds, which allowed them to actually pay some interest. Reg Q was repealed in 2011.\n\nStill, DDAs tend to pay relatively low interest rates (on savings accounts) or no interest at all (as is often the case with checking accounts, Reg Q's repeal notwithstanding). They may also charge various fees for handling the account.\n\nA demand deposit account and aterm depositaccount are both types of financial accounts offered by banks and credit unions. But they differ in accessibility or liquidity, and in the amount of interest that can be earned on the deposited funds.\n\nBasically, a DDA allows funds to be accessed any time, while a term deposit account—also known as a time deposit account—restricts access to funds for a predetermined period. Funds can't be withdrawn from a term deposit account until the end of that term without incurring a financial penalty, and withdrawals often require written notice in advance.\n\nThe most familiar type of term deposit account is thecertificate of deposit (CD). You buy the CD for a set term or time period—a certain number of months or years—and you generally don't touch it until the term is up. It sits in a special account, earning interest at a fixed rate.\n\nInterest is an important distinction between demand deposits from term deposits. Term deposits offer interest rates that are generally higher than DDAs'—much closer to prevailing market rates.\n\nThat's basically the trade-off: In return for the ability to access your funds on demand, your money earns less in a DDA. The time deposit pays more, in compensation for its lack of liquidity.\n\nWhere do money market accounts (MMAs) fit into the equation? They're a hybrid. They let account-holders deposit and withdraw funds on demand, and they typically paymarket interest rates(which fluctuate). However, they might not be as on-demand as regular demand deposit accounts. Some banks may limit the per-month withdrawals or other transactions (like transfers) on MMA accounts. Fees may apply if the limit is exceeded.\n\nThe acronym DDA stands for \"demand deposit account,\" indicating that funds in the account (usually a checking or regular savings account) are available for immediate use—on-demand, so to speak. DDA can also stand for \"direct debit authorization,\" meaning a transaction, such as a transfer, cash withdrawal, bill payment, or purchase, which immediately subtracts money from the account.\n\nA consumer DDA is a demand deposit account. Such an account lets you withdraw funds without having to give the financial institution any advance notice.\n\nDemand deposits consist of funds that the account holder can access right away, such as checking account funds. In contrast, time deposits or term deposits are locked up for a certain period of time, such as certificates of deposit (CDs).\n\nWith demand deposit accounts, the funds are always readily available. You can withdraw the funds in the form of cash or to pay for something (using a debit card or online transfer) at any time, without giving the bank notice, incurring a penalty, or paying fees. These accounts offer the utmost convenience for getting cash or transferring funds to another account or another party.\n\nOffered by banks and credit unions, demand deposit accounts allow you to deposit and withdraw funds immediately, whenever you want—\"on demand,\" in effect. The financial institution can't require advance notice or charge a fee for letting you access the funds. DDAs are ideal for frequent or everyday needs. DDAs usually take the form of checking or savings accounts.\n\nThe main drawback of DDAs is that they offer little or no interest on the money in them. That's the price you pay for the funds being readily available.\n\nConsumer Financial Protection Bureau. \"What Is the Difference Between a Checking Account, a Demand Deposit Account, and a NOW (Negotiable Order of Withdrawal) Account?\"\n\nFederal Reserve System. \"Money Stock Measures - H.6 Release.\"\n\nFederal Reserve Archival System for Economic Research. \"Demand Deposits: Total.\"\n\nFederal Reserve System. \"Federal Reserve Issues Final Rule to Repeal Regulation Q, Which Prohibited the Payment of Interest on Demand Deposits.\"",
  "url": "https://www.investopedia.com/terms/d/demanddeposit.asp"
}