{
  "term": "Demonetization: Meaning, Example, and How It Works",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nDemonetization is the act of stripping acurrencyunit of its status aslegal tender. It occurs whenever there is a change innational currency. The current form or forms of money is pulled from circulation and retired, often to be replaced with new notes or coins. Sometimes, a country completely replaces the old currency with a new currency.\n\nRemoving the legal tender status of a unit of currency is a drastic intervention into an economy because it directly affects the medium of exchange used in all economic transactions. It can help stabilize existing problems, or it can cause chaos in an economy, especially if undertaken suddenly or without warning. That said, demonetization is undertaken by nations for a number of reasons.\n\nDemonetization has been used to stabilize the value of a currency or combatinflation. The Coinage Act of 1873 demonetizedsilveras the legal tender of the United States, in favor of fully adopting thegold standard, in order to stave off disruptive inflation as large new silver deposits were discovered in the American West. Several coins, including a two-cent piece, three-cent piece, and half-dime were discontinued.\n\nThe withdrawal of silver from the economy resulted in a contraction of themoney supply, which contributed to a recession throughout the country.In response to the recession and political pressure from farmers and from silver miners and refiners, the Bland-Allison Act remonetized silver as legal tender in 1878.\n\nIn a more modern example, the Zimbabwean government demonetized its dollar in 2015 as a way to combat the country’s hyperinflation. At its peak, Zimbabwe's hyperinflation reached month-over-month growth of 79.6 million percent growth and year-over-year growth of 89.7 sextillion percent.The three-month process involved expunging the Zimbabwean dollar from the country’s financial system and solidifying theU.S. dollar,theBotswana pula, and theSouth African randas the country’s legal tender in a bid to stabilize the economy.\n\nSome countries have demonetized currencies in order to facilitate trade or form currency unions. An example of demonetization for trade purposes occurred when the nations of theEuropean Unionofficially began to use theeuroas their everyday currencies in 2002. When the physical euro bills and coins were introduced, the old national currencies, such as theGerman mark, theFrench franc, and the Italian lira were demonetized. However, these varied currencies remained convertible into Euros atfixed exchange ratesfor a while to assure a smooth transition.\n\nThe opposite of demonetization is remonetization, in which a form of payment is restored as legal tender.\n\nThere are several advantages when a nation demonetizes its currency. Fraudulent financial practices may be minimized as individuals will be unable to exchange illegal tender with banks. This also includes the potential reduction in tax evasion, pumping additional revenue into a nation's economy.\n\nDemonetizing physical paper tender also demonstrates an advancing banking system, asdigital currencycan be more accessible, safer to store, and easier to transfer ownership. Organized industries and companies often benefit the greatest due to an easier transition.\n\nDemonetization isn't without its faults. It's inconvenient for the nation's citizens and may be confusing when only select denominations are phased out over time. As a result of the disturbance, a nation's economy may temporarily experience a period of stalled growth in the short-term as the demonetization process occurs.\n\nThere are costly logistical measures to be taken as well. ATMs and other means of disbursing cash must be modified and recoded. Consumer prices must be reframed to ensure proper change can be given if needed. Daily wage earners—often among the poorest with no to minimalsavings—may continue to be paid in defunct tender and must miss work to exchange their earnings with a bank.\n\nOften results in decreased tax evasion and increased tax revenue\n\nOfte nresults in higher long-term GDP due to higher tax revenue being reinvested in the nation\n\nFosters innovation by converting currency to digital currency and promoting digital transactions\n\nReduces overall crime by enhancing transparency and discouraging the circulation of black money.\n\nImposes a burden on citizens, especially those who must convert one currency to another\n\nLikely stalls a nation's GDP during the conversion process\n\nIncurs expensive administrative costs including printing, adjusting ATMs, and marketing the changes.\n\nNegatively impacts and even stops cash-driven sectors\n\nIntroduces new types of currency risk such as cybercrime\n\nLastly, demonetization has been tried as a tool to modernize a cash-dependent developing economy and to combat corruption and crime (counterfeiting,tax evasion). In 2016, the Indian government decided to demonetize the 500- and 1000- rupee notes, the two biggest denominations in its currency system; these notes accounted for 86% of the country’s circulating cash.\n\nWith little warning, India's Prime Minister Narendra Modi announced to the citizenry on Nov. 8, 2016, that those notes were worthless, effective immediately—and they had until the end of the year to deposit or exchange them for newly introduced 2000 rupee and 500 rupee bills.\n\nChaos ensued in the cash-dependent economy (some 78% of all Indian customer transactions are in cash), as long, snaking lines formed outsideATMsandbanks, which had to shut down for a day. The new rupee notes have different specifications, including size and thickness, requiring re-calibration of ATMs: only 60% of the country’s 200,000 ATMs were operational. Even those dispensing bills of lower denominations faced shortages. The government’s restriction on daily withdrawal amounts added to the misery, though a waiver ontransaction feesdid help a bit. Severe cash shortages were recurring even through 2018.\n\nSmall businesses and households struggled to find cash and reports of daily wage workers not receiving their dues surfaced. The rupee fell sharply against the dollar.\n\nThe government’s goal (and rationale for the abrupt announcement) was to combat India's thrivingunderground economyon several fronts: eradicate counterfeit currency, fight tax evasion (only 1% of the population pays taxes), eliminateblack moneygained frommoney laundering, and terrorist financing activities, and to promote a cashless economy.\n\nIndividuals and entities with huge sums of black money gotten from parallel cash systems were forced to take their large-denomination notes to a bank, which was by law required to acquiretaxinformation on them. If the owner could not provide proof of making any tax payments on the cash, a penalty of 200% of the owed amount was imposed.\n\nDemonetization can also refer to the business practice of denying payment and is often experienced related to social media. Demonetization happens when a platform's content creator used to receive payment but due to underlying changes in the platform are no longer eligible. This may occur due to a terms and conditions violation or due to changes in the platform'salgorithmsthat determine which creators are eligible to earn revenue.\n\nAlthough used in an entirely different context, this form of demonetization is similar to the form of discontinuing legal tender. For both, an asset once held value but due to underlying changes in the nature of the asset, it no longer holds any monetary value.\n\nDemonetization has been used to stabilize the value of a currency or combat inflation. Some countries have demonetized currencies in order to facilitate trade or form currency unions. Lastly, demonetization has been tried as a tool to modernize a cash-dependent developing economy and to combat corruption and crime (counterfeiting, tax evasion).\n\nThe main benefit of demonetization is to curtail criminal activity as their supply of money is no longer legal tender. This affects counterfeiters as well as they cannot exchange their \"merchandise\" for fear of discovery. It can prevent tax evasion as those who were evading taxes must come forward to exchange their existing currency at which time the authorities can retroactively tax them. Finally, it can usher in the digital currency age by slowing down the circulation of physical currency.\n\nThe chief disadvantage is the costs involved in printing and minting the new currency. Also, demonetization may not have the intended effect of reducing criminal activity as these entities might be savvy enough to hold assets in other forms other than physical currency. Finally, this process is risky as it can plunge the nation into utter chaos if not handled with the utmost of competence.\n\nIn the short-term, demonetization usually stunts economic growth and causes GDP to decline. During the conversion process, many industries and sectors may temporarily come to a halt. Some industries may not be able to pay laborers as the demonetization process occurs.\n\nOnce demonetization is finished, it often creates long-term economic benefits that increase GDP in the long run. Demonetization attempts to fight financial crime; by making transactions more transparent or discouraging the trade of illegal bills, a government is usually able to collect more tax revenue and invest heavier into their country.\n\nAmerican Economic Association. \"The Great Indian Demonetization.\"\n\nUnited States Mint. \"The 'Crime of 1873'.\"\n\nUnited States Mint. \"100 Years of Silver Dollar Coinage (1878 - 1978).\"\n\nCato Journal. \"On the Measurement of Zimbabwe's Hyperinflation.\"\n\nReserve Bank of Zimbabwe. \"January 2016 - Monetary Policy Statement,\" Page 71.\n\nEuropean Central Bank. \"The Euro.\"\n\nReserve Bank of India. \"Bank Notes.\"\n\nThe Hindu. \"Demonetisation of Rs. 500 and Rs. 1000 Notes.\"\n\nMint. \"Govt. Allays Cash Crunch Fears as ATMs Run Dry.\"\n\nBritish Broadcast Channel. \"Why India Wiped Out 86% of its Cash Overnight.\"",
  "url": "https://www.investopedia.com/terms/d/demonetization.asp"
}