{
  "term": "Dependent Care Benefits: Meaning, How it Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nDependent care benefits are provided by an employer to an employee for use in caring fordependents, such as young children or disabled family members. Dependent care benefits may includeflexible spending accounts (FSAs), paid leave, and certaintax creditsand can be worth thousands of dollars to eligible participants.\n\nDependents, according to the Internal Revenue Service (IRS), are treated as an exemption credit that may be claimed on an annual tax return. On its own, the dependent credit can reduce a filer's taxable income by thousands of dollars. Children are the most commonly claimed dependent, though dependent care benefits may be extended to cover a variety of people, provided they meet several stipulations. For example, dependents may also be relatives, roommates, or even romantic partners. The IRS provides a guide on who may be claimed as a dependent.\n\nDependent care benefits are available to individuals whose children are cared for by a daycare facility or provider. Such benefits may take the form of childcare tax credits or adependent care flexible spending account (FSA). Each provides tax savings based on money spent on childcare.\n\nDependent care benefits are part of an overall employee benefits system administered by the IRS.\n\nA dependent care flexible spending account is available for individuals who care for a child or adult who is incapable of self-care, who lives in the taxpayer's home for at least eight hours each day, and who can be claimed as a dependent on an income tax return. These accounts allow individuals to pay for qualified child and dependent care expenses while lowering their taxable income.\n\nThis type of FSA is set up by an employer. Participants authorize their employer to withhold a specified amount from their paycheck each pay period and deposit the money in an account. Instead of using the FSA money to pay for expenses directly, those costs are paidout-of-pocket, andreimbursementmust be applied for.\n\nThechild and dependent care creditis a tax credit available to taxpayers who paid for the care of their child, spouse, or dependent so they can work or look for work. The IRS maintains a comprehensiveinformation pagerelated to the child and dependent care credit, which includes eligibility and timing requirements, how much can be claimed, and information on which forms to complete. This tax credit (not a deduction) reduces the tax burden dollar for dollar.\n\nThe American Rescue Plan, signed by President Biden on March 11, 2021, includes generous tax breaks to low- and moderate-income people. Originally capped at 35% of eligible expenses up to $2,100, the child and dependent care credit is now capped at 50% of eligible expenses up to $4,000 for one qualifying individual and $8,000 for two or more for 2021. In addition, the credit is entirely refundable for 2021.\n\nMore and more employers are making paid family leave available to their workers. Nine states (California, Colorado, Connecticut, Massachusetts, New Jersey, New York, Oregon, Rhode Island, and Washington) and the District of Columbia offerpaid family and medical leave (PFML). Hawaii provides paid medical leave in the form of temporarydisability insurance.Most workers are eligible for theFamily and Medical Leave Act (FMLA), which offers up to 12 weeks of unpaid leave per year to care for family members.\n\nInternal Revenue Service. \"Topic No. 602 Child and Dependent Care Credit.\" Accessed March 14, 2021.\n\nInternal Revenue Service. \"Child and Dependent Care Expenses,\" Page 10. Accessed March 14, 2021.\n\nU.S. Congress. \"H.R. 1319.\" Accessed March 14, 2021.\n\nA Better Balance. \"Comparative Chart of Paid Family and Medical Leave Laws in the United States,\" Pages 1, 7–8. Accessed June 27, 2021.",
  "url": "https://www.investopedia.com/terms/d/dependent-care-benefits.asp"
}