{
  "term": "Depletion: Definition, 4 Affecting Factors, and Depletion Methods",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nDepletion is anaccrual accountingtechnique used to allocate the cost of extracting natural resources such as timber, minerals, and oil from the earth.\n\nLikedepreciationandamortization, depletion is anon-cash expensethat lowers the cost value of an asset incrementally through scheduled charges to income. Where depletion differs is that it refers to the gradual exhaustion of natural resource reserves, as opposed to the wearing out of depreciable assets or aging life ofintangibles.\n\nDepletion for accounting and financial reporting purposes is meant to assist in accurately identifying the value of the assets on thebalance sheetand recording expenses in the appropriate time period on theincome statement.\n\nWhen the costs associated with natural resource extraction have beencapitalized, the expenses are systematically allocated across different time periods based upon the resources extracted. The costs are held on the balance sheet until expense recognition occurs.\n\nTo calculate what expenses need to be spread out for the use of natural resources, each different phase of production must be taken into consideration. The depletion base is thecapitalized costsdepleted across multipleaccounting periods. There are four main factors that affect the depletion base:\n\nOne method of calculating depletion expense is thepercentage depletionmethod. It assigns a fixed percentage to gross revenue—sales minus costs—to allocate expenses. For example, if $10 million of oil is extracted and the fixed percentage is 15%, $1.5 million of capitalized costs to extract the natural resource are depleted.\n\nThe percentage depletion method requires a lot of estimates and is, therefore, not a heavily relied upon or accepted method of depletion.\n\nThe second method of calculating depletion is thecost depletionmethod. Cost depletion is calculated by taking the property'sbasis, totalrecoverable reservesand number of units sold into account. The property’s basis is distributed among the total number of recoverable units. As natural resources are extracted, they are counted and taken out from the property’s basis.\n\nFor example, the capitalized costs of $1 million yields 500,000 barrels of oil. In the first year, if 100,000 barrels of oil are extracted, the depletion expense for the period is $200,000 (100,000 barrels * ($1,000,000 / 500,000 barrels)\n\nTheInternal Revenue Service(IRS) requires the cost method to be used with timber.﻿﻿﻿ It requires the method that yields the highest deduction to be used with mineral property, which it defines as oil and gas wells, mines, and other natural deposits, including geothermal deposits.﻿﻿﻿\n\nBecause the percentage depletion looks at the property'sgross incomeandtaxable incomelimit, as opposed to the amount of the natural resource extracted, it is not an acceptable reporting method for certain natural resources.\n\nInternal Revenue Service. \"Publication 535, Business Expenses,\" Page 40. Accessed Jan. 29, 2021.\n\nInternal Revenue Service. \"Publication 535, Business Expenses,\" Page 36. Accessed Jan. 29, 2021.",
  "url": "https://www.investopedia.com/terms/d/depletion.asp"
}