{
  "term": "Deposit Slip: What It Is, How It Works, Benefits",
  "definition": "A deposit slip is a small paper form that a bank customer includes when depositing funds into a bank account. A deposit slip states the date, the name of the depositor, the depositor'saccount number, and the amounts being deposited.\n\nA customer can typically find a stack of deposit slips when entering a bank, with designated spaces where they can fill in the required information to complete the deposit. A customer is required tofill out the deposit slipbefore approaching the bank teller to deposit funds.\n\nThe account number must be written at the bottom of the slip where indicated if the customer uses a deposit slip provided by the bank. The deposit slip informs the teller of thebank accountnumber to which the funds should be credited.\n\nCustomers can request a copy of their deposit if necessary, including the itemized amounts that made up the total deposit if there's a dispute with the bank.\n\nThe slip also breaks down whether the deposit consists of checks, cash, or if the depositor wants a specific amount of cash back from a check deposit. The bank clerk typically verifies the funds received for the deposit against the amounts listed on the deposit slip to ensure that they match. The teller processes the slip along with the items in the deposit and prints a receipt for the customer.\n\nDeposit slips are often included in the back ofcheckbooks. These have the customer's account number and the bank routing number pre-printed on them so there's no need to fill out one of the blank slips provided by the banking institution. You need only enter the details of the deposit you're making.\n\nDeposit slips protect both the bank and the customer. Banks use them to help maintain a written ledger of funds deposited throughout the day and to ensure that no deposits are unaccounted for at the end of the business day.\n\nFor bank customers, a deposit slip serves as a de facto receipt that the bank properly accounted for the funds and deposited the correct amount into the correct account. The deposit slip serves as proof that the bank acknowledged receiving the funds from the customer if the customer later checks the account balance and discovers the deposit was not reported correctly,\n\nThe deposit receipt proves that the deposit was made, but the receipt only shows the total of the deposit.\n\nMany major banks allow you to makemobile depositsif you're depositing a check. Simply take a picture of the check on your phone then submit it as a deposit using your bank's mobile app. You must typically enroll with your bank to use the app and some banks may enforce limits as to how much you can deposit this way.\n\nArouting numberis made up of nine digits that identify your bank to other banks. It will typically be printed on deposit slips that come with your checkbook and it may even appear on blank deposit slips that you can pick up at your bank.\n\nBanks are required by federal law to keep records of deposits exceeding $100 for at least five years. They have the option of keeping them longer. But these records can be and typically are digital, not paper copies.\n\nDeposit slips are becoming a thing of the past as banks have begun removing them from their branches in favor of new technology. Most banks don't require deposit slips for ATM deposits because the computer can read the check or count the cash and electronically credit the account associated with theATM card.\n\nATM deposit receipts are available before completing the deposit, including receipts that contain images of the checks being deposited. Smartphone technology has advanced in that banks are offering apps that enable customers to scan paper checks instead of depositing them via a bank teller or ATM.\n\nU.S. Bank. \"What Is a Routing Number?\"\n\nOffice of the Comptroller of the Currency. \"How Long Must Banks Keep Deposit Account Records?\"",
  "url": "https://www.investopedia.com/terms/d/deposit-slip.asp"
}