{
  "term": "Deposit Multiplier: Definition, How It Works, and Calculation",
  "definition": "Liz Manning has researched, written, and edited trading, investing, and personal finance content for years, following her time working in institutional sales, commercial banking, retail investing, hedging strategies, futures, and day trading.\n\nThe deposit multiplier is the maximum amount of money that a bank can create for each unit of money it holds in reserves. The deposit multiplier involves the percentage of the amount on deposit at the bank that can be loaned. That percentage normally is determined by the reserve requirement set by theFederal Reserve.\n\nThe deposit multiplier is key to maintaining an economy's basicmoney supply. It's a component of thefractional reserve bankingsystem, which is now common to banks in most nations around the world.\n\nThe deposit multiplier is also called the deposit expansion multiplier or the simple deposit multiplier. It's connected to the portion of a bank's deposits that can be lent to borrowers.\n\nThis lending activity injects money into the nation's money supply and supports economic activity. Essentially, the deposit multiplier is an indicator of how banks can increase or multiply deposits.\n\nCentral banks, such as the Federal Reserve in the United States, establish minimum amounts that banks must hold in reserve. These amounts are known asrequired reserves. Banks must maintain reserves apart from what they loan to ensure that theyhave sufficient cash to meet any withdrawal requestsfrom depositors.The Fed pays banks a small amount of interest on their reserves, which can be held at the bank or at a local Federal Reserve bank.\n\nThe deposit multiplier relates to the percentage of funds in reserve. It provides an idea of how much money banks could create based on what they have to lend after accounting for reserves.\n\nThe deposit multiplier is the inverse of the percentage of required reserves. So if the reserve requirement is 20%, the deposit multiplier is 5. Here's how that's calculated:\n\nFor every $1 a bank has in reserves, it is able to increase deposits (and, theoretically, the money supply) by $5 through what it lends.\n\nThe amount that a bank can lend from itscheckable deposits—demand accounts against which checks, drafts, or other financial instruments can be negotiated—depends on the Fed's reserve requirement. This is fractional reserve banking at work. If the reserve requirement is 20%, the bank can lend out 80% of money on deposit.\n\nThe deposit multiplier is frequently confused with the money multiplier. Although the two terms are closely related, they are are distinctly different and not interchangeable.\n\nThe money multiplier reflects the change in a nation's money supply created by the loan of capital beyond a bank's reserve.It can be seen as the maximum potential creation of money through the multiplier effect of all bank lending.\n\nThe deposit multiplier provides the basis for the money multiplier, but the money multiplier value is ultimately less. That's because of excess reserves, savings, and conversions to cash by consumers.\n\nBanks may keep reserves beyond the requirements set by the Federal Reserve in order to reduce the number of its checkable deposits. This can reduce the amount of new money it injects into the nation's money supply.\n\nIt's a system of banking whereby a portion of all money deposited is held in reserve to protect the daily activities of banks and ensure that they are able to meet the withdrawal requests of their customers. The amount not in reserve can be loaned to borrowers. This continually adds to the nation's money supply and supports economic activity. The Fed can use fractional reserve banking to affect the money supply by changing its reserve requirement.\n\nThe deposit multiplier is an indicator of how much a bank's lending activity can add to the money supply. Essentially, banks multiply deposits throughout the country by lending money to borrowers who then deposit the money in their own bank accounts. The deposit multiplier represents the amount of money that can be created based on a single unit held in reserve. The higher the Fed's reserve requirement, the smaller the deposit multiplier, and the less of an increase in deposits created through lending.\n\nTake the Federal Reserve's reserve requirement for banks. Divide that figure into 1. The result is the amount of new money that could be created. So, say the Fed's reserve requirement is 18%. The deposit multiplier would be 1/.18, or 5.55. That means for every $1 in bank reserves, $5.55 could be added to the money supply. The lower the reserve requirement, the greater the amount of money that can be created (because more money is available to be lent).\n\nBoard of Governors of the Federal Reserve System. \"Finance and Economics Discussion Series (FEDS): Reserve Requirement Systems in OECD Countries.\"\n\nCity University of New York, Open Educational Resources. \"Principles of Macroeconomics 2e: How Banks Create Money.\"",
  "url": "https://www.investopedia.com/terms/d/deposit_multiplier.asp"
}