{
  "term": "Deposit: Definition, Meaning, Types, and Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA deposit is money added to a bank account, for safekeeping or to earn interest. It can also refer to a partial payment to secure goods or services, such as a security deposit on a rental property.\n\nA deposit is money held in a bank account or with another financial institution that requires a transfer from one party to another. A deposit can also be the amount of money used as security orcollateralfor delivery of goods or services.\n\nA deposit is essentially your money that you transfer to another party, such as when you move funds into achecking accountat a bank or credit union.\n\nIn the case ofdepositing money into a bank account, you can withdraw the money anytime, transfer it to another person’s account, or use it to make purchases.\n\nBanks might also offer the creation of separate business accounts. Business banking—also called corporate or commercial banking—is designed to meet the needs of businesses. They allow for deposits and withdrawals, as with personal accounts, but often have different limits. Some business accounts will allowemployees to depositor withdraw funds. Banks that offer business accounts frequently havenight depositories, which are secured lockboxes that allow users to deposit cash and checks when the bank is closed.\n\nOften, you must deposit a certain amount of money, called theminimum deposit, to open a new bank account. Depositing money into a checking account qualifies as a transaction deposit, which means that the funds are immediately available andliquid, and you can withdraw them without delays.\n\nThe other definition of deposit is when a portion of funds is used as a security or collateral for the delivery of a good. Some contracts require a percentage of funds to be paid before the delivery as an act of good faith. For example, brokerage firms often require traders to make an initialmargindeposit to enter into a new futures contract.\n\nWhen you deposit money into some bank accounts, it can earninterest. This means that, at fixed intervals, a small percentage of the account’s total is added to the amount of money already in the account. Interest cancompoundat different rates and frequencies, depending on the terms of the bank.\n\nThere are two main types of deposits: demand and time.\n\nDeposits are often required on many large purchases, such as real estate or vehicles, for which sellers require payment plans. Financing companies typically set these deposits at a certain percentage of the full purchase price. Adown paymenton a home is essentially a deposit.\n\nYou may have to pay a deposit in many rental scenarios, whether you are renting an apartment, car, or another product. The deposit is called thesecurity deposit. A security deposit’s function is to cover any costs associated with any potential damage done to the property or asset rented during the rental period. A partial or total refund is applied after the property or the asset is verified at the end of the rental period.\n\nNot all deposits to a bank account earn interest. Interest is determined by the terms of the account. Many checking accounts do not provide interest, while most savings accounts and certificates of deposit (CDs) do.\n\nYou can make a deposit with a check from one bank to another. Most banks will take deposits in the form of cash, checks, money orders, or cashier’s checks. If you’re using a check to open an account, there may be a holding period as the new bank ensures the check will clear.\n\nThis depends on your agreement. In many rental agreements, a security deposit is held to ensure that there is no damage to the property. This may also be the case in renting equipment. The deposit may be returned if the item or space is returned in the same condition. For other items, a deposit may be used as a partial payment on the balance due.\n\nA deposit in finance is typically when you transfer money to a bank account, like a checking account, for safekeeping. However, it can have other meanings as well. For example, you may need to place a deposit, or a certain amount of money, with a business to secure goods or services, such as for a rental.\n\nSoFi. “Guide To Minimum Deposits.”\n\nFinancial Industry Regulatory Authority. “Brokerage Accounts: Margin Accounts.”\n\nConsumer Financial Protection Bureau. “What Is the Difference Between a Checking Account, a Demand Deposit Account, and a NOW (Negotiable Order of Withdrawal) Account?”\n\nINTRUST Bank, via Internet Archive Wayback Machine. “Time Deposit Accounts (CDs).”\n\nCornell Law School, Legal Information Institute. “Security Deposit.”",
  "url": "https://www.investopedia.com/terms/d/deposit.asp"
}