{
  "term": "Depository: Definition, Meaning, Types, and Examples",
  "definition": "The term depository can refer to a facility in which something is deposited for storage or safeguarding, or an institution that accepts currency deposits from customers, such as abankor a savings association. A depository also can be an organization, bank, or institution that holdssecuritiesand assists in the trading of securities. Deposits placed in a depository must be returned in the same condition upon request.\n\nDepositories provide security andliquidityin the market. They use money deposited for safekeeping to lend to others, they invest in other securities, and they provide a fundstransfersystem.\n\nDepositories are buildings, offices, and warehouses that allow consumers and businesses to deposit money, securities, and other valuableassetsfor safekeeping. Depositories may include banks, safehouses, vaults,financial institutions, and other organizations.\n\nDepositories serve multiple purposes for the general public. First, they eliminate the owner'sriskof holding physical assets by providing a safe place to store them. For instance, banks and other financial institutions give consumers a place to deposit their money by offering time deposit and demand deposit accounts.\n\nAtime depositis an interest-bearing account with a specific date of maturity, such as acertificate of deposit (CD). Ademand depositaccount holds funds until they need to be withdrawn, such as with a checking or savings account.\n\nDeposits can also be securities, such as stocks or bonds. When these assets are deposited, the institution holds the securities, either in electronic form, also known asbook-entryform, or in paper form, such as a physical stock certificate.\n\nDepository organizations also help create liquidity in the market. Customers give their money to a financial institution; the company holds it for a time and returns it when the customer wants it back. These institutions accept customers' money and payintereston their deposits over time. While holding the customers' money, the institutions lend it to others in the form ofmortgageor business loans, generating more interest on the money loaned than the interest they paid to customers.\n\nEuroclearis a clearinghouse that acts as a central securities depository for its clients, many of whom trade on Europeanexchanges. Most of its clients are banks,broker-dealers, and other institutions professionally engaged in managing new issues of securities, market-making, trading, or holding a wide variety of securities.\n\nEuroclearsettles domestic and international securities transactions, covering bonds, equities,derivatives, and investment funds. Domestic securities from more than 40 markets are accepted in the system, covering a broad range of internationally traded fixed- and floating-ratedebt instruments, convertibles,warrants, and equities.This includes domestic debt instruments, short- and medium-term instruments, equities and equity-linked instruments, and international bonds from the major markets of Europe, Asia-Pacific, Africa and the Americas.\n\nTransferring the ownership ofsharesfrom one investor's account to another account when atradeis executed is one of the primary functions of a depository. This helps reduce the paperwork for executing a trade and speeds up the transfer process.\n\nAnother function of a depository is the elimination of the risk of holding the securities in physical form. These risks can include theft, loss, fraud, damage, or delay in deliveries.\n\nAn investor who wants to purchase precious metals can purchase them inphysical bullionor paper form. Gold or silver bars or coins can be purchased from a dealer and kept with a third-party depository. Investing in gold throughfutures contractsis not equivalent to the investor owning gold. Instead, gold is owed to the investor.\n\nA trader or hedger looking to take actual delivery on a futures contract must first establish a long (buy) futures position and wait until a short (seller) tenders a notice to delivery. With gold futures contracts, the seller is committing to deliver the gold to the buyer at the contractexpiry date. The seller must have the metal—in this case, gold—in an approved depository. This is represented by holding COMEX-approved electronic depository warrants, which are required to make or take delivery.\n\nThe three main types of depository institutions arecredit unions, savings institutions, and commercial banks. The main source of funding for these institutions is through deposits from customers. Customer deposits and accounts are insured by theFederal Deposit Insurance Corporation (FDIC)up to certain limits.\n\nA depository's institutional function or type determines which agency or agencies are responsible for its oversight.\n\nCredit unions are nonprofit companies highly focused on customer services. Customers make deposits into a credit union account, which is similar to buying shares in that credit union. Credit union earnings are distributed in the form ofdividendsto every customer.\n\nSavings institutions are for-profit companies also known assavings and loan institutions. These institutions focus primarily on consumer mortgage lending but may also offercredit cardsand commercial loans. Customers deposit money into an account, which buys shares in the company. For example, a savings institution may approve 71,000 mortgage loans, 714 real estate loans, 340,000 credit cards, and 252,000 auto and personal consumer loans while earning interest on all these products during a single fiscal year.\n\nCommercial banksare for-profit companies and are the largest type of depository institutions. These banks offer a range of services to consumers and businesses such assavings accounts, consumer and commercial loans, credit cards, and investment products. These institutions accept deposits and primarily use the deposits to offer mortgage loans, commercial loans, andreal estate loans.\n\nA depository is not the same thing as a repository, although they can often be confused.\n\nA repository is where things are kept for safekeeping. But unlike a depository, the items kept in a repository are generally abstract such as knowledge. For instance, data can be kept in a software repository or a central location where files are housed. Investopedia is also considered a repository—in this case, it's a repository for financial information.\n\nA depository institution is a financial institution whose main source of funds is deposits from customers. A commercial bank is a type of depository institution, as is a credit union or a savings and loan association.\n\nA non-depository institution is a type of financial institution that does not primarily rely on customer deposits for its main income. Instead, it acts as a third party to financial transactions. One example of a non-depository institution is a life insurance company. Insurance companies accept payment for insurance products, but they do not typically hold funds for safekeeping, as a depository does.\n\nThere are several advantages to using a depository institution such as a bank. First, depositories provide safekeeping for assets, cash, and valuables, eliminating the risk of theft and loss. They typically pay interest on your deposits, which will grow your balance. Depositories also create liquidity by lending out money.\n\nA depository is a place to deposit, or place, assets such as cash or securities. Depository institutions can include banks, credit unions, and savings and loans institutions. When you place your funds in a depository, the organization often will pay you interest on your deposit. It may also loan out those funds in the form of mortgages or personal loans. However, a depository must return your deposit when you request it. The Federal Deposit Insurance Corporation guarantees your deposits at participating institutions, up to certain limits.\n\nEuroclear. “Euroclear Services.”\n\nCME Group. \"COMEX Gold Warrants,\" Page 1.\n\nFederal Deposit Insurance Corporation. \"Deposit Insurance FAQs.\"",
  "url": "https://www.investopedia.com/terms/d/depository.asp"
}