{
  "term": "Depreciation: Definition and Types, With Calculation Examples",
  "definition": "Depreciation is a standard accounting method that lets businesses divide the upfront cost of physical assets—from delivery trucks to data centers—across the number of years they expect to use them.\n\nWhen a business buys equipment, reporting the full value as an expense right away could make even profitable companies appear as if they're losing money. Thus, companies often use depreciation—an accounting method that spreads these big-ticket expenses over time.\n\nDepreciation isn't an accounting trick. It reflects the reality that assets lose value over time through use and obsolescence. Take Microsoft Corporation's (MSFT) reported plan to spend $80 billion on AI-enabled data centers in the mid-to-late 2020s.Rather than showing an enormous hit to net income—on its own, these expenses would have almost zeroed out MSFT's net income of $88.1 billion in 2024—depreciation allows the company to divide that cost across the equipment's expected life span.\n\nBelow, we take you through what you need to know about this important practice.\n\nWhen companies make major investments inphysical assets, how should they record these massive expenses? Rather than taking the full hit upfront, depreciation lets businesses spread these costs across the years they'll use the equipment.\n\nHere's a breakdown of the main concepts involved:\n\nDepreciation moves these costs from the company'sbalance sheet(where assets are recorded) to its income statement (where expenses are tracked).\n\nHere are the core reasons depreciation is a crucial part of modern accounting methods:\n\nWhile a company might spend cash upfront to buy equipment, the depreciation expense appears spread out across multiple financial statements, reflecting how that equipment's value decreases through use.\n\nCompanies normally must followgenerally accepted accounting principlesissued by the Financial Accounting Standards Board when recording depreciation. These standards require matching expenses with related revenue. So, if a machine helps make products for five years, its cost should be spread across those five years rather than hitting the books all at once.\n\nMost businesses set minimum amounts to determine whether they'll depreciate an asset orexpenseit right away.A small business might set this threshold at $500, while larger corporations often use higher limits like $5,000 or $10,000. It's simply not worth the time and accounting costs to depreciate everything a company buys for these purposes.\n\nThese aspects of depreciation are used to track an asset's value over time:\n\nNot all assets qualify for depreciation. For instance, while Microsoft can depreciate its AI servers and the buildings that hold them, it can't depreciate the land underneath them.\n\nWhilecarrying valuetracks depreciation on the books, it often differs significantly from what an asset would actually sell for—itsmarket value. Consider Microsoft's data centers: Their carrying value might show steady depreciation over time, but their market value could be higher because of the surging demand for AI infrastructure, or lower if newer, more efficient technology makes them obsolete faster than expected. Thus, the gap between the carrying value and the market value can be substantial.\n\nCompanies also use depreciation to cut their tax bills with the Internal Revenue Service. For example, when Microsoft invests $80 billion in AI infrastructure, it will deduct portions of those purchases each year, lowering its corporate tax bill.\n\nThe tax code generally requires companies to spread these deductions across multiple years, matching how they expect to use the asset. (Section 179of the tax code offers businesses some flexibility—in some cases, they can deduct the entire cost of qualifying equipment in the first year.)\n\nThese are the criteria the IRS has set for what can be depreciated:\n\nThe IRS publishes schedules giving the number of years over which different types of assets can be depreciated for tax purposes.\n\nCompanies can choose from several methods to depreciate their assets. To demonstrate, we'll use the example of a company purchasing a $50,000 computer server with an expected useful life of five years and a $5,000 salvage value.\n\nThestraight-line methodis the simplest and most common. It spreads the cost evenly across an asset's life. Using the above figures, we get the following:\n\nThedeclining balance methodaccelerates depreciation by using the straight-line percentage (20% in our example) and applying it to the remaining balance:\n\nThis method doubles the declining balance rate (20%), front-loading even more depreciation:\n\nTheSYDmethod also accelerates depreciation but is calculated differently. For a five-year asset, add years 1+2+3+4+5 = 15. Then use these fractions against the depreciable amount ($45,000):\n\nThis method accounts for usage rather than time. If the server is expected to process 1 million computations in its lifetime, you might get something like the following:\n\nUnderstanding depreciation is crucial for investors because it impacts both a company's reported earnings and its tax obligations. When companies make major investments—whether in AI infrastructure, airline fleets, or manufacturing equipment—depreciation determines how these costs appear in financial statements over time. Different depreciation methods can significantly affect reported profits, especially in capital-intensive industries.\n\nCFO Dive. \"AI Could Drive New Record Growth in Big Tech’s Capex This Year: UBS.\"\n\nMicrosoft Corporation. \"Microsoft 2024 Annual Report.\"\n\nInternal Revenue Service \"Topic No. 704, Depreciation.\"\n\nZimmerman, Aleksandra B. and Robert Bloom. \"The Matching Principle Revisited.\"Accounting Historians Journal, vol. 43, no. 1 (2016), pp. 79-119.\n\nBradford D. Jordan, Randolph W. Westerfield, and Stephen Ross. \"Essentials of Corporate Finance,\" Pages 31-40. McGraw-Hill, 2019.\n\nInternal Revenue Service. \"Publication 946 (2023), How to Depreciate Property.\"",
  "url": "https://www.investopedia.com/terms/d/depreciation.asp"
}