{
  "term": "Depreciated Cost: Definition, Calculation Formula, Example",
  "definition": "Depreciated cost is the value of afixed assetminus all of theaccumulated depreciationthat has been recorded against it. In a broader economic sense, the depreciated cost is the aggregate amount of capital that is \"used up\" in a given period, such as a fiscal year. The depreciated cost can be examined for trends in a company's capital spending and how aggressive their accounting methods are, seen through how accurately theycalculate depreciation.\n\nDepreciated cost is also known as the \"salvage value,\" \"net book value,\" or \"adjusted cost basis.\"\n\nThe depreciated cost method ofasset valuationis an accounting method used by businesses and individuals to determine the useful value of an asset. It's important to note that the depreciated cost is not the same as themarket value. The market value is the price of an asset, based on supply and demand in the market.\n\nThe depreciated cost is the value of an asset after its useful life is complete, reduced over time throughdepreciation. The depreciated cost method always allows for accounting records to show an asset at its current value as the value of the asset is constantly reduced by calculating the depreciation cost. This also allows for measuringcash flowsgenerated from the asset in relation to the value of the asset itself.\n\n﻿Depreciated Cost=Purchase Price (or Cost Basis)−CDwhere:CD=Cumulative Depreciation\\begin{aligned} &\\text{Depreciated Cost} = \\text{Purchase Price (or Cost Basis)} - \\text{CD} \\\\ &\\textbf{where:} \\\\ &\\text{CD} = \\text{Cumulative Depreciation} \\\\ \\end{aligned}​Depreciated Cost=Purchase Price (or Cost Basis)−CDwhere:CD=Cumulative Depreciation​﻿\n\nIf a construction company can sell an inoperable crane for parts at a price of $5,000, that is the crane's depreciated cost orsalvage value. If the same crane initially cost the company $50,000, then the total amount depreciated over its useful life is $45,000.\n\nSuppose the crane has a useful life of 15 years. At this point, the company has all the information it needs to calculate each year's depreciation. The simplest method is thestraight-line depreciation. This means that there is no curve to the amount of appreciation, whether that is an immediate 30% depreciation seen when driving new cars off the lot or an increased depreciation when an item is close to needing major repairs. Using this method, depreciation is the same every year. It equals total depreciation ($45,000) divided by the useful life (15 years), or $3,000 per year.",
  "url": "https://www.investopedia.com/terms/d/depreciatedcost.asp"
}