{
  "term": "Depression in the Economy: Definition and Example",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nA depression is a severe and prolonged downturn in economic activity. A depression may be defined as an extremerecessionthat lasts three or more years or that leads to a decline in real gross domestic product (GDP) of at least 10% in a given year.Depressions are far less common than milder recessions. Both tend to be accompanied by relatively high unemployment and relatively low inflation.\n\nThe U.S. has experienced at least 34 recessions since 1850. This includes the Great Recession of 2008–2009 and the COVID-19 recession of 2020.But it has had only one depression, which lasted from 1929 until 1941 and is known as the Great Depression.\n\nThe number of recessions that the U.S. experienced from 1850 to 2007, according to the National Bureau of Economic Research.Those were followed by the Great Recession of 2008–2009 and the COVID-19 Recession of 2020 for a total of 34 recessions since 1850.\n\nTwo major factors characterize a depression.Consumer confidencefalls dramatically as people begin to worry about their job security and pull back on spending. And investments decrease as businesses and individuals stop investing, whether that means building a new factory, developing a new product, or buying stocks.\n\nEconomic factors that characterize a depression include:\n\nEconomistsdisagree on the duration of a depression. Some argue that a depression encompasses only the period that is plagued by declining economic activity. Other economists argue that the depression continues up until the point that most economic activity has returned to normal.\n\nA recession is considered a normal part of the boom-and-bustbusiness cycle. It is generally defined as a decline in GDP for at least two consecutivequarters. Given the lag in collecting data on economic activity, a brief recession may be over before it is confirmed to have happened.\n\nA depression lasts for years, and its consequences are far graver. Almost 25% of the U.S. population was unemployed during the depths of the Great Depression, and that figure does not include the farmers who lost their homes and their land due to cratering prices for their produce.\n\nRecessions are much more common. There were 32 recessions in the U.S. from 1850 to 2007 and just one depression.Since then, the U.S. experienced the Great Recession of 2008–2009 and the briefer and less disruptive COVID-19-related recession of 2020.\n\nAs noted, a recession is defined as at least two consecutive quarters of negative GDP growth, even if that decline is slight.A depression is defined by a drop in annual GDP of 10% or more. The Great Depression lasted for a decade.\n\nA recession is defined as two or more consecutive quarters of decline in GDP growth, no matter how slight the decline is.A depression lasts three or more years or is defined by a drop in annual GDP of 10% or more.\n\nTheGreat Depressionis to this day the worst economic downturn in modern world history. Lasting roughly a decade, many historians trace its origins to Oct. 24, 1929, when the stock market crashed in an event afterward known asBlack Thursday.After years of reckless investing andspeculation, the stock marketbubbleburst and a huge sell-off began, with a then-record 12.9 million shares traded.\n\nOn that day, the United States was already in a recession. The following Tuesday, Oct. 29, 1929, the Dow Jones Industrial Average fell 12% more in another mass sell-off, triggering the start of the Great Depression.\n\nThe Great Depression began in the United States but soon took hold throughout the industrialized world. Its economic impact was felt for more than a decade. The era was characterized by catastrophic levels of unemployment, poverty, hunger, and political unrest. Consumer spending and business investment dried up. U.S. unemployment reached a level of just under 25% in 1933 and remained in the double digits until 1941, when it finally fell to 9.66%.\n\nDuring the Great Depression, wages dropped 42%, real estate prices declined 25%, total U.S. economic output fell by 30%, and many investors’ portfolios became worthless as stock prices cratered.\n\nShortly after Franklin D. Roosevelt was elected president in 1932, theFederal Deposit Insurance Corp. (FDIC)was created to protect depositors’ bank accounts in the event of bank failure.In addition, theSecurities and Exchange Commission (SEC)was formed to regulate the U.S. stock markets.\n\nGovernment policymakers appear to have learned their lesson from the Great Depression. New laws and regulations were introduced to protect consumers and investors.Central banksdeveloped tools designed to keep the economy steady.\n\nNowadays, central banks are quick to react toinflationbefore it gets out of control. They are equally willing to useexpansionary monetary policyto lift the economy during difficult times. These tools are widely credited for helping to stop the Great Recession of 2008–2009 from becoming a full-blown depression.\n\nA series of factors can cause an economy and production to contract severely. In the case of the Great Depression, questionablemonetary policytook the blame.\n\nAn economic depression is a rolling disaster that begins with a decline in consumer confidence. There is, of course, a triggering event or events behind this loss of confidence. The subprime mortgage crisis of 2006 is seen as the first major event leading to the Great Recession of 2008–2009.As home prices fell, many Americans watched their personal wealth and that of their neighbors evaporate. They grew cautious about spending money.\n\nWhen consumers spend less, businesses produce less and rethink investments in new enterprises. They need fewer workers to produce fewer goods, so they begin laying off people. With more people unemployed, wages for the few remaining jobs fall. With fewer people spending money, the prices of many goods fall.\n\nThe wheel keeps turning as the economy sinks farther into negative territory.\n\nIf it all starts with the consumer, the number to keep an eye on is the Consumer Confidence Index published by The Conference Board. One of the numbers considered to be a key economic indicator of the health of the U.S. economy, the latest updates to the index are published on the last Tuesday of every month.\n\nThe survey used to compile the index delves into the reasons behind consumer confidence, or lack of it. Its Present Situation Index, which assesses views on current business and labor market conditions, increased slightly. Its Expectations Index, based on consumers’ short-term outlook, fell a bit. For instance:\n\nIt’s important to note that this shows the potential for a recession—not a depression. The number would have to indicate a catastrophic loss in consumer confidence to cause anyone to use the “d” word. And even then, monetary policymakers and fiscal policymakers would be scrambling to use the tools at their disposal to prop up those numbers.\n\nSo where does confidence stand after January 2023? The index dropped to 100.4 in June 2024. The Present Situation Index stood at 141.5, while the Expectations Index still sits below the threshold of 80 with a value of 73.0.\n\nIn modern times, a deep recession or an outright depression is most often fended off by the use of two weapons wielded by separate branches of government: expansionary fiscal policy and expansionary monetary policy.\n\nThere is another course, fiscal austerity, that has been controversial, to say the least.\n\nFiscal policy is the job of the U.S. Congress and the president.In warding off an economic downturn, fiscal policymakers spend taxpayer money. They may approve massive public works projects such as theWorks Progress Administration (WPA), which was created in 1935 to create jobs to replace those lost.They may put money directly into the hands of the public, through such measures as theexpanded child tax creditthat increased the spending power of families during the COVID-related recession.\n\nMonetary policy is the job of the central bank. In the U.S., that’s the Federal Reserve. The Fed can goose the economy simply by lowering the interest rates it charges banks for the short-term loans that keep the banking system running.\n\nThese rates influence all other rates that are charged for consumer and business loans. Cheap money encourages more borrowing and more business investment, leading to the creation of more jobs. When it works, the rolling disaster of a looming depression comes to a halt and begins to reverse course.\n\nIf still more firepower is needed, the Fed may adopt a policy ofquantitative easing. The Fed uses its own reserves to buy massive amounts of the government’s debts, such as bonds. This has the effect of adding more cash to the economy. That cash becomes available for new investments.\n\nFiscal austerity stands in direct opposition to expansionary policy as a strategy for fending off an economic downturn.\n\nIn times of recession, government revenues decline. Fewer people are working, fewer projects are getting off the ground, and consumer spending is reduced. All of the taxable events that keep a government humming are in decline.\n\nA commitment to a balanced budget could logically be met with cuts in government spending. That course was followed during the Great Recession by some nations in the European Union as well as by some U.S. states that were hamstrung by balanced budget rules or had a pronounced aversion to increasing government debt.\n\nWhether this strategy cures a recession or feeds it continues to be a matter of debate. Most recently, U.K. Prime Minister Liz Truss wasousted from her jobafter a record-short tenure for recommending fiscal austerity in response to the nation’s economic problems.\n\nIf history is any guide, you shouldn’t spend your time worrying about a depression, but you should prepare for the next recession. It’s really about maintaining your awareness that the economy moves in a boom-and-bust cycle, and if it’s boom time, get ready for the bust.\n\nAs an investor, that means keeping your portfolio diversified to includesafe havenpicks that do well even in a downturn. As a responsible adult, it means saving regularly, paying your debt down, and maintaining an emergency fund.\n\nAnd, as a participant in the modern American economy, it can mean looking around you and consideringalternative sources of incomethat you can exploit when things turn dicey.\n\nYou might view a depression as a recession that is extreme in its effects and its duration. A recession is a relatively brief downturn in economic activity. It is seen as an intrinsic stage of the economic cycle.\n\nThese are the generally accepted definitions of the two:\n\nThe United States dodged another Great Depression in 2008–2009. There’s a good chance that it could do so again using some of the same costly but powerful fiscal and monetary measures that it deployed at that time.These includedhuge loans to the banks and the auto industry; tax cuts for the public; increased government infrastructure spending, and lower interest rates.\n\nKeep in mind, too, thatthe COVID pandemiccaused only a brief recession in 2020. That, too, was met with a targeted array of fiscal and monetary actions that might have prevented a far more severe downturn.\n\nA recession is defined as at least two consecutive quarters of negative economic growth.\n\nAchart from the Federal Reserveof recessions since 1970 suggests how long a recession can last. Probably the worst was the “double-dip” recession that began in the second quarter of 1979 and ended in the third quarter of 1980, only to reemerge in the second quarter of 1981 and continue through the third quarter of 1982.\n\nRecessions are common-enough events to be considered a normal part of the economic cycle. A period of expansion is followed by a period of contraction. They are unpredictable, although plenty of people try to predict them.\n\nEconomists couldn’t anticipate, for example, that a worldwide pandemic would cause a near shutdown of the global pipeline of goods and services, leading to a recession that began in the first quarter of 2020. They also could not predict that the recession would be over by the third quarter of 2020, after a huge infusion of government cash not only propped up the economy but also kept it going until more normal economic activity could resume.\n\nA depression is a recession of catastrophic proportions. The U.S. economy has not been in an economic depression since 1939. That may in part be because the nation’s policymakers have developed tools to alleviate the effects of a recession before it morphs into something worse.\n\nCorrection—Sept. 8, 2024:This article has been corrected to state that a depression lasts three or more years, and to correctly state that the Consumer Confidence Index is published by The Conference Board.\n\nFederal Reserve Bank of San Francisco. “What Is the Difference Between a Recession and a Depression?”\n\nFederal Reserve Bank of San Francisco. “Dr. Econ: How Many Recessions Have Occurred in the U.S. Economy?”\n\nFederal Reserve History. “The Great Depression.”\n\nFederal Reserve Economic Data (FRED), Federal Reserve Bank of St. Louis. “Dates of U.S. Recessions as Inferred by GDP-based Recession Indicator.”\n\nNational Archives, Franklin D. Roosevelt Presidential Library and Museum. “Great Depression Facts.”\n\nFederal Reserve History. “Stock Market Crash of 1929.”\n\nFRASER, Federal Reserve Bank of St. Louis. “Employment and Unemployment in the 1930s,” Page 43 (Page 3 of PDF).\n\nNational Bureau of Economic Research. “The End of the Great Depression.”\n\nFederal Reserve Bank of St. Louis. “Changing the Rules: State Mortgage Foreclosure Moratoria During the Great Depression,” Page 570 (Page 2 of PDF).\n\nFederal Deposit Insurance Corp. “A Brief History of Deposit Insurance in the United States,” Page 1.\n\nU.S. Securities and Exchange Commission. “Mission.”\n\nFederal Reserve History. “Subprime Mortgage Crisis.”\n\nFederal Reserve History. “The Great Recession and Its Aftermath.”\n\nThe Conference Board. “U.S. Consumer Confidence.”\n\nThe Conference Board. “U.S. Consumer Confidence Declined in January.”\n\nThe Conference Board. “Consumers’ Persistent Concerns About the Future Continues to Weigh on Confidence.”\n\nBoard of Governors of the Federal Reserve System. “What Is the Difference Between Monetary Policy and Fiscal Policy, and How Are They Related?”\n\nLibrary of Congress. “Today in History—April 8: Works Progress Administration.”",
  "url": "https://www.investopedia.com/terms/d/depression.asp"
}