{
  "term": "Deregulation: Definition, History, Effects, and Purpose",
  "definition": "The removal of government regulations or restrictions in a particular market, industry, or economy, intended to create more competition within an industry.\n\nDeregulation is the reduction or elimination of government oversight of an industry.\n\nProponents of deregulation argue that deregulation creates more competition and spurs economic growth. Opponents assert that deregulation risks grave harm to consumers, workers, and the environment.\n\nThe struggle between proponents of regulation and those of government nonintervention has shifted market conditions. Some of the sectors that have been deregulated in the United States include trucking, railroads, and airlines.The financial services industry has been regulated, deregulated, and re-regulated over the years as events warranted.\n\nDeregulation involves removing government regulations and restrictions within an industry, at the federal, state, or local level.\n\nIt reduces some of thebureaucracythat makes it cumbersome for companies to do business and innovate.\n\nProponents of deregulation say it:\n\nBut there is plenty of criticism. Those against deregulation say it leads to ethically questionable business practices, removes accountability, and leads to a lack oftransparencyon how businesses operate.\n\nEliminating regulations can have detrimental impacts on consumers and workers when they touch on health, safety, environmental impact, consumer protection, ethical issues, and more.\n\nFor example, the Federal Trade Commission (FTC) a new \"Junk Fees Rule\" in late 2024 to prohibit businesses from burying extra fees in event ticket prices and hotel rates.\n\nDeregulation proponents argue that overbearing legislation reduces investment opportunity and stymies economic growth, causing more harm than it cures.\n\nThe financial sector in the U.S. wasn’t heavily regulated until thestock market crash of 1929and theGreat Depressionthat followed.\n\nPresident Franklin D. Roosevelt’s administration responded to the financial crisis by enacting financial regulation. This included theSecurities Exchange Acts of 1933and 1934 and the U.S. Banking Act of 1933, known as theGlass-Steagall Act.\n\nThe Securities Exchange Acts require all public companies to disclose relevant financial information and established theSecurities and Exchange Commission (SEC)to oversee securities markets.\n\nThe Glass-Steagall Act prohibited a financial institution from engaging in bothcommercialandinvestment banking.This reform legislation was based on the belief that the pursuit of profit by large, national banks must have spikes in place to avoid reckless and manipulative behavior that would harm the lead financial markets.\n\nIn 1986, the Federal Reserve reinterpreted the Glass-Steagall Act and decided that 5% of a commercial bank’s revenue could be from investment banking activity. In 1996, that level was pushed up to 25%. The following year, the Fed ruled that commercial banks could engage inunderwriting.In 1994, the Riegle-Neal Interstate Banking and Branching Efficiency Act was passed, amending the Bank Holding Company Act of 1956 and the Federal Deposit Insurance Act, to allowinterstate bankingand branching.\n\nIn 1999, the Financial Services Modernization Act, orGramm-Leach-Bliley Act, was passed under the watch of the Clinton administration and overturned the Glass-Steagall Act completely.\n\nIn 2000, theCommodity Futures Modernization Actprohibited theCommodity Futures Trading Commissionfrom regulating credit defaultswapsand otherover-the-counter (OTC)derivative contracts.\n\nIn 2004, the SEC made changes that reduced the proportion of capital that investment banks have to hold in reserves.\n\nThis spree of deregulation came to a grinding halt following thesubprime mortgage crisis of 2007and thefinancial crash of 2007–2008, most notably with the passage of theDodd-Frank Wall Street Reform and Consumer Protection Act of 2010, which restricted subprime mortgage lending and derivatives trading.\n\nHowever, with the 2016 U.S. election bringing both a Republican president and Congress to power, President Donald Trump and his party set their sights on undoing Dodd-Frank.\n\nIn May 2018, Trump signed a bill thatexempted small and regional banksfrom Dodd-Frank’s most stringent regulations and loosened rules put in place to prevent the sudden collapse of big banks. It passed both houses of Congress with bipartisan support after successful negotiations with Democrats.\n\nTrump said that he wanted to “do a big number” on Dodd-Frank, possibly even repealing it completely. However, the bill's co-sponsor and former Rep. Barney Frank (D-Mass.) said of the new legislation, “This is not a ‘big number’ on the bill. It’s a small number.”\n\nThe legislation left major pieces of Dodd-Frank’s rules in place and failed to make any changes to theConsumer Financial Protection Bureau(CFPB), which was created by Dodd-Frank to police its rules.\n\nThe hoped-for effects of deregulation are to increase investment opportunities by eliminating restrictions for new businesses to enter markets. Increasing competition encourages innovation, and as companies enter markets and compete with each other, consumers enjoy lower prices.\n\nLessening the need to use resources and capital to comply with regulations allows corporations to invest inresearch and development. Without needing to comply with mandates, businesses will spend their time and money developing new products, employing more labor, exporting more goods, and buying new assets.\n\nThe financial industry is not the only major sector to demand and win deregulation.\n\nIn 1978, Congress passed the Airline Deregulation Act, which changed the landscape of the industry. By removing certain restrictions, the law allowed new airlines to enter the market, including smaller regional competitors.\n\nIt also allowed airlines more freedom to fly to new locations, increase the number of planes in the air, and boost the number of passengers per flight.\n\nWorst case scenario: Hazards would increase for people taking medicine, driving cars, eating food, and using consumer products that were no longer subject to regulated health and safety standards.\n\nWorkplaces would lack safe environments or humane working conditions. Weekends, overtime pay, and paid vacations could be eliminated, forcing employees to work long hours or face the prospect of losing their jobs.\n\nRivers and other bodies of water could become heavily polluted and even catch fire, as the Cuyahoga River did before the passage of theClean Water and Environmental Protection Actsin 1970.\n\nDeregulation has boosted competition and lowered prices for consumers in major sectors including airlines and telecommunications.\n\nDeregulation can spur economic growth. By allowing companies to run their business how they prefer, they can be more efficient. Reducing bureaucratic red tape frees up capital to invest in labor or new equipment. Companies can lower their prices and attract more customers.\n\nAs deregulation takes effect, it reduces barriers to entry. New businesses don’t have as many fees or regulatory considerations, making it less expensive to enter markets.\n\nSome examples: Frowning is illegal in Pocatello, Idaho.Underage drinking is legal in Illinois, but only if you're a student of the culinary arts and only if you spit it out before swallowing.\n\nDeregulation lowers the costs of operating a business, allows more competitors to enter a market, and lowers prices for consumers. These factors can help stimulate efficiency and lead to increased economic growth.\n\nThat's the upside. The downside is the potential for harm to consumers, workers, and the environment if businesses ar allowed to operate entirely without oversight.\n\nColumbia University. \"U.S. Industry Adjustment to Economic Deregulation.\"\n\nFederal Trade Commission. \"Federal Trade Commission Announces Bipartisan Rule Banning Junk Ticket and Hotel Fees.\"\n\nU.S. Securities and Exchange Commission. \"Speech by SEC Commissioner: Securities Regulation After Glass-Steagall Reform.\"\n\nU.S. Securities and Exchange Commission, Investor.gov. \"The Laws That Govern the Securities Industry.\"\n\nCornell University, Legal Information Institute. \"Securities Exchange Act of 1934.\"\n\nFederal Reserve History. \"Banking Act of 1933 (Glass-Steagall).\"\n\nFederal Reserve Bank of San Francisco. \"Cracking the Glass-Steagall Barriers.\"\n\nFederal Reserve Board. \"Regulation H-Section 109 of the Riegle-Neal Interstate Banking and Branching Efficiency Act.\"\n\nFederal Reserve History. \"Financial Services Modernization Act of 1999, Commonly Called Gramm-Leach-Bliley.\"\n\nU.S. Securities and Exchange Commission. \"Derivatives.\"\n\nU.S. Securities and Exchange Commission. “Final Rule: Supervised Investment Bank Holding Companies (Corrected Version).”\n\nCongressional Research Service. \"The Dodd-Frank Wall Street Reform and Consumer Protection Act: Background and Summary.\"\n\nU.S. Government Publishing Office, Gov info. \"Senate.\"\n\nLibrary of Congress. \"Economic Regulation of the Commercial Aviation Sector and the 1978 Airline Deregulation Act.\"\n\nNational Air and Space Museum. \"Airline Deregulation: When Everything Changed.\"\n\nU.S. Environmental Protection Agency. \"History of the Clean Water Act.\"\n\nGovinfo.gov. \"Public Law 91-224-APR. 3, 1970.\"\n\nCity of Pocatello. \"U.S. Smile Capital.\"\n\nIllinois State Assembly. \"State of Illinois 97th General Assembly Regular Session Senate Transcript.\" Pages 201-203.",
  "url": "https://www.investopedia.com/terms/d/deregulate.asp"
}