{
  "term": "Derived Demand: Definition, How It's Calculated, and Uses",
  "definition": "Derived demand, in economics, is the demand for a good or service that results from the demand for a different, or related, good or service. It is a demand for some physical or intangible thing where amarketexists for both related goods and services in question. Derived demand can have a significant impact on the derived product'smarket price.\n\nDerived demand is related solely to thedemandplaced on a good or service for its ability to acquire or produce another good or service. Derived demand can be spurred by what is required to complete the production of a particular good, includingcapital, land, labor, and necessaryraw materials. In these instances, the demand for raw materials is directly tied to the demand for products that require the raw material for their production.\n\nThe demand that is derived from the demand for another product can be an excellentinvesting strategywhen used to anticipate the potential market for goods outside of the desired original product. In addition, if activity in onesectorincreases, then any sector responsible for the first sector’s success may also see gains.\n\nThe principles of derived demand work in both directions. If the demand for a product decreases, then the demand for the goods required to produce that product will also decrease.\n\nThepick-and-shovel investment strategyemploys the principles of derived demand because it invests in the underlying technology needed to produce a good or service instead of investing in the final product, itself. It is a way to invest in a specific industry without being exposed to themarket risksof the end product.\n\nThis strategy is named after the tools used to mine for gold during the California Gold Rush of the 1840s and 1850s. Prospectors needed to buy picks and shovels to mine for gold. So, though there was no guarantee that a prospector would find gold, the companies that sold picks and shovels were earning revenue, and thus were considered good investments during that era. The demand for picks and shovels was derived largely from the demand for gold.\n\nAs more businesses become dependent on computer technology and people expand their home-computing capabilities, the demand for computers rises. Consequently, we may see derived demand in the related products of computer peripherals such as computer mice, monitors, external drives, and so on. We also could see derived demand for the internal components of computers, like motherboards and video cards, and the materials required to produce them.\n\nA pick-and-shovel investment strategy is not without risks as the subject investment could experience a loss even when demand for the derived product is high.\n\nCertain production materials may not experience large-scale changes based on increases or decreases in demand for a specific product based on how widely the production materials are used. For example, cotton is widely used to manufacture fabric. But if a particular print or color of cotton fabric is popular during a specific season, and its popularity diminishes over the course of a few seasons, then this may not have a large impact on the demand for cotton in general.\n\nDerived demand occurs when the demand for a good or service produces a corresponding demand for a related good or service. For example, when demand for a good or service increases, demand for the related good or service increases, and vice versa.\n\nDemand for a good or service affects demand for a related good or service and the raw materials, labor, technology, and processed materials used to produce the related product or service. In addition, with an increased demand for raw materials, international trade may be created or boosted, and indirectly, as production increases, demand for energy increases. Companies can anticipate and plan for demand shifts when demand for a related or complimentary product or service changes.\n\nDirect demand is the demand for a final product or service and is not affected by the demand for other products or services; on the other hand, derived demand is the demand for a product or service based on the demand for another product or service.\n\nDerived demand consists of three main components: labor, raw materials, and processed materials. Labor is the work employed to produce final goods and services. Raw materials are the resources used to manufacture a product or service, and processed materials are the products created from raw materials and labor. When derived demand increases or decreases, the demand for these components follow.\n\nDerived demand occurs when demand for a good or service affects demand for a related good or service. Comprised of raw materials, processed goods, and labor, derived demand can influence the demand for its associated components, the technology needed for production, and the derived product's market price. However, demand shifts may not significantly affect the demand for raw and processed materials that produce many other products. For investors, the demand for a final product or service helps predict demand for related goods or services, making for a sound investment strategy.",
  "url": "https://www.investopedia.com/terms/d/derived_demand.asp"
}