{
  "term": "Descending Triangle: What It Is, What It Indicates, Examples",
  "definition": "A descending triangle is a chart pattern used intechnical analysiscreated by drawing onetrend lineconnecting a series of lower highs and a second horizontal trend line connecting a series of lows.\n\nA regular descending triangle pattern is commonly considered abearish chart patternor a continuation pattern with an established downtrend. However, a descending triangle pattern can also be bullish, with abreakoutin the opposite direction, and is known as a reversal pattern.\n\nA popular chart pattern used by traders, descending triangles clearly show that demand for an asset,derivative, or commodity is weakening. When the price breaks below the lower support, it indicates that downward momentum is likely to continue.\n\nTechnical traders have the opportunity to make substantial profits over a brief period. They often watch for a move below the lower support trend line, suggesting that downward momentum is building and a breakdown is imminent.Tradersoften enter intoshort positionsto further lower the asset's price.\n\nThe descending triangle is one ofthree triangle patterns used in technical analysis.\n\nImage by Julie Bang © Investopedia 2019\n\nA descending triangle pattern has the following features:\n\nTraders often initiate ashort positionfollowing a high volumebreakdownfrom lower trend line support in a descending triangle chart pattern.\n\nIn general, the price target for the chart pattern is equal to the entry price minus the vertical height between the two trend lines at the time of the breakdown. The upper trend line resistance also serves as astop-losslevel for traders to limit their potential losses.\n\nTraders often choose the simplest way to use the descending triangle pattern and buy the breakout of the triangle, and it is one of several common strategies to take profits using this pattern.\n\nThis strategy anticipates a breakout from the descending triangle pattern and uses a combination of trading volumes and asserting the trend to capture short-term profits. When a stock is in a downtrend or a consolidation phase, traders watch for lower highs and lower lows being formed.\n\nHeikin-Ashicharts can apply to any market and are a trading tool used in conjunction with technical analysis to assist in identifying trends. The Heikin Ashicandlesticksturn bullish before the breakout. In this strategy, traders watch for the descending triangle pattern to form and wait for the bullish trend to begin using the Heikin Ashi charts.\n\nTraders can combine price techniques, like themoving average, and chart patterns with technical indicators. In this strategy, traders use the descending triangle pattern to anticipate potential breakouts, and the moving average indicators trigger the signal to initiate a trade.\n\nThis pattern emerges when volume declines and new stock price highs are limited. The pattern indicates that the bullish phase is ending. The trading period begins when the descending triangle reversal pattern is revealed ahead of the breakout.\n\nThe descending triangle reversal pattern at the bottom end of a downtrend is where the price action stalls and a horizontal support level mark a bottom. If the price action breaks to the upside from the descending triangle reversal pattern at the bottom, a trader can choose long positions.\n\nBoth the ascending and descending triangle arecontinuation patterns. The descending triangle has a horizontal lower trend line and a descending upper trend line. The ascending triangle has a horizontal trend line on the highs and a rising trend line on the lows.\n\nTriangles reveal an opportunity to short and suggest a profit target, so both triangles are just different takes on a potential breakdown. Ascending triangles can also form at the reversal of a downtrend but are more commonly viewed as a bullish continuation pattern.\n\nSince no chart pattern is perfect and analysis is often subjective, using descending triangles has limitations. A false breakdown may occur, or trend lines may need to be redrawn if the price action breaks out in the opposite direction. If a breakdown doesn't occur, the stock could rebound to re-test the upper trend line resistance before making another move lower to re-test lower trend linesupport levels. The more often that the price touches the support andresistance levels, the more reliable the chart pattern.\n\nDescending triangles are a bearish pattern that anticipates a downward trend breakout. A breakout occurs when the price of an asset moves above a resistance area, or below asupportarea.\n\nA breakout refers to price movement above aresistancearea or below asupportarea. Breakouts indicate the potential for the price to starttrendingin the breakout direction. A breakdown is a downward move in a security's price, usually, through an identified level of support, that predicts further declines.\n\nThe falling wedge appears in a downtrend and indicates a bullish reversal. A descending triangle appears after a bearish trend with a probable breakdown continuation. The falling wedge appears in a downtrend but indicates a bullish reversal.\n\nThe descending triangle is a chart pattern used in technical analysis. The pattern usually forms at the end of a downtrend but can also occur as a consolidation in an uptrend. A regular descending triangle pattern is commonly considered a bearish chart pattern with an established downtrend. A descending triangle pattern, however, may be bullish, with a breakout in the opposite direction, known as a reversal pattern.\n\nTradingSim. \"Descending Triangle Pattern-5 Simple Trading Strategies.\"",
  "url": "https://www.investopedia.com/terms/d/descendingtriangle.asp"
}