{
  "term": "Devaluation: What It Is and How It Works",
  "definition": "Devaluation is the deliberate downward adjustment of the value of a country's money relative to another currency or standard. It is a monetary policy tool used by countries with afixed exchange rateor semi-fixed exchange rate.\n\nBy devaluing its currency, a country makes its money cheaper and boostsexports, rendering them more competitive in the global market. Conversely, foreign products become more expensive, so the demand for imports falls. Governments use devaluation to combat atrade imbalanceand have exports exceed imports.\n\nAs exports increase and imports decrease, there is typically a better balance of payments as thetrade deficitshrinks. A country that devalues its currency can reduce its deficit because of the greater demand for its less expensive exports.\n\nDevaluation is the opposite ofrevaluation, which refers to the readjustment of a currency'sexchange rate.\n\nWhile devaluing a currency may be an option, it can have negative consequences.\n\nThere has been historical conflict between countries such as China and the United States over the valuation of their currencies. A monetary policy that stresses devaluation allows a country to remain competitive in the global trading marketplace. Devaluation also encourages investment, drawing in foreign investors to cheaper assets.\n\nIn August 2023, Fitch Ratings downgraded the United States' Long-Term Foreign-Currency Issuer Default Rating (IDR) to \"AA+\" from \"AAA.\" The downgrade reflects the expected fiscal deterioration over the next three years, a high and growing general government debt burden, and the erosion of governance relative to \"AA\" and \"AAA\" peers over the last two decades resulting in repeated debt limit standoffs and untimely resolutions.\n\nThe Omnibus Trade and Competitiveness Act of 1988 requires the U.S. Secretary of the Treasury to analyze the exchange rate policies of other countries and determine if they are manipulating the exchange rate between their currency and the United States dollar. In 2019, Secretary Mnuchin found that China devalued its currency to gain an unfair competitive advantage in international trade.\n\nHowever, in 2023, following several years of trade woes caused by the COVID-19 pandemic, China’s central bank hopes to keep theChinese yuanfrom weakening too quickly against the U.S. dollar as imports are becoming more expensive relative to its exports.The offshore yuan traded around 7.15 per dollar in May 2023, and Chinese exports fell more than expected, reflecting the country’s slow recovery path.\n\nWhen imported goods become less expensive and attractive to consumers, a country may impose tariffs to increase the cost of those goods to reclaim demand for domestic products.\n\nDevaluation causes a shift in international trade, changing the balance of trade in favor of the devaluing country. Revising how much one currency is worth relative to another means the relative cost of goods from each country also changes.\n\nDevaluation occurs when a government changes the fixed exchange rate of its currency. Most currencies traded on foreign exchange markets are not pegged to another currency, and the market determines their value with floating exchange rates. If the demand for one currency changes relative to another due to market forces and loses value, it is called depreciation.\n\nDevaluation occurs when a country creates a downward adjustment of its currency value to balance trade. Devaluing a currency reduces the cost of a country's exports and makes imports less attractive. As exports increase and imports decrease, there is typically a better balance of payments as the trade deficit shrinks.\n\nFitch Ratings. \"Fitch Downgrades the United States' Long-Term Ratings to 'AA+' from 'AAA'.\"\n\nU.S. Department of the Treasury. \"Treasury Designates China as a Currency Manipulator.\"\n\nCNBC. \"Why China's Central Bank Is Shoring Up the Yuan.\"\n\nTrading Economics. \"Chinese Yuan.\"",
  "url": "https://www.investopedia.com/terms/d/devaluation.asp"
}