{
  "term": "Digital Currency Types, Characteristics, Pros & Cons, Future Uses",
  "definition": "Amilcar has 10 years of FinTech, blockchain, and crypto startup experience and advises financial institutions, governments, regulators, and startups.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nInvestopedia / Paige McLaughlin\n\nThe term digital currency refers to a form of currency that is available only in digital or electronic form. It is also calleddigital money, electronic money, electronic currency, or cybercash. This means that there is no physical form. As such, it cannot be handled, stored, or manipulated. Consumers and businesses can use digital currencies to executetransactionsand trades. These currencies may not be used by all countries or communities.\n\nDigital currencies do not have physical attributes and are available only in digital form. Transactions involving digital currencies are made using computers or electronic ordigital walletsconnected to the internet or designated networks. In contrast, physical currencies, such asbanknotesand minted coins, are tangible, meaning they have definite physical attributes and characteristics. Transactions involving such currencies are made possible only when their holders have physical possession of these currencies.\n\nDigital currencies have utility similar to physical currencies. They can be used to purchase goods and pay for services. They can also find restricted use among certain online communities, such as gaming sites, gambling portals, orsocial medianetworks.\n\nDigital currencies also enable instant transactions that can be seamlessly executed across borders. For instance, someone in the United States may make payments to acounterpartyin Singapore using digital currency, provided they are both connected to the same network.\n\nAs mentioned earlier, digital currencies only exist in digital form. They do not have a physical equivalent. Digital currencies can be centralized or decentralized.Fiat currency, which exists in physical form, is a centralized system of production and distribution by a central bank and government agencies. Prominentcryptocurrencies, such asBitcoinandEthereum, are examples of decentralized digital currency systems.\n\nDigital currencies can transfer value. Using digital currencies requires a mental shift in the existing framework for currencies, where they are associated with sale and purchase transactions for goods and services.\n\nDigital currencies, however, extend the concept. For example, a gaming network token can extend the life of a player or provide them with extra superpowers. This is not a purchase or sale transaction but, instead, represents a transfer of value.\n\nDigital currency is an overarching term that can be used to describe different types of currencies that exist in the electronic realm. Broadly, there are three different types of currencies:\n\nCryptocurrenciesare digital currencies that use cryptography to secure and verify transactions in a network.Cryptography is also used to manage and control the creation of such currencies.Bitcoin and Ethereumare examples of cryptocurrencies. Depending on the jurisdiction, cryptocurrencies may or may not be regulated.\n\nCryptocurrencies are considered virtual currencies because they are unregulated and exist only in digital form.\n\nVirtual currenciesare unregulated digital currencies controlled by developers or a founding organization consisting of various stakeholders involved in the process.Virtual currencies can also be algorithmically controlled by a defined network protocol. An example of a virtual currency is a gaming network token whose economics is defined and controlled by developers.\n\nCentral bank digital currencies (CBDCs)are regulated digital currencies issued by the central bank of a country. A CBDC can be a supplement ora replacement for a traditional fiat currency. Unlike fiat currency, which exists in both physical and digital form, a CBDC exists purely in digital form. England, Sweden, and Uruguay are a few of the nations that are considering plans to launch a digital version of their native fiat currencies.\n\nThe use of CBDCs has been suggested as a means of enhancing the speed and security of centralized payment systems, lowering the costs and dangers of handling cash, and promoting greater financial inclusion for people and companies without access to conventional banking services. They may also make cross-border payments easier and lessen the need forforeign exchange.\n\nThe introduction of a U.S. CBDC presents certain difficulties. For instance, forCongressto authorize the issuance of a CBDC, there must be robust privacy and security infrastructures put in place. The government must also weigh the possible impacts on monetary policy and the operational management of the switch from conventional money to a CBDC.\n\nNo physical manufacturing required\n\nMake it easier to implement monetary and fiscal policy\n\nGreater privacy than other forms of currency\n\nCan be difficult to store and use\n\nVolatile prices that result in lost value\n\nMay not allow for irrevocability of transactions\n\nCryptocurrencies likeBitcoinhave exploded in value, but they are largely used for speculation or to buy other speculative assets. Although there have been some signs of merchant adoption in countries like El Salvador, the high volatility and complexity of these currencies make them impractical for most daily applications.\n\nMany companies have tried to reduce volatility by introducingstablecoins, whose value is fixed to the price of fiat currency. This is usually done by depositing an equivalent amount of fiat, which can be used to redeem the tokens. However, stablecoin issuers such asTetherhave used these deposits on more speculative investments, raising concerns that they are vulnerable to a market crash.\n\nAnother possible application is incentral bank digital currencies, which could be issued by a country's bank or monetary authority. These would be used and stored in online wallets, similar to cryptocurrencies, but allowing the central bank to issue and freeze tokens at will. Several countries, such as China, have proposed digital versions of their currencies.\n\nSome major central banks around the world have looked into issuing their digital currencies. Some of the larger, more notable examples include the countries below.\n\nCBDCs are unlikely to be useful for speculative investments since they will likely be pegged to the value of an underlying currency. However, it will still be possible to invest in those currencies through theforex markets.\n\nThe digital yuan, or e-CNY, is only available to Chinese citizens living in 23 major cities. Users can buy digital yuan by downloading an app and connecting it to their bank accounts.\n\nMost digital currencies are created by issuing them on Ethereum or anotherblockchaincapable of runningsmart contracts. The issuer must first decide how many tokens to issue, and any special rules that limit transactions or ownership. Once these choices are coded into the smart contract, the issuer pays a small amount of cryptocurrency to pay for the computational cost of issuing the tokens.\n\nDigital currencies are assets that are only used for electronic transactions. They do not have any physical form, although they can be exchanged for regular money or other assets. Although the most popular digital currencies are cryptocurrencies like bitcoin, many national governments are considering issuing their own centralized digital currencies.\n\nState University of New York, Oswego. \"The Basics about Cryptocurrency.\"\n\nEuropean Central Bank. \"Virtual Currency Schemes.\" Page 5.\n\nBank of England. \"Central Bank Digital Currency: Opportunities, Challenges and Design.\"\n\nEuropean Central Bank. \"Virtual Currency Schemes – a Further Analysis.\" Page 6.\n\nAsian Development Bank. \"The People's Republic of China's Digital Yuan: Its Example, Design, and Implications.\"\n\nEuropean Central Bank. \"Digital Euro.\"\n\nBank of England. \"The Digital Pound.\"\n\nBank of Canada. \"Central Bank Digital Currency.\"",
  "url": "https://www.investopedia.com/terms/d/digital-currency.asp"
}