{
  "term": "Digital Money: What It Is, How It Works, Types, and Examples",
  "definition": "Digital money is any means of payment that exists in a purely electronic form. Digital money is not physically tangible, like a dollar bill or a coin. It is accounted for and transferred using online systems.\n\nDigital money generally represents fiat currencies, such as dollars or euros. It is exchanged using computers, smartphones, cards, and online cryptocurrency exchanges. In some cases, it can be converted into physical cash using an ATM.\n\nDigital money is similar in concept and use to its cash counterpart in that it can be a unit of account and a medium for daily transactions—it is treated the same as cash. For example, the dollars in your bank account are digital—banks no longer store physical cash for clients. When you make a cash deposit to a bank, it adds numbers to your account and reissues those bills to other customers. If you make a cash withdrawal, the bank converts your digital dollars to cash, subtracts the amount from your account, and gives you physical bills.\n\nThis makes financial transactions much faster and cheaper, especially concerning cross-border payments and remittances. Given these advantages, digital money has become a priority for several governments around the world.\n\nFor example, the central bank of Sweden, a country that has been researching a cashless society, hasreleased several exploratory paperssince 2017 that explore the benefits and drawbacks of introducing digital money into its economy.China released the digital renminbi (e-CNY), the digital equivalent of its national currency, and began using it to pay government employees; the Bahamian sand dollar was introduced in 2020.\n\nDigital money makes it easier for central banks to implementmonetary policybecause they don't need to collect and store physical money or assets to influence inflation or create financial system stability.\n\nSeveral systems already perform transactions with digital versions of money. For example, credit card systems let you purchase goods and services on credit. Wire transfer systems enable the movement of cash across borders.\n\nSuch transactions are expensive and time-consuming because they involve disparate processing systems. TheSWIFTsystem, a payments systems network consisting of various banks and financial institutions across the globe, is an example—each transfer conducted through the SWIFT network has an associated charge. SWIFT member institutions also function in a patchwork of regulations, each specific to a different financial jurisdiction. Moreover, these systems are built on the promise of future payments, ensuring a time lag for each transaction. For example, reconciliation for credit cards occurs at a later date, and users can file chargebacks for transactions.\n\nOne of the aims of digital money is to do away with the time lag and operating costs inherent in current systems by usingdistributed ledger technology(DLT). In a distributed ledger system, shared ledgers are connected via a common network to record transactions. Entities across jurisdictions can connect, which minimizes processing times. It also provides transparency to authorities and stakeholders. Because the ledger is stored on multiple machines, it is difficult to alter them, especially if they are secured through cryptographic techniques.\n\nOne of the key advancements in DLT systems is historically linked encryption methods that chain blocks together (called a blockchain). Blockchains improve the resiliency of a financial network because they make it very difficult to change records or access them.\n\nA blockchain with a decentralized and distributed validation mechanism also solves the double-spending problem, where a digital asset can be spent more than once because there is no physical transfer. When there is an extensive network of automated validators checking encrypted transactions linked by historical information, double-spending is not possible. A large and powerful network is orders of magnitude faster than individual computers or small groups, which cannot keep up with the processing rates of the bigger networks. This speed makes a network uneconomical and exceedingly hard to hack.\n\nThird parties can be eliminated in transactions using blockchains and distributed ledgers; blind signatures hide transacting parties' identities;zero-knowledge proofsencrypt transaction details, and encryption adds extra security. Examples of this type of digital money are cryptocurrencies like Bitcoin andEthereum.\n\nThanks to its technological underpinning, digital money can be adapted to suit multiple purposes and can take on various forms. Besides the digital representation of cash currently used, there are a few more—and it is likely more will emerge.\n\nCentral bank digital currencies (CBDCs) are currencies issued by a country's central bank. They are separate from fiat currencies, backed by the authority and credit of a central bank, and are another obligation of the institution.\n\nCBDCs are newborns when it comes to digital money. Some countries have implemented them, but many remain vigilantly observant, waiting to see how the idea works out in the countries experimenting with them.\n\nThere are even suggestions for different types of CBDCs. For instance, a type called a wholesale CBDC could be used in transactions between banks and financial institutions for wholesale payments—large or high-value payments between institutions. Retail CBDCs could be designed for daily transactions by consumers and businesses, much like fiat currencies.\n\nCryptocurrencies are a digital currency designed using cryptography. They are more commonly becoming known as virtual currencies, a subclass of digital currencies, in an effort to distinguish them from officially recognized money.\n\nThe crypto wrapper around a digital currency provides enhanced security and makes transactions tamper-resistant. Since 2017, the popularity of cryptocurrencies as an investment class has skyrocketed themarket capitalizationof crypto markets. By November 2021, the market cap of cryptocurrencies had surpassed $2.7 trillion. The crypto winter of 2022 saw the total crypto market cap drop under $1 trillion, but it began recovering in 2023, climbing to more than $2.5 trillion in March 2024. A year later in March 2025, the crypto market's value was even higher at $2.96 trillion.\n\nStablecoinsare a variation of cryptocurrencies and were developed to counter the price volatility of regular cryptocurrencies. Stablecoins can be likened to a form of private money whose price is tied to that of a fiat currency or a basket of goods to ensure that they remain stable. They can be a proxy for fiat currencies, except they are not backed by governmental authority. The market for stablecoins has exploded in recent times. As of March 2025, 199 stablecoins were listed on CoinMarketCap, the popular cryptocurrency data aggregator, some of which were not showing activity.\n\nThe current financial infrastructure is a complex system of many entities. Conducting transactions between financial institutions takes time and money because they work in different technological systems and regulation regimes. The main advantage of digital money is that it speeds up transaction speeds and cuts back on costs.\n\nOther advantages of digital money are as follows:\n\nThe disadvantages of digital money are as follows:\n\nDigital wallets serve as the cornerstone of the digital money ecosystem.Digital walletsare the primary interface where users interact with and manage their digital currencies. They provide a secure environment for storing and managing digital money.\n\nA fundamental aspect of digital wallets is their role in facilitating transactions (obviously involving digital money). Users send and receive payments via their digital wallets by interacting with software interfaces. Consider how you've sent money to a friend via popular banking or personal finance applications; these applications may have digital wallets or similar technologies that facilitate transmitting funds.\n\nOne of the key advantages of digital wallets is their accessibility and mobility. Users have instant access to their digital money anytime, anywhere, as long as they have an internet connection. This mobility empowers users to make transactions on-the-go using their smartphones or other internet-enabled devices. This concept is one of the primary benefits of cryptocurrency: anyone around the world can have access to banking services which otherwise have been restricted in many areas of the world.\n\nLast, security is paramount in the realm of digital money. If it's really easy to move money, it's easy for others to move your money if they get access to your account. Digital wallets may include encryption techniques, multi-factor authentication, and biometric authentication methods to safeguard digital assets.\n\nDigital money (or digital currency) refers to any means of payment that exists purely in electronic form. Digital money does not have a physical and tangible form, such as a dollar bill or a coin, and is accounted for and transferred using online systems.\n\nIts technological underpinnings mean digital money can be adapted for various purposes. Apart from being a digital representation of fiat currency, there are other forms of digital money, such as central bank digital currencies and stablecoins.\n\nCryptocurrency is a form of digital money that is built on blockchain networks that rely on cryptography. There are other forms of digital money aside from cryptocurrency.\n\nCentral bank digital currencies (CBDCs) are digital currencies backed by a government and regulated by its agencies. There has been discussion about a digital dollar for several years, but it seems unlikely to happen in the U.S. soon.\n\nDigital money is a major innovation in financial technology. It overcomes the issues created by cash and makes payment systems faster and cheaper. But it has the attendant dilemmas technology introduces, as digital money can be hacked and erode privacy. While digital money is still in its early days, it will play an important part in the future of finance.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.\n\nChina Research Center. \"China’s Digital Currency: The Hopes and Fears of the e-CNY.\"\n\nInternational Monetary Fund. \"The Bahamas: The World’s First Digital Currency.\"\n\nCoinMarketCap. \"Global Live Cryptocurrency Charts & Market Data.\" Select \"All Coins.\"\n\nCoinMarketCap. \"TopStablecoin Tokens by Market Capitalization.\"",
  "url": "https://www.investopedia.com/terms/d/digital-money.asp"
}