{
  "term": "Direct Stock Purchase Plan (DSPP): Definition and How It Works",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nCharlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nA direct stock purchase plan (DSPP) is a program that enables individual investors to purchase a company's stock directly from that company without the intervention of a broker. Some companies that offer DSPPs make the plans directly available to retail investors, while others use transfer agents or other third-party administrators to handle these transactions. Such plans offer low fees and sometimes the ability to purchase shares at a discount.\n\nA DSPP allows individual investors to establish an account in which to make deposits to purchase shares directly from a given company. The investor makes a monthly deposit (usually by ACH) and the company applies that amount toward purchasing shares. Each month, the plan purchases new shares of company stock (or fractions of shares) based on the money available from deposits ordividendpayouts, if any.\n\nThis mechanism makes it easy and automatic to slowly accumulate shares from a given company. Because these plans often have very low fees (and sometimes no fees), it makes DSPPs an inexpensive way for first-time investors to enter the financial markets. The minimum deposits for participating can range from as little as $100 to $500.\n\nPerhaps the most common means of direct investment is dividendreinvestment, which is the act of using one's dividends to buy more shares in the same company. For companies that pay dividends, you can set up a DSPP to purchase the shares automatically and then reinvest any income payments through an optionaldividend reinvestment plan(DRIP).\n\nDRIPs allow investors to reinvest their cash dividends into additional shares or fractional shares of the underlying stock on the dividend payment date.\n\nOne drawback of a DSPP is that the shares are ratherilliquid—it is difficult to re-sell one's shares without using a broker. As a result, these plans generally function best for investors with a long-term investment strategy.\n\nAs much as DSPPs can benefit investors, they also can be worthwhile to the company that offers them. DSPPs may bring in new investors who otherwise might not have been able to invest in the company. Moreover, a DSPP can allow a company to raise additional funds at a reduced cost.\n\nCompanies that offer DSPPs usually cite information about the plans on their websites, under the investor relations, shareholder services, or frequently asked questions sections. Here, you will find details about account minimums, investment minimums, any fees applicable to their offerings, trading details, etc.\n\nThe Securities and Exchange Commission (SEC) regulates a DSPP’s activity just as it does a brokerage's activities. So, although the mechanism for investing in DSPPs is slightly different from going through a broker, the risks of buying stock are equally present regardless of how the stock is purchased.\n\nEnrolling in a DSPP typically begins with researching companies that offer these plans directly to investors. Many large, publicly traded companies provide DSPPs. Visit the company’s investor relations website to find information on their DSPP including specific eligibility requirements, fees, and minimum initial investments. You can also check with services like Computershare, Broadridge, or AST Financial, which manage DSPPs for numerous companies.\n\nOnce you’ve selected a company and confirmed the plan details, the next step is to complete the enrollment process. This usually involves filling out an application form, which can be done online or via mail, depending on the company or plan administrator.\n\nDuring enrollment, you’ll provide your personal information, choose your initial investment amount, and set up a funding method, such as linking a bank account for automatic withdrawals. Many plans allow for one-time purchases or recurring investments, so you can decide how frequently you want to buy shares.\n\nAfter enrolling, you’ll typically receive confirmation from the plan administrator, along with instructions on how to manage your account. As a participant, you can monitor your investments, track dividends, and make additional purchases directly through the plan.\n\nNot all companies have DSPPs, so check with the company directly to see if they do.\n\nYou might come across several different types of fees when investing in a DSPP. Those fees could include:\n\nParticipating in a DSPP can have several tax implications. When you buy shares through a DSPP, you typically pay the market price at the time of purchase, or in some cases, a discounted price. The amount you pay for the shares becomes your cost basis which dictates future gains or losses when you sell the shares.\n\nDividends received from shares purchased through a DSPP are subject to income tax, just like dividends from shares bought through other means. These dividends must be reported on your tax return and are taxed at either ordinary income tax rates orqualified dividend rates, depending on how long you've held the shares.\n\nPlus, if your DSPP allows for automatic reinvestment of dividends, the reinvested dividends are still treated as taxable income, and your cost basis for the additional shares purchased should be adjusted accordingly.\n\nWhen you eventually sell the shares, the difference between the selling price and your adjusted cost basis is considered a capital gain or loss. If the shares have been held for more than one year, any gains are generally taxed at the long-termcapital gains rate. If the shares have been held for less than one year, any gains are generally taxed at the short-term capital gains rate (which is usually higher than the long-term rate).\n\nDSPPs were seen as a pretty sweet deal in the early days ofInternet investingbecause you still had to pay significant trading or management fees tofull-service brokersif you wanted to buy stock. However, as online investing has become cheaper over time, some of the original positive factors of DSPPs have faded.\n\nFor example, an often-cited advantage of DSPPs is that shareholders do not need to maintain physical certificates as proof of purchase—an agent registers DSPP transactions directly onto the company’s books. Today, however, this benefit is practically moot because most stocks are kept in electronic form in a broker's computer system, which is known as \"in street name.\" In other words, paper certificates have well-nigh disappeared anyway.\n\nThus, while the concept of DSPPs may remain appealing, they are no longer quite as functional in today’s reality.\n\nWhen you make a new purchase through a DSPP, regardless of whether you make a one-time purchase or sign up to invest monthly, typically you will not have any control over the respectivetrade date. When you use a transfer company the transaction may not happen for a number of weeks. Basically, the purchase goes through at whatever the stock price happens to be at that time.\n\nOn the other hand,discountbrokers allow you to trade in real-time, so you always know the price.\n\nA cardinal precept of investing is to diversify your investments. So, unless you are enrolled in dozens of DSPPs across multiple industries and internationally, or have most of your investments in index funds, mutual funds, orexchange-traded funds(ETF), you may be inadequately diversified.\n\nJust about any individual stock purchase, whether direct or broker-transacted, runs this same risk. You need to diversify. DSPPs on their own typically will not do the trick for the average investor.\n\nAlthough a DSPP’s associated fees are low, a plan would rarely have any fees at all. Many charge initial setup fees, and some charge for each purchase transaction, as well as sales fees.\n\nEven very small fees can add up over time, especially if you are slowly and automatically adding to your position. So, as with any investment, always read a DSPPprospectuscarefully to see what fees you might be charged.\n\nA DSPP is a program that allows investors to buy shares of a company directly from the company itself, bypassing the need for a broker. This plan often appeals to those who want to start investing in small amounts since some companies allow fractional share purchases.\n\nThrough a DSPP, you can buy shares of a company directly from the company itself (i.e. you do not need to work with a third-party broker or work with an exchange).\n\nInvesting through a DSPP offers several benefits, including lower transaction costs, the ability to purchase fractional shares, and the convenience of automatic investments. Investors can accumulate shares over time, even with small, regular contributions.\n\nTo enroll in a DSPP, you typically need to visit the company’s investor relations website or contact their transfer agent. The enrollment process often involves completing an application form and making an initial purchase, which could be as low as $25 or $50, depending on the company.\n\nIn a DSPP, dividends can be automatically reinvested to purchase additional shares of the company’s stock. This process is often referred to as a dividend reinvestment plan (DRIP) within the DSPP.\n\nDirect stock purchase plans allow investors to buy shares directly from a company, often with low fees and without a broker. They are ideal for long-term investors looking to build wealth gradually through regular contributions, dividend reinvestment, and fractional share purchases.",
  "url": "https://www.investopedia.com/terms/d/directstockpurchaseplan.asp"
}