{
  "term": "Direct Participation Program (DPP): Definition and Requirements",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA direct participation program (DPP) is a pooled entity that offers investors access to a business venture's cash flow and tax benefits. Also known as a \"direct participation plan,\" DPPs are non-traded pooled investments in real estate or energy-related ventures over an extended time frame.\n\nIn most direct participation programs, limited partners put up money (their stake is quantified in \"units\"), which is then invested by a general partner. Most DPPs are managed passively and have a lifespan of five to 10 years. During that time, all tax deductions, as well as the DPP's income, are passed to partners. Because of the income they generate and their pooled nature, DPPs have become a popular way for average investors to access investments that have normally been reserved for wealthy investors, though with some restrictions.\n\nA direct participation program is usually organized as alimited partnership, a subchapter S corporation, or a general partnership. Such structures allow the DPP's income, losses, gains, tax credits, and deductions to transfer though to the underlying partner/taxpayer on a pre-tax basis. Accordingly, the DPP itself pays no corporate tax.\n\nDPPs are not traded, which means that they lack liquidity and a reliable pricing mechanism—especially compared to equities that trade on a stock market. As such, DPPs tend to require that clients meet asset and income thresholds to invest. These requirements can vary by state.\n\nThe most common DPPs are non-traded REITs (about two-thirds of the DPP market), non-listedbusiness development companies (BDC)(which act as debt instruments for small businesses), energy exploration and development partnerships, and equipment leasing corporations.\n\nA DPP may have the legal structure of a corporation (such as a REIT), a limited partnership or a limited liability corporation (LLC), but in practice, all behave as a limited partnership. A DPP gives an investor partial ownership of a physical asset, such as the underlying property in a REIT, the machinery in an equipment leasing venture or wells and income from oil sales in an energy partnership.\n\nIn DPPs, limited partners are the investors. Should the DPP lose money, their downside is limited to what they invested. The general partner manages the investment; limited partners have no say in the management and receive no benefit from the DPP's operations. Limited partners can, however, vote to change or fire a general partner, or sue one for not acting in the best interest of the partnership.\n\nDirect participation programs have their origin in the Securities Act of 1933 and the Financial Industry Regulatory Authority (FINRA) Rule 2310.﻿﻿﻿﻿﻿Series 7candidates can expect to see several questions on DPPs on their exam.\n\nFinancial Industry Regulatory Authority (FINRA). \"2310. Direct Participation Program.\" Accessed Nov. 6, 2020.\n\nU.S. Securities and Exchange Commission. \"The Laws That Govern the Securities Industry.\" Accessed Jan. 29, 2021.",
  "url": "https://www.investopedia.com/terms/d/dpp.asp"
}