{
  "term": "Direct Investment Definition, With Types and Examples",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nDirect investment is more commonly referred to asforeign direct investment(FDI). FDI refers to an investment in a foreign business enterprise designed to acquire a controlling interest in the enterprise. The direct investment providescapitalfunding in exchange for anequityinterest without the purchase of regular shares of a company's stock.\n\nThe purpose of FDI is to gain an equity interest sufficient to control a company. In some instances, it involves a company in one country opening its own business operations in another country. In other cases, direct investment involves acquiring control of existing assets of a business already operating in the foreign country. A direct investment can involve gaining a majority interest in a company or aminority interest, but the interest acquired gives the investing party effective control.\n\nDirect investment is primarily distinguished fromportfolio investment, the purchase of common orpreferred stockshares of a foreign company, and by the element of control that is sought.\n\nControl can come from sources other than an investment of capital; however, control of assets such as technology is considered only a critical input. In fact, FDI is frequently not a simple monetary transfer of ownership or controlling interest but can include complementary factors, such as organizational and management systems or technology.\n\nForeign direct investments can be made by individuals but are more commonly made by companies wishing to establish a business presence in a foreign country.\n\nForeign direct investment takes many forms in practice but is generally classified as either a vertical, horizontal, orconglomerateinvestment.\n\nFor a vertical direct investment, the investor adds foreign activities to an existing business. An example is an American auto manufacturer that establishes dealerships or acquires a parts supply business in a foreign country.\n\nHorizontal direct investment is perhaps the most common form of direct investment. For horizontal investments, a business already existing in one country establishes the same business operations in a foreign country. A fast-food franchise based in the United States might open restaurant locations in China. Horizontal direct investment is also referred to asgreen-fieldentry into a foreign market.\n\nFor a conglomerate-type direct investment, an existing company in one country adds an unrelated business operation in a foreign country. This is a particularly challenging form of direct investment since it requires simultaneously establishing a new business and establishing it in a foreign country. An example of conglomerate direct investment might be an insurance firm opening a resort park in a foreign country.",
  "url": "https://www.investopedia.com/terms/d/direct-investment.asp"
}