{
  "term": "Direct Tax: Definition, History, and Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA direct tax is paid by the taxpayer straight to the authority that levies that tax.\n\nWith a direct tax, you pay thetaxto the entity that imposed it. Examples includeincome tax, real property tax, personal property tax, and taxes on assets, all of which are paid by an individualtaxpayerdirectly to the government.\n\nThe modern distinction between direct taxes and indirect taxes came about with the ratification of the16th Amendmentto the U.S. Constitution in 1913. Before the 16th Amendment, tax law in the United States was written so that direct taxes had to be directly apportioned to a state’s population.A state with a population that was 75% of the size of another state’s, for example, would only be required to pay direct taxes equal to 75% of the larger state’s tax bill.\n\nThis antiquated verbiage created a situation in which the federal government could not impose many direct taxes, such as a personal income tax, due to apportionment requirements. However, the advent of the 16th Amendment changed thetax codeand allowed for the levying of numerous direct and indirect taxes.\n\nExamples of indirect taxes includeexcise dutieson fuel, liquor, and cigarettes as well as avalue-added tax (VAT), also referred to as a consumption tax.\n\nCorporate taxesare an example of direct taxes. If, for example, a manufacturing company reports $1 million inrevenue, $500,000 in thecost of goods sold (COGS), and $100,000 inoperating costs, itsearnings before interest, taxes, depreciation, and amortization (EBITDA)would be $400,000. If the company has no debt, depreciation, or amortization, and has a corporate tax rate of 21%, its direct tax would be $84,000 ($400,000 × 0.21 = $84,000).\n\nAn individual’s federal income tax is another example of a direct tax. If a person makes $100,000 in a year, for example, and owes the government $20,000 in taxes, that $20,000 would be a direct tax.\n\nThere are a number of other direct taxes that are common in the U.S., such as theproperty taxesthat homeowners are required to pay. Those are typically collected by local governments and based on the assessed value of the property.\n\nOther types of direct taxes in the U.S. and elsewhere includeuse taxes(such as vehicle licensing and registration fees),estate taxes,gift taxes, and so-calledsin taxeson liquor and cigarettes, for example.\n\nDirect taxes cannot be shifted to another party and remain your responsibility to pay. Indirect taxes are the opposite. Whoever is liable for these taxes can pass on or shift them to another person or group.\n\nDirect taxes are taxes paid directly to the party that levied them, such as theInternal Revenue Service (IRS). Common examples include income,capital gains, or property taxes that a taxpayer pays to the government.\n\nCommon examples of indirect taxes include sales tax, excise tax, value-added tax (VAT), andgoods and services tax (GST). Businesses often get individual consumers to foot the bill and cover these costs by charging higher prices.\n\nNo, direct taxes cannot be passed on to a different person or entity. The individual or organization that the tax is levied on is responsible for paying it.\n\nWith a direct tax, you pay taxes straight to the tax body, like the IRS. Capital gains taxes are a type of direct tax.\n\nA direct tax is the opposite of anindirect tax, where the tax is levied on one entity, such as a seller, and paid by another—such as asales taxpaid by the buyer in a retail setting.\n\nBoth kinds of taxes are important revenue sources for governments.\n\nNational Constitution Center. “Direct and Indirect Taxes.”\n\nInternal Revenue Service. “Historical Highlights of the IRS.”\n\nInternal Revenue Service. “Understanding Taxes: What Is Taxed and Why—Direct and Indirect Taxes.”",
  "url": "https://www.investopedia.com/terms/d/directtax.asp"
}