{
  "term": "Discount Bond: Definition, Using Yield to Maturity, and Risks",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA discount bond is a security that is issued for less than its par or face value. A discount bond may also be a bond that trades for less than its face value in the secondary market. A bond is considered adeep-discount bondif it is sold at a significantly lower price than par value, usually at 20% or more. A discount bond is contrasted with abond sold at a premium.\n\nA bond is a type of fixed-income investment security. They are issued by governments and companies that want to raise money. The issuer becomes the debtor while thebondholder(or investor) becomes the creditor. The bond's face value is how much the investor pays to purchase the security. So they pay $1,000 for a bond with a face value of $1,000.\n\nSince bonds are a type of debt security, bondholders or investors receive interest from the bond's issuer. This interest is called acouponthat is usually paid semiannually but, depending on the bond may be paid monthly, quarterly, or even annually. The investor also expects to receive the face value of the bond when it matures.\n\nBut, some bondstrade at a lower value. Bonds that fall into this category are called discount bonds. For example, a bond with a $1,000 face value that's currently selling for $95 would be a discounted bond. Discount bonds can be bought and sold by both institutional and individual investors. However, institutional investors must adhere to specific regulations for the selling andpurchasing of discount bonds. A common example of a discount bond is aU.S. savings bond.\n\nInvestors can convert older bond prices to their value in the current market by using a calculation calledyield to maturity (YTM). YTM considers the bond's current market price, par value, coupon interest rate, and time to maturity to calculate a bond's return. The YTM calculation is relatively complex, but many onlinefinancial calculatorscan determine the YTM of a bond.\n\nSome bonds can come with deep discounts, includingdistressed bonds. This type of bond has a high likelihood of default and can trade at a significant discount to par, which would effectively raise its yield to desirable levels. However, distressed bonds are not usually expected to pay full or timely interest payments. As a result, investors who buy these securities are making aspeculativeplay.\n\nAzero-coupon bondis one example of a deep discount bond. Depending on the length of time until maturity, zero-coupon bonds can be issued at substantial discounts to par, sometimes 20% or more. Because a bond always pays its full face value at maturity (assuming no credit events occur), zero-coupon bonds will steadily rise in price as the maturity date approaches. These bonds don't make periodic interest payments and will only make one payment of the face value to the holder at maturity.\n\nThere is just as much risk involved with discount bonds for the investor as there are rewards—the same way there is for any other type of discounted product. Let's take a look at some of the pros and cons of buying this type of bond.\n\nSince the investor buys the investment at a discounted price, it provides a greater opportunity for greatercapital gains. Keep in mind that the investor must weigh this advantage against the disadvantage of paying taxes on those capital gains.\n\nAnother key advantage is that discounted bonds may come with different maturity dates—short- and long-term maturities. This gives investors the ability to spread out default andinterest rate risks.\n\nEven though it may be a discount bond, the bondholder is also poised to get regular interest payments just like any regular bond. There is an exception, though. As noted above, zero-coupon bonds do not pay any interest before the bond matures.\n\nConsideration of the creditworthiness of the issuer is important with any type of discount bond. There are a couple of things that bondholders should be aware of when determining whether to purchase one of these bonds, notably:\n\nThis is especially true with longer-term bonds because they may be considered financially distressed companies.\n\nHigh potential for capital gains as bonds sell at less than face value\n\nAvailable with short-term and long-term maturities\n\nInvestors may receive regular interest unless it's a zero-coupon bond\n\nMay indicate issuer default, falling dividends, or reluctance of purchasers\n\nHigher risk of default and financial distress with deeply discounted bonds\n\nBondyieldsand prices have an inverse or opposite relationship. As interest rates increase, the price of a bond drops and vice versa. A bond that offers investors a lower interest or coupon rate than the current market interest rate would likely be sold at a lower price than its face value. This lower price is due to the opportunity investors have to buy a similar bond or other securities that give a better return.\n\nLet's say that interest rates rise after an investor purchases a bond. The higher rate in the economy decreases the value of the newly purchased bond due to paying a lower rate versus the market. That means if our investor wants to sell the bond on thesecondary market, they will have to offer it for a lower price. Should the prevailing market interest rates rise enough to push the price or value of a bond below its face value, it's referred to as a discount bond.\n\nHowever, the discount in a discount bond doesn't necessarily mean that investors get a better yield than the market offers. Instead, investors get a lower price to offset the bond's lower yield relative to interest rates in the current market. For example, if a corporate bond trades at $980, it is considered a discount bond since its value is below the $1,000 par value. As a bond becomes discounted, its coupon rate is lower than current yields.\n\nConversely, if current interest rates fall below the coupon rate offered on an existing bond, the bond will trade at a premium or a price higher than face value.\n\nThe chances of seeing a discount bond appreciate are reasonably high, as long as the lender doesn't default. If you hold out until the bond matures, you'll be paid the face value of the bond, even though what you originally paid was less than the face value. Maturity rates vary between short-term and long-term bonds. Short-term bonds mature in less than one year while long-term bonds can mature in 10 to 15 years, or even longer.\n\nBut, the chances of default for longer-term bonds might be higher, as a discount bond can indicate that the bond issuer might be in financial distress. Discount bonds can also indicate the expectation of issuer default, falling dividends, or a reluctance to buy on the part of the investors. As a result, investors are compensated somewhat for their risk by being able tobuy the bond at a discounted price.\n\nHere's a hypothetical example to show how discount bonds work. Let's say that Company ABC is offering investors a discount bond. Below are the details of the bond including the bond issue number, coupon rate at the time of the offering, and other information.\n\nSuppose the current price for the bond is $79.943 compared to the $100 price at the offering. For reference, the 10-year Treasury yield trades at 2.45% making the yield on this bond much more attractive than current yields. However, Company ABC experienced financial difficulty over the last few years, making the bond risky as we can see that it trades at a discount price despite the coupon rate being higher than the current yield on a 10-year Treasury note.\n\nThe yield has traded higher than the coupon rate with some days as high as 7%, which further indicates that the bond is deeply discounted since the yield is much higher than the coupon rate while its price is much lower than its face value.\n\nA distressed bond is one that is issued by a company that is financially distressed. The company may be at the point where it is close to bankruptcy. These bonds come at a very steep discount but also come with a significant amount of risk to investors because there is a very big chance that the company won't live up to its financial obligation.\n\nZero-coupon bonds are deeply discounted debt securities. Unlike other bonds, these bonds do not pay investors any interest. In exchange for a lower value and no interest, bondholders receive the full face value of the bond when it matures. For instance, a company may sell a zero-coupon bond with a face value of $1,000 for only $850. This bond may mature within a year but offers no interest payment before maturity. Some issuers may offer zero-coupon bonds right off the bat while others may be forced to do so down the road if their financial situation changes.\n\nDiscount bonds are fixed-income securities that are issued at a lower price than their face value. Since they come at a discount (sometimes very deep discounts), they promise a high return. Put simply, you pay a lower price for the bond but may still get the full face value when the bond matures. Keep in mind that these bonds are typically offered by companies that have financial difficulty or are on the verge of bankruptcy. As such, they come with a high degree of risk. Still, some investors believe they are good investments.\n\nBonds are often considered low-risk investments. That's because bond issuers promise to return the face value to investors with regular coupon payments. But, there are certain bonds that come with a greater degree of risk. Discount bonds promise higher returns but may not return their full face value if something happens to the company before they reach maturity. As an investor, you should do your research before you make any decisions about whether to jump into the discount bond market.\n\nFINRA. \"Understanding Bond Yield and Return.\"\n\nU.S. Securities and Exchange Commission. \"Zero Coupon Bond.\"\n\nU.S. Securities and Exchange Commission. \"Interest Rate Risk — When Interest Rates Go up, Prices of Fixed-rate Bonds Fall.\"",
  "url": "https://www.investopedia.com/terms/d/discountbond.asp"
}