{
  "term": "Discounting: What It Means in Finance, With Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nDiscounting is the process of determining thepresent valueof a payment or a stream of payments that is to be received in the future. Given thetime value of money, a dollar is worth more today than it would be worth tomorrow. Discounting is the primary factor used in pricing a stream of tomorrow's cash flows.\n\nThe coupon payments found in a regular bond are discounted by a certain interest rate. They're then added together with the discountedpar valueto determine the bond's current value.\n\nFrom a business perspective, an asset has no value unless it can produce cash flows in the future. Stocks pay dividends. Bonds pay interest and projects provide investors with incremental future cash flows. The value of those future cash flows in today's terms is calculated by applying a discount factor to future cash flows.\n\nIt represents a discount on the price of a car when the car is on sale for 10% off. The same concept of discounting is used to value and price financial assets. The discounted or present value is the value of the bond today. The future value is the value of the bond at some future time. The difference in value between the future and the present is created by discounting the future back to the present using a discount factor, which is a function of time and interest rates.\n\nA bond can have a par value of $1,000 and be priced at a 20% discount, which would be $800. Theinvestorcan purchase the bond today for a discount and receive the full face value of the bond at maturity. The difference is the investor's return.\n\nA larger discount results in a greater return, which is a function of risk.\n\nA higher discount generally means that there's a greater level of risk associated with an investment and its future cash flows. Discounting is the primary factor used in pricing a stream of tomorrow's cash flows. The cash flows of company earnings are discounted back at the cost of capital in the discounted cash flows model. Future cash flows are discounted back at a rate equal to the cost of obtaining the funds required to finance the cash flows.\n\nA higherinterest ratepaid on debt also equates with a higher level of risk, which generates a higher discount and lowers the present value of the bond. Junk bonds are sold at a deep discount.\n\nLikewise, a higher level of risk associated with a particular stock is represented as beta in the capital asset pricing model. It means a higher discount, which lowers the present value of the stock.\n\nBreakpoint discounts apply to Class A mutual funds. Investors must qualify for them through purchasing these mutual fund shares and meeting a few other requirements. They're volume discounts on the front-end sales load that are charged to the investor. They increase with the amount invested.\n\nA callable bond is a municipal bond that's subject to redemption by a state or local government before its maturity date. A government might do this because the bond is paying an interest rate that's higher than the market rate at the time. You can determine whether a bond is callable before you commit by looking it up on theElectronic Municipal Market Access websiteprovided by the Municipal Securities Rulemaking Board.\n\n\"Junk bond\" is another name for a high-yield bond. These bonds pay a higher interest rate or yield because they're rated poorly by Moody's and S&P due to a high risk of default. They are considered to be risky for investors.\n\nDiscounting is the process of selling an asset for something less than its value. A $35,000 car that's on sale with a 10% discount can be bought for $31,500. It's discounted by $3,500. A $1,000 bond that comes with a 20% discount can be purchased for $800.\n\nBonds are typically discounted because they carry a higher degree of risk to the purchaser or investor. The discount is based on the value of an asset's income at the present moment.\n\nDon't be lured in by the prospect of purchasing a discounted investment without first checking into why a discount is being offered in the first place.\n\nStudy.com. \"Bond Valuation Definition, Formula & Examples.\"\n\nOffice of the New York State Attorney General. \"Bond Investments.\"\n\nHarvard Business Review. \"Does the Capital Asset Pricing Model Work?\"\n\nMunicipal Securities Rulemaking Board. \"Seven Questions to Ask When Investing in Municipal Bonds,\" Page 3.\n\nInvestor.gov. \"High-Yield Bond (or Junk Bond).\"",
  "url": "https://www.investopedia.com/terms/d/discounting.asp"
}