{
  "term": "Discrete Probability Distribution: Overview and Examples",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA discrete probability distribution counts occurrences that have countable or finite outcomes.\n\nA discrete distribution is a probability distribution that depicts the occurrence of discrete (individually countable) outcomes, such as 1, 2, 3, yes, no, true, or false. The binomial distribution, for example, is a discrete distribution that evaluates the probability of a \"yes\" or \"no\" outcome occurring over a given number of trials, given the event's probability in each trial—such as flipping a coin one hundred times and having the outcome be \"heads.\"\n\nStatistical distributions can be either discrete or continuous. A continuous distribution is built from outcomes that fall on a continuum, such as all numbers greater than 0 (including numbers whose decimals continue indefinitely, such as pi = 3.14159265...). Overall, the concepts of discrete and continuous probability distributions and the random variables they describe are the underpinnings of probability theory andstatisticalanalysis.\n\nA distribution is a statistical concept used in data research. Those seeking to identify the outcomes and probabilities of a particular study will chart measurable data points from a data set, resulting in a probability distribution diagram. Many probability distribution diagram shapes can result from a distribution study, such as thenormal distribution(\"bell curve\").\n\nStatisticians can identify the development of either a discrete or continuous distribution by the nature of the outcomes to be measured. Unlike the normal distribution, which is continuous and accounts for any possible outcome along the number line, a discrete distribution is constructed from data that can only follow a finite or discrete set of outcomes.\n\nDiscrete distributions thus represent data with a countable number of outcomes, meaning that the potential outcomes can be put into a list and then graphed. The list may be finite or infinite. For example, when determining the probability distribution of a die with six numbered sides, the list is 1, 2, 3, 4, 5, 6. If you're rolling two dice, the chances of rolling two sixes (12) or two ones (two) are much less than other combinations; on a graph, you'd see the probabilities of the two represented by the smallest bars on the chart.\n\nThe most common discrete probability distributions include binomial, Bernoulli,multinomial, and Poisson.\n\nA binomial probability distribution is one in which there are only two possible outcomes. In this distribution, data are collected in one of two forms after repetitive trials and classified into either success or failure. It generally has a finite set of just two possible outcomes, such as zero or one. For instance, flipping a coin gives you the list (Heads, Tails).\n\nThe binomial distribution is used inoptionspricing models that rely onbinomial trees. In a binomial tree model, the underlying asset can only be worth exactly one of two possible values—with the model, there are just two probable outcomes with each iteration—a move up or a move down with defined values.\n\nBernoulli distributions are similar to binomial distributions because there are two possible outcomes. One trial is conducted, so the outcomes in a Bernoulli distribution are labeled as either a zero or a one. A one indicates success, and a zero means failure—one trial is called a Bernoulli trial.\n\nSo, if you used one green marble (for success) and one red marble (for failure) in a covered bowl and chose without looking, you would record each result as a zero or a one rather than success or failure for your sample. Bernoulli distributions are used to view the probability that an investment will succeed or fail.\n\nMultinomial distributions occur when there is a probability of more than two outcomes with multiple counts. For instance, say you have a covered bowl with one green, one red, and one yellow marble. For your test, you record the number of times you randomly choose each of the marbles for your sample.\n\nIn finance and investing, these distributions estimate the probability that a specific set of financial events will occur.\n\nThe Poisson distribution expresses the probability that a given number of events will occur over a fixed period.\n\nThePoisson distributionis a discrete distribution that counts the frequency of occurrences as integers, whose list (0, 1, 2, ...) can be infinite. For instance, say you have a covered bowl with one red and one green marble, and your chosen period is two minutes. Your test is to record whether you pick the green or red marble, with the green indicating success. After each test, you place the marble back in the bowl and record the results.\n\nIn this model, the distribution would plot the results over a period of time, indicating how often green is chosen.\n\nPoisson distribution is commonly used to model financial data where the tally is small and often zero. For example, it can be used to model the number of trades a typical investor will make in a given day, which can be 0 (often), 1, 2, and so on.\n\nDiscrete distributions can also be seen in theMonte Carlo simulation. A Monte Carlo simulation is a modeling technique that identifies the probabilities of different outcomes through programmed technology. It is primarily used to help forecast scenarios and identify risks.\n\nIn a Monte Carlo simulation, outcomes with discrete values will produce discrete distributions for analysis. These distributions determine risk and trade-offs among different items being considered.\n\nHow you calculate a discrete probability distribution depends on your test, what you're trying to measure, and how you measure it. For instance, if you're flipping a coin twice, the possible combinations are:\n\nBecause you're flipping the coin twice and there are two possible outcomes, there are four possibilities. Each of the results represents one-quarter of the possibilities. The HT and TH combinations are each one-quarter (and essentially the same thing), representing one-half of the results. Therefore, the probability is that one-quarter of the time, you'll get a TT or HH, and one-half of the time, you'll get HT or TH.\n\nThis works similarly for rolling two dice because the results of a dice roll are discrete. There are 36 possibilities because each die has six faces, but there cannot be a result of one since the lowest number on each die is one. So the lowest result you can get is two, and the highest is 12. Many of the combinations will repeat, just as in the coin example—so the more possibilities that repeat, the more instances will be graphed.\n\nAs seen in the table below, if you add the figures for dice roll results together, you have one instance where the result is two and one where it is 12—creating odds of one in 36 for the numbers two and 12.\n\nThe probability (P) that X (the outcome) will equal x (the chosen number) would be:\n\nThe probability that the roll equals two is one in 36; the probability of it equalling three is two in 36, and so on.\n\nIn the binomial tree model below, the analyst has chosen intervals of three months with a starting price of $10. They have used past data from the investment to calculate the probability that the price will increase or decrease in the same way that the dice rolls were calculated.\n\nIn this image, the analyst worked out that the probability of the price rising to $12 is 1.03. The probability that the price will drop to $8 is 3.43. From each increase or decrease in price, you can see the analyst has worked out the discrete probabilities for nine months. At the end of nine months, you see that the probability of the stock price rising to $17.28 is zero, while the probability of it dropping to $7.68 is 4.32; the probability of it reaching $5.12 is 6.98. So, the stock is more likely to drop in price over the next nine months than it is to increase.\n\nImage by Sabrina Jiang © Investopedia 2020\n\nIf a discrete distribution is one that graphs discrete variables, then a continuous distribution is one that graphs continuous variables. The difference can be seen on graphs, where discrete probability distributions are generally represented by bars because the data is discrete.\n\nContinuous probability distributions generally appear as a curve or a line on a graph because the data under the line is continuous and not finite.\n\nThe most common discrete distributions used by statisticians or analysts include the binomial, Poisson, Bernoulli, and multinomial distributions. Others include the negative binomial, geometric, and hypergeometric distributions.\n\nThe probabilities of random variables must have discrete (as opposed to continuous) values as outcomes. For a cumulative distribution, the probability of each discrete observation must be between 0 and​ 1, and the sum of the probabilities must equal one (100%).\n\nThe data are discrete if there is only a set of possible outcomes (e.g., zero, one, or only integers).\n\nUnlike a discrete distribution, a continuousprobability distributioncan contain outcomes that have any value, including indeterminate fractions. A normal distribution, for instance, is depicted by a bell-shaped curve with an uninterrupted line covering all values across its probability function.\n\nA discrete probability model is a statistical tool that takes data following a discrete distribution and tries to predict or model some outcome, such as an options contract price or how likely a market shock will be in the next five years.\n\nDiscrete probability distributions are graphs of the outcomes of test results that are finite, such as a value of 1, 2, 3, true, false, success, or failure.Investorsuse discrete probability distributions to estimate the chances that a particular investing outcome is more or less likely to happen. Armed with that information, they can choose a hedging strategy that matches the probabilities found in their analysis.\n\nPennState. \"1.3 - Discrete Distributions.\"",
  "url": "https://www.investopedia.com/terms/d/discrete-distribution.asp"
}