{
  "term": "Discount Margin (DM): Definition, When It Applies, and Calculation",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA discount margin (DM) is the average expected return of a floating-rate security (typically a bond) that's earned in addition to the index underlying, orreference rateof, the security. The size of the discount margin depends on the price of the floating- or variable-rate security. The return of floating-rate securities changes over time, so the discount margin is an estimate based on the security's expected pattern between issue and maturity.\n\nAnother way to view the discount margin is to think of it as thespreadthat, when added to the bond's current reference rate, will equate the bond's cash flows to its current price.\n\nBonds and other securities withvariable interest ratesare usually priced close to theirpar value.This is because the interest rate (coupon) on a variable rate bond adjusts to current interest rates based on changes in the bond's reference rate.A security's yield relative to the yield of its benchmark is called a spread, and different types of yield-spread calculations exist for the different pricing benchmarks.\n\nThe discount margin is one of the most common calculations: It estimates the security's spread above the reference index that equates thepresent valueof all expected future cash flows to the current market price of thefloating rate note.\n\nThere are three basic situations involving a discount margin:\n\nThe discount margin formula is a complicated equation that takes into account thetime value of moneyand typically needs a financial spreadsheet or calculator to calculate accurately. There are seven variables involved in the formula. They are:\n\nAllcoupon paymentsare unknown, with the exception of the first, and must be estimated in order to calculate the discount margin. The formula, which must be solved by iteration to find DM, is as follows:\n\nThe current price, P, equals the summation of the following fraction for all time periods from the beginning time period to maturity:\n\ndenominator = (1 + (I(1) + DM) / 100 x (d(1) - d(s)) / 360) x Product (i, j=2)( 1 + (I(j) + DM) / 100 x d(j) / 360)\n\nTreasuryDirect. \"Understanding Pricing and Interest Rates.\"\n\nTreasuryDirect. \"Interest Rates and Prices.\"",
  "url": "https://www.investopedia.com/terms/d/discountmargin.asp"
}