{
  "term": "Discontinued Operations: What They Are and How to Report Them",
  "definition": "Investopedia / Michela Buttignol\n\nIn financial accounting, discontinued operations refer to parts of a company’s core business or product line that have been divested or shut down, and which are reported separately fromcontinuing operationson theincome statement.\n\nDiscontinued operations are listed separately on the income statement because it’s important thatinvestorscan clearly distinguish theprofitsandcash flowsof continuing operations from those activities that have ceased.\n\nThis distinction is especially useful when companiesmerge, as parsing out which assets are beingdivestedor folded gives a clearer picture of how a company will make money in the future.\n\nOn a company’s income statement, discontinued operations are segregated from continuing operations so that investors may see clearly what money is inflowing from current operations vs. those that have ceased.\n\nWhen operations are discontinued, a company has multiple line items to report on its financial statements. Although the business component is being shut down, it still could generate a gain or loss in the current accounting period.\n\nThe total gain or loss from the discontinued operations is thus reported, followed by the relevant income taxes. This tax is often a future tax benefit because discontinued operations often incur losses. To determine the company’s totalnet income (NI), the gain or loss from discontinued operations is aggregated with that of continuing operations.\n\nTo not confuse adjustments to the financial statements that relate to previously reported discontinued operations, a company may classify the adjustments separately in the discontinued operations section of its financials. Adjustments may occur because of benefit plan obligations, contingent liabilities, or contingent contract terms.\n\nIf the buyer of a discontinued operation assumes the debt associated with the operation, then any interest expense before the sale is allocated to discontinued operations.Generally accepted accounting principles (GAAP)do not allow general corporate overhead to be allocated to discontinued operations.\n\nA company may report discontinued operations under GAAP as long as two conditions are met:\n\nIf these two conditions are met, then a company may report discontinued operations on its financial statements.\n\nThe reporting rules underInternational Financial Reporting Standards (IFRS)differ slightly from GAAP. A discontinued operation must meet two criteria:\n\nUnlike GAAP reporting requirements, IFRS rules permitequity methodinvestments to be classified as held for sale. Moreover, under IFRS, entities may continue involvement with the discontinued operation. As with GAAP, discontinued operations are reported in a special section of the income statement.\n\nSo that investors can clearly tell the profits and cash flows from continuing operations apart from activities that have ceased.\n\nA company has multiple line items to report on its financial statements regarding discontinued operations. The total gain or loss from the discontinued operations is reported, followed by the relevant income taxes.\n\n“Discontinued operations” is a term in financial accounting. It refers to parts of a company’s core business or product line that have been divested or shut down. They are reported separately from continuing operations on the income statement.\n\nFinancial Accounting Standards Board, via Internet Archive Wayback Machine. “FASB Simplifies Discontinued Operations.”\n\nInternational Financial Reporting Standards. “IFRS 5 Non-current Assets Held for Sale and Discontinued Operations.”",
  "url": "https://www.investopedia.com/terms/d/discontinued-operations.asp"
}