{
  "term": "Discount Rate Defined: How It's Used by the Fed and in Cash-Flow Analysis",
  "definition": "The discount rate is the interest rate the Federal Reserve charges commercial banks and other financial institutions for short-term loans. The discount rate is applied at the Fed's lending facility, which is called the discount window.\n\nA discount rate can also refer to the interest rate used in discounted cash flow (DCF) analysis to determine the present value of future cash flows. In this case, investors and businesses can use the discount rate for potential investments.\n\nCommercial banks in the U.S. have two primary ways to borrow money for their short-term operating needs. They can borrow and loan money to other banks without the need for any collateral using the market-driveninterbank rate, or they can borrow money for their short-term operating requirements from theFederal Reserve Bank.\n\nFederal Reserve loans are processed through the12 regional branches of the Fed. The loans are used by financial institutes to cover any cash shortfalls, head off any liquidity problems, or in the worst-case scenario, prevent the bank’s failure. This Fed-offered lending facility is known as the discount window.\n\nThe loans are incredibly short-term: 24 hours or less. The rate of interest charged is the standarddiscount rate. The Board of Governors of the Federal Reserve set this discount rate.\n\nThe Fed's discount window program runs three tiers of loans, each using a separate but related rate. It also allows for emergency credit approvals for banks in distress.\n\nThe Fed determines the discount rates for the first two tiers independently. The rate for the third tier is based on the prevailing rates in the market.\n\nAll three types of the Federal Reserve's discount window loans arecollateralized​. The bank needs to maintain a certain level of security or collateral against the loan. Emergency credit may require collateral, but it's based on circumstances and the Fed's vote.\n\nBorrowing institutions use this facility sparingly, mostly when they cannot find willinglendersin the marketplace. The Fed-offered discount rates are available at relatively high-interest rates compared to the interbank borrowing rates to discourage using the discount window too often.\n\nThe discount window is primarily intended as an emergency option for distressed banks—borrowing from it can even signal weakness to other market participants and investors.\n\nThe use of the Fed's discount window soared in late 2007 and 2008 as financial conditions deteriorated sharply and thecentral banktook steps to injectliquidityinto the financial system.\n\nIn August 2007, the Board of Governors cut the primary discount rate from 6.25% to 5.75%, reducing the premium over theFed funds ratefrom 1% to 0.5%. In October 2008, the month afterLehman Brothers' collapse, discount window borrowing peaked at $403.5 billion against the monthly average of $0.7 billion from 1959 to 2006.\n\nOwing to thefinancial crisis, the board extended the lending period from overnight to 30 days, then to 90 days in March 2008.Once the economy recovered, those temporary measures were revoked, and the discount rate was reverted to overnight lending only.\n\nThe Fed maintains its own discount rate under the discount window program in the U.S. Most central banks across the globe use similar measures, although they vary by area. For instance, theEuropean Central Bank (ECB)offers standing facilities that serve the same purpose. Financial organizations can obtain overnight liquidity from the central bank against the presentation of sufficient eligible assets as collateral.\n\nMost commonly, the Fed's discount window loans are overnight only, but the loan period can be extended in periods of extreme economic distress, such as the 2008-2009 credit crisis.\n\nThe same term, discount rate, is used in discounted cash flow analysis. DCF is used to estimate the value of an investment based on its expected future cash flows. Based on the concept of thetime value of money, DCF analysis helps assess the viability of a project or investment by calculating the present value of expected future cash flowsusing a discount rate.\n\nSuch an analysis begins with an estimate of the investment that a proposed project will require. Then, the futurereturnsit is expected to generate are considered. Using the discount rate, it is possible to calculate the current value of any future cash flows. The project is considered viable if the netpresent value (PV)is positive. If it is negative, the project isn't worth the investment.\n\nIn this context of DCF analysis, the discount rate refers to the interest rate used to determine the present value. For example, $100 invested today in a savings scheme with a 10% interest rate will grow to $110. In other words, $110, which is thefuture value (FV), when discounted by the rate of 10%, is worth $100 (present value) as of today.\n\nIf one knows (or can reasonably predict) all such future cash flows (like the future value of $110), then, using a particular discount rate, the present value of such an investment can be obtained.\n\nWhat is the appropriate discount rate to use for an investment or a business project? While investing in standard assets, like treasury bonds, therisk-free rateof return—generally considered the interest rate on the three-month Treasury bill—is often used as the discount rate.\n\nOn the other hand, if a business is assessing the viability of a potential project, theweighted average cost of capital (WACC)may be used as a discount rate. This is the average cost the company pays for capital from borrowing or selling equity.\n\nIn either case, the net present value of all cash flows should be positive if the investment or project is to get the green light.\n\nThere are different types of discount rates that apply to various investments of a business. What type is required depends on the needs and demands of investors and the company itself. Here are the most common:\n\nTo calculate the discount rate, use the following formula:\n\nHere's an example to show how the discount rate works. Let's say you want to determine the discount rate on a certain investment using the following variables:\n\nNow, let's use the formula above to determine the discount rate. For the fractional exponent, you can convert it to a decimal ( 1 ÷ 10 ):\n\nDR = ( FV ÷ PV )1/n- 1DR = ( $5,000 ÷ $3,500 )1/10- 1DR = $1.428570.1- 1DR = 1.03631 - 1DR = 0.03631\n\nSo, in this case, the discount rate is 3.631%.\n\nThe discount rate reduces future cash flows, so thehigher the discount rate, the lower the present value of the future cash flows. A lower discount rate leads to a higher present value. As this implies, when the discount rate is higher, money in the future will be worth less than it is today—meaning it will have less purchasing power.\n\nThere are three steps to calculating the DCF of an investment:\n\nThe discount rate used depends on the type of analysis undertaken. When considering an investment, the investor should use theopportunity costof putting their money to work elsewhere as an appropriate discount rate. That is the rate of return that the investor could earn in the marketplace on an investment of comparable size and risk.\n\nA business can choose the most appropriate of several discount rates. This might be an opportunity cost-based discount rate,its weighted average cost of capital, or the historical average returns of a similar project. In some cases, using the risk-free rate may be most appropriate.\n\nThe discount rate is the lending rate at the Federal Reserve's discount window, where banks can get a loan if they can't secure funding from another bank on the market. A discount rate is alsocalculated to make business or investing decisionsusing the discounted cash flow model.\n\nFederal Reserve. \"The Discount Window.\"\n\nFederal Reserve History. \"Federal Reserve Credit Programs During the Meltdown.\"\n\nEuropean Central Bank. \"What Is the Marginal Lending Facility Rate?\"",
  "url": "https://www.investopedia.com/terms/d/discountrate.asp"
}