{
  "term": "Discretionary Order: Meaning, Examples, Investment Management",
  "definition": "A discretionary order is an order condition that gives a broker some latitude for its execution in terms of timing, price, and so on. A discretionary order may also be called anot-held order.\n\nMore broadly, a discretionary order is one where a broker or other financial markets professional can place and work an order without explicit acknowledgment from the customer. These orders can broaden the specification of standard types of conditional orders to give an order a higher likelihood of execution. Additionally, discretionary orders help to improve the chances of order execution while still also allowing the investor to place certain conditional constraints.\n\nStandard types of conditional orders can include an additional discretionary component. The discretionary component is commonly added tolimit ordersandstop loss orders. This component is a basic order provision that allows the investor to include a discretionary amount with their order. Thus, if a broker is a given a limit order with discretion, the broker may choose to change the limit price in response to market activity and liquidity when the order is received.\n\nDiscretionary orders can be placed through electronic trading systems or with abroker. In either case, the investor specifies with a broker-dealer a conditional order with a discretionary amount. The discretionary amount is typically quoted in cents and gives the order some additional latitude for being executed beyond the standard conditions. These orders are viewed as special orders by broker-dealers who monitor them for submission.Broker-dealerswill seek to submit orders based on the best price for the customer.\n\nDiscretionary orders are subject to broker-dealer allowances. If offered they can usually be added to all types of orders. In some cases, an investor may add a discretionary amount to a single-day order. Discretionary amounts can also be added togood 'til canceled(GTC) orders which remain open indefinitely unless canceled by the investor.\n\nMany investors choose to add a discretionary amount to standard buy and sell limit orders. Limit orders are the most basic type of conditional order allowing an investor to choose a specified price for which they seek to buy or sell a security.Buy limit orderprices will be below the market price and sell limit orders are above the market price.\n\nIn a discretionary buy limit order, an investor would specify a below-market price for execution. This investor would also specify a discretionary amount either through their trading system or with their broker directly. If an investor placed a buy limit order of $20 on astockcurrently priced at $22 with a 10 cent discretionary amount, then it means they seek to buy the security at $20 but would permit a buy order price of $20 to $20.10. If the price falls to $20.10, this order would be submitted and executed for the investor.\n\nIn a discretionary sell limit order, an investor would specify an above-market price for execution. This investor would also specify a discretionary amount with their order. If an investor places a sell order at $24 on a stock currently trading at $22 with a 10 cent discretionary amount, then the order could be submitted and executed at a selling price of $23.90 or higher.\n\nDiscretionary investment management is a form of investment management in which buy and sell decisions are made by aportfolio manageror investment counselor for the client's account. The term \"discretionary\" refers to the fact that investment decisions are made at the portfolio manager's discretion. This means that the client must have the utmost trust in the investment manager's capabilities.\n\nDiscretionary investment management can only be offered by individuals who have extensive experience in the investment industry and advanced educational credentials. Discretionary investment management is generally only offered tohigh-net-worthclients who have a significant level of investable assets.\n\nThese clients must maintain adiscretionary account—an investment account that allows an authorizedbrokerto buy and sell securities without the client's consent for each trade. They must also sign a discretionary disclosure with the broker as documentation of the client's consent. A discretionary account is sometimes referred to as amanaged account; many brokerage houses require client minimums (such as $250,000) to be eligible for this service, and usually charge between 1% and 2% a year of assets under management (AUM) in fees.",
  "url": "https://www.investopedia.com/terms/d/discretionaryorder.asp"
}