{
  "term": "Discounted Cash Flow (DCF) Explained With Formula and Examples",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nDiscounted cash flow (DCF) is avaluationmethod that estimates the value of an investment using its expected futurecash flows. Analysts use DCF to determine thevalue of an investment today, based on projections of how much money that investment will generate in the future.\n\nDiscounted cash flow can help investors who are considering whether to acquire a company or buy securities. Discounted cash flow analysis can also assist business owners and managers in making capital budgeting or operating expenditures decisions.\n\nDiscounted cash flow analysis finds thepresent valueof expected future cash flows using adiscount rate. Investors can use the present value of money to determine whether the future cash flows of an investment or project are greater than the value of the initial investment. In other words, is the money this investment is likely to generate in the future higher than what will be invested right now?\n\nIf it is, the investment will be profitable and is worth considering. If it is not, the investment isn't a good idea.\n\nDiscounted cash flow analysis is used to estimate the money an investor might receive from an investment, adjusted for thetime value of money. The time value of money assumes that a dollar that you have today is worth more than a dollar that you receive tomorrow because it can be invested. As such, a DCF analysis can be useful in any situation where a person is paying money in the present with expectations of receiving more money in the future.For example, assuming a 5% annual interest rate, $1 in a savings account will be worth $1.05 in a year. Similarly, if a $1 payment is delayed for a year, its present value is 95 cents because you cannot transfer it to your savings account to earn interest.\n\nTo conduct a DCF analysis, an investor must make estimates about future cash flows and the end value of the investment, equipment, or other assets.\n\nThe investor must also determine an appropriate discount rate for the DCF model, which will vary depending on the project or investment under consideration. Factors such as the company or investor's risk profile and the conditions of the capital markets can affect the discount rate chosen.\n\nIf the investor cannot estimate future cash flows or the project is very complex, DCF will not have much value.\n\nFor DCF analysis to be useful, estimates used in the calculation must be as solid as possible. Estimating too highly will result in overvaluing the eventual payoff of the investment. Likewise, estimating too low may make the investment appear too costly for the eventual profit, which could result in missed opportunities.\n\nDCF=CF1(1+r)1+CF2(1+r)2+CFn(1+r)nwhere:CF1=The cash flow for year oneCF2=The cash flow for year twoCFn=The cash flow for additional yearsr=The discount rate\\begin{aligned}&DCF = \\frac{ CF_1 }{ ( 1 + r ) ^ 1 } + \\frac{ CF_2 }{ ( 1 + r ) ^ 2 } + \\frac{ CF_n }{ ( 1 + r ) ^ n } \\\\&\\textbf{where:} \\\\&CF_1 = \\text{The cash flow for year one} \\\\&CF_2 = \\text{The cash flow for year two} \\\\&CF_n = \\text{The cash flow for additional years} \\\\&r = \\text{The discount rate} \\\\\\end{aligned}​DCF=(1+r)1CF1​​+(1+r)2CF2​​+(1+r)nCFn​​where:CF1​=The cash flow for year oneCF2​=The cash flow for year twoCFn​=The cash flow for additional yearsr=The discount rate​\n\nThis discount rate in DCF analysis is the interest rate used when calculating thenet present value (NPV)of the investment. It represents the time value of money from the present to the future. You can find the discount rate over timeusing Microsoft Excel.\n\nWhen a company analyzes whether it should invest in a certain project or purchase new equipment, it usually uses itsweighted average cost of capital(WACC) as the discount rate to evaluate the DCF. The WACC incorporates the average rate of return that shareholders in the firm are expecting for the given year.\n\nFor example, say that your company wants to launch a project. The company's WACC is 5%. That means that you will use 5% as your discount rate.\n\nThe initial investment is $11 million, and the project will last for five years, with the following estimated cash flows per year.\n\nUsing the DCF formula, the calculated discounted cash flows for the project are as follows.\n\nAdding up all of the discounted cash flows results in a value of $13,306,727. By subtracting the initial investment of $11 million from that value, we get anet present value(NPV) of $2,306,727.\n\nThe positive number of $2,306,727 indicates that the project could generate a return higher than the initial cost—a positive return on the investment. Therefore, the project may be worth making.\n\nIf the project had cost $14 million, the NPV would have been -$693,272. That would indicate that the project cost would be more than the projected return. Thus, it might not be worth making.\n\nDividend discount models, such as theGordon Growth Model(GGM) for valuing stocks, are other analysis examples that usediscounted cash flows.\n\nLike any other form of financial analysis, there are advantages and disadvantages to using discounted cash flow analysis.\n\nApplicable to variety of projects\n\nDiscounted cash flow analysis can provide investors and companies with a reasonable projection of whether a proposed investment is worthwhile.\n\nIt is an analysis that can be applied to a variety of investments and capital projects where future cash flows can be reasonably estimated.\n\nIts projections can be tweaked to provide different results for various what-if scenarios. This can help users account for different projections that might be possible.\n\nThe major limitation of discounted cash flow analysis is that it involves estimates, not actual figures. So the result of DCF is also an estimate. That means that for DCF to be useful, individual investors and companies must estimate a discount rate and cash flows correctly.\n\nFurthermore, future cash flows rely on a variety of factors, such as marketdemand, the status of the economy, technology, competition, and unforeseen threats or opportunities. These can't be quantified reliably. Investors must understand this inherent drawback for their decision-making.\n\nDCF shouldn't necessarily be relied on exclusively even if solid estimates can be made. Companies and investors should consider other, known factors as well when sizing up an investment opportunity. In addition, comparable company analysis and precedent transactions are two other, common valuation methods that might be used.\n\nCalculating the DCF involves three basic steps. One, forecast the expected cash flows from the investment. Two, select a discount rate, typically based on the cost of financing the investment or the opportunity cost presented by alternative investments. Three, discount the forecasted cash flows back to the present day, using a financial calculator, a spreadsheet, or a manual calculation.\n\nYou have a discount rate of 10% and an investment opportunity that would produce $100 per year for the following three years. Your goal isto calculate the value today—the present value—of this stream of future cash flows. Since money in the future is worth less than money today, you reduce the present value of each of these cash flows by your 10% discount rate. Specifically, the first year’s cash flow is worth $90.91 today, the second year’s cash flow is worth $82.64 today, and the third year’s cash flow is worth $75.13 today. Adding up these three cash flows, you conclude that the DCF of the investment is $248.68.\n\nDiscounted cash flow and net present value are not the same, though the two are closely related. NPV adds a fourth step to the DCF calculation process. After forecasting the expected cash flows, selecting a discount rate, discounting those cash flows, and totaling them, NPV then deducts the upfront cost of the investment from the DCF. For instance, if the cost of purchasing the investment in our above example were $200, then the NPV of that investment would be $248.68 minus $200, or $48.68.\n\nDiscounted cash flow is a valuation method that estimates the value of an investment based on its expected future cash flows. By using a DCF calculation, investors can estimate the profit they could make with an investment (adjusted for the time value of money). The value of expected future cash flows is first calculated by using a projected discount rate.\n\nIf the discounted cash flow is higher than the current cost of the investment, the investment opportunity could be worthwhile.\n\nCFA Institute. \"Discounted Dividend Valuation.\"",
  "url": "https://www.investopedia.com/terms/d/dcf.asp"
}