{
  "term": "Discouraged Worker: Definition, Causes, vs. Unemployed",
  "definition": "A discouraged worker is a person who is eligible for employment and can work, but who is currently unemployed and has not attempted to find employment in the last four weeks. Discouraged workers usually have given up on searching for a job because they found no suitable employment options or failed to secure a job when they applied.\n\nThe U.S. Department of Labor’sBureau of Labor Statistics (BLS)defines discouraged workers as “those persons not in the labor force who want and are available for work, and who have looked for a job sometime in the prior 12 months, but were not counted as unemployed because they had not searched for work in the four weeks preceding the survey.” The BLS adds that “discouraged workers were not currently looking for work specifically because they believed no jobs were available for them or there were none for which they would qualify.”\n\nAs discouraged workers are no longer looking for employment, they are not counted as active in the labor force. This means that the headlineunemployment rate, which is based solely on the active labor force number,does not take into account the number of discouraged workersin the country.\n\nThe causes for worker discouragement are complex and varied. In some cases, workers fall out of the workforce because they are not equipped to deal with technological change in their workplace. An example of this occurred during theGreat Recession, when the manufacturing sector shed senior staff unable to work on the new computer numeric control (CNC) machines, used for cutting wood and other hard materials, according to a report byThe Washington Post.\n\nNick Eberstadt of the American Enterprise Institute (AEI) has blamed the “flight from work” on a lack of supply of skilled, able, and willing workers and an increasing reliance ondisability insurance.His theory is backed by Alan Krueger’s 2016 research, which found that self-reported pain and disability insurance was higher among discouraged workers.\n\nOther possible reasons for discouraged workers include restrictions that limit employment options for formerly incarcerated individuals and jobs that are perceived as being inaccessible to a specific gender.\n\nThe number of discouraged workers in the U.S. in June 2024, according to the Bureau of Labor Statistics (BLS).\n\nTo better analyze unemployment in the U.S., the BLS createdalternative measures for the underutilization of labor. U-4, U-5, and U-6 capture discouraged workers.\n\nFrom the second quarter of 2023 through the first quarter of 2024, the U-4 rate, seasonally adjusted, was 3.9%, just a shade higher than the headline, or official, unemployment rate of 3.7%.\n\nIn spite of the pandemic's impact on the economy, the current U-4 number is not as bad as the 2009 annual average, which stood at 9.7% in the throes of the Great Recession.\n\nThe U-4 rate helps to quantify how many discouraged workers exist and keep tabs on the change in their numbers. Further analysis of age groups, race, and geographic location is also made possible by U-4 measures.\n\nPolicymakers at federal, state, and local levels can use these numbers to formulate plans to assist them. Such plans may consist of training programs, educationsubsidies, ortax creditsfor companies that hire long-term unemployed individuals.\n\nDiscouraged workers are people who are eligible and able but not actively seeking work. Specifically, these workers have not tried to become gainfully employed in the last four weeks and have given up on searching for work typically because nothing is suitable.\n\nIn June 2024, there were 369,000 discouraged workers in the U.S. This was a significant decrease from June 2023, when there were 320,000 discouraged workers.\n\nAn unemployed person is defined as someone who is able and eligible to work and has been actively looking for work in the last four weeks. Discouraged workers are able and eligible but not currently looking for work. More specifically, discouraged workers have not actively looked for work in the last four weeks; therefore, they are not counted as unemployed.\n\nDiscouraged workers are those who are not employed or actively looking for work. In the United States, these workers are considered to have left the labor force. Because they are not counted in the official unemployment figure this omission can lead to misunderstandings of the actual employment situation.\n\nU.S. Bureau of Labor Statistics. \"Labor Force Characteristics (CPS): Discouraged Workers.\"\n\nU.S. Bureau of Labor Statistics. \"How the Government Measures Unemployment.\" Select \"What are the basic concepts of employment and unemployment?\"\n\nU.S. Bureau of Labor Statistics. \"How the Government Measures Unemployment.\" Select \"Who is not in the labor force?\"\n\nThe Washington Post. \"U.S. Manufacturing Sees Shortage of Skilled Factory Workers.\"\n\nTIME. \"America’s Unseen Social Crisis: Men Without Work.\"\n\nKrueger, Alan B. \"Where Have All the Workers Gone? An Inquiry Into the Decline of the U.S. Labor Force Participation Rate.\"Brookings Papers on Economic Activity, Fall 2017, pp. 1-87.\n\nPrison Policy Initiative. \"New Data on Formerly Incarcerated People’s Employment Reveal Labor Market Injustices.\"\n\nInternational Labour Organization. \"The Gender Gap in Employment: What’s Holding Women Back?\"\n\nU.S. Bureau of Labor Statistics. \"Table A-16. Persons Not in the Labor Force and Multiple Jobholders by Sex, Not Seasonally Adjusted.\"\n\nU.S. Bureau of Labor Statistics. \"Concepts and Definitions (CPS): Alternative Measures of Labor Underutilization (U-1 through U-6).\"\n\nU.S. Bureau of Labor Statistics. \"Alternative Measures of Labor Underutilization for States, Second Quarter of 2023 through First Quarter of 2024 Averages.\"\n\nU.S. Bureau of Labor Statistics. \"Alternative Measures of Labor Underutilization for States, 2009.\"",
  "url": "https://www.investopedia.com/terms/d/discouraged_worker.asp"
}