{
  "term": "Discounted Payback Period: What It Is and How to Calculate It",
  "definition": "Amanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nThe discounted payback period refers to the estimated amount of time it will take to make back the invested money.\n\nA discounted payback period is the number of years it takes to break even from undertaking an initial expenditure in a project. It's determined by discounting future cash flows and recognizing thetime value of money.\n\nThe discounted payback period is used incapital budgetingto evaluate the feasibility and profitability of a given project.\n\nThe simplerpayback periodformula divides the total cash outlay for the project by the average annualcash flows.\n\nHowever, it's not as accurate as the discounted cash flow version because it assumes only one, upfront investment, and does not factor in the time value of money. So it's not as good at helping management to decide whether or not to take on a project.\n\nWhen deciding on any project to embark on, a company or investor wants to know when their investment will pay off, meaning when the cash flows generated from the project will more than cover the cost of the project or the investment.\n\nThis is particularly important because companies and investors usually have to choose between more than one project or investment. So being able to determine when certain projects will pay back compared to others makes the decision easier.\n\nThe basic method of the discounted payback period is to take the future estimated cash flows of a project and discount them to theirpresent value(usingdiscounted cash flows). This figure is compared to the initialoutlayof capital for the investment.\n\nThe period of time that a project or investment takes for the present value of future cash flows to equal the initial cost provides an indication of when the project or investment will break even. No cash flows after that will be diminished by the initial cost.\n\nThe shorter a discounted payback period, the sooner a project or investment will generate cash flows to cover the initial cost.\n\nA general rule to consider is to accept projects that have apayback periodthat is shorter than the project's target timeframe.\n\nSo, for example, management can compare the required break-even date to the discounted payback period. If the latter's metric (in years) is less than the required break-even date, that's a positive sign that can play into the decision of whether or not to give the project the go-ahead.\n\nTo begin, the periodic cash flows of a project must be estimated and shown by each period in a table orspreadsheet.\n\nThese cash flows are then reduced by theirpresent value factorto reflect the discounting process. This can be done using the present value function and a table in a spreadsheet program.\n\nNext, assuming the project starts with a large cash outflow (or investment), the future discounted cash inflows are netted against the initial investment outflow.\n\nThis process is applied to each additional period's cash inflow to find the point at which the inflows equal the outflows. At this point, the project's initial cost has been paid off, and the payback period is reduced to zero.\n\nThe increase in inflation for consumer prices in the United States in April 2025, according to the Bureau of Labor Statistics. The core rate, which is adjusted to remove food and energy pricing, was 2.8%. Investors should consider the diminishing value of money when planning future investments.\n\nThe payback period is the amount of time it takes a project to break even in cash collections using nominal dollars.\n\nAlternatively, the discounted payback period reflects the amount of time necessary to break even based not only on what cash flows occur but when they occur and the prevailingrate of returnin the market.\n\nThese two calculations, although similar, may not return the same result due to the discounting of cash flows.\n\nFor example, projects with higher cash flows toward the end of a project's life will experience greater discounting due tocompound interest.\n\nFor this reason, the payback period may return a positive figure, while the discounted payback period returns a negative figure.\n\nAssume that Company A has a project requiring an initial cash outlay of $3,000. The project is expected to return $1,000 for each of the next five years, and the appropriatediscount rateis 4%.\n\nThe discounted payback period calculation begins with the -$3,000 cash outlay in the starting year (or period). The first year cash inflow is +$1,000.\n\nUsing the present value discount calculation, the discounted payback period figure is $1,000/1.04 = $961.54. Thus, after the first period, the project still requires $3,000 - $961.54 = $2,038.46 to break even.\n\nAfter the discounted cash flows of $1,000/(1.04)2= $924.56 in period two, and $1,000/(1.04)3= $889.00 in period three, the net project balance is $3,000 - ($961.54 +$924.56 + $889.00) = $224.90.\n\nAfter receipt of the fourth year payment, which is discounted to $854.80, the project will have a positive balance of $629.90. Therefore, the discounted payback period is between three and four years.\n\nThe standard payback period is calculated by dividing the initial investment cost by the annual net cash flow generated by that investment.\n\nFirst, determine the initial cost of an investment. The next step is to estimate the expected annual cash flows from the investment, as well as the discount rate (the value the cash flow loses with each successive year, due to inflation and the diminishing time value of money). Then calculate the present value of each instance of cash flow and subtract that from the cost. The discount payback period is the number of years it takes for the discounted cash flows to exceed the initial investment.\n\nThe decision rule is a simple rule to determine if an investment is worthwhile, and which of several investments is most worthwhile. If the discounted payback period for a certain asset is less than the useful life of that asset, the investment might be approved. If a business is choosing between several potential investments, the one with the shortest discounted payback period will be the most profitable.\n\nThe discounted payback period is a metric used to determine if an investment will be sufficiently profitable (in an acceptable time period) to justify its initial cost. It uses the predicted returns from the investment, and takes into consideration the diminishing value of future returns.\n\nU.S. Bureau of Labor Statistics. \"Consumer Price Index Summary.\"",
  "url": "https://www.investopedia.com/terms/d/discounted-payback-period.asp"
}