{
  "term": "Discounts: Definition and Different Types",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nIn finance and investing, a discount refers to a situation when a security is trading for lower than its fundamental orintrinsic value.\n\nInfixed-incometrading, a discount occurs when a bond's price is trading below its par orface value, with the size of the discount equal to the difference between the price paid for a security and its par value. Bonds ornotes may trade at a discountfor several reasons, including rising interest rates, or due to credit issues or riskiness associated with the underlying company compared to comparable bonds.\n\nA discount should not be confused with thediscount rate, which is an interest rate used for computing thetime value of money.\n\nThepar valueof a bond is most often set at $1,000. The par value is the amount that the issuer will repay to an investor when the debt security matures. If the price of the bond in the market is lower than $1,000, it is said to betrading at a discount. A discount bond may be contrasted with abond trading at a premium, where the market price is above its face.\n\nA bond may trade at a discount for several reasons. Because bond prices and interest rates are inversely correlated, if a bond offers a lower interest (coupon) rate than the prevailing interest rate in the economy, it will become less attractive than newly issued bonds with higher coupons, and it may be discounted accordingly. In other words, because the issuer is not paying as high of an interest rate to bondholders, these bonds must command a lower price in order to be competitive.\n\nFor example, if a bond with a par value of $1,000 is currently selling for $990, it is selling at a discount of 1% or $10 ($1000/$990 = 1).\n\nThe term \"coupon\" comes from the days of physical bond certificates—as opposed to electronic ones—when some bonds had coupons attached to them. Some examples of bonds that trade at a discount include U.S. savings bonds and Treasury bills.\n\nOne type of discount bond is apure discount instrument. This bond pays nothing until maturity. The bond is instead sold at a sizeable discount. However, when it reaches maturity, it repays the bondholder the full par value. For example, if you purchase a pure discount instrument for $900 and the par value is $1,000, you will receive a total of $1,000 when the bond reaches maturity (and a profit of $100).\n\nInvestors will not receive regular interest income payments from pure discount bonds. However, their return on investment is measured by the price appreciation of the bond. The more discounted the bond at the time of purchase, the higher the investor's implied rate of return at the time of maturity.\n\nAn example of a pure discount bond is azero-coupon bond, which doesn't pay interest but instead is sold at adeep discount. The discount amount is equal to the amount lost by a lack of interest payments. Zero-coupon bond prices tend to fluctuate more often than bonds with coupons.\n\nThe term deep discount doesn't only apply to zero-coupon bonds. It can be applied to any bond that is trading at 20% or more below market value.\n\nA discount is the opposite of apremium. When a bond is sold for more than the par value, it sells at a premium. A premium occurs if the bond is sold at, for example, $1,100 instead of its par value of $1,000. Conversely to a discount, a premium occurs when the bond has a higher interest rate than the market interest rate (or a better company history).\n\nOther securities, such as stocks or derivatives, can similarly be sold at a discount. However, this reduction in price is not often due to interest rates. Instead, a discount could be implemented for a stock issue in order to generate buzz around a particular company.\n\nCompanies may also offer discounts on their products or services to lure customers or boost sales.Cash discountsrefer to an incentive that a seller offers to a buyer in return for paying a bill before the scheduled due date. In a cash discount, the seller will usually reduce the amount that the buyer owes by either a small percentage or a set dollar amount.",
  "url": "https://www.investopedia.com/terms/d/discount.asp"
}