{
  "term": "Discount Broker: Definition, What They Do, Downsides, and Cost",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA discount broker is a stockbroker who carries out buy and sell orders at reduced commission rates compared to a full-service broker. However, a discount broker doesn't provide investment advice or perform analysis on a client's behalf like afull-service broker.\n\nOnly individuals with an annual income far above average could afford a broker and access to the stock market before the emergence of better communications technology. The Internet has brought an explosion ofdiscount online brokersthat allow individuals with smaller capital to trade for lower fees and with less capital. In terms of the stock market, most discount brokers operate through online platforms. A discount broker is nearly synonymous with online brokerages as a result.\n\nAndrew Bret Wallis/Getty Images\n\nDiscount brokers carry out orders at less cost but they typically just execute orders for their clients. These brokers don't offer personal consultations, advice, research, tax planning, and estate planning services for customers. Discount brokers can offer lower fees due to the lack of these services and because they don't spend money closing deals withhigh-net-worth individuals.\n\nMost discount brokers operate their businesses online where theoverheadsare low. Many discount brokers even went so far as to forego commissions altogether for certain types of securities beginning in 2019.\n\nDiscount brokerages in the securities industry provide clients with their own accounts to enter orders for execution. These investors usually don't interact with a live broker. The communication is minimal and only engages in trade executions if and when they do.\n\nThe services provided by discount brokers are aimed at self-directed traders and investors. The electronictrading platformsare built in a way that's beneficial for active traders withchartingand position monitoring services.\n\nWhether an investor opts for a discount broker or a full-service broker depends on their investing knowledge, market experience, financial goals, and financial status. Commissions typically take a healthy chunk out of investment and trading returns so some individuals opt to instead go for products offered by discount brokers.\n\nFull-service brokers are a better option for investors who need professional investment advice or require support to stay on top of theirfinancial planningoutside of investing.Discount brokers are particularly useful to investors and traders who frequently andactively buy and sell securities.\n\nInvestors who frequently trade benefit from the lower commissions that discount brokers charge. Investors who don't need advice, have small portfolios, or just want their trades executed are also usually better off using discount brokers.\n\nDiscount brokers can also be found inreal estateand other financial services fields.\n\nDiscount brokers in the real estate industry help individuals buy and sell properties. These discount brokers have access to the same home listings as full-service real estate agents do and they help clients to access that information directly for a fee. But they don't take the client through the purchase process as a traditional realtor would.\n\nThe National Association of Realtors (NAR) settled a lawsuit in 2024 that was based on full-service broker commissions. The suit was brought on behalf of home sellers. NAR's settlement prohibits offers of broker compensation on the Multiple Listing Service (MLS) but this agreement would not affect discount brokers who aren't affiliated with NAR. It would not necessarily reduce or affect fees owed to a discount broker.\n\nDiscount brokers may also sell insurance products although they don't provide professional financial advice, either.\n\nFull-service brokers may not need an official \"license\" but they must usually register with the Securities and Exchange Commission (SEC) and maintain membership in the Financial Industry Regulatory Authority (FINRA). States may also have their own, additional rules.\n\nThe U.S. Securities and Exchange Commission indicates that the base fees connected to an investment portfolio handled by a full-service broker can range from 0.25% up to 1%. This may not sound like a lot but the fees are paid annually so your cost will grow in tandem with the value of your investments.\n\nNo law says that you must use some type of broker although flying solo is generally not a good idea if you're not very knowledgeable about the industry. Two types of plans allow you to invest directly on your own: direct stock plans (DSPs) and dividend reinvestment plans (DRIPs). Both involve dealing directly with the company you want to invest in.\n\nThere's no guarantee that these plans won't also charge fees and DRIPs don't commonly provide for selling shares.\n\nDiscount brokers carry out orders for less cost to the investor but they typically just execute orders for their clients. They don't offer personal consultations or advice. Discount brokers can offer lower fees due to the lack of these services.\n\nYou can find a discount broker who will do as you instruct for less money than an advice-oriented broker but this is only a viable option if you know exactly what you need and want.\n\nCNBC. \"As Behemoth Brokerage Firms Go Zero-Commission on Trades, Advisors Are Concerned.\"\n\nU.S. Securities and Exchange Commission. \"Guide to Broker-Dealer Registration: Who Is a Broker?\"\n\nNational Association of Realtors. \"National Association of Realtors Reaches Agreement to Resolve Nationwide Claims Brought by Home Sellers.\"\n\nU.S. Securities and Exchange Commission. \"Brokers.\"\n\nU.S. Securities and Exchange Commission. \"Understanding Fees.\"\n\nU.S. Securities and Exchange Commission. \"Direct Investing.\"",
  "url": "https://www.investopedia.com/terms/d/discountbroker.asp"
}