{
  "term": "Disequilibrium: Definition in the Market, Reasons, and Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nDisequilibrium is a situation where internal and/or external forces prevent market equilibrium from being reached or cause the market to fall out of balance. This can be a short-term byproduct of a change in variable factors or a result of long-term structural imbalances.\n\nDisequilibrium is also used to describe a deficit or surplus in a country’sbalance of payments.\n\nSometimes, certain forces bring about a movement in the price of a commodity or service. When this happens the proportion of goods supplied to the proportion demanded becomes imbalanced, and the market for the product is said to be in a state of disequilibrium. This theory was originally put forth by economistJohn Maynard Keynes.\n\nMany modern economists have likened using the term \"general disequilibrium\" to describe the state of the markets as we most often find them. Keynes noted that markets will most often be in some form of disequilibrium—there are so many variable factors that affect financial markets today that true equilibrium is more of an idea.\n\nA market inequilibriumis said to be operating efficiently as itsquantity suppliedequals itsquantity demandedat an equilibrium price or amarket-clearing price. In an equilibrium market, there are neither surpluses nor shortages for a good or service. Equilibrium is thus the state in which market supply and demand balance each other; and as a result, prices become stable.\n\nGenerally, an over-supply of goods or services causes prices to go down, which results in higher demand—while an under-supply or shortage causes prices to go up resulting in less demand. The balancing effect of supply and demand results in a state of equilibrium. Disequilibrium occurs when this adjustment of supply, demand, and/or prices does not work as theorized.\n\nMarket forces tend to restore disequilibrium states back to their equilibrium. This is because people stand to profit from buying underpriced assets and selling overpriced ones, leadingarbitrageursto push supply and demand back into balance.\n\nBelow is a hypothetical graph depicting supply and demand in the market for wheat. As the graph shows, the price at Peis the single price that incentivizes both farmers (or suppliers) and consumers to engage in an exchange. At Pe, there is a balance in the supply and demand for wheat.\n\nFollowing our graph for the wheat market, if prices increased to P2, suppliers will be willing to provide more wheat from their storage barns to sell in the market, since the higher price would cover their production costs and lead to higher profits. However, consumers may reduce the quantity of wheat that they purchase, given the higher price in the market. When this imbalance occurs, the quantity supplied will be greater than the quantity demanded, and a surplus will exist, causing a disequilibrium market.\n\nThe surplus in the graph is represented by the difference between Q2and Q1, where Q2is the quantity supplied and Q1is the quantity demanded. Given the excess commodity supplied, suppliers will want to quickly sell the wheat before it gets rancid and will proceed to reduce the sales price. Economic theory suggests that in afree market, themarket pricefor wheat will eventually fall to Peif the market is left to function without any interference.\n\nWhat if the market price for wheat was P1. At this price, consumers are willing to purchase more wheat (Q2) at a lower price. On the other hand, since the price is below the equilibrium price, suppliers will provide a smaller amount of wheat (Q1) to sell as the price may be too low to cover theirmarginal costs of production. In this case, when Pefalls to P1, there will be a shortage of wheat as the quantity demanded exceeds the quantity supplied for the commodity.\n\nSince resources are not allocated efficiently, the market is said to be in disequilibrium. In a free market, it is expected that the price would increase to the equilibrium price as thescarcity of the goodforces the price to go up.\n\nThere are a number of reasons for market disequilibrium. Sometimes, disequilibrium occurs when a supplier sets a fixed price for a good or service for a certain time period. During this period ofsticky prices, if the quantity demanded increases in the market for the good or service, there will be a shortage of supply.\n\nAnother reason for disequilibrium is government intervention. If the government sets a floor or ceiling for a good or service, the market may become inefficient if the quantity supplied is disproportionate to the quantity demanded. For example, if the government sets a price ceiling on rent, landlords may be reluctant to rent out their extra property to tenants, and there will be excess demand for housing due to the shortage of rental property.\n\nFrom the standpoint of the economy, disequilibrium can occur in thelabor market. A labor market disequilibrium can occur when the government sets aminimum wage, that is, a price floor on the wage that an employer can pay its employees. If the stipulated price floor is higher than the labor equilibrium price, there will be an excess supply of labor in the economy.\n\nWhen a country’scurrent accountis at a deficit or surplus, itsbalance of payments(BOP) is said to be in disequilibrium. A country’s balance of payments is a record of all transactions conducted with other countries during a given time period. Its imports and exports of goods are recorded under the Current Account section of the BOP. A significant deficit on the current account where imports are greater than exports would result in disequilibrium.\n\nThe US, UK, and Canada have largecurrent account deficits. Likewise, when exports are greater than imports, creating acurrent account surplus, there is a disequilibrium. China, Germany, and Japan have large current account surpluses.\n\nA balance of payments disequilibrium can occur when there is an imbalance between domestic savings and domestic investments. A deficit in the current account balance will result if domestic investments is higher than domestic savings since the excess investments will be financed with capital from foreign sources. In addition, when the trade agreement between two countries affects the level of import or export activities, a balance of payments disequilibrium will surface.\n\nFurthermore, changes in an exchange rate when a country’s currency isrevaluedordevaluedcan cause disequilibrium. Other factors that could lead to disequilibrium includeinflationordeflation, changes in theforeign exchange reserves, population growth, and political instability.\n\nDisequilibrium is a result of a mismatch between the market forces of supply and demand. The mismatch is generally resolved through market forces or government intervention.\n\nIn the example of the labor market shortage above, the excess labor supply situation can be corrected either through policy proposals that address unemployed workers or through a process of investment in training workers to make them fit for new jobs. Within a market, innovations in manufacturing or supply chain, or technology can help address imbalances between supply and demand.\n\nFor example, suppose the demand for a company's product has receded due to its expensive price. The company can regain its share of the market by innovating its manufacturing or supply chain processes for a lower product price. The new equilibrium, however, might be one where the company has a greater supply of its product in the market at a lower price.\n\nDisequilibrium can happen relatively quickly in an otherwise stable market or can be a systematic characteristic of certain markets. As an example of the former,flash crashesare examples of market disequilibrium involving a mass of sequential sell orders that clear all bids, causing prices to fall dramatically in a rapid, downward spiral, made worse by algorithmic trading systems that detect the selloff and introduce new automated sell orders.\n\nThe first prominent flash crash occurred shortly after 2:30 p.m. EST on May 6, 2010, when the Dow Jones Industrial Average fell more than 1,000 points in just under 10 minutes, the biggest drop in history at that point. Within the hour, the Dow Jones index lost almost 9% of its value. Over one trillion dollars in equity was evaporated, although the market regained 70% by the end of the day.\n\nInitial reports claiming that the crash was caused by a mistyped order proved to be erroneous, and the causes of the flash were attributed to a U.K. futures trader, who later pled guilty for attempting to \"spoof the market\" by quickly buying and selling hundreds of E-mini S&P Futures contracts through theChicago Mercantile Exchange(CME). According to an investigative report by the U.S. Securities and Exchange Commission (SEC), the Flash Crash of 2010 was triggered by a single order selling a large amount of E-mini S&P contracts that created an unstable disequilibrium.\n\nWhen market equilibrium remains out of balance for a period of time, prices can become overly depressed or inflated, which can have real negative ramifications on markets and the broader economy. Market actors will be incentivized to try and restore equilibrium by buying and bidding up underprices goods or securities and selling or producing more of the overpriced ones.\n\nDisequilibrium is often caused by an imbalance in supply vs. demand. At times disequilibrium can spill over from one market to another—for instance, if there aren’t enough transport companies or resources available to ship coffee internationally then the coffee supply for certain regions could be reduced, affecting the equilibrium of coffee markets. Economists view many labor markets as being in disequilibrium due to how legislation and public policy protect people and their jobs, or the amount they are compensated for their labor.\n\nRemoving market frictions, trade barriers, certain regulations, and improving market efficiency and information dissemination can all help maintain equilibrium.\n\nInternational Monetary Fund. \"What Is Keynesian Economics?\"\n\nWorld Bank Group. \"Current Account Balance (BoP, current US$).\"\n\nU.S. Securities & Exchange Commission. \"Findings Regarding the Market Events of May 6, 2010.\" Page 2 and 3.\n\nU.S. Securities & Exchange Commission. \"Findings Regarding the Market Events of May 6, 2010.\" Page 10.",
  "url": "https://www.investopedia.com/terms/d/disequilibrium.asp"
}