{
  "term": "Diseconomies of Scale: Definition, Causes, and Types",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nDiseconomies of scale are increases in per-unit production costs caused by an increase in the volume produced.\n\nDiseconomies of scale are an increase in production costs caused by an increase in the volume of production. The opposite is supposed to happen: Businesses grow when they can produce more units of a product using the same level of investment in resources.\n\nThus, diseconomies of scale are the opposite ofeconomies of scale.\n\nInvestopedia / Michela Buttignol\n\nThe diagram below illustrates a diseconomy of scale. At point Q*, this firm is producing at the point of lowest averageunit cost. If the firm produces more or less output, then the average cost per unit will be higher. To the left of Q*, the firm can reap the benefit of economies of scale to decrease average costs by producing more. To the right of Q*, the firm experiences diseconomies of scale and an increasing average unit cost.\n\nEssentially, diseconomies of scale are the result of the growing pains a company experiences after it has already realized the cost-reducing benefits of economies of scale. Diseconomies of scale come about for several reasons, but all can be broadly categorized as internal or external:\n\nInternal diseconomies of scale involve either technical constraints on the production process that the firm uses or organizational issues that increase costs or waste resources without any change to the physical production process.\n\nTechnical diseconomies of scale involve physical limits on handling and combining inputs and goods in process. These can include overcrowding and mismatches between the feasible scale or speed of different inputs and processes.\n\nDiseconomies of scale can occur for a variety of reasons, but the cause often comes from the difficulty of managing an increasingly large workforce.\n\nOften, diseconomies of scale happen when a company grows too quickly, thinking that it can achieve economies of scale in perpetuity. For example, if a company has reduced the per-unit cost of its product each time it added a machine to its warehouse, its leadership might think that maxing out the number of machines is a great way to reduce costs.\n\nHowever, if it takes one person to operate a machine, and 50 machines are added to the warehouse, there is a chance that maintenance, labor, and energy costs might increase to the point where per-unit costs increase.\n\nSometimes, diseconomies of scale happen within an organization when one division within a company cannot produce the same quantity of output as another division. For example, imagine a product is made up of two components, gadget A and gadget B, each produced by different divisions. If gadget B is produced at a slower rate than gadget A, the company would need to slow theproduction rateof gadget A or add resources to increase production of gadget B, increasing the product's per-unit cost.\n\nOrganizational diseconomies of scale can happen for many reasons, but in many cases, they arise because of the difficulties of managing a larger workforce. Several problems can be identified with diseconomies of scale.\n\nFirst, communication becomes less effective. As a business expands, communication between different departments becomes more difficult. Employees may not have explicit instructions or expectations from management. In some instances, written communication becomes more prevalent over face-to-face meetings, which can lead to less feedback.\n\nAnother cause could be motivation. Larger businesses can isolate employees and make them feel less appreciated, which can result in a drop inproductivity.\n\nExternal diseconomies of scale can result from constraints of economic resources or other constraints imposed on a firm or industry by the external environment within which it operates. Typically, these include capacity constraints on common resources and public goods or increasing input costs due toprice inelasticity of supplyfor inputs.\n\nExternal capacity constraints can arise when a common pool resource or local public good cannot sustain the demands placed on it by increased production. Congestion on public highways and other transportation needed to ship a firm's products is an example of this type of diseconomy of scale.\n\nAs output increases, the logistical costs of transporting goods to distant markets can increase enough to offset any economies of scale. A similar example is the depletion of a critical natural resource below its ability to reproduce itself in atragedy of the commonsscenario. As the resource becomes ever more scarce and ultimately runs out, the cost to obtain it increases dramatically.\n\nPrice inelasticity of supply for key inputs traded on a market is a related cause of diseconomies of scale. In this case, if a firm attempts to increase output, it will need to purchase more inputs, butinelasticinputs will mean rapidly increasing input costs out of proportion to the increase in the amount of output realized.\n\nIn economics, the term economies of scale refers to the cost savings businesses obtain by finding ways to scale operations up or down. Whatever a company produces and sells comes at a cost, and these costs can be reduced to a certain point by adjusting the number of employees, machines, and computers, improving processes, and more. The business can adjust resources to increase production to a certain point, at which time the operational scaling begins to increase costs.\n\nWhen costs begin increasing again, it is the opposite of economies of scale, called diseconomies of scale. Diseconomies of scale can occur internally in a company or be caused by external circumstances like raw materials price changes, shortages, interest rate increases, or other economic influences.\n\nIncreasing costs per unit is considered bad in most cases, but it can be viewed as a good thing, as identifying the causes can help a business find its most efficient point.\n\nBy measuring and monitoring increasing output and costs per unit, you can identify the point at which too much production or other scaling methods increase your product's per-unit costs.\n\nA perfectly competitive market is a theoretical market where there are no barriers of entry, products and services are all similar, and all consumers have access to the same information and products. In this market, a buyer would only be concerned about prices, not quality or different features.\n\nDiseconomies of scale occur when a company increases its output and experiences an increase in the costs to produce one unit. It is the opposite of economies of scale, where an increase in output decreases per-unit costs.",
  "url": "https://www.investopedia.com/terms/d/diseconomiesofscale.asp"
}