{
  "term": "Disinflation: Definition, How It Works, Triggers, and Example",
  "definition": "Disinflation is a temporary slowing of the pace ofprice inflationand is used to describe instances when the inflation rate has reduced marginally over the short term.\n\nDisinflation is commonly used by the Federal Reserve (Fed) to describe a period of slowinginflation. It should not be confused withdeflation, which can be harmful to the economy. Unlike inflation and deflation, which refer to the direction of prices, disinflation refers to the rate of change in the rate of inflation.\n\nDisinflation is not considered problematic because prices do not actually drop, and disinflation does not usually signal the onset of aslowing economy. Deflation is represented as a negative growth rate, such as -1%, while disinflation is shown as a change in the inflation rate—say, from 3% one year to 2% the next. Disinflation is considered the opposite ofreflation, which occurs when a government stimulates an economy by increasing the money supply.\n\nA healthy amount of disinflation is necessary since it represents economiccontractionand prevents the economy fromoverheating. As such, instances of disinflation are not uncommon and are viewed as normal during healthy economic times. Disinflation benefits certain segments of a population, such as people who are inclined to save their earnings.\n\nSeveral things can cause aneconomyto experience disinflation. If a central bank decides to impose a tightermonetary policyand the government starts to sell off some of its securities, it could reduce thesupply of moneyin the economy, causing a disinflationary effect.\n\nSimilarly, a contraction in thebusiness cycleor arecessioncan also trigger disinflation. For example, businesses may choose not to increase prices to gain greatermarket share, leading to disinflation.\n\nThe U.S. economy experienced one of its longest periods of disinflation from 1980 through 2015.\n\nDuring the 1970s, the rapid rise of inflation came to be known as theGreat Inflation, with prices increasing more than 110% during the decade. The annual rate of inflation topped out at 14.76% in early 1980.\n\nFollowing the implementation of aggressive monetary policies bythe Fedto reduce inflation, the increase in prices slowed in the 1980s, rising just 59% for the period. In the 1990s, prices rose 32%, followed by a 27% increase from 2000 to 2009 and a 9% increase from 2010 to 2015.\n\nDuring this period of disinflation, stocks performed well, averaging 8.65% inreal returnsfrom 1982 through 2015. Disinflation also allowed the Fed to lower interest rates in the 2000s, which led tobondsgenerating above-average returns.\n\nHere is the danger that disinflation presents: When the rate of inflation falls near to zero, as it did in 2015, it raises the specter of deflation. Although the rate of inflation was near zero in 2015, concerns over deflation were dismissed because it was largely attributed to falling energy prices. As energy prices recovered in the period from 2016 to 2020, the rate of inflation picked up somewhat, averaging 1.8% during that period—moderated in 2020 by the COVID-19 pandemic.\n\nDisinflation has reappeared in 2023, following inflation jumping to its highest level in four decades last year. Since theConsumer Price Index (CPI)peaked at 9.1% in June 2022, the closely watched metric, which measures the overall change in consumer prices, has retreated.However, inflation still sits at historically high levels, well above the Federal Reserve’s target of 2%.\n\nA Boston University research paper published in the mid-2000s, examining a sustained period of disinflation in the early 1980s under then-Fed chairPaul Volcker, provides perhaps the best indication of how the economy will perform in 2023 under similar conditions to those years.\n\nWhen Volcker assumed his position in mid-1979, he aggressively lifted thefederal funds rateto tackle rampant inflation, which sat at 9%. In the following years, the economy cooled substantially, experiencing two recessions from 1980 to 1983, with unemployment climbing to 10.8% by the end of 1982.Current chairman Jerome Powell has liftedinterest ratesover the past 12 months at the fastest rate since Volcker to tame inflation, indicating a possible economic downturn if history repeats after a period ofhawkishmonetary policy.\n\nThe federal funds rate increased from 0.25% in March 2022 to 4.5% in December 2022—the fastest interest rate increase since the Volcker era.\n\nThe key difference between disinflation and deflation is that the former is alwayspositivebut decreasing, while the latter is alwaysnegative.\n\nDisinflation is usually caused by contractionary monetary policy—e.g., rising interest rates. It can also arise from increases in productivity and technology.\n\nPast periods of disinflation have causedrecessions/economic slowdownsthat resulted in higherunemploymentand lowercorporate earnings.\n\nAcademic research shows that the economy suffered two recessions and higher unemployment during the last sustained period of disinflation, in the early 1980s.\n\nDisinflation refers to a slowing in the rate of inflation, typically when it eases over the short term. Proponents of disinflation argue that it’s necessary to prevent the economy from overheating, while opponents say that it can lead to a downturn or cause deflation, as it represents economic contraction.\n\nDisinflation typically arises from a reduction in the money supply that results from rising interest rates, but it can also come about by productivity advancements or companies raising prices at a slower pace during a contracting business cycle. A period of disinflation in the early 1980s indicates the economy may contract over the next few years if history repeats.\n\nU.S. Bureau of Labor Statistics. “Historical Consumer Price Index for All Urban Consumers,” Page 2.\n\nU.S. Bureau of Labor Statistics. “Consumer Prices Up 9.1% Over the Year Ended June 2022, Largest Increase in 40 Years.”\n\nBoston University. “The Incredible Volcker Disinflation,” Page 1.\n\nU.S. Bureau of Labor Statistics. “Unemployment Continued to Rise in 1982 as Recession Deepened.”\n\nBoard of Governors of the Federal Reserve System. “Open Market Operations.”",
  "url": "https://www.investopedia.com/terms/d/disinflation.asp"
}