{
  "term": "Disintermediation: Definition and Examples in Business & Finance",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nThe term disintermediation refers to the process of cutting out thefinancial intermediaryin a transaction. It may allow a consumer to buy directly from a wholesaler rather than through an intermediary such as a retailer, or enable a business to order directly from a manufacturer rather than from a distributor. In the financial industry, it is seen when an investor is able to buy stock directly rather than through abrokeror a financial institution. The purpose of disintermediation is usually to cut costs, speed up delivery, or both.\n\nDisintermediation is used across various industries and is able to lower the overall cost of completing atransaction. Removing the intermediary may also allow a transaction to be completed more quickly. It is now a pillar of the internet model, where it is often called thebusiness-to-consumer(B2C) model.\n\nIt can occur when a wholesale purchase allows an interested buyer to purchase goods, sometimes in large quantities, directly from the producer. This can result in lower prices for the buyer because the intermediary, such as a traditional retail store, is removed from the purchasing process. This saves the buyer the cost of the markup that is associated with the transition of a product from awholesalerto a retailer before it reaches a buyer.\n\nThe concept originated in the financial industry, allowing investors to buy financial products directly without an intermediary, such as a broker or a bank. The government placed a limit on bankinterest ratesfor federally insured accounts in 1967, so consumers began taking their money out of savings accounts in order to find betterreturnsby directly investing inbonds or stocks.\n\nNot all companies offer wholesale options directly to customers, as it requires a substantial investment in resources to fulfill and ship these orders.\n\nIntermediaries often play a valuable part in the process of getting a product from theproduction lineto the consumer. A producer has a network of wholesalers who preorder their products and ship them for distribution. They employ sales representatives to score orders for products from retailers. A retail store is needed to showcase the products properly, get the customers through the doors, and make the sales. All of these roles must be duplicated by the producer who wants to cut out the middlemen.\n\nDisintermediation is inevitably associated with an increased burden on the company using the strategy. The company must dedicate more internal resources to cover the services that were previously handled by an intermediary.\n\nShipping costs, in particular, can be more expensive for a company that deals directly with the buyer. Specialized shipping companies haveeconomies of scalethat can substantially reduce their customers' shipping and handling costs.\n\nThe internet can be a powerful tool for disintermediation. Consumers and small businesses can theoretically place orders directly with the producers of products. In practice, new intermediaries such as Amazon, Etsy, and eBay have emerged as electronicmiddlemen. Even apps are sold through a third party such as Google Play or Apple's App Store.\n\nThe rise of online intermediaries may have been inevitable. Few producers can devote the resources to developing a retail platform and interface that could rival those of Amazon, eBay, or Etsy, and fewer still have the means to develop a professional marketing plan to promote their products.\n\nStill, some products have been able to skip at least one intermediary—the retailer. Electronicsmanufacturerssuch as Apple, Google, and HP are prime examples. Cosmetics brands, once sold only indepartment stores, now sell directly to consumers via their websites. Many small local businesses thrive by promoting their wares on their own websites and on social media.\n\nMany of these products are also available on retailers' sites.\n\nOther internet giants took on disintermediation in specific niches. Google's AdSense platform transformed themarketingand advertising industry, allowing businesses to directly control their own messaging. Meta (formerly Facebook) gives local businesses asocial mediaplatform to communicate directly with customers and promote their products.\n\nThis potential was realized to some extent, particularly by small independent businesses and website operators. But online marketing specialists soon emerged to manage the message for businesses eager to outsource the work. This process is sometimes called reintermediation.\n\nThe strategy of disintermediation is key to the development of decentralized cryptocurrencies that rely onblockchaintechnology, such as Bitcoin. One feature of these systems is that users transact on apeer-to-peer(P2P) basis directly with one another, without having a bank or a monetary authority facilitate or validate the transactions.\n\nInstead of relying on a trusted third party, blockchain systems employ a distributed consensus mechanism such asproof of work(PoW) orproof of stake(PoS). These mechanisms rely on cryptographic functions and algorithmic processing to maintain security and fidelity.\n\nDisintermediation is a critical component of the cryptocurrency business. Banks and governments are cut out. Transactions are peer to peer.\n\nThe travel industry has been transformed by disintermediation, mostly through the internet.\n\nThe process began when American Airlines introduced direct flight bookings on its Sabre Global Distribution System (now Travelocity) and made the service available on early online sites including PRODIGY and CompuServe.\n\nThe travel agent now has to struggle to compete for consumers who can book hotel rooms, cruises, rental cars, and flights directly from the providers or through a travel site that allows them to compare an exhaustive list of options.\n\nOnline travel booking is not, however, a perfect example of disintermediation. A site such as Expedia is essentially an intermediary. It buys hotel bookings in bulk at a discount and resells them to consumers, earningrevenueson themarkup.\n\nIn theory, consumers get a better price for a product when a step in itssupply chainis eliminated. In practice, steps in the supply chain that are necessary still have to be done by someone. Businesses and their customers benefit from disintermediation if the necessary tasks can be done as efficiently and more cheaply without the services of an intermediary.\n\nDisintermediation occurs whenever a step in the supply chain is eliminated. A consumer calls a hotel directly to make a reservation rather than booking through a website or a travel agent. A retailer orders directly from a manufacturer rather than a sales representative for a distributor.\n\nOr, on a vastly larger scale, Amazon builds up its shipping network in order to deliver directly to consumers rather than relying on FedEx or UPS.\n\nFrom its beginnings, the internet has been seen as an ideal platform for disintermediation. It has the potential to remove the intermediary and allow consumers and businesses to deal directly with producers and wholesalers. But it hasn't quite worked out that way. Most consumers most of the time go to new intermediaries such as Amazon in order to get a broad array of choices, customer service, and fast delivery all in one place.\n\nFederal Deposit Insurance Corporation (FDIC). \"Annual Report of the Federal Deposit Insurance Corporation,\" Page xi. Accessed Dec. 6, 2021.",
  "url": "https://www.investopedia.com/terms/d/disintermediation.asp"
}