{
  "term": "Dispersion in Statistics: Understanding How It's Used",
  "definition": "The field of statistics is used across every sector and industry to help people better understand, and predict, potential outcomes. In finance, investors often turn to statistics to gain a sense of how returns on certain assets, or groups of assets, could be distributed. This range of possible investment returns is called dispersion. In other words, dispersion refers to the range of potential outcomes of investments based on historical volatility or returns.\n\nThere are two important ways to measure dispersion—alpha and beta—which calculaterisk-adjusted returnsand returns relative to abenchmark, respectively. By considering the dispersion of possible investment returns and values such as alpha and beta, investors can gain a sense of the risk inherent in a particular security or investment portfolio.\n\nDispersion is often interpreted as a measure of the degree of uncertainty, and thusrisk, associated with a particular security or investmentportfolio.\n\nInvestors have thousands of potentialsecuritiesto invest in and many factors to consider in choosing where to invest. One factor high on their list of considerations is the risk profile of the investment. Dispersion is one of many statistical measures to give perspective.\n\nMost funds will address their risk profile in their fact sheets orprospectuses, which can be readily found on the internet.Information on individual stocks, meanwhile, can be found via Morningstar and similar stock rating companies.\n\nWhen it comes to statistics in finance, investors often turn to metrics such ascorrelationwhen discussingdiversificationand the variation of portfolios over time. However, according to S&P Dow Jones Indices, the measure known as asset dispersion has strong qualifications as a complementary tool.Understandably, since the dispersion of possible returns on an asset provides insight about thevolatilityand risk associated with holding that asset. The more variable the return on an asset, the more risky or volatile it is.\n\nFor example, an asset whose historical return in any given year ranges from +10% to -10% can be considered more volatile than an asset whose historical return ranges from +3% to -3% because its returns are more widely dispersed.\n\nThe primary risk measurement statistic,beta, measures the dispersion of a security's return relative to a particular benchmark ormarket index, most frequently the U.S. S&P 500 index. A beta measure of 1.0 indicates the investment moves in unison with the benchmark.\n\nA beta greater than 1.0 indicates the security is likely to experience moves greater than themarketas a whole—a stock with a beta of 1.3 could be expected to experience moves that are 1.3x the market, meaning if the market is up 10%, the beta stock of 1.3 climbs 13%. The flip side is that, if the market goes down, that security will likely go down more than the market, although there are no guarantees of the magnitude of the moves.\n\nA beta of less than 1.0 signifies a less dispersed return relative to the overall market. For example, a security with a beta of 0.87 will likely trail the overall market—if the market is up 10%, then the investment with the lower beta would be expected to rise only 8.7%.\n\nAlphais a statistic that measures a portfolio'srisk-adjusted returns—that is, how much, more or less, the investment returned relative to the index or beta.\n\nA return higher than the beta indicates a positive alpha, usually attributed to the success of theportfolio manageror model. A negative alpha, on the other hand, indicates the lack of success of the portfolio manager in beating the beta or, more broadly, the market.\n\nDescriptive statistics is a means of using summaries of a data sample to describe features of a larger data set. For example, a population census may include descriptive statistics regarding the ratio of men and women in a specific city.\n\nCovariance is a statistical measure of the directional relationship between two asset returns. Finding that two stocks that have a high or low covariance might not be a useful metric on its own. Some investors may choose to supplement their analysis by looking at the dispersion of returns, or correlation before deciding to invest.\n\nIn finance, beta is a measure of volatility of a security or portfolio compared to the market as a whole. Tracking beta over time can provide investors with a useful risk profile for the asset compared to a major index.\n\nDispersion refers to a statistical measure of the range of potential outcomes for an investment based on its historical volatility or returns. Two important ways to represent dispersion are alpha, which calculates risk-adjusted returns, and beta, which describes returns relative to a benchmark.Analyzing the dispersion of possible returns can help you understand the level of risk represented by a particular investment, although it's important to keep in mind that a security's future returns may diverge from its past performance.\n\nHarvard Law School Forum on Corporate Governance. \"SEC Risk Factor Disclosure Rules.\"\n\nS&P Dow Jones Indices. \"Dispersion: Measuring Market Opportunity.\"\n\nU.S. Department of Commerce, Commercial Law Development Program. \"Financial Modeling: CAPM & WACC.\" Pages 8-9.\n\nHarvard Business School Online. \"Hedge Fund Analysis: 4 Performance Metrics to Consider.\"",
  "url": "https://www.investopedia.com/terms/d/dispersion.asp"
}