{
  "term": "Disposition: Definition, How It Works in Investing, and Example",
  "definition": "A disposition is the act of selling or otherwise \"disposing\" of an asset orsecurity. The most common form of a disposition would be selling a stock investment on the open market, such as a stock exchange.\n\nOther types of dispositions includedonations to charitiesor trusts, the sale of real estate, either land or a building, or any other financial asset. Still, other forms of dispositions involve transfers andassignments. The bottom line is that theinvestorhas given up possession of an asset.\n\nA \"disposition of shares\" is perhaps the most commonly used phrase regarding a disposition. Let’s say an investor has been a long-timeshareholderof a particular company, but lately, the company may not be doing so well.\n\nIf they decide to exit the investment, it would amount to a disposition of that investment—a disposition of shares. Most likely, they would sell their shares through a broker on astock exchange. Ultimately, they have decided to get rid of, or dispose of, that investment.\n\nIf the sale results in any sort ofcapital gain, then the investor will have to paycapital gains taxon the profits of the sale if they meet the requirements set by theInternal Revenue Service(IRS).\n\nOther types of dispositions include transfers and assignments, where someone legally assigns or transfers particular assets to their family, a charity, or another type of organization. Mostly this is done for tax and accounting purposes, where the transfer or assignment relieves the disposer of tax or other liabilities.\n\nFor example, if an investor purchased stock for $5,000 and the investment grew to $15,000, the investor can avoid the capital gains tax on their profit by donating it to a charity. The investor is then able to include the entire $15,000 as atax deduction.\n\nBusinesses also dispose of assets, and very often, of entire business segments or units. This is commonly known as divestiture and can be done through aspinoff,split-up, orsplit-off.\n\nTheSecurities and Exchange Commission(SEC) has very specific guidelines on how these dispositions must be reported and handled. If the disposition is not reported in the financial statements of a company, thenpro formafinancial statements are required if the disposition meets the requirements of a significance test.\n\n\"Significance\" is determined by either an income test or an investment test. An investment test measures the investment value in the unit being disposed of compared to total assets. If the amount is more than 10% as of the most recent fiscal year-end, then it is considered significant.﻿﻿﻿\n\nThe income test measures if the \"equity in theincomefrom continuing operations before taxes, extraordinary items, and cumulative effects of changes in accounting principles\" is 10% or more of such income of the most recent fiscal year-end.﻿﻿﻿ In certain situations, the threshold level can be increased to 20%.\n\nBehavioral economicsalso has something to say about one's propensity to sell a winning vs. losing position based on the concept ofloss aversion. The \"disposition effect\" is a term that describes investor behavior in which they have a tendency to sell winning investments too early before realizing all potential gains while holding on to losing investments for longer than they should, hoping that the investments will turn around and generate a profit.\n\nThis effect was first introduced by Hersh Shefrin and Meir Statman in 1985 in their paper, \"The Disposition to Sell Winners Too Early and Ride Losers Too Long: Theory and Evidence.\" Studies show that investors should do the exact opposite of what the disposition effect states they tend to do.\n\nThe National Law Review. \"SEC Amends Financial Statement Requirements for Business Acquisitions and Dispositions\" Accessed Nov. 3, 2020.",
  "url": "https://www.investopedia.com/terms/d/disposition.asp"
}