{
  "term": "Disruptive Innovation: Meaning and Examples",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nDisruptive innovation refers to the innovation that transforms expensive or highly sophisticated products or services—previously accessible to a high-end or more-skilled segment of consumers—to those that are more affordable and accessible to a broader population. This transformation disrupts the market by displacing long-standing, established competitors.\n\nDisruptive innovation involves technologies used to make products easier to use or access and available to a larger, non-targeted market. Note that it does not involve the process of improving or enhancing products for the same target market. An example of disruptive innovation is the introduction of digital music downloads, which have, by far, replaced compact discs.\n\nClayton Christensen popularized the idea of disruptive innovation in the bookThe Innovator’s Solution, which was a follow-up toThe Innovators Dilemmapublished in 1997.\n\nChristensen posited that there are two types of technologies businesses deal with. Sustainable technologies allow a business to incrementally improve its operations in a predictable timeframe. These technologies and the way they are incorporated into a business are primarily designed to allow companies to remain competitive, or at least maintain a status quo. Disruptive technologies and the way they are integrated—the disruptive innovations—are more difficult to plan for and potentially more devastating to companies that do not pay enough attention to them.\n\nInvesting in a disruptive innovation can be complicated. It requires an investor to focus on how companies will adapt to disruptive technology instead of focusing on the development of the technology itself.\n\nCompanies such as Amazon (AMZN), Google (GOOGL), and Meta (META), formerly Facebook, are examples of companies that have heavily focused on the internet as a disruptive technology.\n\nThe internet has become so ingrained in the modern world that the companies that failed to integrate disruptive innovation into their business models have been pushed aside.Artificial intelligence(AI) and its potential to learn from employees and perform their jobs may be a disruptive innovation for the job market as a whole soon.\n\nThe internet was disruptive because it was not an iteration of previous technology. It was something new that created unique models for making money that never existed before. Of course, that created losses for otherbusiness models.\n\nPeople using smartphones instead of laptops and desktops for their computing needs, including web browsing and streaming, is another example of disruptive innovation. Technological enhancements have enabled cell phones to be equipped with small processors, chips, and software applications that support these functions.\n\nDisruptive innovation requires access to ignored or overlooked markets and technology that can transform a product into a more accessible and affordable one. To be disruptive, the network of partners—suppliers, contractors, and distributors—also must benefit from the new, disruptive business model. Certain core requirements include:\n\nDisruptive innovation is an innovation that simplifies and makes more affordable products and services to undesirable or ignored markets. Established companies typically strive to improve their products and services for their profitable customer base, largely ignoring the needs and desires of untapped segments. This lack of attention gives smaller companies or new entrants ground to target this ignored population with simpler, more affordable options.\n\nSustaining innovation, on the other hand, is the process of innovating to make existing products and services better for the existing customer base, either based on customer or market demands. Sustaining innovation does not target untapped or ignored markets; rather, it's innovating to remain relevant and competitive. CD makers making CDs with the capacity to hold large volumes of music that are scratch-resistant is sustaining innovation. A company introducing digital downloads via the internet, making CDs obsolete, is disruptive innovation.\n\nDisruptive innovation is differentiated from disruptive technology in that it focuses on the use of the technology rather than the technology itself.Two well-known examples of this are Amazon and Netflix.\n\nA classic example of the disruptive innovation of the internet being unleashed was the restructuring of the bookselling industry. Thebig bookselling chainslost out to Amazon (AMZN) because it could display its inventory without owning a physical store in every town and then ship the book to the buyer's home. Before online shopping became popular, books were sold in traditional bookstores, such as Barnes & Noble and the now-defunct Borders.\n\nAmazon's popularity grew along with its profits and market share, moving many bookstores to the back of the shelf or out of business. Since its launch, Amazon has successfully used the internet to create an online shopping platform, whereby most of what's offered in a physical store—including groceries—can be ordered from Amazon's website. And it all began with a small, garage-born company using the power of the internet to attend to the needs of a niche market of online shopping, book enthusiasts.\n\nThe Model T car is an example of something not considered to be disruptive innovation because it was an improvement on existing technology and it wasn't widely adopted upon its release. The auto industry didn't take off untilmass productionreduced prices, moving the entire transportation system from hooves to wheels. In that sense, the system of mass production does meet the criteria for disruptive innovation.\n\nNetflix (NFLX) is another disruptive innovator. During a time when VHS tapes and DVDs were rented in abundance from thousands of video stores, new-entrant Netflix saw an opening to cater to an overlooked market of online shoppers. Utilizing the growing power of the internet, it offered consumers the ability to peruse their catalog of DVDs, rent unencumbered by someone else's choice to rent the same selection, and have their selections sent directly to their home.\n\nAfter Netflix disrupted the media industry, Blockbuster went from having more than 9,000 Blockbuster brick-and-mortar stores to one.\n\nNot long after offering mail-delivered DVD rentals, it revised its business model, finding an avenue to disrupt itself in the market by providing online-streamed entertainment.However, competitors have successfully duplicated this business model, taking away from Netflix's market share. Time will tell how long Netflix can remain dominant, but there is no doubt about the disruption it brought about.\n\nDisruptive innovation refers to the process of transforming an expensive or highly sophisticated product, offering, or service into one that is simpler, more affordable, and accessible to a broader population. It explains the process of how innovation and technology can change markets by presenting affordable, simple, and accessible solutions and after doing so, disrupts the market from which its predecessors were born.\n\nAmazon provides a clear example of disruptive innovation. Jeff Bezos, in 1995, subscribing to the notion that the internet could significantly boost commerce, launched Amazon to sell books to a growing, but largely ignored online shopping community. In doing so, he forced many bookstores to go out of business. Netflix is another prime example. After it disrupted the media industry, the dominant player, Blockbuster, went from having 9,000+ brick-and-mortar stores to one.\n\nTo be a successful disruptor, the network of partners—suppliers, contractors, and distributors—must also benefit from the new business model. Certain core requirements include having enabling technology, an innovative business model, and a coherent value network where upstream and downstream business partners benefit from a successful disruption.\n\nDisruptive innovation involves the innovative processes used to transform products and services into simple and affordable options for bottom-tier or traditionally unmarketable consumers. Unlike sustaining innovation, it does not involve improving existing products for current customers.\n\nDisruptive innovation requires technology that can transform the product or service into something more affordable and easy-to-use, a business model that supports the disruptive innovation, and a network of upstream and downstream partners who support and will benefit from the success of the disruption. Amazon and Netflix are examples of market disruptors that began as new entrants in industries dominated by well-known, established companies.\n\nChristensen Institute. \"The Innovator’s Dilemma.\"\n\nClayton M. Christensen and Michael E. Raynor via Google Books. \"The Innovator's Solution,\" Page 34. Harvard Business Review Press, 2013.\n\nThe Brookings Institution. \"Artificial Intelligence Will Disrupt the Future of Work. Are We Ready?\"\n\nChristensen Institute. \"Disruptive Innovation.\"\n\nHarvard Business School. \"Reinventing Retail: The Novel Resurgence of Independent Bookstores,\" Page 6.\n\nGeorgia Institute of Technology, Scheller College of Business. \"The Secret Ingredients in Netflix’s Success Story.\"",
  "url": "https://www.investopedia.com/terms/d/disruptive-innovation.asp"
}