{
  "term": "Disruptive Technology: Definition, Example, and How to Invest",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nDisruptive technology is an innovation that significantly alters the way that consumers, industries, or businesses operate. A disruptive technology sweeps away the systems or habits it replaces because it has attributes that are recognizably superior.\n\nRecent disruptive technology examples include e-commerce, online news sites, ride-sharing apps, and GPS systems.\n\nIn their own times, the automobile, electricity service, and television were disruptive technologies.\n\nClayton Christensen introduced the idea of disruptive technologies in a 1995 Harvard Business Review article.Christensen later expanded on the topic inThe Innovator's Dilemma, published in 1997.It has since become a buzzword in startup businesses that seek to create a product with mass appeal.\n\nEven a startup with limited resources can aim at technology disruption by inventing an entirely new way of getting something done. Established companies tend to focus on what they do best and pursue incremental improvements rather than revolutionary changes. They cater to their largest and most demanding customers.\n\nThis provides an opening for disruptive businesses to target overlooked customer segments and gain an industry presence. Established companies often lack the flexibility to adapt quickly to new threats. That allows disruptors to move upstream over time and cannibalize more customer segments.\n\nDisruptive technologies are difficult to prepare for because they can appear suddenly.\n\nRisk-taking companies may recognize the potential of disruptive technology in their own operations and target new markets that can incorporate it into their business processes. These are the \"innovators\" of the technology adoption lifecycle. Other companies may take a more risk-averse position and adopt an innovation only after seeing how it performs for others.\n\nCompanies that fail to account for the effects of disruptive technology may find themselves losing market share to competitors that have discovered ways to integrate the technology.\n\nBlockchain, the technology behind Bitcoin, is a decentralized distributed ledger that records transactions between two parties. It moves transactions from a centralized server-based system to a transparent cryptographic network. The technology uses peer-to-peer consensus to record and verify transactions, removing the need for manual verification.\n\nThe automobile, electricity service, and television all were disruptive technologies in their own times.\n\nBlockchain technology has enormous implications for financial institutions such as banks and stock brokerages. For example, a brokerage firm could execute peer-to-peer trade confirmations on the blockchain, removing the need for custodians and clearinghouses, which will reducefinancial intermediarycosts and dramatically expedite transaction times.\n\nInvesting in companies that create or adopt disruptive technologies carries significant risk. Many products considered disruptive take years to be adopted by consumers or businesses, or are not adopted at all. The Segway electric vehicle was once touted as a disruptive technology until it wasn't.\n\nInvestors can gain exposure to disruptive technology by investing in exchange-traded funds (ETFs) such as the ALPS Disruptive Technologies ETF (DTEC). This fund invests in a variety of innovative areas such as the internet of things, cloud computing, fintech, robotics, and artificial intelligence.\n\nHarvard Business Review. \"Disruptive Technologies: Catching the Wave.\"\n\nClayton M. Christensen. \"The Innovator's Dilemma: When New Technologies Cause Great Firms to Fail.\" Harvard Business School Press, 1997.\n\nALPS. \"ALPS Disruptive Technologies ETF.\"",
  "url": "https://www.investopedia.com/terms/d/disruptive-technology.asp"
}