{
  "term": "Dissenters' Rights: What They are, How They Work, In Practice",
  "definition": "Under various forms of state legislation, dissenting shareholders of a corporation are entitled to receive a cash payment for thefair valueof their shares, in the event of a share-for-sharemerger or acquisition(M&A) to which the shareholders do not consent. Dissenters' rights allow dissenting shareholders an easy way out of the company if they do not want to be a part of the merger.\n\nPrior to the legislation creating dissenters' rights, mergers and acquisitions required a unanimous vote in favor of the deal from theshareholdersof the company. This allowed for just one dissenting shareholder to veto the merger or acquisition, even though it may have been in the best interest of the company. State legislation took away this right, but in turn, gave the shareholders the right to receive the cash payment for their shares instead.\n\nAlthough dissenting rights have made it easier to move ahead with a number of corporate transactions, certain business decisions are still not without issues. For instance, while the day-to-day operations of a corporation, and even the policies governing its ongoing operations, are generally left to the corporation's officers and directors, any \"extraordinary\" matter, such as a merger, must be approved by the corporation's shareholders.\n\nIf the necessary majority of the corporation's shareholders approve a merger or consolidation, it will advance, and the shareholders will receive compensation. However, no shareholder who votes against the transaction is required to accept shares in the surviving or successor corporation. Instead, they may exerciseappraisal rights.\n\nUnder appraisal rights, a dissenting shareholder who objects to an extraordinary transaction may have their shares of the pre-merger corporation appraised, and be compensated for the fair market value of their shares by the pre-merger company.\n\nThe financial world has seen an increase in appraisals in relation to dissenters' rights in many states, oftentimes due to the fact that the appraisal valuations have been higher than the price of the merged company. This provides added incentive for a shareholder to cash in before the merger.\n\nThough there can be benefits to exercising dissenters' rights, they do come with many risks. The valuation can be much lower than the merged price, resulting in a possible loss. Furthermore, the appraisal process can be lengthy and complex, requiring high litigation costs that the shareholder will have to incur themselves up until the court ruling.",
  "url": "https://www.investopedia.com/terms/d/dissenters-rights.asp"
}