{
  "term": "Distribution: Definition in Finance, Types, and Examples",
  "definition": "The word \"distribution\" has several meanings in the financial world, most of them pertaining to the payment of assets from a fund, account, or individual security to an investor or beneficiary.\n\nRetirement account distributions are among the most common and are required after the account holder reaches a certain age. A distribution also refers to a company's or a mutual fund's payment of stock, cash, and other payouts to its shareholders.\n\nDistributions come from several different financial products; however, whatever the source, the distribution payment usually goes directly to thebeneficiary, either electronically or by check.\n\nIn finance, a distribution can mean many things; however, the term is used most commonly to describe the following situations:\n\nRegardless of the situation, distributions can generally be regarded as \"cash\" that goes straight into your pocket.\n\nWithmutual funds,distributions represent the allocation of capital gains and dividend or interest income generated by the fund for the investors periodically during a calendar year.\n\nOne common type is the net capital gains distributions that come from profits on the sale of a mutual fund's holdings. For example, if a stock is bought for $75 and later sold for $150, the capital gains are $75 minus the fund's operating expenses. The exact amount of the distribution is tallied after the subtraction of these operating expenses.\n\nOnce dividends and distributions are disbursed, the fund’s share price declines by the total of the per-share distribution to the fund’s shareholders. The price falls because the distribution is withdrawn from the fund’s assets, which decreases thenet asset value(NAV).\n\nWith securities like stocks or bonds, a distribution is a payment of interest, principal, or dividend by the issuer of the security to the shareholders or bondholders.\n\nWhen a corporation earns a profit, it can reinvest the funds in the business, but may also pay a portion of the profit to shareholders in the form of a dividend. Sometimes the company offers a dividend reinvestment plan, where the amount can be applied to buying additional shares of the stock or fund.\n\nWithout a reinvestment plan, the funds flow into the investor's account as cash.\n\nThe income generated from an investment trust is awarded to investors, typically as a monthly or quarterly distribution. For this reason, distributions function similarly tostock dividends; however, distributions typically offer higher yields that can be as high as 10% a year. The distributions received lower a trust'staxable incomeand, as a result, little or no income tax is paid.\n\nMutual fund owners can reinvest their distributions at the fund's net asset value on theex-dividend date(settles in one day). ETF owners, meanwhile, have to wait a few business days to reinvest their distributions (usually takes three days to settle).\n\nDistributions from a traditionalindividual retirement account(IRA) can happen at any time after the creation of the account. Retirement account distributions fall into two categories:\n\nRoth IRAsalso generally require the funds to remain in the account until age 59½ before distribution. After the account has been in existence for a certain number of years, account holders may withdraw funds early but will pay penalty fees if they withdraw a sum greater than their contributions—if the distribution includes the account's earnings, in other words.\n\nOther retirement accounts also have age limitations for withdrawals without penalties.\n\nDistributions from qualified plans, such as403(b)accounts and457 plans, are two examples of such plans. Specific public school employees, members of religious orders, and other tax-exempt groups have 403(b) plans.The 457 plans contain deferred salary contributions and are mainly used by state and local governments.\n\nExcept for the Roth IRA, all retirement plans mentioned earlier require the holder to begin withdrawing funds once they reach the age of 73 if they were born between 1951 and 1959 or 75 if they were born in 1960 or after. The exact amount of this annualrequired minimum distribution(RMD) depends on the account holder's age and the value of funds in the account, as perIRS guidelines.\n\nAll distributions from these retirement accounts are taxed based on the individual's tax bracket at the time of withdrawal. The tax assessment reflects the fact that contributions to the account were made with pretax dollars.\n\nNote that only distributions from Roth IRAs or Roth 401(k)s can be taken without income tax being due on them because Roth contributions are made with after-tax dollars—the investor didn't receive a tax deduction or credit at the time. Further, the Roth accounts do not have the required minimum distributions at any age.\n\nThe Fidelity 500 Index Fund (FXAIX), which seeks to duplicate the performance of the S&P 500, disburses dividend distributions quarterly (in April, July, October, and December).\n\nIn 2022, investors received $0.462, $0.577, $0.581, and $0.636 for every share of the fund they owned for April, July, October, and December, respectively.Unless a customer specifies otherwise, Fidelity automatically reinvests these distributions, increasing the number of shares of the fund owned.\n\nA capital gains distribution is a cash payment made by a mutual fund or exchange-traded fund (ETF) to fund owners. If a mutual fund holds a capital asset for more than one year and then sells it, the fund usually passes on the profit to you as a capital gains distribution.\n\nA deed of distribution is a method of legally transferring property when the rightful receiver can't be determined from the descendant's will.\n\nA lump-sum distribution is a cash disbursement that is paid out all at once, as opposed to being paid out in steady installments. Lump-sum distributions can come from retirement plans, earned commissions, or certain debt instruments.\n\nAnon-taxable distributionis a payment to its shareholders that is classified as a \"return of capital.\" These distributions aren't paid from the company's earnings and aren't taxed until the investor sells stock in the company.\n\nIn the world of finance, a distribution generally refers to thedisbursementof assets from a fund, account, or individual security to an investor.\n\nBy understanding the ins and outs of various types of distributions—their purpose, how they're used, and how they work—you won't be left scratching your head when you hear the term thrown around during your investing life.\n\nFidelity. \"Trusts and Taxes: What You Need To Know.\"\n\nNasdaq. \"What Investors Should Know About Buying and Selling ETFs.\"\n\nInternal Revenue Service. \"Retirement Topics - Exceptions to Tax on Early Distributions.\"\n\nInternal Revenue Service. \"Publication 590-B (2021), Distributions From Individual Retirement Arrangements (IRAs).\"\n\nInternal Revenue Service. \"Retirement Plans FAQs Regarding 403(b) Tax-Sheltered Annuity Plans.\"\n\nInternal Revenue Service. \"Non-Governmental 457(b) Deferred Compensation Plans.\"\n\nInternal Revenue Service. \"Retirement Topics - Required Minimum Distributions (RMDs).\"\n\nCongress.gov. \"One Hundred Seventeenth Congress of the United States of America,\" Page 831.\"\n\nInternal Revenue Service. \"Roth Comparison Chart.\"\n\nFidelity. \"Fidelity 500 Index Fund.\"\n\nInternal Revenue Service. \"Topic No. 409 Capital Gains and Losses.\"",
  "url": "https://www.investopedia.com/terms/d/distribution.asp"
}