{
  "term": "Distributed Ledgers: Definition, How They're Used, and Potential",
  "definition": "Pattanaphong Khuankaew / EyeEm / Getty Images\n\nA distributed ledger is a transaction database that is stored and synchronized across multiple sites, institutions, or geographies. Network nodes store copies of the ledger and communicate any changes made by users to other nodes, which append their ledgers to match. Modern communication technology makes these changes happen in a matter of seconds, depending on the rates at which nodes compare their states.\n\nDistributed ledgers contrast centralized ledgers, which are most commonly used by businesses and governments. Centralizedledgersare more prone to cyber-attacks and fraud, as they have a single point of failure, but they offer more security in that there are fewer opportunities for access.\n\nBlockchains and direct acyclic graphs are types of distributed ledgers.\n\nData is collected and entered into digital files and then stored on computers. These files make up ledgers. Software is used to access and use this data, and access is granted to users who require it. In the past and in many cases, currently, these ledgers have been stored in central locations and controlled by specific users. These locations could be a closed network on a storage system stored in a room and maintained by system technicians. Data was usually audited and verified by humans, who are prone to make mistakes and corruption.\n\nDistributed ledgers use the same concept of storing data in files, but instead of one working copy of the ledger stored on a server (with backups), identical copies are allowed to be stored on multiple machines in different geographies. The computers, called nodes, automatically update their ledger copies and broadcast their states to other nodes. All nodes are programmed to verify other nodes' ledgers, and the network maintains its database.\n\nMost of this work is done using encryption techniques such as hashing data and then comparing it, which is done very quickly on modern computers and networks.\n\nWhile centralized ledgers are prone to cyber-attacks, distributed ledgers are inherently harder to attack because a majority of the distributed copies need to be altered simultaneously for them to be successful. Because of their distributed nature, these records are resistant to malicious changes by a single party. Distributed ledgers can also allow for much more transparency than is available in centralized ledgers.\n\nThis transparency makes anaudit trailmuch easier when conducting data audits and financial reviews. This helps remove the possibility offraudoccurring on the financial books of a company.\n\nDistributed ledgers also reduce operational inefficiencies and speed up the amount of time a transaction takes to complete. They are automated and, therefore, can function 24/7. All of these factors reduce overall costs for the entities that use and operate them.\n\nDistributed ledger technology has great potential to revolutionize the way governments, institutions, and corporations work. It can help governments collect tax, issue passports, and record land registries, licenses, and the outlay ofSocial Security benefits, as well as voting procedures.\n\nThe technology is making waves in several industries, including:\n\nWhile distributed ledger technology has multiple advantages, it’s in a budding stage and is still being explored in terms of how to adopt it in the best possible way. One thing is clear, though: The future format of centuries-old centralized ledgers is to be decentralized.\n\nA distributed ledger is used to prevent data tampering and make data management more efficient and accurate.\n\nDistributed ledgers are stored across a wide network and use different techniques to compare and validate copies. Centralized ledgers are stored in a central location and are usually controlled by an entity.\n\nGenerally, distributed ledgers are categorized into \"private,\" \"public,\" \"permissioned,\" and \"permissionless.\" They can then be designed as private permissioned, public permissionless, or private permissionless ledgers.\n\nDistributed ledgers are records of transactions that are stored across a network. The copies of these records can be programmed to automatically compare and validate data to ensure they are accurate and have not been altered. This programming makes these ledgers more reliable and accurate than traditional data entry and auditing techniques.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.",
  "url": "https://www.investopedia.com/terms/d/distributed-ledgers.asp"
}