{
  "term": "Distribution Waterfall",
  "definition": "A distribution waterfall is a way to allocate investment returns orcapital gainsamong participants of a group orpooled investment. Commonly associated withprivate equityfunds, the distribution waterfall defines the pecking order in whichdistributionsare allocated to limited and general partners.\n\nUsually, the general partners receive a disproportionately larger share of the total profits relative to their initial investment once the allocation process is complete. This is done to incentivize the fund'sgeneral partnerto maximize profitability for its investors.\n\nA distribution waterfall describes the method by which capital is distributed to a fund's various investors as underlying investments are sold for gains. Essentially, the total capital gains earned are distributed according to a cascading structure made up of sequential tiers, hence the reference to a waterfall. When one tier's allocation requirements are fully satisfied, the excess funds are then subject to the allocation requirements of the next tier, and so on.\n\nThough waterfall schedules may be customized, generally the four tiers in a distribution waterfall are:\n\nHurdle ratesfor the schedule also may be tiered, depending on the total amount of carried interest of the general partners. Typically, the more carried interest, the higher the hurdle rate. Additionally, a feature called \"clawback\" is frequently included in the fund prospectus and is meant to protect investors from paying more incentive fees than required. In case of such an occurrence, the manager is obligated to pay back the excess fees.\n\nInvestment waterfall mechanics are detailed in the distribution section of theprivate placementmemorandum (PPM). There are two common types of waterfall structures - American, which favors the general partner, and European, which is more investor-friendly.\n\nImagine a waterfall cascading down into a series of vertically-aligned buckets. The water represents money, and the buckets represent investors, partners, or stakeholders. The water fills the first bucket first. The second bucket will fill only after the first is completely full and spills over. As water flows, more buckets are filled in the order in which they appear.\n\nIn the European-style distribution waterfall, investors are given precedent over fund managers, whereas managers may be paid ahead of investors using the American-style waterfall.\n\nOften, private equity and hedge funds will feature atwo-and-twenty payment scheme. Under this, the fund managers retain 2% of assets under management (AUM) each year, plus 20% of any profits returned above some hurdle rate or benchmark.",
  "url": "https://www.investopedia.com/terms/d/distribution-waterfall.asp"
}