{
  "term": "Distributable Net Income (DNI) Definition, Formula, and Example",
  "definition": "Distributable net income, or DNI, is the amount paid from a trust to its beneficiaries. DNI also refers to the maximum taxable amount received by a unitholder or beneficiary of a trust.\n\nThis figure is capped to prevent double taxation. Any amount above the DNI that is distributed is, therefore, tax-free.\n\nThe Internal Revenue Service (IRS) considers distributable net income to be an estimate of the economic value that stems from adistributionto a beneficiary. A distribution is a payment made from an estate or an income trust to a beneficiary.\n\nDNI is intended to provide trust beneficiaries with a reliable income source while minimizing the amount of income taxes paid by the trust.\n\nEstatesand non-grantor trusts, like individuals, must file income tax returns. Non-grantor trusts are funded by thegrantor—the person or entity that creates the trust. But this kind of trust functions entirely on its own, as the grantor gives up control of the assets to the trust.\n\nThe income these trusts report is taxed at either the entity or beneficiary level. Which level is taxed depends on whether it is allocated to the principal amount or to the distributable income, and whether the amount is distributed to the beneficiaries.\n\nAccording to U.S. tax code, estates andtrustsare allowed to deduct the sum of the trust income required to be distributed and other amounts “properly paid or credited or required to be distributed” or the distributable net income, whichever is less, to beneficiaries to preventdouble taxationon income.\n\nAn income trust recognizes distributable net income as an amount transferred to unitholders. With an estate trust, it’s the amount to be distributed to a beneficiary.\n\nEstates and trusts are allowed to deduct the distributable net income or the sum of the trust income required to be distributed—whichever is less.\n\nAs noted above, when a trust calculates the distributablenet income, it essentially prevents any instance ofdouble taxationof the funds issued by a trust. The formula to calculate the figure is as follows:\n\nIn instances where there arecapital losses, that figure replaces the capital gains and is added to the formula instead of subtracted.\n\nThe personal exemption was repealed for individuals through 2025, but it was not repealed for trusts and estates. Trusts are allowed $100 or $300 exemptions, while estates are allowed a $600 exemption.\n\nTo calculate thetaxable income, you need to add the interest income,dividends, and capital gains, then subtract any fees and tax exemptions.\n\nUnlike for the DNI calculation, capital gains are added in the taxable income formula while capital losses are subtracted.\n\nDistributable net income is not the same asnet income. DNI is the income distributed from a trust to its beneficiary or beneficiaries. Net income is used by a public company to calculate itsearnings per share(EPS), which is the total profit of a company divided by the number of outstanding shares of its common stock. (Net income is also referred to as net earnings.)\n\nNet income appears on a company's balance sheet and helps indicate how profitable the company is. To calculate its net income, companies subtract any general and administrative expenses, operating expenses, interest, taxes, other expenses, and thecost of goods sold(COGS) from the total amount of sales.\n\nIn a wider context, the term net income can refer to an individual'stake-home pay. This is the amount of money a person earns after any deductions are taken from their paychecks such as taxes, healthcare, and insurance.\n\nA person's net income can be contrasted with theirgross income—the amount they earn before any deductions.\n\nHere's an example of how DNI is calculated using a fictional trust we'll call ABC Trust. Let's say ABC Trust reported total income of $40,000. Interest income was $10,000 of this, while the remaining $30,000 was derived from dividends. Fees charged by the trust amounted to $3,000, and the trust realized acapital gainof $15,000. Anexemptionof $300 applied to the trust.\n\nIf we use the formula above, the trust's taxable income is $51,700:\n\nWe can then use this taxable income figure to calculate the DNI, which would be $37,000:\n\nA trust's taxable income includes interest income, dividends, and capital gains, and it subtracts any fees, tax exemptions, and capital losses.\n\nFor the DNI calculation, capital gains are subtracted back out, while tax exemptions and capital losses are added back in.\n\nDistributable net income excludes capital gains and losses. It is removed from the taxable income figure for the purposes of calculating DNI.\n\nIn 2024, a decedent's estate is allowed a $600 exemption, a trust required to distribute all income is allowed a $300 exemption, and a qualified disability trust is allowed a $5,000 exemption. All other trusts are allowed a $100 exemption.\n\nDistributable net income is the maximum taxable amount that can be distributed to the beneficiaries of a trust. The formula used to calculate DNI takes the taxable income, subtracts capital gains, and adds an exemption.\n\nCornell. \"26 U.S. Code 661 - Deduction for Estates and Trusts Accumulating Income or Distributing Corpus.\"\n\nJournal of Accountancy. \"Trust and Estate Income Tax Returns Under the TCJA.\"\n\nInternal Revenue Service. \"2024 Form 1041-ES,\" Pages 1 and 2.",
  "url": "https://www.investopedia.com/terms/d/distributablenetincome.asp"
}