{
  "term": "Divestiture: Definition, Examples, and Reasons to Divest",
  "definition": "A divestiture is the partial or full disposal of a company or other entity's operations or assets through sale, exchange, closure, orbankruptcy. A divestiture most commonly results from a management decision to cease operating a business unit because it is not part of a company'score competency.\n\nA divestiture may also occur if a business unit is deemed to be redundant after amerger or acquisition, if the disposal of a unit increases the sale value of the firm, or if a court requires the sale of a business unit to improve market competition.\n\nTechnically, the offloading of anyasset, such as intellectual property rights, real estate, a piece of machinery, or something else an entity owns, can be categorized as a divestiture. However, the term is often used primarily in reference to business units, which represent more significant disposals.\n\nWhy would a company divest a business unit? There are various reasons and it isn't necessarily always voluntary.\n\nAs companies grow, they may find they're in too many lines of business and must close some operational units to focus on more profitable lines. Manyconglomeratesface this problem. Companies may also sell off business lines if they are under financialduress. For example, an automobile manufacturer that sees a significant and prolonged drop in competitiveness may sell off its financing division to pay for the development of a new line of vehicles.\n\nDivested business units may bespun offinto their own companies.\n\nAlternatively, an entity may be forced into divesture because of bankruptcy or to ensure amerger or acquisitionsatisfies competition laws. Regulatory authorities may agree to let a company buy another company provided that it sells one of its business units first if owning that unit on top of the new operation would give it an unhealthily large amount ofmarket share.\n\nBy divesting some of its assets, a company may be able to cut its costs, repay its outstanding debt, reinvest, focus on its core business(es), and streamline its operations. This, in turn, can enhanceshareholder value.\n\nGovernments and other entities also engage in divestitures. For example, governments may divest some of their interests or property—calledprivatization—to raise money to pay off debt or give the private sector a chance to profit.\n\nThere are many different reasons why a company may decide to sell off or divest itself of some of its assets. Here are some of the most common ones:\n\nGovernment regulation may require corporations to divest some of their assets, especially to avoid amonopoly.\n\nDivestitures can come about in many different forms, including the sale of a business unit to improve financial performance and due to anantitrust violation.\n\nIn 2023, Meta (formerly Facebook) sold the animation database Giphy to Shutterstock for $53 million, which represented an 83% loss on what it paid for Giphy just three years earlier. The sale was forced by U.K. regulators, who believed that Facebook's acquisition of the gif-animation platform represented a violation of the country's antitrust laws.\n\nIn 2022, foods manufacturer Kellogg announced its plans to split into three separate companies, spinning off its cereal and plant-based food brands. While the legacy Kellogg's company will focus on the frozen breakfast and snack foods that bring in 80% of the old company's revenue, the spin-offs will focus on the cereal markets and plant-based foods.\n\nIn 2002, archbishop Desmond Tutu launched a campaign calling on international investors to divest from Israel over the country's alleged colonization of the West Bank and other occupied Palestinian territories. The calls for divestment have intensified since the Israel-Hamas War, an ongoing conflict that erupted after a brutal surprise attack by Hamas in October 2023. Activists claim that several high profile institutions have reduced or eliminated investments in Israeli companies and businesses and that businesses within the country have taken an economic hit because of pressure campaigns.\n\nWhen a parent company divests part of its business, there may be some overlapping employees who ordinarily perform work for both entities. When that happens, the company will have to decide which employees will move into the new entity and which will remain part of the parent company. In addition, if the divested entity is purchased by another company, there may be layoffs at the new company. It is important for companies to be transparent about their divestiture plans.\n\nOne of the most famous cases of court-ordered divestiture was thebreakup of the old AT&Tin 1982. The U.S. government determined AT&T controlled too large a portion of the nation's telephone service and brought antitrust charges against the company in 1974. The divestiture created seven different companies, including one retaining the name AT&T, as well as new equipment manufacturers.\n\nA divestiture happens when a company sells part of its business or spins it off into a new entity. Companies may divest in order to focus on a core competency, raise cash, or reduce exposure to an underperforming business segment. They may also divest due to regulatory pressure if the combined entity has too large a market share.\n\nBdsmovement.net. \"Economic Boycott.\"\n\nCNBC. \"Facebook-Giphy Sale Shows How Fear of Regulators Is Slowing M&A Market.\"\n\nKellogg's. \"Kellogg's Announces Separation of Two Businesses as Bold Next Step in Portfolio Transformation.\"\n\nChron. \"How Does a Divestment Strategy Affect Employees?\"\n\nThe U.S. Department of Justice. \"The AT&T Divestiture: Was it Necessary? Was It a Success?\"",
  "url": "https://www.investopedia.com/terms/d/divestiture.asp"
}