{
  "term": "Divestment: Definition, Meaning, Purpose, Types, and Reasons",
  "definition": "Divestment is the process of selling subsidiary assets, investments, or divisions of a company in order to maximize the value of the parent company. Also known asdivestiture, divestment is effectively the opposite of an investment and is usually done when that subsidiary asset or division is not performing up to expectations.\n\nIn some cases, however, a company may beforced to sell assetsas a result of legal or regulatory action. Companies can also look to a divestment strategy to satisfy other strategic business, financial, social, or political goals.\n\nDivestment involves a company selling off a portion of its assets, often to improve company value and obtain higher efficiency. Many companies will use divestment to sell off peripheral assets that enable their management teams to regain sharper focus on the core business.\n\nDivestment can result from a corporate optimization strategy or be driven by extraneous circumstances, such as wheninvestmentsare reduced and firms withdraw from a particular geographic region or industry due to political or social pressure. One major recent instance is the impact of the pandemic, remote work, and the rise of technology use and their impact on offices and commercial real estate.\n\nItems that are divested may include asubsidiary, business department, real estate holding, equipment, and other property, or financial assets. Proceeds from these sales are typically used to pay down debt, make capital expenditures, fund working capital, or pay a special dividend to a company’s shareholders. While most divestment transactions are premeditated, company-initiated efforts, this process could be forced upon them at times as a result of regulatory action.\n\nRegardless of why a company chooses to adopt a divestment strategy, asset sales will generate revenue that can be used elsewhere in the organization. In the short run, this increased revenue will benefit organizations in that they can divert the funds to help another division that is not quite performing up to expectations. The norm is that divestment is done within the framework of restructuring and optimization activities. The exception would be if the company was being forced to divest a profitable asset or division for political or social reasons that could lead to a loss of revenue.\n\nDivestment will typically take the form of aspinoff, equitycarve-out, or direct sale ofassets.\n\nSpinoffs are non-cash and tax-free transactions, when a parent company distributes shares of its subsidiary to its shareholders. Thus, the subsidiary becomes a stand-alone company whose shares can be traded on a stock exchange.\n\nSpinoffs are most common among companies that consist of two separate and distinct businesses that have different growth or risk profiles.\n\nUnder the equity carve-out scenario, a parent company sells a certain percentage of the equity in its subsidiary to the public through a stock market offering. Equity carve-outs are often tax-free transactions that involve an equal exchange of cash for shares.\n\nBecause the parent company typically retains a controlling stake in the subsidiary, equity carve-outs are most common among companies that need to finance growth opportunities for one of their subsidiaries. Additionally, equity carve-outs allow companies to establish trading avenues for their subsidiaries’ shares and later dispose of the remaining stake under proper circumstances.\n\nA directsale of assets, including entire subsidiaries, is another common form of divestment. In this case, a parent company sells assets, such as real estate or equipment, to another party.\n\nThe sale of assets typically involves cash and may trigger tax consequences for a parent company if assets are sold at a gain. This type of divestiture that occurs under duress may result in afire sale, with assets sold for belowbook value.\n\nThe most common reason for divestment is to eliminate nonperforming, noncore businesses. Companies, especially large corporations orconglomerates, may own different business units that operate in very different industries, and that either can be quite difficult to manage or distract from theircore competencies.\n\nDivesting a nonessential business unit can free up time and capital for a parent company’s management to focus on its primary operations and expertise. For instance, in 2014, General Electric (GE) decided to divest its noncore financing arm by selling its shares of Synchrony Financial as a spinoff (SYF) on the New York Stock Exchange.\n\nAdditionally, companies divest their assets to obtain funds, shed an underperforming subsidiary, respond to regulatory action, and realize value through a breakup.\n\nIf companies are going through the process ofbankruptcy, they will often be required by legal ruling to sell off parts of the business.\n\nFinally, companies may engage in divestment for political and social reasons, such as selling assets contributing to global warming.\n\nDivestment involves a company selling off a portion of its assets. This is often done to improve company value and obtain higher efficiency. Divestment lets many companies sell off peripheral assets to enable their management teams to better focus on the core business.\n\nDivestment typically takes one of three forms:\n\nMost often, it’s for a company to eliminate nonperforming, noncore businesses.\n\nDivestment, which is also called divestiture, is the process of selling subsidiary assets, investments, or divisions of a company to maximize the parent company’s value. It is done when:\n\nDivestment is the opposite of investment.",
  "url": "https://www.investopedia.com/terms/d/divestment.asp"
}