{
  "term": "Dividend Yield: Meaning, Formula, Example, and Pros and Cons",
  "definition": "Dividend yield is a ratio that demonstrates a company's annual dividends relative to its shares' market price.\n\nA stock's dividend yield is a ratio showing how much a company pays out in dividends each year relative to its stock price. The reciprocal of the dividend yield is the dividend payout ratio.\n\nInvestopedia / Michela Buttignol\n\nDividends are payments made by a corporation to its shareholders, usually derived from the company's profits. These payments represent a portion of the company's earnings that is distributed to its investors as a reward for their ownership.\n\nThe dividend yield is an estimate of the dividend-onlyreturnof a stock investment. Assuming the dividend is not raised or lowered, the yield will rise when the stock price falls. Conversely, it will fall when the price of the stock rises.\n\nBecause dividend yields change relative to the stock price, it can often look unusually high for stocks that are falling in value quickly. New companies that are relatively small, but still growing quickly, may pay a lower average dividend than mature companies in the same sectors. Generally, mature companies that aren't growing very quickly pay the highest dividend yields.\n\nDividends can be issued in various forms, including cash payments, additional shares of stock, or other property. The most common form is cash dividends.\n\nIn some cases, the dividend yield may not provide much information about the kind of dividend the company pays. For example, the average dividend yield in the market can be very high amongreal estate investment trusts(REITs). However, those are the yields fromordinary dividends, which differ fromqualified dividendsin that the former is taxed as regular income while the latter is taxed as capital gains.\n\nAlong with REITs, master limited partnerships (MLPs) andbusiness development companies(BDCs) typically also have very high dividend yields. The structure of these companies is such that the U.S. Treasury requires them to pass on the majority of their income to their shareholders.This is referred to as a \"pass-through\" process, and it means that the company doesn't have to pay income taxes on profits that it distributes as dividends.\n\nA high dividend yield may not always be great. For example, a company may be better off retaining cash to expand its company, so investors are rewarded with higher capital gains via stock price appreciation.\n\nThe formula for dividend yield is as follows:\n\nDividend Yield=Annual Dividends Per SharePrice Per Share\\begin{aligned}&\\text{Dividend Yield} = \\frac{ \\text{Annual Dividends Per Share} }{ \\text{Price Per Share} } \\\\\\end{aligned}​Dividend Yield=Price Per ShareAnnual Dividends Per Share​​\n\nThe dividend yield can be calculated from the last full year's financial report. Alternatively, investors can also add the last four quarters of dividends, which captures the trailing 12 months of dividend data. Using a trailing dividend number is acceptable, but it can make the yield too high or too low if the dividend has recently been cut or raised.\n\nBecause dividends are paid quarterly, many investors multiply the last quarterly dividend by four and use the product as the annual dividend for the yield calculation.This approach will reflect any recent changes in the dividend, but not all companies pay an even quarterly dividend. Some firms, especially outside the U.S., pay a small quarterly dividend with a large annual dividend. Many investors believe that if the dividend yield calculation is performed after the large dividend distribution, it gives an inflated yield.\n\nFinally, some companies pay a dividend more frequently than quarterly. A monthly dividend could result in a dividend yield calculation that is too low. When deciding how to calculate the dividend yield, an investor should look at thehistory of dividend paymentsto decide which method will give the most accurate results.\n\nHistorical evidence suggests that focusing on dividends may amplify returns rather than slow them down. For example, according to analysts at Hartford Funds, 85% of the total returns from theS&P 500are from reinvested dividends. This assumption is based on the fact that investors are likely to reinvest their dividends back into the S&P 500, which then compounds their ability to earn more dividends in the future.Note that any historical dividend statistics may not reflect dividends in the future.\n\nA company's ability to consistently pay and increase dividends is often a strong indicator of its financial health and stability. Companies that generate sufficient profits and cash flow are more likely to distribute dividends to their shareholders. Therefore, a stable or growing dividend yield can be a signal that a company is in good financial standing.\n\nRegular dividend payments can also boost shareholder confidence, signaling that management is confident in the company's future and earnings potential. This consistent payout demonstrates that the company generates sufficient profits to share with its shareholders. Not only is this another signal of good financial health, but it can also indicate that management has a plan for the future and believes it does not need cash flow for future success.\n\nHigh dividend yields may be attractive, but they may also come at the expense of the potential growth of the company. It can be assumed that every dollar a company pays in dividends to its shareholders is a dollar that the company is not reinvesting to grow and generate morecapital gains. Even without earning any dividends, shareholders have the potential to earn higher returns if the value of their stock increases while they hold it as a result of company growth.\n\nIt's not recommended that investors evaluate a stock based on its dividend yield alone. Dividend data can be old or based on erroneous information. Many companies have a very high yield as their stock is falling. If a company's stock experiences enough of a decline, it may reduce the amount of the dividend or eliminate it.\n\nInvestors should exercise caution when evaluating a company that looks distressed and has a higher-than-average dividend yield. Because the stock's price is the denominator of the dividend yield equation, a strong downtrend can increase the quotient of the calculation dramatically.\n\nIndicates company's financial strength\n\nBoosts shareholder and management confidence\n\nMay be reduced or eliminated when times get tough\n\nDowntrend can increase dividend quotient\n\nWhen comparing measures of corporate dividends, it's important to note that the dividend yield tells you what the simple rate of return is in the form ofcash dividendsto shareholders.\n\nThe dividend payout ratio represents how much of a company's net earnings are paid out as dividends. While the dividend yield is the more commonly used term, many believe the dividend payout ratio is a better indicator of a company's ability to distribute dividends consistently in the future. The dividend payout ratio is highly connected to a company's cash flow.\n\nThe dividend yield shows how much a company has paid out in dividends over the course of a year. The yield is presented as a percentage, not as an actual dollar amount. This makes it easier to see how much return the shareholder can expect to receive per dollar they have invested.\n\nDividends can be awarded as additional stock, cash, or other forms of consideration. Keep this in mind when calculating the value of dividends received.\n\nThe manner in which dividends are taxed is just as important as how they are paid. Dividend income tax treatment varies significantly across different jurisdictions and can ultimately influence investors' net returns.\n\nFor example,qualified dividendsare taxed in the United States at a lower rate than ordinary income, with rates ranging from 0% to 20% depending on the investor's tax bracket. This preferential treatment is designed to encourage investment in dividend-paying stocks. Non-qualified dividends, however, are taxed at the individual's regular income tax rate, which can be substantially higher.\n\nThe reason this is important to note is that the dividend yield may not ultimately be an investor's rate of return. If the taxpayer has a high individual tax rate, the investor's true net take-home proceeds may be 20% less than the dividend yield. Just as capital gains can vary based on the retirement vehicle in which they are held, dividends and their associated dividend yield may be impacted by taxes.\n\nDividend yields can serve as an effective hedge against inflation, helping investors preserve their purchasing power over time. When companies pay dividends, they provide a regular income stream that can be particularly valuable during periods of rising prices. For instance, as a company's revenue grows, potentially due to charging higher prices to capture inflationary pressure, that growth could be passed along to investors.\n\nHowever, this is only true when dividend payments increase. Should a company decide to retain cash flow for growth purposes, a stable dividend yield may be unfavorable, especially during inflationary periods. For instance, during the global pandemic, the United States experienced an unprecedented government stimulus that resulted in high inflation; corporations that did not increase their dividend yield actually eroded the purchasing power of those dividends.\n\nSuppose Company A's stock is trading at $20 and pays annual dividends of $1 per share to its shareholders. Suppose that Company B's stock is trading at $40 and also pays an annual dividend of $1 per share.\n\nThis means Company A's dividend yield is 5% ($1 ÷ $20), while Company B's dividend yield is only 2.5% ($1 ÷ $40). Assuming all other factors are equivalent, an investor looking to use their portfolio to supplement their income would likely prefer Company A over Company B because it has double the dividend yield.\n\nTo calculate the dividend yield for a company like Microsoft, you would follow these steps:\n\nA 10% dividend yield means a company annually pays 10% of its stock price in dividends. A company might be able to afford this high yield, but it might indicate an issue with its stock price. Additionally, the company should consider reinvesting more of its profits into growth.\n\nDividend yield is calculated using total annual dividend amounts, not monthly or quarterly.\n\nIt depends on the company and its financial circumstances. Generally, less than 4% is considered safe, while higher percentages increase risk. A careful analysis of the company, its financial reports, and market conditions should be conducted to determine whether a higher yield is good.\n\nMany stocks pay dividends to reward their shareholders. High-yielding dividend stocks can be a good buy for some value investors, but may also signal that a stock's share price has recently fallen by quite a bit, making the legacy dividend comparatively higher in relation to the share price. A high dividend yield could also suggest that a company is distributing too high a portion of its profits as dividends rather than investing in growth opportunities or new projects.\n\nInternal Revenue Service. \"Topic No. 404 Dividends.\"\n\nInternal Revenue Service. \"Instructions for Form 1120-RIC.\" Page 2.\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: Real Estate Investment Trusts (REITs).\" Page 4.\n\nHartford Funds. \"The Power of Dividends: Past, Present, and Future,\" Page 1.\n\nBureau of Labor Statistics. \"What Caused the High Inflation During the COVID-19 Pandemic?\"\n\nMicrosoft. \"Dividends and Stock History.\"",
  "url": "https://www.investopedia.com/terms/d/dividendyield.asp"
}