{
  "term": "Dividend Payout Ratio Definition, Formula, and Calculation",
  "definition": "The dividend payout ratio indicates a dividend's sustainability based on how much of its earnings a company pays in dividends. It’s expressed as a percentage.\n\nThe dividend payout ratio provides a measurement of earnings paid by a company to its shareholders in the form of dividends. The amount not paid to shareholders is retained by the company to pay off debt or to reinvest in its core operations. The dividend payout ratio is sometimes simply referred to as the payout ratio.\n\nThe dividend payout ratio can be calculated as the yearly dividend per share divided by theearnings per share (EPS), or equivalently, the dividends divided by net income (as shown below).\n\nDividend Payout Ratio=Dividends PaidNet Income\\begin{aligned} &\\text{Dividend Payout Ratio} = \\frac{ \\text{Dividends Paid} }{ \\text{Net Income} } \\\\ \\end{aligned}​Dividend Payout Ratio=Net IncomeDividends Paid​​\n\nAlternatively, the dividend payout ratio can also be calculated as:\n\nDividend Payout Ratio=1−Retention Ratio\\begin{aligned} &\\text{Dividend Payout Ratio} = 1 - \\text{Retention Ratio} \\\\ \\end{aligned}​Dividend Payout Ratio=1−Retention Ratio​\n\nOn a per-share basis, theretention ratiocan be expressed as:\n\nRetention Ratio=EPS−DPSEPSwhere:EPS=Earnings per shareDPS=Dividends per share\\begin{aligned}&\\text{Retention Ratio} = \\frac{ \\text{EPS}-\\text{DPS} }{ \\text{EPS} } \\\\&\\textbf{where:}\\\\&\\text{EPS}=\\text{Earnings per share} \\\\&\\text{DPS}=\\text{Dividends per share}\\end{aligned}​Retention Ratio=EPSEPS−DPS​where:EPS=Earnings per shareDPS=Dividends per share​\n\nThe dividend payout ratio indicates how much money a company returns to shareholders versus how much it keeps to reinvest in growth, pay off debt, or add to cash reserves.\n\nIf you are given the sum of the dividends over a certain period and the outstanding shares, you can calculate thedividends per share (DPS). Suppose you are invested in a company that paid $5 million last year with five million shares outstanding. On Microsoft Excel, enter:\n\nSuppose the company had a net income of $50 million last year. The formula for earnings per share is (Net income - Preferred Dividends) / Shares Outstanding.\n\nFinally, calculate the payout ratio by entering:\n\nInvestors use the ratio to gauge whether dividends are appropriate and sustainable. The payout ratio depends on the sector. For example, startups may have a low or no payout ratio because they are more focused on reinvesting their income to grow the business.\n\nThe dividend payout ratio is 0% for companies that do not pay dividends and 100% for companies that pay out their entire net income as dividends.\n\nSeveral considerations go into interpreting the dividend payout ratio—most importantly, the company's level of maturity.\n\nIn 2012 and after about 17 years since its last dividend, Apple (AAPL) began to pay a dividend when the new chief executive officer (CEO) felt the company's enormous cash flow made a 0% payout ratio difficult to justify.\n\nSince higher dividends are often a sign that a company has moved past its initial growth stage, a higher payout ratio means share prices are unlikely to appreciate rapidly.\n\nThe payout ratio is also useful for assessing adividend's sustainability. Companies are extremely reluctant to cut dividends because it can drive the stock price down and reflect poorly on management's abilities.\n\nIf a company's payout ratio is over 100%, it returns more money to shareholders in the year it earned and may be forced to lower the dividend or stop paying it altogether, since overpayment is likely to be unsustainable.\n\nA company may endure a bad year withoutsuspending payouts. It is often in its interest to do so because investors will expect a dividend.\n\nNot paying one can be an extremely negative signal about where the company is headed. Investors react badly to companies paying lower-than-expected dividends, which is why share prices fall when dividends are cut.\n\nLong-term trends in the payout ratio also matter. A steadily rising ratio could indicate a healthy, maturing business, but a spiking one could mean the dividend is heading into unsustainable territory.\n\nThe retention ratio is the converse concept to the dividend payout ratio. The dividend payout ratio evaluates the percentage of profits earned that a company pays out to its shareholders, while the retention ratio represents the percentage of profits earned that are retained by or reinvested in the company.\n\nDividend payouts vary widely by industry, and like most ratios, they are most useful to compare within a given industry.\n\nFor example,real estate investment trusts (REITs)are legally obligated to distribute at least 90% of earnings to shareholders as they enjoy special tax exemptions.Master limited partnerships (MLPs)tend to have high payout ratios, as well.\n\nDividends are not the only way companies can return value to shareholders. Therefore, the payout ratio does not always provide a complete picture.\n\nThe augmented payout ratio incorporates share buybacks into the metric, which is calculated by dividing the sum of dividends and buybacks by net income for the same period. If the result is too high, it can indicate an emphasis on short-term boosts to share prices at the expense of reinvestment and long-term growth.\n\nAnother adjustment that can be made to provide a more accurate picture is to subtract preferred stock dividends for companies that issue preferred shares.\n\nWhencomparing these two measures, it's important to know that the dividend yield tells you what the simple rate of return is in the form of cash dividends to shareholders, but the dividend payout ratio represents how much of a company's net earnings are paid out as dividends.\n\nWhile the dividend yield is the more commonly known and scrutinized term, many believe the dividend payout ratio is a better indicator of a company's ability to distribute dividends consistently in the future. The dividend payout ratio is highly connected to a company's cash flow.\n\nThe dividend yield shows how much a company paid out in dividends a yearas a percentage of the stock price. It shows for a dollar spent on the stock how much you will yield in dividends.\n\nThe yield is presented as a percentage, not as an actual dollar amount. This makes it easier to see how much return per dollar invested the shareholder receives through dividends.\n\nDividend Yield=Annual Dividends per SharePrice per Share\\begin{aligned} &\\text{Dividend Yield} = \\frac{ \\text{Annual Dividends per Share} }{ \\text{Price per Share} } \\end{aligned}​Dividend Yield=Price per ShareAnnual Dividends per Share​​\n\nFor example, a company that paid $10 in annual dividends per share on a stock trading at $100 per share has a dividend yield of 10%. You can also see that anincrease in share pricereduces the dividend yield percentage and vice versa for a decline.\n\nCompanies that make a profit at the end of a fiscal period can do several things with the profit they earn. They can pay it to shareholders as dividends, they can retain it to reinvest in the growth of their business, or they can do both. The portion of the profit that a company chooses to pay out to its shareholders can be measured with the payout ratio.\n\nFor example, Apple (AAPL) pays a $1.04 per share annual dividend as of June 9, 2025. As of the same date, Apple's EPS is $6.43 over thetrailing 12 months (TTM). To get the payout ratio, we divide the dividend by the EPS. Dividing $1.04 by $6.43 produces a payout ratio of 16.17%.\n\nThe dividend payout ratio is a key financial metric used to determine the sustainability of a company’s dividend payment program. It is the amount of dividends paid to shareholders relative to the total net income of a company.\n\nIt is commonly calculated on a per-share basis by dividing annual dividends per common share by earnings per share.\n\nA high dividend payout ratio is not always valued by active investors. An unusually high dividend payout ratio can indicate that a company is trying to mask a bad business situation from investors by offering extravagant dividends, or that it simply does not plan to aggressively use working capital to expand.\n\nWhen comparing the two measures of dividends, it's important to know that the dividend yield tells you what the simple rate of return is in the form of cash dividends to shareholders, but the dividend payout ratio represents how much of a company's net earnings are paid out as dividends.\n\nSome companies decide to reward their shareholders by sharing their financial success. This happens through dividends, which are paid at regular intervals to shareholders throughout the year. The dividend payout ratio is the total amount of dividends that companies pay to their eligible investors expressed as a percentage.\n\nApple. \"Apple Announces Plans to Initiate Dividend and Share Repurchase Program.\"\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: Real Estate Investment Trusts (REITs).\" Page 1.\n\nCompaniesMarketCap. \"EPS for Apple (AAPL).\"",
  "url": "https://www.investopedia.com/terms/d/dividendpayoutratio.asp"
}