{
  "term": "Dividend Growth Rate: Definition, How to Calculate, and Example",
  "definition": "The dividend growth rate is theannualized percentage rateof growth that a particular stock'sdividendundergoes over a period of time. Many mature companies seek to increase the dividends paid to their investors on a regular basis. Knowing the dividend growth rate is a key input for stock valuation models known asdividend discount models.\n\nBeing able to calculate the dividend growth rate is necessary for using the dividend discount model. The dividend discount model is a type ofsecurity-pricingmodel. The dividend discount model assumes that the estimated future dividends—discounted by the excess ofinternal growthover the company's estimated dividend growth rate—determine a given stock's price.\n\nIf the dividend discount model procedure results in a higher number than thecurrent priceof a company’s shares, the model considers the stock undervalued. Investors who use the dividend discount model believe that by estimating the expected value of cash flow in the future, they canfind the intrinsic value of a specific stock.\n\nA history of strong dividend growth could mean future dividend growth is likely, which can signallong-termprofitability for a given company. When an investor calculates the dividend growth rate, they can use any interval of time they wish. They may also calculate the dividend growth rate using theleast squaresmethod or by simply taking a simple annualized figure over the time period.\n\nAn investor can calculate the dividend growth rate by taking an average, or geometrically for more precision. As an example of the linear method, consider the following.\n\nA company's dividend payments to its shareholders over the last five years were:\n\nTo calculate the growth from one year to the next, use the following formula:\n\nIn the above example, the growth rates are:\n\nThe average of these four annual growth rates is 3.56%. To confirm this is correct, use the following calculation:\n\nTo value a company’s stock, an individual can use the dividend discount model (DDM). The dividend discount model is based on the idea that a stock is worth the sum of its future payments to shareholders, discounted back to the present day.\n\nThe simplest dividend discount model, known as theGordon Growth Model(GGM)'s formula is:\n\nP=D1r−gwhere:P=Current stock priceg=Constant growth rate expected fordividends, in perpetuityr=Constant cost of equity capital for thecompany (or rate of return)D1=Value of next year’s dividends\\begin{aligned} &P = \\frac{ D_1 }{ r - g } \\\\ &\\textbf{where:} \\\\ &P = \\text{Current stock price} \\\\ &g = \\text{Constant growth rate expected for} \\\\ &\\text{dividends, in perpetuity} \\\\ &r = \\text{Constant cost of equity capital for the} \\\\ &\\text{company (or rate of return)} \\\\ &D_1 = \\text{Value of next year's dividends} \\\\ \\end{aligned}​P=r−gD1​​where:P=Current stock priceg=Constant growth rate expected fordividends, in perpetuityr=Constant cost of equity capital for thecompany (or rate of return)D1​=Value of next year’s dividends​\n\nIn the above example, if we assume next year's dividend will be $1.18 and the cost of equity capital is 8%, the stock's current price per share calculates as follows:\n\nP = $1.18 / (8% - 3.56%) = $26.58.\n\nA good dividend growth rate can be different for every investor. Generally, investors should seek out companies that have provided 10 years of consecutive annual dividend increases with a 10-year dividend per share compound annual growth rate (CAGR) of 5%.\n\nDividend yield is the amount that a company pays out in dividends compared to its stock price. Dividend growth is the increase in the value of dividends that a company pays out over a period of time.\n\nWhether or not dividends grow every year will depend on the company. Generally, well-established companies that pay dividends will ensure that dividends grow every year; however, it is not guaranteed that dividends grow every year.\n\nDividends can be a great boon to investor portfolios, providing a regular stream of income, which can be particularly beneficial when a stock hasn't witnessed much appreciation. Understanding how a company views its dividend payments and how the dividend's growth has been, can help investors make wise investment decisions. Utilizing the dividend growth rate calculation can help with these investment decisions.",
  "url": "https://www.investopedia.com/terms/d/dividendgrowthrate.asp"
}