{
  "term": "Dividend Rate Definition, Formula & Explanation",
  "definition": "The dividend rate is the totalexpected dividend paymentsfrom an investment, fund, or portfolio expressed on an annualized basis plus any additional non-recurring dividends that an investor may receive during that period. Depending on the company's preferences and strategy, the dividend rate can be fixed or adjustable.\n\nThe dividend rate is closely related todividend yieldand is sometimes used interchangeably.\n\nThe dividend rate is an estimate of the dividend-onlyreturnof an investment such as on a stock or mutual fund. Assuming the dividend amount is not raised or lowered, the rate will rise when the price of the stock falls. And conversely, it will fall when the price of the stock rises. Because dividend rates change relative to the stock price, it can often look unusually high for stocks that are falling in value quickly.\n\nNew companies that are relatively small, but still growing quickly, may pay a lower average dividend than mature companies in the same sectors. In general,mature companiesthat aren't growing very quickly pay the highest dividend yields. Consumer non-cyclical stocks that marketstapleitems orutilitiesare examples of entire sectors that pay the highest average yield.\n\nThe calculation of the dividend rate of an investment, fund or portfolio involves multiplying the most recent periodic dividend payments by the number of payment periods in one year.\n\nFor example, if a fund of investments pays a dividend of 50 cents quarterly and also pays anextra dividendof 12 cents per share because of a nonrecurring event from which the company benefited, the dividend rate is $2.12 per year (50 cents x 4 quarters + 12 cents = $2.12).\n\nCompanies that generate substantial cash flows generally pay out dividends. Conversely, businesses with rapid growth typically reinvest any cash generated back into the company and not to paying shareholder dividends. Cash-intensive companies that produce essentialconsumer productssuch as food, beverages, and household items, and those who provide health care, for example, usually spend less to grow their companies. Therefore, these businesses are more likely to distribute a percentage of income to shareholders as dividends.\n\nCompanies that pay dividends often prefer to maintain or slowly grow their dividend rates as a demonstration of stability and to reward shareholders. Businesses that cut dividends may be entering a financially weaker state that, most times, is accompanied by a corresponding drop in the stock price.\n\nThe dividendpayout ratiois one way to assess the strength of a company's dividends. The calculation for a payout ratio is to divide dividend by net income and then multiply the sum by 100. When the payout ratio is lower, it is preferable as the company will be disbursing less of its net income to shareholder dividend payments. Further, as the business is paying out less, the firm and the payments are more sustainable. Conversely, companies with high payout ratios may have difficulty maintaining dividend payments, especially if an unforeseen event happens.\n\nIncome-seeking investors often search for companies that demonstrate long histories of steadily growing dividend payments. These companies, dubbeddividend aristocrats, by definition must exhibit at least 25 years of consistent and significant annualdividendincreases. Dividend aristocrats typically orbit among sectors like consumer products and health care, which tend to thrive in different economic climates. Kiplinger identified 65 high-dividend stocks to watch out for, in 2020. Some of the names that made the list include medical image machine maker Roper Technologies, paint maker Sherwin Williams, and alcohol distributor Brown-Forman.\n\nSome of thebest investment appsinclude features or functions that enable users to identify which companies offer dividend payouts.\n\nRetail giant Walgreens Boots Alliance (WBA), the largest retail pharmacy in both the United States and Europe, stands out as a top dividend aristocrat. Its pharmacy business performed well, with 5.2% comparable sales growth and 5.9% comparable prescription growth. Given the company’s history of outperformance, analysts predict 8%-10% annualized growth in earnings per share, over the next several years. Furthermore, returns will likely be boosted by Walgreens’s3.93% dividend yield, as well as a rising valuation.﻿﻿\n\nKiplinger. \"65 Best Dividend Stocks You Can Count On in 2020.\" Accessed Mar. 7, 2021.\n\nWalgreens Boots Alliance. \"Walgreens Boots Alliance Fiscal 2021 First Quarter Results Exceed Expectations.\" Accessed March 7, 2021.",
  "url": "https://www.investopedia.com/terms/d/dividendrate.asp"
}