{
  "term": "Dividend Discount Model (DDM) Formula, Variations, Examples, and Shortcomings",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nJiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\nThe dividend discount model (DDM) is a quantitative method used to predict the price of a company's stock based on the theory that its present-day price is worth the sum of all of its future dividend payments when discounted back to their present value.\n\nThe DDM attempts to calculate the fair value of a stock irrespective of the prevailing market conditions. It takes into consideration dividend payout factors and the market's expected returns.\n\nIf the value determined by the DDM is higher than the current trading price of shares, then the stock is undervalued and qualifies for a buy, and vice versa.\n\nA company produces goods or offers services to earn profits. Thecash flowearned from such business activities determines its profit, which gets reflected in the company’s stock prices.\n\nCompanies also make dividend payments to stockholders, which usually originate from business profits. The DDM model is based on the theory that the value of a company is the present worth of the sum of all of its future dividend payments.\n\nImagine that you gave $100 to your friend as an interest-free loan. After some time, you go to them to collect your loaned money. Your friend gives you two options:\n\nMost individuals will opt for the first choice. Taking the money now will allow you to deposit it in a bank. If the bank pays a nominal interest, say 5%, then after a year, your money will grow to $105. It will be better than the second option where you get $100 from your friend after a year. Mathematically,\n\nFutureValue=PresentValue∗(1+interestrate%)(foroneyear)\\begin{aligned}&\\textbf{Future Value}\\\\&\\qquad\\mathbf{=}\\textbf{Present Value }\\mathbf{^*(1+}\\textbf{interest rate}\\mathbf{\\%)}\\\\&\\hspace{2.65in}(\\textit{for one year})\\end{aligned}​Future Value=Present Value∗(1+interest rate%)(for one year)​\n\nThe above example indicates the time value of money, which can be summarized as “Money’s value is dependent on time.” Looking at it another way, if you know the future value of an asset or a receivable, you can calculate its present worth by using the same interest rate model.\n\nRearranging the equation above,\n\nPresentValue=FutureValue(1+interestrate%)\\begin{aligned}&\\textbf{Present Value}=\\frac{\\textbf{Future Value}}{\\mathbf{(1+\\textbf{interest rate}\\%)}}\\end{aligned}​Present Value=(1+interest rate%)Future Value​​\n\nIn essence, given any two factors, the third one can be computed.\n\nThe dividend discount model uses this principle. It takes the expected value of the cash flows a company will generate in the future and calculates itsnet present value (NPV)drawn from the concept of thetime value of money (TVM).\n\nEssentially, the DDM is built on taking the sum of all future dividends expected to be paid by the company and calculating its present value using a net interest rate factor (also called discount rate).\n\nEstimating the future dividends of a company can be a complex task. Analysts and investors may make certain assumptions, or try to identify trends based on past dividend payment history to estimate future dividends.\n\nOne can assume that the company has a fixed growth rate of dividends untilperpetuity, which refers to a constant stream of identical cash flows for an infinite amount of time with no end date. For example, if a company has paid a dividend of $1 per share this year and is expected to maintain a 5% growth rate for dividend payment, the next year’s dividend is expected to be $1.05.\n\nAlternatively, if one spots a certain trend—like a company making dividend payments of $2.00, $2.50, $3.00, and $3.50 over the last four years—then an assumption can be made about this year’s payment being $4.00. Such an expected dividend is mathematically represented by (D).\n\nShareholders who invest their money in stocks take a risk as their purchased stocks may decline in value. For this risk, they expect a return/compensation. Similar to a landlord renting out their property for rent, the stock investors act as money lenders to the firm and expect a certain rate of return. A firm's cost of equity capital represents the compensation the market and investors demand in exchange for owning the asset and bearing the risk of ownership.\n\nThis rate of return is represented by (r) and can be estimated using theCapital Asset Pricing Model (CAPM)or the Dividend Growth Model. However, this rate of return can be realized only when an investor sells their shares. The required rate of return can vary due to investor discretion.\n\nCompanies that pay dividends do so at a certain annual rate, which is represented by (g). The rate of return minus the dividend growth rate (r - g) represents the effective discounting factor for a company’s dividend. The dividend is paid out and realized by the shareholders.\n\nThe dividend growth rate can be estimated by multiplying thereturn on equity (ROE)by theretention ratio(the latter being the opposite of the dividend payout ratio). Since the dividend is sourced from the earnings generated by the company, ideally it cannot exceed the earnings.\n\nThe rate of return on the overall stock has to be above the rate of growth of dividends for future years. Otherwise, the model may not function properly and lead to results with negative stock prices that are not possible in reality.\n\nBased on the expected dividend per share and the net discounting factor, the formula for valuing a stock using the dividend discount model is mathematically represented as:\n\nValueofStock=EDPS(CCE−DGR)where:EDPS=expected dividend per shareCCE=cost of capital equityDGR=dividend growth rate\\begin{aligned}&\\textit{\\textbf{Value of Stock}}=\\frac{\\textit{\\textbf{EDPS}}}{\\textbf{(\\textit{CCE}}-\\textbf{\\textit{DGR})}}\\\\&\\textbf{where:}\\\\&EDPS=\\text{expected dividend per share}\\\\&CCE=\\text{cost of capital equity}\\\\&DGR=\\text{dividend growth rate}\\end{aligned}​Value of Stock=(CCE−DGR)EDPS​where:EDPS=expected dividend per shareCCE=cost of capital equityDGR=dividend growth rate​\n\nSince the variables used in the formula include the dividend per share and the net discount rate (represented by the required rate of return or cost of equity and the expected rate of dividend growth), the value comes with certain assumptions.\n\nSince dividends, and their growth rate, are key inputs to the formula, the DDM is believed to be applicable only to companies that pay out regular dividends. However, it can still be applied to stocks that do not pay dividends by making assumptions about what dividend they would have paid otherwise.\n\nThe DDM has many variations that differ in complexity.\n\n1.While not accurate for most companies, the simplest iteration of the dividend discount model assumes zero growth in the dividend, in which case the value of the stock is the value of the dividend divided by the expected rate of return.\n\n2.The most common and straightforward calculation of a DDM is known as theGordon growth model (GGM), which assumes a stable dividend growth rate. It was named in the 1960s after American economist Myron J. Gordon.\n\nThis model assumes a stable growth in dividends year after year. To find the price of a dividend-paying stock, the GGM takes into account three variables:\n\nD=the estimated value of next year’s dividendr=the company’s cost of capital equityg=the constant growth rate for dividends, in perpetuity\\begin{aligned}&D = \\text{the estimated value of next year's dividend}\\\\&r = \\text{the company's cost of capital equity}\\\\&g = \\text{the constant growth rate for dividends, in perpetuity}\\end{aligned}​D=the estimated value of next year’s dividendr=the company’s cost of capital equityg=the constant growth rate for dividends, in perpetuity​\n\nUsing these variables, the equation for the GGM is:\n\nPrice per Share=Dr−g\\text{Price per Share}=\\frac{D}{r-g}Price per Share=r−gD​\n\n3.A third variant exists as thesupernormal dividend growthmodel, which takes into account a period of high growth followed by a lower, constant growth period.\n\nDuring the high growth period, one can take each dividend amount and discount it back to the present period. For the constant growth period, the calculations follow the GGM model. All such calculated factors are summed up to arrive at a stock price.\n\nAssume Company X paid a dividend of $1.80 per share this year. The company expects dividends to grow in perpetuity at 5% per year, and the company's cost of equity capital is 7%. The $1.80 dividend is the dividend for this year and needs to be adjusted by the growth rate to find D1, the estimated dividend for next year. This calculation is:\n\nNext, using the GGM (variant two above), Company X's price per share is calculated as follows:\n\nPrice per share = D(1) / (r - g)\n\nPrice per share = $1.89 / ( 7% - 5%)\n\nA look at the dividend payment history of leading American retailer Walmart Inc. (WMT) indicates that it paid out annual dividends of $2.08, $2.12, $2.16, $2.20, and $2.24, between 2019 and 2024 in chronological order.\n\nOne can see a pattern of a consistent increase of 4 cents in Walmart's dividend each year, which equals an average growth of about 2%. Assume an investor has arequired rate of returnof 5%. Using an estimated dividend of $2.28 at the beginning of 2024, the investor would use the dividend discount model to calculate a per-share value of $2.28/ (.05 - .02) = $76.\n\nWhile the GGM method of the DDM is widely used, it has well-known shortcomings.\n\n•The model assumes a constant dividend growth rate in perpetuity. This assumption is generally safe for very mature companies that have an established history of regular dividend payments.\n\nHowever, DDM may not be the best model to value newer companies that have fluctuating dividend growth rates or no dividends at all. One can still use the DDM on such companies, but with more and more assumptions, the precision decreases.\n\n•The second issue with the DDM is that the output is very sensitive to the inputs. For example, in the Company X example above, if the dividend growth rate is lowered by 10% to 4.5%, the resulting stock price is $75.24, which is more than a 20% decrease from the earlier calculated price of $94.50.\n\n•The model also fails when companies have a lower rate of return (r) compared to the dividend growth rate (g). This may happen when a company continues to pay dividends even if it is incurring a loss or relatively lower earnings.\n\nAll DDM variants, especially the GGM, can value a share regardless of current market conditions. The DDM also aids in making direct comparisons of companies, even those in different industries.\n\nInvestors who believe in the underlying principle that the present-day intrinsic value of a stock is a representation of its discounted value of future dividend payments can use the DDM to identify overbought or oversold stocks.\n\nIf the calculated value is higher than the current market price of a share, it indicates a buying opportunity as the stock is trading below its fair value as determined by the DDM.\n\nHowever, one should note that the DDM is just one quantitative tool available in the big universe of stock valuation tools. As with any other valuation method used to determine the intrinsic value of a stock, one can use the DDM in addition to the several othercommonly followed stock valuation methods.\n\nSince it requires lots of assumptions and predictions, it may not be the sole best way to make investment decisions.\n\nThe main types of dividend discount models are the Gordon Growth model, the two-stage model, the three-stage model, and the H-Model.\n\nThe DDM can be used to value a stock, based on the present value of the dividends it pays out in the future. Investors can then compare that value to the market price of the stock. If the market price is lower than the DDM value, it can be seen as undervalued and worth buying. If the market price is higher than the DDM value, it can be seen as overvalued and worth selling.\n\nIf a dividend will be high, the price of the stock may fall by the value of the dividend on the ex-dividend date. The 25% dividend rule states that if the dividend is 25% or more than the stock's value then the ex-dividend date will be deferred to one business day after the dividend is paid.\n\nThe dividend discount model can help investors pick stocks, by helping them to determine whether a stock is overbought or oversold, even when comparing investments across different sectors.\n\nThe model isbest used for stocks with a long dividend historyand is not as suitable for ones with a short dividend history or no dividend history at all. As with any investment, a multitude of factors should be evaluated before finalizing a decision to buy or sell a stock.\n\nFidelity. “Dividends, Earnings, and Cash Flow Discount Models.”\n\nFood and Agriculture Organization of the United Nations. “Chapter 6—Investment Decisions—Capital Budgeting: d) Perpetuities.”\n\nHarvard Business Review. “Does the Capital Asset Pricing Model Work?”\n\nThe International Financial Reporting Standards Foundation. “Illustrative Examples to Accompany IFRS 13 Fair Value Measurement: Unquoted Equity Instruments Within the Scope of IFRS 9 Financial Instruments.” Page 39.\n\nCFA Journal. “Limitation of Dividend Valuation Models: List of Limitation Dividend.”\n\nMyron J. Gordon. \"The Investment, Financing, and Valuation of the Corporation,\" R.D. Irwin, 1962.\n\nWalmart. \"Full Dividend History.\"\n\nStern School of Business, New York University. “Dividend Discount Models,” Pages 1-2, 17.\n\nInvestor.gov. \"Ex-Dividend Dates: When Are You Entitled to Stock and Cash Dividends.\"",
  "url": "https://www.investopedia.com/terms/d/ddm.asp"
}