{
  "term": "Dividends: Definition in Stocks and How Payments Work",
  "definition": "Dividends are periodic payments made to shareholders from corporate profits.\n\nDividends are a percentage of a company's earnings paid to its shareholders as their share of the profits. Dividends are generally paid quarterly, with the amount decided by the board of directors based on the company's most recent earnings.\n\nDividends may be paid in cash or additional shares. When a company announces a dividend, it also announces the payment date on which the dividend will be paid into the shareholders' accounts.\n\nA dividend is a reward paid to the shareholders for their investment in a company, and it is usually paid out of the company's net profits. Some companies continue to make dividend payments even when their profits don't justify the expense. A steady track record of paying dividends makes stocks more attractive to investors. Various mutual funds and exchange-traded funds (ETFs) also pay dividends.\n\nDividends (for stocks) must be approved by shareholders; for funds, the fund managers award dividends based on the fund's net asset value and whether the fund receives dividends. Although cash dividends are common, dividends can also be issued as shares of stock.\n\nA stock's dividend yield is the dividend paid per share and is expressed as a percentage of the company's share price, such as 2.5%.\n\nCommon stock shareholders of dividend-paying companies are eligible to receive a distribution as long as they own the stock before theex-dividend date. This is essentially a cutoff date for assigning the dividend payment when shares change hands.\n\nDividends are paid on a schedule set by the board. They may be paid monthly, quarterly, or annually. For example, Walmart Inc. (WMT) and Unilever (UL) make regular quarterly dividend payments.\n\nCompanies can also issue non-recurring special dividends, either individually or in addition to a scheduled dividend. For example, United Bancorp Inc. declared a $0.15 per share special dividend on Feb. 23, 2023.\n\nNot all companies pay dividends to the owners of common shares, but owners ofpreferred sharesare guaranteed a set dividend payment.\n\nLarger, established companies with predictable profits are often the best dividend payers. Companies within the following industry sectors maintain a regular record of dividend payments:\n\nCompanies structured as master limited partnerships (MLPs) and real estate investment trusts (REITS) are required to make specified distributions to their shareholders.\n\nFunds may also issue regular dividend payments as stated in their investment objectives.\n\nYoung, fast-growing companies such as those in the technology and biotechnology sectors may not pay regular dividends since they may be in the early stages of development and retain all of their earnings for research and development, business expansion, and operational activities.\n\nInvestors tend to forgive the lack of a dividend if the company's stock price is growing rapidly.\n\nNot surprisingly, once a company begins paying dividends, it finds it difficult to reduce or suspend the payments. This is generally viewed by investors as a sign of falling profits, not to mention a loss of income.\n\nDividend payments follow a chronological order of events, and the associated dates are important in determining which shareholders qualify to receive the dividend payment:\n\nA stock's share price may change to reflect a dividend payment.\n\nFor example, assume a company trading at $60 per share declares a $2 dividend. As the news becomes public, the share price may increase by $2 and hit $62.\n\nThe stock might trade at $63 one business day before the ex-dividend date. On the ex-dividend date, its price will likely fall below its previous price, such as $61, at the start of the trading session, because anyone buying on the ex-dividend date will not receive the dividend.\n\nMany investors buy stocks for their dividends rather than their share price growth potential. Some extraordinarily successful companies like Coca-Cola Co. are prized more by investors for their steady dividends than for their potential price growth.\n\nDividends are often expected by shareholders as their share of the company's profits. Dividend payments reflect positively on a company and help maintain investors' trust.\n\nA high-value dividend declaration can indicate that a company is doing well and has generated good profits. However, some may interpret it as an indication that the company does not have much going on in the way of new projects to generate better returns in the future. The company may appear to be using its cash to pay shareholders instead of reinvesting it into growth.\n\nA company with a long history of dividend payments that declares a reduction or elimination of its dividend signals trouble. However, a dividend cut does not necessarily translate into bad news. The company's management may have a plan for investing the money in a high-return project that could magnify returns for shareholders in the long run.\n\nDividends paid by funds are different from dividends paid by companies. Funds employ the principle ofnet asset value(NAV), which reflects the valuation of their holdings or the price of the assets a fund has in its portfolio.\n\nRegular dividend payments should not be misread as a stellar performance by the fund. For example, a bond-investing fund may pay monthly dividends because it receives monthly interest on its interest-bearing holdings and merely transfers the income from the interest fully or partially to the fund's investors.\n\nA stock-investing fund pays dividends from the earnings received from the many stocks held in its portfolio, or by selling a certain share of stocks and distributing capital gains.\n\nEconomists Merton Miller and Franco Modigliani argued that a company's dividend policy is irrelevant and has no effect on its stock price orcost of capital.\n\nA shareholder may be indifferent to a company's dividend policy, especially if the dividend is used to buy more shares. If a dividend payout is seen as inadequate, an investor can sell shares to generate cash.\n\nIn either case, the combination of the value of an investment in the company and the cash they hold will remain the same. Miller and Modigliani thus conclude that dividends are irrelevant, and investors shouldn't care about the firm's dividend policy because they can create their own synthetically.\n\nThis argument has done little to persuade the many investors who consider dividends an attractive investment incentive.\n\nInvestors seeking dividend investments have several options, including stocks, mutual funds, and exchange-traded funds (ETFs).\n\nThe dividend discount orGordon growth modelscan help investors choose individual stocks. These techniques rely on anticipated future dividend streams to value shares.\n\nTo compare multiple stocks based on their dividend payment performance, investors can use the dividend yield factor, which measures the dividend in terms of a percentage of the current market price of the company’s share.\n\nThedividend ratecan be quoted in terms of the dollar amount each share receives as dividends per share (DPS).\n\nIn addition to dividend yield, another important performance measure to assess the returns generated from a particular investment is the total return factor. This figure accounts for interest, dividends, and increases in share price, among other capital gains.\n\nTax is another important consideration when investing in dividend gains. Investors in high tax brackets often prefer dividend-paying stocks if their jurisdiction allows zero or comparatively lower tax on dividends. For example, Greece and Slovakia have a lower tax ondividend incomefor shareholders, while dividend gains are tax-exempt in Hong Kong.\n\nDividends are business profits shared with and divided between investors.\n\nA company's board of directors may decide to issue an annual 5% dividend per share. If the company's shares are worth $100, the dividend is $5. If the dividends are issued every quarter, each distribution is $1.25.\n\nDividends signal that a company has stable cash flow and is generating enough profits to provide investors with income. Because you need to purchase a stock or fund that pays dividends, and dividends are subject to taxes, they aren't free.\n\nDividends are seen by many investors as a sign that a company is earning a healthy profit and, more to the point, is willing to share it with its investors.\n\nNot all companies pay dividends, and not all investors care about them. If you do, look for thebest dividend-paying stocksfor your money.\n\nUnited Bancorp. \"United Bancorp, Inc. Declares a Quarterly Cash Dividend of $0.1625 per Common Share Producing a Forward Yield of 4.42% and Announces a Special Dividend Payment of $0.15 per Common Share.\"\n\nU.S. Securities and Exchange Commission. \"Updated Investor Bulletin: Master Limited Partnerships – An Introduction.\"\n\nU.S. Securities and Exchange Commission. “Real Estate Investment Trusts (REITs),” Page 1.\n\nCode of Federal Regulations. \"Title 12, § 707.2 Definitions.\"\n\nPwC. \"U.S. Financing Guide: Chapter 4: Common Stock and Dividends: 4.4 Dividends.\"\n\nFinancial Industry Regulatory Authority. \"Mutual Funds: Overview.\"\n\nThe Nobel Prize. “This Year’s Economics Prize Awarded for Pioneering Studies of Saving and of Financial Markets.”\n\nTax Foundation. “Dividend Tax Rates in Europe.”",
  "url": "https://www.investopedia.com/terms/d/dividend.asp"
}