{
  "term": "Dividend Per Share (DPS) Definition and Formula",
  "definition": "Dividend per share (DPS) is the sum of declared dividends issued by a company for every ordinary share outstanding.\n\nDividend per share (DPS) has long been a cornerstone of value investing, offering a tangible measure of a company's financial health and commitment to shareholders. It's the sum of declared dividends issued by a company for every ordinary share outstanding. The figure is calculated by dividing the total dividends by a firm, including interim dividends, over a period of time (a quarter or a year, typically) by the number of company's outstanding ordinary shares.\n\nA company's DPS is often derived using the dividend paid in the most recent quarter, which is also used to calculate thedividend yield.\n\nDPS is an important measure for investors because the amount a firm pays out in dividends directly translates to income for theshareholder. It's the most straightforward figure an investor can use to calculate their dividend payments from owning shares of a stock over time.\n\nA consistent increase in DPS over time can also give investors confidence that the company's management believes that its growth in earnings can be sustained. Here is further information that investors can derive from the DPS:\n\nDPS=D−SDSwhere:D=sum of dividends over a period (usuallya quarter or year)SD=special, one-time dividends in the periodS=ordinary shares outstanding for the period\\begin{aligned} &\\text{DPS} = \\frac { \\text{D} - \\text{SD} }{ \\text{S} } \\\\ &\\textbf{where:} \\\\ &\\text{D} = \\text{sum of dividends over a period (usually} \\\\ &\\text{a quarter or year)} \\\\ &\\text{SD} = \\text{special, one-time dividends in the period} \\\\ &\\text{S} = \\text{ordinary shares outstanding for the period} \\\\ \\end{aligned}​DPS=SD−SD​where:D=sum of dividends over a period (usuallya quarter or year)SD=special, one-time dividends in the periodS=ordinary shares outstanding for the period​\n\nDividends over the entire year, not including any special dividends but including interim dividends, must be added together to arrive at this figure.Special dividendsare only expected to be issued once and so are omitted. Interim dividends are dividends distributed to shareholders that have been declared and paid before a company has determined its annual earnings.\n\nSuppose a company has issued common shares during the calculation period. In that case, the number of ordinary shares outstanding is generally calculated using the weighted average of shares over the reporting period, which is the same figure used for earnings per share (EPS).\n\nFor example, suppose ABC company paid a total of $237,000 in dividends over the last year, during which a special one-time dividend totaled $59,250. Suppose it also has 2 million shares outstanding. As such, its DPS would be as follows:\n\n($237,000-$59,250)/2,000,000 = $0.09 per share.\n\nDPS is related to several financial metrics that take into account a firm's dividend payments, such as the payout and retention ratios. Given the definition ofpayout ratioas the proportion of earnings paid as dividends to shareholders, DPS can be calculated by multiplying a firm's payout ratio by its (EPS).A company's EPS, equal to net income divided by the number of outstanding shares, can usually be found on a firm's income statement. The retention ratio, meanwhile, measures the proportion of a firm's earnings retained and, therefore, isn't paid out in dividends.\n\nA company that has a rising DPS is sending to the market a signal of a strong performance. For this reason, many companies that pay a dividend focus on adding to their DPS. As such, established dividend-paying corporations tend to have steady DPS growth. When charted, as can be seen in the charts below, these firms' DPS over time will look like a set of stairs.\n\nCoca-Cola Co. (KO), for example, has paid a quarterly dividend since 1920 while consistently increasing its annual DPS. In 1996, it was $0.125. In 2000, it was $0.17. In June 2012, it was $0.51. Then, it saw a drop in the last quarter of 2012 to $0.255. But this wasn't because of bad performance. Rather, in 2012, Coca-Cola implemented a two-for-one stock split. This means that for every share investors owned, they received an additional share. While this doubles the number of shares outstanding, it doesn't change the dividend they receive, which would be $0.51. That's why you should be careful when looking at a company's DPS over time. Many financial sites provide the \"adjusted dividend,\" which standardizes the DPS over time to account for stock splits and the like.\n\nAs such, Coca-Cola continued its record, as it does to the present, of maintaining or increasing its dividend each quarter for decades (see below; hover over the chart to get the data for individual quarters).\n\nThis makes Coca-Cola one of the so-calleddividend aristocrats: companies in the S&P 500 index that have increased their dividend payouts for at least 25 consecutive years. This is a prestigious group, as it demonstrates a commitment to returning value to shareholders even during challenging periods.\n\nSimilarly, Walmart Inc. (WMT) has upped its annual cash dividend each year since it first declared a $0.05 dividend in March 1974. Since 2015, the retail giant has added at least 4 cents each year to its dividend per share, which was raised to $2.08 in 2019.In February 2024, Walmart announced an annual cash dividend for fiscal year 2025 of $0.83 per share on a post-stock split basis, a 9% increase.\n\nTheDDMis a method used to estimate the intrinsic value of a stock based on the present value of its expected future dividend payments. The DDM assumes that a stock's worth is the sum of all its future dividend payments, discounted back to their present value using a specific rate of return.\n\nThis provides investors with an educated theoretical basis to determine if a stock is overvalued or undervalued compared with its market price. This model typically takes into account the most recent DPS for its calculation.\n\nA dividend aristocrat is a company in theS&P 500 indexthat not only consistently pays a dividend to shareholders but annually increases the size of its payout. The S&P 500 created the S&P 500 Dividend Aristocrats index in 2005, which is equal-weighted among all the S&P 500 companies that have increased their dividends over the past 25 years. Among them are C.H. Robinson Worldwide Inc. (CHRW), Brown & Brown Inc. (BRO), Stanley Black & Decker Inc. (SWK), Sherwin-Williams Co. (SHW), Aflac Inc (AFL), Colgate-Palmolive Co. (CL), Johnson & Johnson (JNJ), International Business Machines Corp. (IBM), and Lowe's Companies, Inc. (LOW).\n\nAn exchange-traded fund that tracks this group is the FT Vest S&P 500 Dividend Aristocrats Target Income ETF (KNG).\n\nThe retention ratio, also called theplowback ratio, is the proportion of earnings kept back in the business as retained earnings. It refers to the percentage of net income that is retained to grow the business, rather than being paid as dividends. This is the opposite of thepayout ratio, which measures the percentage of profit sent to shareholders as dividends.\n\nA good DPS typically falls within the range of 2% to 6% of the stock price, indicating a healthy return for investors. This means that for every share outstanding, companies are paying between $0.02 and $0.06 in dividends. However, what constitutes a \"good\" DPS depends on the company's industry, growth stage, and market conditions. Established companies with stable earnings, such as those in sectors like utilities or consumer staples, often provide higher DPS, while growth-oriented companies may reinvest profits rather than pay dividends.\n\nYes, but the specifics depend on your location and the type of dividends received. Dividends are classified as eitherqualifiedor nonqualified. Qualified dividends are taxed at 0%, 15%, or 20%, depending on your taxable income and filing status.\n\nFor instance, if your taxable income is below certain thresholds, you may pay no tax on qualified dividends. Conversely, nonqualified dividends are taxed as ordinary income at your standard income tax rates, which can be as high as 37% for higher earners.\n\nThe DPS indicates the amount of cash a company returns to its shareholders for each outstanding share you own. To calculate the DPS, you divide the total dividends paid by the number of outstanding shares.\n\nA higher DPS signals a company's strong financial health and commitment to returning value to investors, an essential consideration for income-focused investing. By understanding the DPS, you can compare different stocks on this basis and will be better able to choose those firms that best fit your investment needs and goals.\n\nR. Parino, etc. et al. \"Fundamentals of Corporate Finance,\" Sections 19-12, 19-28. John Wiley & Sons, 2022.\n\nNASDAQ.\"Coca-Cola Company (The) Common Stock (KO) Dividend History.\"Accessed July 2024.\n\nMacrotrends. \"Walmart - 31 Year Dividend History | WMT.\" Accessed Sep. 5, 2021.\n\nWalmart.\"Walmart Raises Annual Dividend 9 Percent to $0.83 per Share, the Largest Increase in Over 10 Years, Marking 51st Consecutive Year of Dividend Increases.\"Accessed July 2024.\n\nM. S. Fridson and Fernando Alvarez. \"Financial Statement Analysis: A Practitioner's Guide,\" Pages 308-313. John Wiley & Sons, 2022.\n\nS&P Dow Jones Indices. \"S&P 500 Dividend Aristocrats Index.\"\n\nR. Parino, etc. et al., \"Fundamentals of Corporate Finance,\" Section 19-12, John Wiley & Sons, 2022.\n\nInternal Revenue Service. \"Dividends.\"",
  "url": "https://www.investopedia.com/terms/d/dividend-per-share.asp"
}