{
  "term": "Dividend Reinvestment Plans (DRIPs): Compound Your Earnings",
  "definition": "A dividend reinvestment plan (DRIP) is a program that allows investors to reinvest theircash dividendsinto additional shares orfractional sharesof the underlying stock on the dividend payment date.\n\nAlthough the term can apply to any automatic reinvestment arrangement set up through a brokerage or investment company, it generally refers to a formal program offered by a publicly traded corporation to existing shareholders.\n\nNormally, when dividends are paid, they are received by shareholders as a check or a direct deposit into their bank account. DRIPs, which are also known as dividend reinvestment programs, give shareholders the option of reinvesting the amount of a declared dividend into additional shares, whichare bought directly from the company.\n\nBecause shares purchased through a DRIP typically come from the company’s own reserve, they are not marketable through stock exchanges. Shares must be redeemed directly through the company, also.\n\nMost DRIPs allow investors to buy shares commission-free or for a nominal fee, and at a significant discount to the current share price; they may set dollar minimums. However, most do not allowreinvestmentsmuch lower than $10. While DRIPs are usually intended for existing shareholders, some companies do make them available to new investors, usually specifying a minimum purchase amount.\n\nAlthough the shareholder does not actually receive the reinvested dividends, they still need to be reported astaxable income(unless they are held in a tax-advantaged account, like an IRA).\n\nWhile most DRIPs use the cash proceeds from dividends to purchase additional shares, more complex methods can occur if the dividend itself is granted in stock in lieu of cash.\n\nThere are several advantages of purchasing shares through a DRIP, for both the company issuing the shares and the shareholder.\n\nDRIPs offer shareholders a way to accumulate more shares without having to pay a commission. Many companies offer shares at a discount through their DRIP.\n\nBetween no commissions and a price discount, thecost basisfor owning the shares can be significantly lower than if the shares were purchased on the open market. Through DRIPs, investors can also buy fractional shares, so every dividend dollar is really going to work.\n\nLong term, the biggest advantage is the effect of automatic reinvestment on thecompoundingof returns. When dividends are increased, shareholders receive an increasing amount on each share they own, which can also purchase a larger number of shares.\n\nOver time, this increases the total return potential of the investment. Because more shares can be purchased whenever the stock price decreases, the long-term potential for bigger gains is increased.\n\nDividend-paying companies also benefit from DRIPs in a couple of ways. First, when shares are purchased from the company for a DRIP, it creates more capital for the company to use. Second, shareholders who participate in a DRIP are less likely to sell their shares when the stock market declines.\n\nPartly that's because participants tend to be long-term investors and recognize the role their dividends play in thelong-term growthof their portfolios. Of course, another factor is that DRIP-purchased shares are not as liquid as shares purchased on the open market—they can only be redeemed via the company.\n\nMost DRIPs, such as the one discussed here, are sponsored by a company (issue-sponsored) through their transfer agent, who holds the shares. Note that some brokerages allow customers to participate in a transfer agent DRIP while keeping the shares at the brokerage firm. In a broker-sponsored DRIP, the broker buys the share using the dividend proceeds in the open market.\n\n3M offers a DRIP program. It is the Automatic Dividend Reinvestment Plan administered by the company's transfer agent, EQ Shareowner Services. The plan allows for quarterly cash dividends to be automatically reinvested in purchasing 3M stock. The company pays all fees and commissions.\n\nReinvesting dividends means you don't receive the cash from the dividend which could be used for other purposes, such as spending it or investing it elsewhere. You also may have to pay taxes, and if you don't receive the cash payout, you're paying taxes from your own funds.\n\nDividends are taxed as capital gains if they are qualified dividends or as ordinary income if they are nonqualified dividends. The only way you can avoid paying taxes on reinvested dividends in the year they're earned is by holding those stocks in a tax-advantaged plan, such as a 401(k).\n\nThere can be many reasons why companies pay dividends instead of reinvesting. Paying dividends is a sign of financial strength showing that a company is performing well enough to not only run its business successfully but share that success with its shareholders. It also makes a company's stock more attractive to investors.\n\nSome companies pay out dividends, which is a beneficial feature of owning their stock, allowing for fixed income to be distributed to the shareholder.\n\nWhile many dividends are paid in cash, some companies offer dividend reinvestment plans (DRIPs), which allow for the purchase of additional shares using dividends. If an investor believes the stock is a good value, this can be beneficial for their portfolio, especially since no fees and commissions are charged.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.\n\nInternal Revenue Service. \"Topic No. 409, Capital Gains and Losses.\"\n\nU.S. Securities and Exchange Commission. \"Direct Investment Plans: Buying Stock Directly from the Company.\"\n\n3M. \"Investor Relations. FAQ.\" Do You Have a Dividend Reinvestment Plan?",
  "url": "https://www.investopedia.com/terms/d/dividendreinvestmentplan.asp"
}