{
  "term": "Dogs of the Dow: Definition, List of Stocks, Performance",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\n\"Dogs of the Dow\" is an investment strategy that attempts to beat theDow Jones Industrial Average (DJIA)each year by leaning portfolios toward high-yield investments. The general concept is to allocate money to the 10 highestdividend-yielding, blue-chip stocks among the 30 components of the DJIA. This strategy requires rebalancing at the beginning of each calendar year.\n\nBecause the Dow is one of the oldest and most widely followedindexesin the world—and generally is seen as a barometer for the broader market—it is not uncommon for market strategists to base investing techniques on some components of the DJIA. The main reason to follow the Dogs is that it presents a straightforward formula designed to perform roughly in line with the Dow.\n\nThough not an entirely new concept, this strategy first became a popular fixture in 1991, following the publication of Michael B. O’Higgins’ book,Beating the Dow. In the book, O’Higgins also coined the name “Dogs of the Dow.”\n\nDogs of the Dow relies on the premise thatblue-chip companiesdo not alter their dividend to reflect trading conditions and, therefore, the dividend is a measure of the average worth of the company. In contrast, the stock price does fluctuate throughout the business cycle.\n\nThis should mean that companies with a high dividend relative to stock price are near the bottom of their business cycle, so their stock price likely would increase faster than companies with low dividend yields. In this scenario, an investor reinvesting in high-dividend-yielding companies annually would hope to outperform the overall market.\n\nThere are many ways to purchase these securities. You can hand-pick individual stocks and build your own portfolio, invest directly in the Dow throughexchange-traded funds (ETFs), or you can follow the Dogs of the Dow strategy—whose stocks offer better yields than the Dow as a whole. Often, in fact, the Dogs have been able to outperform the Dow over the course of the year.\n\nThe 2023 Dogs of the Dow are listed below.\n\nThe idea is to make stock picking somewhat easy and relatively safe, the latter because the universe is limited to blue-chip stocks. As a tactic, Dogs of the Dow goes like this—after the stock market closes on the last day of the year, select the 10-highest dividend-yielding stocks in the DJIA.\n\nThen, on the first trading day of the new year, invest an equal dollar amount in each of them. Hold the portfolio for a year, then repeat the process at the beginning of each subsequent year.\n\nFor most nonprofessionals, though, investing is never that simple, especially with the myriad of strategies out there. So, it behooves the average individual investor to understand what they are doing with their money.\n\nHence, Dogs of the Dow tools abound. Just browse the Internet to see Dogs of the Dow opinions, commentary, analyses, calculators, charts, forecasts, and stock screeners. There's even a Dogs of the Dow website.\n\nBecause this is intended to be a low-maintenance, long-term strategy that mimics the performance of the DJIA, it shouldn't be surprising that the long-term results are similar. There have been years when the Dow has outperformed the Dogs and vice-versa, but its performance over time is impressive.\n\nThe Dogs of the Dow experienced greater losses during thefinancial crisis of 2008than the DJIA, but in the decade and more that followed it only slightly underperformed the bellwether index.\n\nFrom 2013 to 2023, the Dogs of the Dow had a trailing total return of 10.02% compared to a 11.48% trailing total return of the Dow Jones Industrial Average (DJIA).\n\nThe cumulative effect of this performance year after year shows that despite losing more in 2008 than the index, the strategy made up ground and turned in a respectable performance for the decade with a very similar result to the DJIA. In the last five years, from 2018 to 2023, however, the Dogs have trailed the DJIA with a wider gap, turning in trailing total returns of 5.29% compared to the DJIA's trailing total return of 8.39%.\n\nThere isn't an ETF that specifically invests in the Dogs of the Dow strategy by investing in the top 10 dividend-performing companies in the Dow; however, there are ETFs that invest in a similar strategy with a dividend focus on the Dow, such as the Invesco Dow Jones Industrial Average Dividend ETF (DJD) and the ALPS International Sector Dividend Dogs ETF (IDOG).\n\nThe companies that make up the Dogs of the Dow in 2023 are\n\nThe strategy in choosing the Dogs of the Dow is simple. The 10 companies in the Dow Jones Industrial Average that pay the highest dividend yield as of the last trading day of the year are chosen to be in the Dogs of the Dow.\n\nThough the Dow of Dogs has slightly underperformed the DJIA in the past 10 years, it still works as a good dividend strategy if investors are looking for fixed payments in their portfolio. If investors are looking for pure returns, then the DJIA or the S&P 500 work as a better overall investment for the long term.\n\nMohamad Ghouse, Siti Hajar Nadrah and Ahmad, Noryati. \"Conceptual Paper of the Trading Strategy: Dogs of the Dow Theory (DoD).\" June 4, 2014, pp. 6. Download PDF.\n\nDogs of the Dow. \"2023 Dogs of the Dow.\"\n\nS&P Dow Jones Indices. \"Dow Jones High Yield Select 10 Index,\" Graph View: Total Return; Compare: Dow Jones Industrial Average, 10 Year.\n\nS&P Dow Jones Indices. \"Dow Jones High Yield Select 10 Index,\" Graph View: Total Return; Compare: Dow Jones Industrial Average, 5 Year.",
  "url": "https://www.investopedia.com/terms/d/dogsofthedow.asp"
}