{
  "term": "Doji Dragonfly Candlestick: What It Is, What It Means, Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA Dragonfly Doji is a type ofcandlestickpattern that can signal a potential reversal in price to the downside or upside, depending on past price action. It's formed when the asset's high, open, andclose pricesare the same.\n\nThe long lower shadow suggests that there was aggressive selling during the period of the candle, but since the price closed near the open it shows that buyers were able to absorb the selling and push the price back up.\n\nFollowing a downtrend, the dragonfly candlestick may signal a price rise is forthcoming. Following anuptrend, it shows more selling is entering the market and a price decline could follow. In both cases, the candle following the dragonfly doji needs to confirm the direction.\n\nThe dragonflydojipattern doesn't occur frequently, but when it does it is a warning sign that the trend may change direction. Following a price advance, the dragonfly's long lower shadow shows that sellers were able to take control for at least part of the period. While the price ended up closing unchanged, the increase in selling pressure during the period is a warning sign.\n\nThe candle following a potentiallybearishdragonfly needs to confirm the reversal, which means, the candle following must drop and close below the close of the dragonfly candle. If the price rises on the confirmation candle, the reversal signal is invalidated as the price could continue rising.\n\nFollowing a price decline, the dragonfly doji shows that the sellers were present early in the period, but by the end of the session the buyers had pushed the price back to the open. This indicates increased buying pressure during a downtrend and could signal a price move higher.\n\nThe signal is confirmed if the candle following the dragonfly rises, closing above the close of the dragonfly. The stronger the rally on the day following thebullishdragonfly, the more reliable the reversal is.\n\nTraders typically enter trades during or shortly after the confirmation candle completes. If entering long on a bullish reversal, astop losscan be placed below the low of the dragonfly. If entering short after a bearish reversal, a stop loss can be placed above the high of the dragonfly.\n\nThe dragonfly doji works best when used in conjunction with othertechnical indicators, especially since the candlestick pattern can be a sign of indecision as well as an outright reversal pattern. A dragonfly doji with highvolumeis generally more reliable than one which forms on relatively low volume. Ideally, the confirmation candle also has a strong price move and strong volume.\n\nIn addition, the dragonfly doji might appear in the context of a larger chart pattern, such as the end of ahead and shoulderspattern. It's important to look at the whole picture rather than relying on any single candlestick.\n\nDragonfly dojis are very rare, because it is uncommon for the open, high, and close all to be exactly the same. There are usually slight discrepancies between these three prices. The example below shows a dragonfly doji that occurred during a sideways correction within a longer-term uptrend. The dragonfly doji moves below the recent lows but then is quickly swept higher by the buyers.\n\nFollowing the dragonfly, the price proceeds higher on the following candle, confirming the price is moving back to the upside. Traders would buy during or shortly after the confirmation candle. A stop-loss can be placed below the low of the dragonfly.\n\nThe example shows the flexibility that candlesticks provide. The price wasn't dropping aggressively coming into the dragonfly, but the price still dropped and then was pushed back higher, confirming the price was likely to continue higher. Looking at the overall context, the dragonfly pattern and the confirmation candle signaled that the short-term correction was over and the uptrend was resuming.\n\nAgravestone dojioccurs when the low, open, and close prices are the same, and the candle has a long upper shadow. The gravestone looks like an upside-down\"T.\" The implications for the gravestone are the same as the dragonfly. Both indicate possible trend reversals but must be confirmed by the candle that follows.\n\nImage by Julie Bang Â© Investopedia 2019\n\nThe dragonfly doji is not a common occurrence and it is not a reliable tool for spotting most price reversals. When it does occur, it isn't always reliable either. There is no assurance the price will continue in the expected direction following the confirmation candle.\n\nThe size of the dragonfly coupled with the size of the confirmation candle can sometimes mean the entry point for a trade is a long way from the stop loss location. This means traders will need to find another location for the stop loss, or they may need to forgo the trade since too large of a stop loss may not justify the potential reward of the trade.\n\nEstimating the potential reward of a dragonfly trade can also be difficult since candlestick patterns don't typically provideprice targets. Other techniques, such as other candlestick patterns, indicators, or strategies are required in order to exit the trade when and if profitable.\n\nThe dragonfly doji is used to identify possible reversals and occurs when the open and closing print of a stock's day range is nearly identical.\n\nSpinning topsappear similarly to doji, where the open and close are relatively close to one another, but with larger bodies. In a doji, acandle's real bodywill make up to 5% of the size of the entire candle's range; any more than that, it becomes a spinning top.\n\nWhile both the Dragonfly Doji and the Hammer are known for their bullish reversal patterns that appear at the bottom of downtrends, their structure is different. The Dragonfly Doji has its open and close prices at the same level, while the Hammer has a small body at the top of the trading range, and its open and close prices can be slightly different. These patterns should be used in conjunction with other indicators for better results.\n\nSeveral other candlestick patterns that traders use to signal potential trend reversals include the engulfing pattern, the morning & evening star, the harami as well as the shooting star & inverted hammer.\n\nA Dragonfly Doji is a type of candlestick pattern that can signal a potential price reversal, either to the downside or upside, depending on past price action. It forms when the asset's high, open, and close prices are the same. The long lower shadow suggests that there was aggressive selling during the period of the candle, but since the price closed near the open, it shows that buyers were able to absorb the selling and push the price back up. The pattern is more significant if it occurs after a price decline, signaling a potential price rise. If it appears after a price advance, it indicates more selling is entering the market and a price decline could follow. The pattern needs to be confirmed by the candle following the Dragonfly Doji.",
  "url": "https://www.investopedia.com/terms/d/dragonfly-doji.asp"
}