{
  "term": "Dollar-Cost Averaging (DCA) Explained With Examples and Considerations",
  "definition": "Dollar-cost averaging is a strategy that can make it easier to deal with uncertain markets by making purchases automatic.\n\nInvesting can be challenging. Even experienced investors who try to time the market to buy at the most opportune moments can come up short. Dollar-cost averaging is an investment strategy that removes the uncertainty of market timing byadhering to a fixed investment schedule. It also supports an investor’s effort to invest regularly.\n\nDollar-cost averaging involves investing the same amount of money in a target security at regular intervals over a certain period, regardless of price. By using dollar-cost averaging, investors may lower their average cost per share and reduce the impact ofvolatilityon their portfolios.\n\nIn effect, this strategy eliminates the effort required to attempt totime the marketto buy at the best prices.\n\nDollar-cost averaging is also known as the constant dollar plan.\n\nDollar-cost averaging is a simple tool that an investor can use to build savings and wealth over the long term. It is also a way for an investor to ignore short-term volatility in the broader markets.\n\nA prime example of long-term dollar-cost averaging is its use in401(k) plans, in which employees invest regularly regardless of the price of the investment.\n\nWith a 401(k) plan, employees can choose the amount they wish to contribute as well as the investments offered by the plan in which to invest. Then, investments are made automatically every pay period. Depending on the markets, employees might see a larger or smaller number of securities added to their accounts.\n\nDollar-cost averaging can also be used outside of 401(k) plans. For instance, investors can use it to make regular purchases ofmutualorindex funds, whether in another tax-advantaged account such as a traditional individual retirement account (IRA) or a taxable brokerage account.\n\nDollar-cost averaging is one of thebest strategies for beginning investorslooking to trade exchange-traded funds (ETFs). Additionally, manydividend reinvestment plans (DRIPs)allow investors to dollar-cost average by making purchases regularly.\n\nThe investment strategy of dollar-cost averaging can be used by any investor who wants to take advantage of its benefits. These include a potentially lower average cost, automatic investing over regular intervals of time, and a method that relieves investors of the stress of having to make purchase decisions under pressure when the market is volatile.\n\nDollar-cost averaging may be especially useful to beginning investors who don’t yet have the experience or expertise to judge the most opportune moments to buy.\n\nIt can also be a reliable strategy for long-term investors who are committed to investing regularly but don't have the time or inclination to watch the market and time their orders.\n\nHowever, dollar-cost averaging isn’t for everyone. It isn’t necessarily appropriate for those investing in time periods when prices are trending steadily in one direction or the other. Be sure to consider your outlook for an investment, plus the broader market, when deciding to use dollar-cost averaging.\n\nIt’s important to note that dollar-cost averaging works well as a method of buying an investment over a specific period of time when the price fluctuates up and down. If the price rises continuously, those using dollar-cost averaging end up buying fewer shares. If it declines continuously, they may continue buying when they should be on the sidelines.\n\nSo, the strategy can’t protect investors against the risk of declining market prices. Like the outlook of many long-term investors, the strategy assumes that prices, though they may drop at times, will ultimately rise.\n\nUsing this strategy to buy an individual stock without researching a company’s details could prove detrimental as well. That’s because an investor might continue to buy more stock when they otherwise would stop buying or exit the position.\n\nFor less-informed investors, the strategy is far lessriskywhen used to buy index funds rather than individual stocks.\n\nInvestors who use a dollar-cost averaging strategy will generally lower theircost basisin an investment over time. The lower cost basis will lead to less of a loss on investments that decline in price and generate greater gains on investments that increase in price.\n\nJoe works at ABC Corp. and has a 401(k) plan. He receives a paycheck of $1,000 every two weeks. Joe decides to allocate 10% or $100 of his pay to his employer’s plan every pay period.\n\nHe chooses to contribute 50% of his allocation to a large-cap mutual fund and 50% to anS&P 500index fund. Every two weeks, 10%, or $100, of Joe’s pretax pay will buy $50 worth of each of these two funds, regardless of the fund’s price.\n\nThe table below shows half of Joe’s $100 contributions that went to the S&P 500 index fund over 10 pay periods. Throughout 10 paychecks, Joe invested a total of $500, or $50 per week. The price of the fund increased and decreased over that time.\n\nThe results of dollar-cost averaging:\n\nJoe spent $500 in total over the 10 pay periods and bought 47.71 shares.\n\nHe paid an average price of $10.48 ($500/47.71).\n\nJoe bought different share amounts as the index fund increased and decreased in value due to market fluctuations.\n\nThe results if Joe spent one lump sum:\n\nSay that, instead of using dollar-cost averaging, Joe spent his $500 at one time in pay period 4. He paid $11 per share.\n\nThat would have resulted in a purchase of 45.45 shares ($500/$11).\n\nThere was no way for Joe to know the best time to buy. By using dollar-cost averaging, though, he was able to take advantage of several price drops despite the fact that the share price increased to over $11. He ended up with more shares (47.71) at a lower average price ($10.48).\n\nImage by Sabrina Jiang © Investopedia 2020\n\nIf you have a stock you’d like to invest in but aren’t clear on when the best time to buy is, dollar-cost averaging (DCA) can help. By following a simple routine of automatic stock purchases, whether weekly, biweekly, or monthly, DCA allows you to invest consistently without needing to analyze the market or wait for a dip (which can be difficult to predict). This is particularly helpful if you’re new to investing.\n\nYou can use DCA to purchase individual shares and ETFs or to make regular contributions to your IRA. The strategy is to choose a fixed amount you’re comfortable with and stick with it, regardless of how the market is performing. This helps average out the cost of your investments over time while simultaneously removing the emotional aspects of investing, allowing you to build your portfolio steadily.\n\nIt can be. When dollar-cost averaging, you invest the same amount at regular intervals and by doing so, hopefully lower your average purchase price. You will already be in the market when prices drop and when they rise. For instance, you’ll have exposure to dips when they happen and don’t have to try to time them. By investing a fixed amount regularly, you will end up buying more shares when the price is lower than when it is higher.\n\nThe key advantage of dollar-cost averaging is that it reduces the negative effects ofinvestor psychologyand market timing on a portfolio. By committing to a dollar-cost averaging approach, investors avoid the risk that they will make counterproductive decisions out of greed or fear, such as buying more when prices are rising or panic selling when prices decline. Instead, dollar-cost averaging forces investors to focus on contributing a set amount of money each period while ignoring the price of the target security.\n\nWith regard to actually using the strategy, how often you use it may depend on yourinvestment horizon, outlook on the market, and experience with investing. If your outlook is for a market in flux that will eventually rise, then you might try it. If a persistent bear market is at work, then it wouldn’t be a smart strategy to use. If you’re planning to use it for long-term investing and wonder what interval for buying makes sense, consider applying some of every paycheck to the regular purchases.\n\nDollar-cost averaging (DCA) is a simple and straightforward way of investing that reduces the emotional stress of trying to invest at the right time. By sticking to a fixed investment schedule and amount, you naturally buy more shares when the price is low vs. high.\n\nDCA may not be the most perfect investment strategy, as it doesn’t protect against market risk. However, it allows investors to stick with regular investing, build up a portfolio over time, and decrease the anxiety of trying to time the market.",
  "url": "https://www.investopedia.com/terms/d/dollarcostaveraging.asp"
}