{
  "term": "Domestic Relations Order (DRO): Meaning, Regulations",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA domestic relations order (DRO) is a court order that gives a spouse or dependent the right to receive all or a portion of the benefits of an employee’s qualified retirement plan in the event of divorce. A DRO is usually sent to a plan administrator or employer for review, and if it meets certain laws, it will result in the plan benefits distributed between the parties involved. The parties involved are normally the employee and their spouse.\n\nThe Retirement Equity Act (REA) of 1984 which falls under theEmployee Retirement Income Security Act(ERISA) states that the retirement benefit plan of a public employee constitutes an asset for both the employee and their alternative payee. An alternatepayee, according to the IRS, can be the spouse, ex-spouse, or dependent of the employee. In the event of marital dissolution, this asset must, therefore, be taken into account.\n\nAn approved DRO is known as aQualified Domestic Relations Order(QDRO). Under federal laws, qualified plans like defined benefit plans,ESOPs, 401(k) plans, and profit-sharing plans require a QDRO in order to distribute benefits to an alternative payee.Once a DRO has been determined to be qualified, notification of approval is sent to the attorney who in turn submits their final revisions to the court for a judgment.\n\nAn official copy of the court’s judgment is passed on to the plan administrator to begin processing the retirement plan benefit. A QDRO is a mandatory order that must be followed to a tee and honored by the employee’s company or plan administrator.However, in the event that a DRO is erroneously judged as qualified, the QDRO can be taken to court to be corrected or changed.\n\nAn employer orplan administratoris normally in charge of reviewing a Domestic Relations Order (DRO). The employer’s company may have in-house HR employees who are well versed in pension laws or contract the services of external plan administrators who conduct DRO assessments. When an order is sent by an attorney to a plan administrator for review, the employer or administrator applies a checklist to ensure that the plan meets the requirements for it to be qualified and bound by the order.\n\nAn order may be unqualified if the benefit required from the order is not supported bythe retirement planor if the terms of the order do not comply with federal laws. In this case, the plan administrator notifies the attorney representing the beneficiary on the reasons why the order does not meet the plan’s requirements. The attorney who reviews the assessment may then amend the copy of the DRO and re-send it to the employer or administrator to re-assess.\n\nThe time it takes to process a benefits plan depends on the type of retirement plan the employee has and the stipulations set out in the court’s judgment. Upon completion of the distributed payments, the plan is split in two and the alternative payee has one of the two accounts in their name.\n\nIf the account is a qualifieddefined benefit plan, the alternate payee may not receive any payout until the employee retires or reaches the normal retirement age as defined by the plan. However, some retirement plans make it possible for the alternative payee to be paid immediately. Under a qualifieddefined contribution plan, a check payable to the alternate payee may be made as soon as practicable.\n\nWhile the federal law ERISA governs the distribution of privatequalified retirement plans, this law does not apply to government benefits and plans.Government retirement benefitsare therefore divided between the plan owner and the alternative employee using a DRO only. Retirementbenefits provided by a state, the military, federal government, a county, or city are all government plans that are not qualified. ERISA’s laws, therefore, do not apply to these plans.\n\nU.S. Congress. \"H.R. 4280—Retirement Equity Act of 1984.\" Accessed Aug. 13, 2021.\n\nU.S. Department of Labor. \"FAQs About Qualified Domestic Relations Orders,\" Page 1. Accessed Aug. 13, 2021.\n\nU.S. Department of Labor. \"FAQs About Qualified Domestic Relations Orders,\" Pages 3 and 4. Accessed Aug. 13, 2021.\n\nU.S. Department of Labor. \"Employee Retirement Income Security Act (ERISA).\" Accessed Aug. 13, 2021.",
  "url": "https://www.investopedia.com/terms/d/domestic-relations-order-dro.asp"
}