{
  "term": "Domestic Corporation: Definition, vs. Foreign Corporation",
  "definition": "A domestic corporation is a company that conducts its affairs in its home country. A domestic business is often taxed differently than a non-domestic business and may be required to pay duties or fees on the products itimports. Typically, a domestic corporation can easily conduct business in other states or parts of the country where it has filed itsarticles of incorporation.\n\nBusinesses that are located in a country different from the one where they originated are referred to as foreign corporations. Companies also may be referred to as foreign businesses when they are outside of the state in which they were formed. For example, a corporation that is incorporated inDelawarewill be considered a domestic business there and a foreign business in all other states.\n\nUsually, acorporationis established after a business files its articles of incorporation with a state agency. From that point forward, all of the corporation’s conduct is subject to the law of the state in which it was formed, even if it is not doing business there. This also means that if the company was incorporated under Nevada law, it will be considered a domestic corporation in that state and a foreign one everywhere else.\n\nCorporations are allowed to change which state laws govern them. To become a domestic business in another state, the corporation must first bedissolvedin the place where it was originally formed. After that process is complete, the company may file the appropriate articles of incorporation in another state.\n\nDomestic business owners are free to choose where to domesticate their corporations and, as a result, will seek to analyze corporate laws in different states to determine which state represents the most suitable home. Historically, Delawarehas often been the preferred option.\n\nAs of 2022, almost 70% of Fortune 500 companies are incorporated in the state of Delaware.\n\nDelaware is perceived as a business-friendly state and is particularly known for its Court of Chancery. This unique court system is adroit in resolving complex corporate legal matters, including disputes among shareholders.Delaware also has business-friendlyusury laws, giving banks and credit card companies more freedom to charge steep interest rates on loans.\n\nFor a domestic business that is deciding where to be incorporated, weighing which states have lowercorporate taxrates is not a big consideration. Corporations are subject to the tax rates in states where they do business, not just where they were formed.Under federal tax laws, corporations are subject to 21% tax rate on all income, regardless of where they were formed.\n\nCorporations are subject to the tax rates in states where they do business, not just where they were formed.\n\nCorporations doing business in another state generally must register as foreign businesses in that state, with any business conducted there being taxed by that state at their rates. A business located where corporate tax is high would not be able to lower its tax bill by choosing to incorporate in a state where taxation is lower.\n\nDelaware Division of Corporations. \"Annual Report Statistics.\"\n\nDelaware Corporate Law. \"Why Businesses Choose Delaware.\"\n\nThe Delaware Code Online. \"Title 6: Commerce and Trade, Subtitle II: Other Laws Relating to Commerce and Trade, Chapter 23, Interest.\"\n\nTax Foundation. \"State Corporate Income Tax Rates and Brackets, 2024.\"\n\nInternal Revenue Service. \"Publication 542, Corporations.\" Page 15.",
  "url": "https://www.investopedia.com/terms/d/domestic-corporation.asp"
}