{
  "term": "Domicile: Legal Definition, Types, and How Taxation Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAndy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nA domicile is the place where you maintain a permanent home. Because it's your fixed or principal place of residence, your domicile is used for a variety of legal and tax purposes.\n\nAt birth, your domicile of origin is the home you share with your parents or legalguardians. This location remains your domicile until you reach the age of majority and acquire a domicile of choice. This locale remains your domicile until you leave it and relocate to a new domicile with the intent to make the new domicile your fixed and permanent home.\n\nNo matter how many homes you own, only one is your domicile. It is the one you acquire intending to remain indefinitely and to which you relocate after you abandon your old domicile. It could be the home where you live, work, bank, vote, and register your car.\n\nThere are certain rights and responsibilities associated with your domicile. That is, you must do certain activities based on this location. This includes voting, filing for certain registrations (e.g. your driver's license and car registration),filing taxes, claiming benefits, and filing lawsuits, among others.\n\nResidence and domicile are not the same. They have distinct legal meanings.\n\nHere's a summary of the different ways your domicile may be used.\n\nSome people live equally in two homes. For example, suppose that after many years of living in Maine and vacationing in Florida, Amarpreet decides to live half the year in Maine and the other half the year in Florida. She files her taxes and makes awillin Maine but votes and registers her car in Florida.\n\nThis even split of her essential activities between Maine and Florida indicates that she did not intend to abandon Maine when she moved to Florida. Consequently, both Maine and Florida are her residences. But since she files taxes in Maine, that state becomes her domicile, not Florida.\n\nYou cannot change your domicile by only filing a Declaration of Domicile in another state. Instead, your lifestyle must comport with a permanent change of domicile. Your intended domicile can be inferred from the place where you live and spend time.\n\nYour domicile is the location you declare on legal documents, such as the address you use to vote, bank, register vehicles, and pay taxes. Ending a domicile association includes your efforts to close bank accounts, surrender your driver’s license, remove your name from voting rolls, and pay taxes as anon-resident.\n\nYour domicile carries legal consequences. It defines which country, state, and courts have jurisdiction toprobate wills, administer estates, adjudicate lawsuits, and assess state income and death taxes. After a divorce, the legal domicile can affect your ability to claim and monitoralimonyand child support payments.\n\nYour domicile affects the circumstances under which you paystate taxes. Residence in a country or state limits the reach of taxing authorities to tax income you earn within its borders.\n\nThe imposition ofdeath taxesis by the domicile country or state. Depending on your stated domicile and that of yourbeneficiaries,estate taximplications may be dramatically different. The domicile can extend its reach to all of your income from any source worldwide. However, indications of residence, such as owning real property (or indications of domicile, such as failing to abandon your previous domicile properly) can subject you to taxes in more than one state.\n\nTaxpayers with more than one home will often domicile in the state that has the lowest tax liability for them.\n\nYou may have heard residence and domicile being used interchangeably to refer to your home. However, the two terms have distinct legal meanings. The distinguishing factor between the two words is the length of time you intend to live there.\n\nA residence is a home you expect to live in for a temporary period, whereas a domicile is a home you plan to live in for an indefinite period. Any place you own property or live for a prescribed period can be your residence. But only the site where you intend to make yourpermanent homeand remain indefinitely can be your domicile. Thus, you can have many residences, but you can have only one domicile.\n\nYour domicile is also your residence, but your residence may or may not be your domicile.\n\nWhen you move, it may be necessary to take steps to establish and prove your new domicile. Here are a few things you should consider.\n\nInform the professionals in your life, from doctors to dentists, of your move and update your new address with all of yourcredit cards, passport, bank and brokerages, utilities, and cell phone providers. Set up bank accounts with your new local branch and if you have young children, sign them up for the local schools and sign up for your local library.\n\nThe legal definition of domicile is the address you declare in legal documents to pay taxes, receiveSocial Security benefits, vote, bank, and register vehicles and animals.\n\nA residence is a location where you may live part-time or full-time. A domicile is your legal address. Your domicile is located in thestate where you pay taxes.\n\nYou will know your domicile because it will be the state and location you consider your permanent home. It's the location where you probably maintain your social, economical, and family ties. Your domicile is also the place where you pay taxes, vote, and have a driver’s license.\n\nDomiciles can be any house or apartment, condominium, or co-op. It is the place where you plan to live indefinitely. You can have more than one residence, but your domicile is your forever home.\n\nYour tax domicile is your permanent home where you pay your local, state and federal taxes.\n\nYou may live in multiple places or even own multiple homes, but you can only have one domicile. When you're under 18, your domicile is the home you share with your parent or legal guardian. It is possible to relocate to a new domicile, but it takes time and effort to establish a legal intent to make your new domicile your permanent home. It is the location where you register your car, your pet, and your vote, and it's where you pay your state taxes.\n\nA legal term, a domicile is defined by the state or country. Its courts have jurisdiction to administer your estate, probate yourwillwhen you die, and assess your state income taxes. In addition, your legal domicile informs your child support and alimony in the case of a divorce.\n\nInternal Revenue Service. \"Publication 555, Community Property,\" Pages 2–3.\n\nInternal Revenue Service. \"25.18.1 Basic Principles of Community Property Law: Domicile.\"\n\nBloomberg Tax. \"US Estate Tax Liabilities Vary Based on Your Domiciliary Status.\"\n\nInternal Revenue Service. \"Address Changes.\"",
  "url": "https://www.investopedia.com/terms/d/domicile.asp"
}