{
  "term": "Dormant Account: Definition, How It Works, and Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA dormant account is a customer's account at a bank or other financial institution that has seen no activity, with the possible exception of interest deposits, for a long period of time. The owner may have forgotten about the account, moved out of town without leaving a forwarding address, or died.\n\nA dormant account with a very small balance may simply evaporate, reaching a zero balance due to monthly bank fees that exceed any interest paid. If not, the balance is turned over to the state, which will return it to the rightful owner upon request.\n\nFinancial institutions are required to transfer the money held in dormant accounts to the state's treasury after the accounts have been dormant for a certain period of time. The amount of time varies by state.\n\nAccounts that can be declared dormant include checking and savings accounts, brokerage accounts, 401(k) accounts, and pension fund accounts. The contents of safety deposit boxes also may be declared unclaimed property.\n\nThe inactive period before an account is declared dormant may be as short as two years.\n\nAn account becomes dormant if its owner does not initiate any activity for a specific period of time. An activity can include contacting a financial institution by phone or Internet, logging into the account, withdrawing or depositing money, or receiving a payment from a third party.\n\nInterest or dividend payments that are posted automatically to checking, savings, or brokerage accounts are not considered to be activity.\n\nIf your bank fails, your account or safety deposit box will normally be held by the bank that took over the assets or by the FDIC. If the account was deemed inactive, it may be held by the state in which the account was opened. The FDIC has online resources for those who have deposits in institutions that have failed.\n\nIn some states, financial institutions are required to make an attempt to contact the owners of dormant accounts using the most recent mail contact information on file.\n\nIf the attempt to find the owner is unsuccessful, the assets in dormant accounts become unclaimed property and must be transferred to the state's treasury department.\n\nIn California, for example, checking, savings, and brokerage accounts must see no activity for at least three years in order to become dormant.In the state of Delaware, there is a five-year dormancy period for the same types of accounts.\n\nAstatute of limitationsusually does not apply to dormant accounts, meaning that funds can be claimed by the owner or beneficiary at any time in the future.\n\nEscheatment is the legal process for transferring unclaimed property to the state. Account owners can reclaim assets that were deemed inactive and transferred to the state.\n\nStates have enactedescheatmentstatutes that govern the process of transferring unclaimed funds to the state and protect the unclaimed funds from reverting back to financial institutions.\n\nEscheatment state laws require companies to transfer unclaimed property from dormant accounts to the general fund of a state for safekeeping. The state takes over record-keeping and the returning of lost or forgotten property to owners or their heirs if the owner has passed away.\n\nOwners can recoup unclaimed property by filing an application with the state in which the account was opened at no cost. Because the state keeps custody of the unclaimed property in perpetuity, owners can claim their property at any time.\n\nIn some cases, property such as stock shares may have been sold by the state. In that case, the cash value of the shares is paid out to the claimant.\n\nEvery state has its own policies and processes for allowing people to reclaim assets from inactive accounts that have been turned over to the state.\n\nCalifornia, for example, maintains asearchable databasethat allows potential claimants to search by Social Security number. The State of Florida has a search function that it calls the \"Florida Treasure Hunt.\"\n\nAs that title implies, states are actually eager to return unclaimed property. After all, they have the recordkeeping responsibility but don't get to use the cash.\n\nYour first step is to contact the bank or other financial institution where you had the account. You'll need proper identification and you should have some proof that it's your money, such as a bank statement.\n\nIf the bank has deemed the account inactive but has not yet transferred the money to the state, the account should be simply reactivated.\n\nIf the money is in the state's hands, you need to go to the state treasury department to get it back. The department should have a website devoted to claiming unclaimed property.\n\nThe National Association of Unclaimed Property Administrators (NAUPA) has afree search toolthat can help you track down unclaimed property in all 50 states, some Canadian provinces, and other geographies worldwide like Puerto Rico and Kenya.\n\nThere are other commercial and governmental unclaimed property search services, online and off. However, note that NAUPA is a nonprofit association of state administrators who actually have custody of all that unclaimed money and want to return it to the rightful owners.\n\nYou canclose a dormant account, and you should do so. Otherwise, the money will slowly get eaten away by fees, including dormant account fees.\n\nTo do this, contact the financial institution and ask it to transfer the remaining balance in the account to another current account.\n\nIt's surprisingly easy to lose track of a bank account when you move house, change jobs, or otherwise disrupt your ordinary routine.\n\nLuckily, the money won't disappear or even be spent by someone else. Your bank has a process for handling these dormant accounts, and that process includes handing them over to the state treasury for safekeeping.\n\nThe money is yours in perpetuity. You just have to go through the process of locating and claiming it.\n\nFederal Deposit Insurance Corp. \"Unclaimed Funds.\"\n\nFederal Deposit Insurance Corp. \"Encheatment: Where Unclaimed Assets Go.\"\n\nCalifornia State Controller. \"About Unclaimed Property.\"\n\nDelaware Department of State. \"Abandoned or Unclaimed Property FAQs.\"",
  "url": "https://www.investopedia.com/terms/d/dormant-account.asp"
}