{
  "term": "Dotcom: Definition, History, and Company Examples",
  "definition": "A dotcom, or dot-com, is a company that conducts business primarily through a website. A dotcom company embraces the internet as the key component in its business.\n\nDotcoms get their name from the URL or domain name that customers enter to visit a website. The .com at the end of the URL stands for commercial. (URL is an acronym for uniform resource locator.)\n\nA number of alternatives to .com are available, including .org, for nonprofits; .edu, for universities and other educational users; and .gov, for official government agencies.\n\nMore extensions are introduced from time to time, as the vast volume of .com sites makes it more difficult for a new company to identify an intelligible name. There is a status consciousness behind some choices: The extension .io, an abbreviation used by techies and gamers for “input/output,” has become the “cool new domain name,” according to Finextra Research.The extension .info may be adopted to imply that a source is credible.\n\nThe dotcom business model requires an internet presence for the business to function; this is the primary component of its definition. Most or all of a dotcom company’s products or services are displayed, marketed, sold, and supported via the internet.\n\nThe word dotcom once referred to any internet-based company. Dotcom now most often refers to an internet company created during the internet bubble of the 1990s.\n\nThe dotcoms took the world by storm in the late 1990s, with valuations rising faster than any other industry in recent memory. Any company with dotcom in its name could score a hugevaluationon thestock market, even if it lacked any profits or physical assets and couldn’t produce a coherentbusiness plan.\n\nMany early dotcoms spent lavishly onmarketingandbrand recognitionand much less on any actual product or service being offered.\n\nUltimately, thedotcom bubbleburst in 2001 when investors grew tired of waiting for profits. A mild recession followed in the United States and other developed nations.\n\nA site dedicated to selling pet products called Pets.com became a symbol of the dotcom crash. The company spent more than $2 million on a Super Bowl commercial in January 2000. Late that year, the company reported losses of approximately $147 million for the first three quarters. While the stock price had peaked at $14 a share early in the year, prices fell to below $1 after the losses were made public. The business did not survive.\n\nPseudo.com was a site that focused on internet broadcasting services, including livestreaming services. Poor business practices ultimately resulted in the failure of the dotcom, and the site never became profitable.\n\nThere were success stories, too: Companies founded during the dotcom boom includeAmazon.com, founded in 1994;eBay.com, founded in 1995, and IMDB.com, founded in 1990.\n\nDotcoms get their name from the uniform resource locator (URL) or domain name that customers enter to visit a website. The .com at the end of the URL stands for commercial.\n\nThe primary component of the dotcom business model is an internet presence. Most, if not all, of a dotcom company’s products or services are displayed, marketed, sold, and supported via the internet.\n\nThe dotcom bubble was a rapid rise in U.S. technology stock equity valuations fueled by investments in internet-based companies during abull marketin the late 1990s. The value of equity markets grew exponentially during this period. The bubble burst in 2001, with equities entering abear market.\n\nA dotcom is a company that conducts business primarily through a website and embraces the internet as the key component in its business. It is also known as a dot-com.\n\nFinextra Research. “Why .io Is the Cool New Domain.”\n\nCampaign. “History of Advertising: No. 147: Pets.com’s Sock Puppet.”",
  "url": "https://www.investopedia.com/terms/d/dotcom.asp"
}