{
  "term": "Dotcom Bubble Definition",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nThe dotcom bubble was a rapid rise in U.S. technology stock equityvaluationsfueled by investments in Internet-based companies during the bull market in the late 1990s. The value of equity markets grew exponentially during this period, with the technology-dominated Nasdaq index rising from under 1,000 to more than 5,000 between the years 1995 and 2000. Things started to change in 2000, and the bubble burst between 2001 and 2002 with equities entering abear market.\n\nThe crash that followed saw the Nasdaq index, which rose five-fold between 1995 and 2000, tumble from a peak of 5,048.62 on March 10, 2000, to 1,139.90 on Oct. 4, 2002, a 76.81% fall. By the end of 2001, most dotcom stocks went bust. Even the share prices of blue-chip technology stocks likeCisco, Intel, and Oracle lost more than 80% of their value. It would take 15 years for the Nasdaq to regain its peak, which it did on April 24, 2015.\n\nThe dotcom bubble, also known as the Internet bubble, grew out of a combination of the presence ofspeculativeor fad-based investing, the abundance ofventure capitalfunding forstartups, and the failure of dotcoms to turn a profit. Investors poured money into Internet startups during the 1990s hoping they would one day become profitable. Many investors and venture capitalists abandoned a cautious approach for fear of not being able to cash in on the growing use of the Internet.\n\nWithcapital marketsthrowing money at the sector, start-ups were in a race to quickly get big. Companies without any proprietary technology abandonedfiscal responsibility. They spent a fortune on marketing to establish brands that would set them apart from the competition. Some start-ups spent as much as 90% of their budget on advertising.\n\nSpeculative bubbles are notoriously hard to recognize while happening but seem obvious after they burst.\n\nRecord amounts of capital started flowing into the Nasdaq in 1997. By 1999, 39% of all venture capital investments were going to Internet companies. That year, most of the 457initial public offerings(IPOs) were related to Internet companies, followed by 91 in the first quarter of 2000 alone. The high-water mark was theAOL Time Warnermegamergerin Jan. 2000, which became the biggest merger failure in history.\n\nThe bubble ultimately burst, leaving many investors facing steep losses and several Internet companies going bust. Companies that famously survived the bubble include Amazon, eBay, and Priceline.\n\nThe dotcom bubble is but one of several asset bubbles that have appeared over the past centuries.\n\nThe 1990s was a period of rapid technological advancement in many areas. But it was thecommercializationof the Internet that led to the greatest expansion of capital growth the country ever saw. Although high-tech standard-bearers, such as Intel, Cisco, and Oracle, were drivingorganic growthin the technology sector, it was upstart dotcom companies that fueled the stock market surge that began in 1995.\n\nThe bubble that formed over the next five years was fed by cheap money, easy capital, market overconfidence, and pure speculation. Venture capitalists anxious to find the next big score freely invested in any company with a “.com” after its name. Valuations were based on earnings and profits that would not occur for several years if the business model actually worked, and investors were all too willing to overlook traditional fundamentals.\n\nCompanies that had yet to generate revenue, profits, and, in some cases, a finished product, went to market with IPOs that saw their stock prices triple and quadruple in one day, creating a feeding frenzy for investors.\n\nThe Nasdaq index peaked on March 10, 2000, at 5,048—nearly double over the prior year. Several of the leading high-tech companies, such as Dell and Cisco, placed huge sell orders on their stocks when the market peaked, sparkingpanic sellingamong investors. Within a few weeks, the stock market lost 10% of its value.\n\nAs investment capital began to dry up, so did the lifeblood of cash-strapped dotcom companies. Dotcom companies that reachedmarket capitalizationsin the hundreds of millions of dollars became worthless within a matter of months. By the end of 2001, a majority of publicly-traded dotcom companies folded, and trillions of dollars of investment capital evaporated.\n\nThe dotcom bubble lasted about two years between 1998 and 2000. The time between 1995 and 1997 is considered to be the pre-bubble period when things started to heat up in the industry.\n\nThe dotcom bubble burst when capital began to dry up. In the years preceding the bubble, record-low interest rates, the adoption of the Internet, and interest in technology companies allowed capital to flow freely, especially to startup companies that had no track record of success. Valuations rose and money eventually dried up. This led companies, many of which didn't even have a business plan or product, to collapse, causing the market to crash.\n\nThe dotcom crash was triggered by the rise and fall of technology stocks. The growth of the Internet created a buzz among investors, who were quick to pour money into startup companies. These companies were able to raise enough money to go public without a business plan, product, or track record of profits. These companies quickly ran through their cash, which caused them to go under.\n\nThe 2000 stock market crash was a direct result of the bursting of the dotcom bubble. It popped when a majority of the technology startups that raised money and went public folded when capital went dry.\n\nWhen the Internet took off in the 1990s, many startups launched to make use of the new technology. These companies had high valuations with little to no profits, riding the wave and hype of the new tech. A booming equity market funded them in the 1990s, which came with cheap capital. When the money dried up, and these companies had no self-sustaining profits to continue operating, the crash finally came. For some companies, there was abrief period of price stabilization and increase, but these were short-lived.Most of these companies went bust.\n\nNasdaq. \"NASDAQ Composite Index (COMP). COMP Historical Data.\"\n\nTime. \"What Did We Learn From the Dotcom Stock Bubble of 2000?\"\n\nMoney Morning. \"The Dot-Com Crash of 2000-2002.\"\n\nWired. \"Tech Boom 2.0: Lessons Learned From the Dot-Com Crash.\"\n\nThe Washington Post. \"AOL to Acquire Time Warner In Record $183 Billion Merger.\"",
  "url": "https://www.investopedia.com/terms/d/dotcom-bubble.asp"
}