{
  "term": "Double-Declining Balance (DDB) Depreciation Method: Definition and Formula",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe double-declining balance (DDB)depreciationmethod, also known as the reducing balance method, is one of two common methods a business uses to account for the expense of a long-lived asset. The double-declining balance depreciation method is anaccelerated depreciationmethod that counts as an expense more rapidly (when compared tostraight-line depreciationthat uses the same amount of depreciation each year over an asset's useful life). Compared to the standarddeclining balance method, the double-declining method depreciates assets twice as quickly.\n\nInvestopedia / Madelyn Goodnight\n\nDepreciation rates used in the declining balance method could be 150%, 200% (double), or 250% of the straight-line rate. When the depreciation rate for the declining balance method is set as a multiple, doubling the straight-line rate, the declining balance method is effectively the double-declining balance method. Over the depreciation process, the double depreciation rate remains constant and is applied to the reducingbook valueeach depreciation period. The book value, or depreciation base, of an asset, declines over time.\n\nWith the constant double depreciation rate and a successively lower depreciation base, charges calculated with this method continually drop. The balance of the book value is eventually reduced to the asset's salvage value after the last depreciation period. However, the final depreciation charge may have to be limited to a lesser amount to keep the salvage value as estimated.\n\nUnder thegenerally accepted accounting principles (GAAP)for public companies, expenses are recorded in the same period as the revenue that is earned as a result of those expenses.Thus, when a company purchases an expensive asset that will be used for many years, it does not deduct the entire purchase price as a business expense in the year of purchase but instead deducts the price over several years.\n\nDouble declining balance depreciation allows for higher depreciation expenses in early years and lower expenses as an asset nears the end of its life. This is considered an accelerated depreciation method.\n\nAs a hypothetical example, suppose a business purchased a $30,000 delivery truck, which was expected to last for 10 years. After 10 years, it would be worth $3,000, its salvage value. Under the straight-line depreciation method, the company would deduct $2,700 per year for 10 years–that is, $30,000 minus $3,000, divided by 10.\n\nUsing the double-declining balance method, the company would first calculate the straight-line depreciation (SLDP) as 1/10 years of useful life = 10% per year. It would then double the SLDP (10%x2=20%) and thus deduct 20% of $30,000 ($6,000) in year one, 20% of $24,000 ($4,800) in year two, and so on, stopping when the book value equaled the salvage value.\n\nDepreciation is an accounting process by which a company allocates an asset's cost throughout itsuseful life. In other words, it records how the value of an asset declines over time. Firms depreciate assets on their financial statements and for tax purposes in order to better match an asset's productivity in use to its costs of operation over time.\n\nAccelerated depreciation is any method of depreciation used for accounting or income tax purposes that allows greater depreciation expenses in the early years of the life of an asset. Accelerated depreciation methods, such as double declining balance (DDB), means there will be higher depreciation expenses in the first few years and lower expenses as the asset ages. This is unlike the straight-line depreciation method, which spreads the cost evenly over the life of an asset.\n\nBoth DDB and ordinary declining depreciation are accelerated methods. The difference is that DDB will use a depreciation rate that is twice that (double) the rate used in standard declining depreciation.\n\nDDB is ideal for an asset that very rapidly loses its value or quickly becomes obsolete. This may be true with certain computer equipment, mobile devices, and other high-tech items, which are generally useful earlier on but become less so as newer models are brought to market.\n\nThe declining balance method is one of the two accelerated depreciation methods and it uses a depreciation rate that is some multiple of the straight-line method rate. The double-declining balance (DDB) method is a type of declining balance method that uses double the normal depreciation rate.\n\nBecause the double-declining balance method results in larger depreciation expenses near the beginning of an asset’s life—and smaller depreciation expenses later on—it makes sense to use this method with assets that lose value quickly.\n\nFinancial Accounting Standards Board. \"FASB Special Report: The Framework of Accounting Concepts and Standards.\" Page 27–29.\n\nInternal Revenue Service. \"Publication 946 (2023), How to Depreciate Property.\"",
  "url": "https://www.investopedia.com/terms/d/double-declining-balance-depreciation-method.asp"
}