{
  "term": "Double Top: Definition, Patterns, and Use in Trading",
  "definition": "A double top is an extremely bearish technical reversal pattern that forms after an asset reaches a high price two consecutive times with a moderate decline between the two highs. It is confirmed once the asset's price falls below asupport levelequal to the low between the two prior highs.\n\nA double top signals a medium or long-termtrendchange in an asset class. Let's take a look at several historical examples of double tops.\n\nThe chart above is of Amazon.com Inc. (AMZN) and shows a double-top pattern that formed in the stock between September and October 2018 around a price of $2,050. The important support level in this case formed around $1,880. Despite the stock falling nearly 8% from its October peak to support at $1,880, one could not confirm the double top until after the stock fell below $1,880. From that point forward the shares went on to plunge almost 31% further.\n\nIn the next example using Netflix Inc. (NFLX), we can see what appears to be the formation of a double top. However, in this case, we see that support is never broken or even tested as the stock continues to rise along anuptrend. However, later in the chart one can see that the stock again forms what appears to be a double top in June and July. But this time it does prove to be a reversal pattern, with the price falling below support at $380, resulting in a decline of 39% to $231 in December. Also, notice how the support level at $380 acted asresistanceon two occasions in November when the stock was rising.\n\nFollowing an uptrend, a double top is a bearish reversal pattern that develops. It is comprised of two almost equal-sized peaks that are close to one another in height, separated by a trough. A potential trend reversal is indicated by the pattern, which shows that the price has reached a resistance level twice but has been unable to break past it. This pattern is frequently seen by traders as a signal to sell or enter short positions in anticipation of additional market declines.\n\nNearly the opposite situation is adouble bottom. Following a downtrend, a double bottom is a bullish reversal pattern. It consists of a peak in the middle of two almost equal-depth troughs that follow one another. The pattern indicates that the price found resistance at a particular level and was unable to break below it.\n\nIn many ways, a double top looks very similar to a double bottom with the exception of the peaks. A double top results in consecutive \"highs\", while a double bottom results in consecutive \"bottoms\".\n\nBe mindful that double tops may send false signals. Even the strongest pattern may break in the opposite direction of its normal path.\n\nThere are several key steps in identifying a double top. Be mindful that every instance of a double top may be slightly different, and false signals may lead investors to believe a double top is forming when it isn't. Generally speaking, here are the steps to identify a double top.\n\nAs you identify double-top formations, consider the following key elements:\n\nThe time period between peaks may vary. One double top may have a week between peaks, while another double top may play out over months.\n\nThere are three primary ways to trade a double top. First, you can wait for the price to cross below the neckline, which would confirm the double-top pattern and perhaps signal a trend reversal. You can start a short trade or sell position after the break happens.\n\nTo reduce risk, think about placing astop-loss orderabove the most recent swing high. You can also project the vertical distance between the neckline and the highest peak downward from the neckline to determine your profit target.\n\nSecond, after the neckline is broken, the price may occasionally retest it from below before continuing its downward movement. As part of this technique, you watch for a price break below the neckline, wait for a retreat to the neckline, and then search for a bearish confirmation signal (such as a bearish candlestick pattern, a trendline break, or a lower high) to place a short trade.\n\nA profit target can be established using a variety of techniques, including projecting the pattern's height downward or locating probable support levels. The stop-loss can be set above the most recent swing high.\n\nThird, you can use extra technical indicators or oscillators to make the double-top pattern more reliable. For instance, you can check for bearish divergence on themoving average convergence divergence (MACD)histogram or the relative strength index (RSI), when the indicators display lower highs as the price develops the two peaks. Following the stop-loss and profit target criteria described above, you can place a short trade once the neckline is broken when the indicators confirm the bearish signal.\n\nA double-top pattern is a visual cue of a possible change in trend from an uptrend to a downtrend. For traders hoping to profit from a shift in the market's trajectory and seize fresh profit possibilities, this can be favorable.\n\nPlus, there's often a definite resistance level that is formed when two peaks at roughly the same price level appear consecutively. This level can be used by traders as a benchmark for establishing stop-loss orders and profit objectives, improving risk management, and trade planning.\n\nA good entry point for traders to start short positions is the break of the neckline in a double-top formation. If the price does not break below the neckline, this provides a fixed level at which to enter the market and aids in determining the pattern's invalidation. The height of the pattern can also be used to predict profit targets, giving traders a distinct moment at which to exit.\n\nVolume analysis can offer more assurance of the correctness of the pattern. Volume frequently rises when the price breaks below the neckline and decreases throughout the creation of the two peaks.\n\nThe signaling potency of the pattern may be further enhanced by this volume increase. Therefore, in some ways, a double top can be a more predictable, reliable pattern compared to other strategies.\n\nLast, by spotting a double-top pattern, traders can determine their profit goals and determine the probable downside target depending on the pattern's height. Due to the fact that the potential profit goal is often higher than the original risk (stop-loss), this usually provides a goodrisk-reward ratio.\n\nThe double-top pattern is not infallible. Like any other chart pattern, it occasionally generates false signals. A failed double-top pattern could develop if the price briefly forms two peaks before continuing its upward trajectory. The breach of the neckline and other supportive signs should serve as confirmation, therefore traders should proceed with caution.\n\nThere may be some subjectivity involved in recognizing a double-top pattern. The positions of the peaks and troughs, as well as howsymmetricalthe pattern ought to be, may be interpreted differently by traders. This subjectivity may cause discrepancies and a range of outcomes among traders.\n\nIt's possible that not all double-top patterns have exact symmetry or the same peaks and troughs. The pricing ranges, length of time, and shape of the design are all flexible. It can be difficult to precisely specify the entry and departure locations or establish the pattern's target levels because of this variability.\n\nA double-top pattern's downside goal is normally calculated by extrapolating the pattern's height from the neckline. However, relative to the starting risk or stop-loss level, the possible profit target can be constrained. Depending on the state of the market, the price can not always reach the predicted target, producing lower earnings than expected.\n\nAllows traders to use visual patterns to trade\n\nMay indicate clear resistance levels\n\nMay communicate clear entry and exit points\n\nMay be confirmed by the volume of shares traded\n\nLike any chart pattern, it may indicate a false signal\n\nMay rely on subjectivity in identifying patterns\n\nMay result in slightly different variations across investments\n\nMay result in limited profit potential\n\nNo, the double-top pattern is not regarded as bullish. The pattern on the chart is bearish and points to a possible trend change from an uptrend to a downtrend.\n\nTechnical chart patterns called double tops often point to the possibility of a reversal to a downtrend from an uptrend. It develops when the price of an asset twice reaches a resistance level, fails to break through it, and then starts to fall.\n\nTrading a double top pattern has the potential to be profitable if done so with the right evaluation, handling of risks, and market circumstances. Profitability is not assured, and there are a number of variables that may affect the result.\n\nAny chart pattern's success rate depends on a number of variables.\n\nMarket conditions, timescale, the degree of pattern formation, and the presence of confirming signs or signals all affect the success rate.\n\nIt's crucial to remember that chart patterns, like the double top pattern, don't always accurately forecast future price alterations. They can produce false signals or unsuccessful patterns, but they are useful for spotting possible trends and reversals.\n\nThe double-top pattern is interpreted by traders and analysts as a bearish indicator. It implies that the upward trend has slowed down and that a price decrease is more likely.\n\nThe break of the neckline, a horizontal line formed between the lows of the troughs, is frequently used by traders to confirm the pattern. It is considered a signal to start short positions or sell when the price crosses below the neckline, with the expectation that the price will continue to decrease.\n\nYahoo Finance. \"Amazon.com Inc. (AMZN).\"\n\nYahoo Finance. \"Netflix, Inc. (NFLX).\"",
  "url": "https://www.investopedia.com/terms/d/doubletop.asp"
}