{
  "term": "Double Irish With a Dutch Sandwich: Definition and How It's Used",
  "definition": "The double Irish with a Dutch sandwich is a tax avoidance technique employed by certain large corporations, involving the use of a combination of Irish and Dutch subsidiary companies to shift profits to low or no-tax jurisdictions. The technique has made it possible for certain corporations to reduce their overall corporate tax rates dramatically.\n\nThe double Irish with a Dutch sandwich is just one of a class of similar internationaltax avoidanceschemes. Each involves arranging transactions between subsidiary companies to take advantage of the idiosyncrasies of various national tax codes.\n\nThese techniques are most prominently used by tech companies because these firms can easilyshift large portions of profits to other countriesby assigning intellectual property rights to subsidiaries abroad.\n\nThe double Irish with a Dutch sandwich is generally considered to be an aggressive tax planning strategy used by some of the world's largest corporations. In 2014, it came under heavy scrutiny, especially from the U.S. and the European Union, when it was discovered that this technique facilitated the transfer of several billion dollars annually tax-free totax havens.\n\nDue largely to international pressure and the publicity surrounding the use of double Irish with a Dutch sandwich, the Irish finance minister passed measures to close the loopholes in the 2015 budget. The legislation effectively ends the use of the tax scheme for new tax plans. Companies with established structures were able to benefit from the old system until 2020.\n\nThe first Irish company would receive large royalties from sales sold to U.S. consumers. The U.S. profits and therefore taxes are dramatically lowered and the Irish taxes on the royalties are very low. Due to a loophole in Irish laws, the company can then transfer its profits tax-free to theoffshore company, where they can remain untaxed for years.\n\nThe second Irish company is used for sales to European customers. It is also taxed at a low rate and can send its profits to the first Irish company using a Dutch company as an intermediary. If done right, there is no tax paid anywhere. The first Irish company now has all the money and can again send it onward to the company in the tax haven.\n\nIn 2017,Google reportedlytransferred 19.9 billion euros or roughly $22 billion through a Dutch company, which was then forwarded to an Irish company in Bermuda. Companies pay no taxes in Bermuda. In short, Google's subsidiary in the Netherlands was used to transfer revenue to the Irish subsidiary in Bermuda.",
  "url": "https://www.investopedia.com/terms/d/double-irish-with-a-dutch-sandwich.asp"
}