{
  "term": "Double Exponential Moving Average (DEMA): Definition and Formula",
  "definition": "The double exponential moving average (DEMA) is atechnical indicatordevised to reduce the lag in the results produced by a traditional moving average. Technical traders use it to lessen the amount of \"noise\" that can distort the movements on a price chart.\n\nLike anymoving average, the DEMA is used to indicate the trend in the price of a stock or other asset. By tracking its price over time, the trader can spot an uptrend—when the price moves above its average, or a downtrend—when the price moves below its average. When the price crosses the average, it may signal a sustained change in the trend.\n\nAs its name implies, the DEMA uses twoexponential moving averages(EMAs) to eliminatelagin the charts.\n\nThis variation on the moving average was introduced by Patrick Mulloy in a 1994 article \"Smoothing Data With Faster Moving Averages\" inTechnical Analysis of Stocks & Commoditiesmagazine.\n\n﻿DEMA=2×EMAN−EMAofEMANwhere:\\begin{aligned} &DEMA=2\\times EMA_N\\ -\\ EMA\\text{ of }EMA_N\\\\ &\\textbf{where:}\\\\ &N=\\text{Look-back period} \\end{aligned}​DEMA=2×EMAN​−EMAofEMAN​where:​﻿\n\nThere are just four steps to this calculation:\n\nImage by Sabrina Jiang © Investopedia 2021\n\nAlthough the indicator is called a double exponential moving average, the equation does not rely on using a double exponential smoothing factor. Instead, the equation doubles the EMA but then cancels out the lag by subtracting a smoothed EMA.\n\nBecause of the complication of the equation, DEMA calculations require more data than straight exponential moving average (EMA) calculations. However, spreadsheets and technical charting software can easily calculate DEMAs.\n\nThe DEMA is used most often by day traders and swing traders. However, long-term investors may be better off using a standard moving average.\n\nDEMAs react quicker than traditional moving averages, so their users are more likely to be day traders orswing traders. Long-term investors, who trade less frequently, may find that a traditional moving average works better for them.\n\nDEMAs are used primarily to spot an upward or downward trend in price and analyze its strength. Traders watch for a price to move above or below the DEMA. Some use multiple DEMAs with different lookback periods, watching for the DEMAs to cross each other.\n\nLike any moving average, a DEMA also can be used to indicate pricesupport or resistance. That is, it can help identify the price point at which a trend will pause or even reverse.\n\nReading the DEMA is straightforward. When the price of an asset is above the DEMA, and the DEMA is rising, it helps confirm an uptrend in price. When the price is below the DEMA, and the DEMA is falling, that helps confirm a downtrend.\n\nAs noted above, some traders display two or more DEMAs with different look-back periods on a single chart. Trade signals could be generated when theselines cross.\n\nFor example, a trader may buy if a 20-period DEMA crosses above a 50-period DEMA, or sell when the 20-period crosses back below the 50-period.\n\nThe DEMA may be less reliable when used to indicate potential support and resistance price points. A trader viewing a DEMA, or any moving average, to pinpoint potential support or resistance points should make sure that it has served this function in the past. If not, it likely won't in the future.\n\nAs the names imply, the double EMA includes the EMA of an EMA. Thetriple EMA(TEMA) has an even more complex calculation, involving an EMA of an EMA of an EMA.\n\nThe goal is still to reduce lag, and the triple EMA has even less lag than the double EMA.\n\nA DEMA, or any moving average, will likely be more reliable if a longer period of time is selected for tracking. This is because time diminishes the effects of \"noise\" in the markets.\n\nMoving averages can provide little or no insight during times when the price of an asset ischoppyor range-bound. No reliable trend can be identified at such times. The price will frequently cross back and forth across the DEMA.\n\nIn addition, the strength of the DEMA is its ability to reduce lag, but that can be its weakness in some circumstances.\n\nThe reduced lag gets the trader out quicker, reducing losses. Yet reduced lag can also encourageovertradingby providing too many signals. The indicator may tell a trader to sell when the price makes a minor move, thus missing out on a greater opportunity if the trend continues.\n\nThe DEMA is best used in conjunction with other forms of analysis, such asprice actionanalysis and fundamental analysis.\n\nThe double exponential moving average may be best described as a \"smoothed\" simple moving average. A standard moving average displays a lag time that increases with the amount of time being charted. The double exponential moving average seeks to shorten that lag time to a consistent level. Overall, it gives the trader an earlier warning of a change in the direction of an asset's price.\n\nThe accuracy of a moving average depends greatly on the length of the period being tracked. Themost commonly used moving average periodsare 50-day, 100-day, and 200-day moving averages. Historically speaking, the longer the term, the more accurate the indicator. This is because the impact of market day-to-day \"noise\" diminishes over time—and it takes time for a trend to clarify.\n\nLike any moving average, the double exponential moving average is designed to trigger a buy or sell signal based on the price movements over time of a given asset. The signal is triggered by a sustained change upwards or downwards of the asset's price.\n\nThemoving average convergence/divergence(MACD) is an indicator that seeks to add greater insight to the moving average by determining the relative momentum of the price movement. The MACD is calculated by subtracting the 26-period EMA from the 12-period EMA. The result may help a trader determine whether a price trend appears to be gaining or losing strength. Some traders use MACD in combination with the DEMA rather than with a standard moving average.\n\nTraders.com. \"Smoothing Data With Faster Moving Averages.\"\n\nTrading View. \"DEMA Strategy with MACD.\"",
  "url": "https://www.investopedia.com/terms/d/double-exponential-moving-average.asp"
}