{
  "term": "Double Entry: What It Means in Accounting and How It’s Used",
  "definition": "Double entry accounting is the standard method of recording every business transaction in two different places to reflect a debit and a credit.\n\nDouble entry is the bookkeeping principle which states that every financial transaction has equal and opposite effects as both an asset and a liability, and therefore it must be recorded as such in two separate places.\n\nDouble entry satisfies theaccounting equation:\n\nAssets=Liabilities+Equity\\begin{aligned} &\\text{Assets} = \\text{Liabilities} + \\text{Equity} \\\\ \\end{aligned}​Assets=Liabilities+Equity​\n\nIn a double-entry accounting system, credits are offset by debits in ageneral ledgerorT-account.\n\nInaccounting, a credit is an entry that increases a liability account or decreases an asset account. A debit is the opposite. It is an entry that increases an asset account or decreases a liability account.\n\nIn the double-entry accounting system, transactions are recorded in terms of debits and credits. Since a debit in one account offsets a credit in another, the sum of all debits must equal the sum of all credits.\n\nThe double-entry system of bookkeeping standardizes the accounting process and improves the accuracy of prepared financial statements, allowing for improved detection of errors. All types of business accounts are recorded as either a debit or a credit.\n\nBookkeeping and accounting are ways of measuring, recording, and communicating a firm’s financial information. A business transaction is an economic event that is recorded for accounting/bookkeeping purposes. In general terms, it is a business interaction between economic entities, such as customers and businesses or vendors and businesses.\n\nUnder the systematic process of accounting, these interactions are generally classified into accounts. There are five different types of accounts that all business transactions can be classified:\n\nBookkeeping and accounting track changes in each account as a company continues operations.\n\nDebits and creditsare essential to the double-entry system. In accounting, debit refers to an entry on the left side of an account ledger, and credit refers to an entry on the right side of an account ledger.\n\nTo be in balance, the total of debits and credits for a transaction must be equal. Debits do not always equate to increases, and credits do not always equate to decreases.\n\nA debit may increase one account while decreasing another. For example, a debit increases asset accounts but decreases liability and equity accounts, which supports the general accounting equation of assets = liabilities + equity.\n\nOn the income statement, debits increase the balances in expense and loss accounts, while credits decrease their balances. Debits decrease revenue account balances, while credits increase their balances.\n\nDouble-entrybookkeepingwas developed in the mercantile period of Europe to help rationalize commercial transactions and make trade more efficient. It also helped merchants and bankers understand their costs and profits. Some thinkers have argued that double-entry accounting was a key calculative technology responsible for the birth ofcapitalism.\n\nThebalance sheetis based on the double-entry accounting system where the total assets of a company are equal to the total liabilities and shareholder equity.\n\nEssentially, the representation equates all uses of capital (assets) to all sources of capital (where debt capital leads to liabilities and equity capital leads to shareholders’ equity). For a company to keep accurate accounts, every business transaction will be represented in at least two of the accounts.\n\nFor instance, if a business takes a loan from a financial entity like a bank, the borrowed money will raise the company’s assets and the loan liability will also rise by an equivalent amount.\n\nIf a business buys raw materials by paying cash, it will lead to an increase in inventory (asset) while reducing cash capital (another asset). Because there are two or more accounts affected by every transaction carried out by a company, the accounting system is referred to as double-entry accounting.\n\nThis practice ensures that the accounting equation always remains balanced; that is, the left side value of the equation will always match the right side value.\n\nA bakery purchases a fleet of refrigerated delivery trucks on credit; the total credit purchase was $250,000. The new set of trucks will be used in business operations and will not be sold for at least 10 years—their estimateduseful life.\n\nTo account for the credit purchase, entries must be made in their respective accounting ledgers. Because the business has accumulated more assets, a debit to the asset account for the cost of the purchase ($250,000) will be made.\n\nTo account for the credit purchase, a credit entry of $250,000 will be made to accounts payable. The debit entry increases the asset balance and the credit entry increases the notes payable liability balance by the same amount.\n\nDouble entries can also occur within the same class. If the bakery’s purchase was made with cash, a credit would be made to cash and a debit to asset, still resulting in a balance.\n\nIn single-entry accounting, when a business completes a transaction, it records that transaction in only one account. For example, if a business sells a good, the expenses of the good are recorded when it is purchased, and the revenue is recorded when the good is sold.\n\nWith double-entry accounting, when the good is purchased, it records an increase in inventory and a decrease in assets. When the good is sold, it records a decrease in inventory and an increase in cash (assets). Double-entry accounting provides a holistic view of a company’s transactions and a clearer financial picture.\n\nThe primary disadvantage of the double-entry accounting system is that it is more complex. It requires two entries to be recorded when one transaction takes place. It also requires that mathematically, debits and credits always equal each other. This complexity can be time-consuming as well as more costly; however, in the long run, it is more beneficial to a company than single-entry accounting.\n\nAn example of double-entry accounting would be if a business took out a $10,000 loan and the loan was recorded in both the debit account and the credit account. The cash (asset) account would be debited by $10,000 and the debt (liability) account would be credited by $10,000. Under the double-entry system, both the debit and credit accounts will equal each other.\n\nThe double-entry accounting method has many advantages over the single-entry accounting method. First and foremost, it provides an organization with a complete understanding of its financial profile by noting how a transaction affects both credit and debit accounts. It also makes spotting errors easier, because if debits and credits do not match, then something is wrong. Lastly, it makes preparing financial statements easier.\n\nScienceDirect. \"Double-Entry Bookkeeping and the Birth of Capitalism: Accounting for the Commercial Revolution in Medieval Northern Italy.\"",
  "url": "https://www.investopedia.com/terms/d/double-entry.asp"
}