{
  "term": "Dove Economic Policy Advisor vs. a Hawk",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA dove is an economic policy advisor who promotesmonetary policiesthat usually involve low interest rates. Doves tend to support low interest rates and an expansionary monetary policy because they value indicators like low unemployment over keeping inflation low. If an economist suggests thatinflationhas few negative effects or calls for quantitative easing, then they are called a dove or labeled as dovish.\n\nDoves prefer low interest rates as a means of encouraging economic growth because they tend to increase demand for consumer borrowing and spurconsumer spending. As a result, doves believe the negative effects of low interest rates are relatively negligible; however, if interest rates are kept low for an indefinite period of time, inflation rises.\n\nDerived from the placid nature of the bird of the same name, the term is the opposite of \"hawk.\" A hawk is, conversely, someone who believes that higher interest rates will curb inflation.\n\nThis isn't the only instance in economics where animals are used as descriptors.Bullandbearare also used, where the former refers to a market affected by rising prices, while the latter is typically one when prices are falling.\n\nIn the United States, doves tend to be the members of the Federal Reserve who are responsible for setting interest rates, but the term also applies to journalists or politicians who lobby for low rates as well. Previous Fed chairsBen BernankeandJanet Yellenwere both considered doves for their commitment to low interest rates.\n\nBut people don't necessarily have to be one or the other. In fact,Alan Greenspan, who served as chair of the Federal Reserve between 1987 and 2006, was said to be fairly hawkish. But that stance changed over time and he eventually became more dovish, as he navigated the bursting of the Internet bubble of the 1990s, as well as the impact of the attack of Sept. 11, 2001, and other major, world-changing events.\n\nRealistically, the people of the United States—investors and non-investors alike—want a Fed chair who can switch between hawk and dove depending on what the situation calls for.\n\nWhen consumers are in a low interest rate environment created through a dovish monetary policy, they become more likely to take out mortgages, car loans, and credit cards. This spurs spending by encouraging people and companies to purchase in the present while rates are low rather than deferring the purchase for the future when rates might be higher.\n\nThis flurry of spending affects the entire economy. Increased consumption can help create or support jobs, which is often one of the main concerns of the political system from both a taxation and a happy voter perspective.\n\nEventually, however, the aggregate demand leads to increases inprice levels. Some of this increase is because employment levels will rise. When this happens, workers tend to earn relatively higher wages as the supply of available workers goes down in a hot economy. So the higher wages get baked into product pricing.\n\nAdding to this are macroeconomic factors created by an expanding money and credit supply where the value of the dollar is going down because they are plentiful. This makes the input costs for products dependent on supply chains in another currency more expensive in dollars. Add this all up, and you end up with inflation. Left unchecked, inflation can be as destructive as high unemployment in a stagnant economy.\n\nThe hawk and dove theory in economics seeks to place economic policymakers into one of two buckets: doves and hawks. Doves seek an expansionary monetary policy, keeping interest rates low and pursuing a policy of quantitative easing. Hawks, on the other hand, seek a contractionary monetary policy, keeping interest rates high and avoiding quantitative easing.\n\nHawks and doves is a way to categorize how government officials view foreign policy. Those who seek an aggressive policy based on strong military power and other means are known as hawks, whereas doves seek a less aggressive foreign policy with reduced military power.\n\nMonetary policy includes the policies set by a nation's central bank. The policies are generally categorized as expansionary monetary policy or contractionary monetary policy. The former is needed to spur and grow the economy when it is slow or in a recession. This involves low interest rates. A contractionary monetary policy is one where the economy needs to slow down or curb high inflation. This involves high interest rates.\n\nThe term \"dove,\" when applied to monetary economic policy, refers to an individual that pursues an expansionary monetary policy, which includes low interest rates in order to make the cost of borrowing money cheaper, thereby spurring consumer demand. A hawk, on the other hand, pursues a policy of contraction, keeping interest rates high.\n\nThough categorizing policymakers as doves and hawks is easy for comparisons, in reality, economic situations require a fluid movement of interest rates to help the economy. When there is high inflation or when the economy is overheated, interest rates need to be high, when the economy is sluggish or in a recession, interest rates need to be kept low.\n\nSouthwestern Economic Review. \"A Dove to Hawk Ranking of the Martin to Yellen Federal Reserves,\" Page 101.\n\nBloomberg. \"How Much of a Dove Is Bernanke, Really?\"\n\nFederal Reserve Bank of Richmond. \"The Fed, the Stock Market, and the 'Greenspan Put'.\"\n\nNational Bureau of Economic Research. \"Perceived FOMC: The Making of Hawks, Doves, and Swingers,\" Page 9.",
  "url": "https://www.investopedia.com/terms/d/dove.asp"
}