{
  "term": "Dow Theory Explained: What It Is and How It Works",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe Dow Theory is a financial theory that says the market is in an upward trend if one of its averages (e.g., industrials or transportation) advances above a previous important high and is accompanied or followed by a similar advance in another average. For example, if the Dow Jones Industrial Average (DJIA) climbs to an intermediate high, an investor might watch the Dow Jones Transportation Average (DJTA) climb to confirm an upward trend.\n\nThe Dow Theory is an approach to trading developed byCharles H. Dow, who, with Edward Jones and Charles Bergstresser, founded Dow Jones & Company, Inc. and developed the Dow Jones Industrial Average in 1896. Dow fleshed out the theory in a series of editorials in theWall Street Journal, which he co-founded.\n\nCharles Dow died in 1902, and due to his death, never published his complete theory on the markets, but several followers and associates have published works that have expanded on the editorials. Some of the most important contributions to Dow Theory include the following:\n\nDow believed that the stock market as a whole was a reliable measure of overall business conditions within the economy and that by analyzing the overall market, one could accurately gauge those conditions and identify the direction of significant market trends and the likely direction individual stocks would take.\n\nAspects of the theory have lost ground—for example, its emphasis on the transportation sector and railroads—but Dow's approach forms the core of moderntechnical analysis.\n\nThere are six main components to the Dow Theory.\n\nThe Dow Theory operates on theefficient market hypothesis (EMH), which states that asset prices incorporate all available information.\n\nEarnings potential, competitive advantage, management competence—all these factors and more are priced into the market, even if not everyone knows all or any of these details. In more strict readings of this theory, even future events are discounted in the form of risk.\n\nMarkets experience primary trends which can last a year or more, such as a bull or bear market. Within the broader trends, secondary trends make smaller movements, such as apullbackwithin a bull market or a rally within a bear market; these secondary trends can last a few weeks to a few months. Finally, minor trends can last a few days to a few weeks. These small fluctuations are considered market noise.\n\nAccording to the Dow Theory, the primary bull and bear trends pass through three phases.\n\nA bull market's phases are the:\n\nA bear market's phases are the:\n\nFor a trend to be established, Dow postulated indices or market averages must confirm each other. This means that the signals that occur on one index must match or correspond with the signals on the other. If one index, such as the Dow Jones Industrial Average, shows a new primary uptrend, but another remains in a primary downward trend, traders should not assume that a new trend has begun.\n\nDow used the two indices that he and his partners invented, theDow Jones Industrial Average (DJIA)and theDow Jones Transportation Average (DJTA), on the assumption that if business conditions were healthy—as a rise in the DJIA might suggest—the railroads would be profiting from moving the freight this business activity required; thus, the DJTA would also be rising.\n\nTrading volume generally increases if the price moves in the direction of the primary trend and decreases if it moves against it. Low volume signals a weakness in the trend. For example, in a bull market, buying volume should increase as the price rises and falls during secondary pullbacks because traders still believe in the primary bullish trend. If selling volume picks up during a pullback, it could be a sign that more market participants are turning bearish.\n\nReversals in primary trends can be confused with secondary trends. It is difficult to determine whether an upswing in a bear market is a reversal or a short-lived rally followed by still lower lows. The Dow Theory advocates caution, insisting that a possible reversal be confirmed by comparing indexes.\n\nHere are some additional points to consider about the Dow Theory.\n\nCharles Dow relied solely on closing prices and was not concerned about the intraday movements of the index.\n\nAnother feature in Dow Theory is the idea of line ranges, also referred to as trading ranges in other areas of technical analysis. These periods of sideways (or horizontal) price movements are seen as a period of consolidation. Therefore, traders should wait for the price movement to break the trend line before coming to aconclusion on which way the marketis headed. For example, if the price were to move above the line, it's likely that the market would trend up.\n\nOne challenging aspect of implementing Dow Theory is accurately identifying trend reversals. Remember, a follower of Dow Theory trades with the overall direction of the market, so it is vital that they recognizethe points at which this direction shifts.\n\nOne of the main techniques used to identify trend reversals in Dow Theory is peak-and-trough analysis. Apeakis defined as the highest price of a market movement in a period, while atroughis seen as the lowest price of a market movement in a period. Note that Dow Theory assumes that the market doesn't move in a straight line but from highs (peaks) to lows (troughs), with theoverall moves of the markettrending in a direction.\n\nAn upward trend in Dow Theory is a series of successively higher peaks and troughs. A downward trend is a series of successively lower peaks and troughs.\n\nThe sixth tenet of Dow Theory contends that a trend remains in effect until there is a clear sign that the trend has reversed. Similarly, the market will continue to move in a primary direction until a force, such as a change in business conditions, is strong enough to change the direction of this primary move.\n\nA reversal in the primary trend is signaled when the market cannot create successive peaks and troughs in the direction of the primary trend.\n\nDuring an uptrend, a reversal occurs when the index consecutively fails to reach higher highs and higher lows over a long period. Instead, the index moves in a series of lower highs followed by lower lows.\n\nThe reversal of a downward primary trend occurs when the market no longer falls to lower lows and highs. Consecutively higher highs and higher lows in a downward-trending market demonstrate a possible reversal to an upward trend.\n\nIt's vital to remember that primary trend reversals can take months to present themselves—a change in price direction over a one-month, two-month, or even three-month period might only be a market correction.\n\nThe three trends are primary, secondary, and minor. The primary trend is the long-term trend, called a bull or bear. Secondary trends are smaller trends, such as a market correction. Finally, minor trends are day-to-day price fluctuations in the market.\n\nThe overall goal of the Dow Theory is to identify the market's primary trend through proof and confirmation.\n\nThe Dow Jones Industrial Average, known as the Dow, is affected by the prices of the stocks that make up the index. Stock prices are affected by many factors.\n\nThe Dow Theory attempts to identify the primary trend a market is in. It is comprised of three primary trends, each made up of secondary and minor trends. The theory assumes that the market already has knowledge of every possible factor and that prices reflect current information. This implies that there is no need to investigate further why assets are priced the way they are but to act on price movements and volume and depend on signals and confirmation for trend reversals.\n\nThe Wall Street Journal. \"The Beginning: 1882-1899.\"",
  "url": "https://www.investopedia.com/terms/d/dowtheory.asp"
}