{
  "term": "Downstream: Definition, Types, and Examples of Operations",
  "definition": "Downstream operations are the processes involved in converting oil and gas into the finished product. These include refining crude oil into gasoline,natural gas liquids, diesel, and a variety of other energy sources. The closer an oil and gas company is to the process of providing consumers with petroleum products, the further downstream the company is said to be.\n\nMost large oil companies likeExxonMobilare described as \"integrated\" because they combineupstreamactivities, which include exploration and production, with downstream operations. Oil and gas operations can be divided into upstream, midstream, and downstream operations. The refining process as well as distribution are considered downstream operations. The transportation and storage of oil and gas are consideredmidstreamoperations.\n\nCompanies in the downstream sector are those that provide the closest link to everyday users. After crude oil is discovered and extracted—the upstream process—it's shipped and transported—the midstream process. Thereafter, the oil isrefined, marketed, distributed, and sold, which is the downstream process.\n\nDownstream business categories mainly include oil refining, supply and trading, and product marketing and retail.\n\nThe downstream process is the one that provides the most products that are closely linked to consumers, and it is the sector of the oil and gas industry that people can relate to the most. Some of these products include liquefied natural gas, gasoline, heating oil, synthetic rubber, plastics, lubricants, antifreeze, fertilizers, and pesticides.\n\nThe downstream industry also plays a key role in othersectorsand industries of the economy that may not necessarily be obvious to some, including the medical field. The downstream process has a big influence on some of the products and equipment needed and used by medical professionals. Similarly, the downstream process plays a key role in theagricultural sectorbecause of its relationship to pesticides and fertilizers, as well as the fuel needed for farming equipment.\n\nThedifference between downstream and upstream operationslies largely in the stage of the process of getting crude oil to the hands of the consumer. Upstream operations include exploring new landscapes for oil potential, discovering the crude oil, drilling and extracting it, and the initial discovery part. Another name for the upstream oil sector is the exploration and production (E&P) sector. Meanwhile, downstream operations as explored in this article include processes that occur after the production phase, all the way up to the point of sale.\n\nThe closer an oil and gas company is to the process of providing consumers with petroleum products, the further downstream the company is said to be.\n\nAlthough an oversupply of crude oil and lower oil prices may hurt integrated and upstream oil companies, downstream companies benefit substantially. When crude oil prices fall sharply in a short period,petroleumproducts typically lag crude oil prices since there is a strong demand for refined petroleum products. As crude oil prices fall, refining margins typically grow. However, as oil prices increase, refining margins may experience declines.\n\nFor example, assuming an oil refining company, ABC Inc., primarily processesWest Texas Intermediate(WTI) crude oil to gasoline. Since gasoline experiences seasonality, there are periods when downstream companies may only generate low-profit margins or operate at a loss. If it's during the winter when demand for gasoline is slow, but theOrganization of Petroleum Exporting Countries(OPEC) has announced that it would cut production.\n\nIn this example, gasoline prices are $2.50 per gallon or $105 per barrel, while WTI crude prices are $95 per barrel. Therefore, ABC Inc. only has a margin of $10 per barrel ($105 – $95).\n\nAssume the following year that gasoline prices remain at $2.50 per gallon but WTI crude oil prices fall substantially due to a global supply glut. The oversupply causes WTI crude oil prices to fall to $50 per barrel. Therefore, ABC Inc. has a refining margin of $55 per barrel ($105 – $50). However, thismargindoes not take into account other costs the company may incur, as the crack spread just takes into account the costs associated with crude oil.\n\nIn software, downstream development refers to designing tools for applications that already exist or are deployed. Meanwhile, upstream refers to source code that is further \"up\" into development, such as bug fixes and patches.\n\nIn a telecommunications network, downstream data is anything that is sent from the network, cloud, or service provider \"down\" to the user. For example, downloading a video is considered downstream since it's been funneled down from the host.\n\nDownstream marketing focuses on short-term sales and increasing revenue through investing with ad dollars, social media, and direct sales tactics. In the meantime, upstream marketing is more long-term and strategic, focused on new product releases.\n\nIn biotechnology, downstream processing is the process of taking biological materials from natural sources like animal or plant tissue and purifying the biosynthetic products made from them.\n\nIn terms of the oil and gas industry, the downstream process can be thought of as the steps closest to the consumer, who is ultimately using the oil to fill up their cars, power their engines, and using it in their daily life. Though most oil and gas companies are integrated, it's important to note that downstream processes indicate when the oil is refined, marketed, distributed, and sold.",
  "url": "https://www.investopedia.com/terms/d/downstream.asp"
}