{
  "term": "Downtrend: Definition, Pattern, Examples, Trading Stategies",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA downtrend is a gradual reduction in the price or value of a stock or commodity, or the activity of a financial market. A downtrend can be contrasted with anuptrend.\n\nWhile the price may move intermittently higher or lower, downtrends are characterized by lowerpeaksand lowertroughsover time. Technical analysts pay attention to downtrends because they represent something more than a random losing streak. Securities in a downtrend seem to be more likely to continue trending lower until some market condition changes, implying that a downtrend marks a fundamentally deteriorating condition.\n\nA security that changes from an uptrend to a downtrend rarely makes an instantaneous change from one to the other. Instead, the price action in an uptrend shows signs of strain and then the downtrend incrementally begins. Both upward and downward trends are marked by their peaks and troughs (also referred to asswing highsandswing lows), and the general direction they appear to be proceeding. The following illustration shows a series of peaks and troughs (peaks are even-numbered, troughs are odd).\n\nThe dynamic shown in this illustration reflects all trend changes from upward to downward. Though specifics vary in each instance, three characteristics of this change are common:\n\nThe first sign of a downtrend marks a point in the price action where supply exceeds demand. The number of available sellers and the quantity of the security they want to sell is more than the number of ready buyers and the quantity they want to buy. Market participants are dictating that the security should not be priced as high as it is.\n\nThe second indication is the increasing number of market participants convinced that they must no longer own (or own as much of) the security. The number of sellers increases simultaneously with the number of buyers decreasing.\n\nThe third sign is usually accompanied by news or new information that confirms the suspicions of those who are determined to exit the market, or who are no longer considering buying the security. More buyers back away and additional sellers become eager to take profits or limit losses.\n\nThe majority of equity traders seek to avoid downtrends because they are inherently focused on upward trends andtrade longonly. Downtrends can be found in every trading time frame, whether minutes, days, weeks, months, or years. Traders look for ways to identify a downtrend as early as possible. Some traders prefer to trade both long andshort, so they identify downtrends for new trading opportunities.\n\nTraders recognize that once a downtrend has been established it is best to proceed with caution while entering into any newlong positions. This hesitancy exacerbates the downtrend by contributing to reduced demand. Traders who trade both long and short recognize the opposite, a new opportunity to profit from the downtrend.\n\nShort sellers profit from downtrends by borrowing and then immediately selling shares with the agreement to repurchase them in the future. These are known as short positions orshort selling. If the asset's price continues to decline, the trader profits from the difference between the immediate sale price and the lower future repurchase price. Short sellers add to the price action by entering with sell orders, accelerating the downward trend. Such traders look to profit from the next low swing, patiently awaiting the trend to continue lower.\n\nTraders often usetechnical indicatorsand chart patterns to identify and confirm downtrends.Moving averagescan be used to identify the overall trend. If the price is lower than a moving average, the stock is likely to be in a downtrend, and vice versa for an uptrend. Technical indicators such as therelative strength index(RSI) orAverage Directional Index(ADX), can also show the magnitude or strength of the downtrend at a given point, which helps a trader decide whether or not to enter a short position.\n\nThe lengthy downtrend in the General Electric Co. (GE) stock price reveals that the company's troubles were deeper than originally anticipated and that layoffs, spinoffs, plant closings, and product cancellations were signaling a major change in the economic environment and one for which that GE was not prepared.\n\nIn this chart, the stock makes its final peak followed by the next trough moving lower than the previous trough (as shown in the inset). This lower trough coincides with the moment that the supply of stock that investors want to sell has outnumbered the demand that investors have to buy the stock at the price. This initial sign of weakness, an example of the first sign mentioned previously, was not accompanied by news of the company's troubles. Investors were able to determine that the company's prospects were on the decline.\n\nThe lower peaks and troughs that follow show an extended downtrend lasting more than two years, a time when the rest of the market was generally moving higher. Traders that had taken abearishstance on the stock following thebreakdownfrom the first trough would have found many opportunities for profitable trades. Alternatively, long traders may have locked in their profits at the beginning of the downtrend and re-entered their long position after the stock showed signs of arebound.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/d/downtrend.asp"
}