{
  "term": "Downside Risk: What It Is and How To Calculate It",
  "definition": "Downside risk is an estimation of asecurity'spotential loss in value if market conditions precipitate a decline in that security's price. Depending on the measure used, downside risk explains a worst-case scenario for an investment and indicates how much the investor stands to lose.Downside risk measuresare consideredone-sidedtests since the profit potential is not considered.\n\nInvestments can have a finite or infinite amount of downside risk. The purchase of a stock, for example, has a finite amount of downside risk bounded by zero. The investor can lose their entire investment, but not more. Unlimited downside risk can exist with a short position in stock through ashort salesince the price of the security could continue rising indefinitely.\n\nSimilarly, being long anoption—either a call or a put—has a downside risk limited to the price of the option's premium, while a “naked”short calloption position has an unlimited potential downside risk because there is no limit to how far a stock can climb. A naked call option is considered the riskiest option strategy, since the seller of the option doesn’t own the security, and would have to purchase it in the open market to fulfill the contract.\n\nInvestors, traders, and analysts use a variety of technical and fundamentalmetricsto estimate the likelihood that an investment's value will decline, including historical performance andstandard deviationcalculations. Investors oftencompare the potential risks associated with a particular investment to possible rewards.\n\nDownside risk is in contrast toupsidepotential, which is the likelihood that a security's value will increase.\n\nWith investments and portfolios, a common downside risk measure is downside deviation orsemi-deviation. It is a variation of standard deviation that measures the deviation of only badvolatilityand how large the deviation in losses is.\n\nSince upside deviation is also used in the calculation of standard deviation, investment managers may be penalized for having large swings in profits. Downside deviation addresses this problem by only focusing onnegative returns.\n\nStandard deviation (σ), which measures the dispersion of data from its average, is calculated as follows:\n\nσ=∑i=1N(xi−μ)2Nwhere:x=Data point or observationμ=Data set’s averageN=Number of data points\\begin{aligned} &\\sigma = \\sqrt{ \\frac{ \\sum_{i=1}^{N} (x_i - \\mu)^2 }{ N } } \\\\ &\\textbf{where:} \\\\ &x = \\text{Data point or observation} \\\\ &\\mu = \\text{Data set's average} \\\\ &N = \\text{Number of data points} \\\\ \\end{aligned}​σ=N∑i=1N​(xi​−μ)2​​where:x=Data point or observationμ=Data set’s averageN=Number of data points​\n\nThe formula for downside deviation uses this same formula, but instead of using the average, it uses some return threshold—therisk-free rateis often used.\n\nAssume the following 10 annual returns for an investment: 10%, 6%, -12%, 1%, -8%, -3%, 8%, 7%, -9%, -7%. In the above example, any returns that were less than 0% were used in the downside deviation calculation.\n\nThe standard deviation for this data set is 7.69% and the downside deviation of this data set is 3.27%. This shows that about 40% of the total volatility is coming from negative returns and implies that 60% of the volatility is coming from positive returns. Broken out this way, it is clear that most of the volatility of this investment is \"good\" volatility.\n\nThe SFR Ratio, orRoy's Safety-First Criterionevaluates portfolios based on the probability that their returns will fall below a minimum desired threshold. Here, theoptimal portfoliowill be the one that minimizes the probability that the portfolio's return will fall below a threshold level. Investors can use the SFRatio to choose the investment that is most likely to achieve the required minimum return.\n\nAt an enterprise level, the most common downside risk measure isValue-at-Risk(VaR). VaR estimates how much a company and its portfolio of investments might lose with a given probability, given typical market conditions, during a set period such as a day, week, or year.\n\nVaR is regularly employed by analysts and firms, as well asregulators in the financial industry, to estimate the total amount of assets needed to cover potential losses predicted at a certain probability, such as something likely to occur 5% of the time. For a given portfolio, time horizon, and established probabilityp, thep-VaR can be described as the maximum estimated loss during the period if we exclude worse outcomes whose probability is less thanp.\n\nRisk is the chance investors take that a security increases or decreases in value. A decline that is unexpected or triggered by a market occurrence, is downside risk. Downside risk represents the worst-case scenario.\n\nThe level of risk associated with an investment correlates with the level of return the investment may earn. Investors will usually assume more risk if they are rewarded for their risk.\n\nDownside risk usually causes investments to lose value in the short term. Stock and bond markets may generate positive results over the long term, but market events can cause specific investments or sectors to decline in value in the short term.\n\nInvestors assume a level of risk that a security increases or decreases in value. Downside risk represents the worst-case scenario and may be precipitated by a market or economic event that causes a decline in the security's price in the short term.\n\nU.S. Bank. \"4 Ways To Manage Downside Risk.\"",
  "url": "https://www.investopedia.com/terms/d/downsiderisk.asp"
}