{
  "term": "Down Payment: What It Is and How Much Is Required",
  "definition": "A down payment is a sum a buyer pays upfront when purchasing an expensive good such as a home or car. It represents a percentage of the total purchase price, and the balance is usually financed. A down payment can significantly reduce the amount the borrower owes to the lender, the amount of interest they will pay over the life of the loan, and monthly payment amounts.\n\nBuyers commonly pay a down payment when purchasing a home or car. The average first-time home buyer pays 6% of the home price as their down payment and takes out amortgagefrom a bank or other financial institution for the remainder.\n\nFor car purchases, it is common to pay a down payment of at least 20% of a new car's price. Because the value of a car depreciates quickly, a high down payment ensures buyers do not owe more than the car is worth after a year or two. Like mortgages, car loans often carry interest, and a down payment reduces the interest paid over the life of the loan.\n\nIn the United States, a 20% down payment on a home has been the standard. Because a buyer'scredit score, income level, anddebt-to-incomeratio help determine a loan's interest rate, borrowed amount, and terms of the mortgage,a larger down payment can be beneficial.\n\nFor 2023, the minimum down payment is 3% for conventional home loans per rules set by government-sponsored entitiesFannie Mae and Freddie Mac. ForFHA loansthat help low- to moderate-income families attain homeownership, the minimum down payment is 3.5%. The lowest down payment requirements commonly carry income limits.\n\nUpfront fees on Fannie Mae and Freddie Mac home loans changed in May 2023. Fees were increased for homebuyers with higher credit scores, such as 740 or higher, while they were decreased for homebuyers with lower credit scores, such as those below 640. Another change: Your down payment will influence what your fee is. The higher your down payment, the lower your fees, though it will still depend on your credit score. Fannie Mae provides theLoan-Level Price Adjustmentson its website.\n\nFind loan options from the best mortgage lenders.\n\nForcar purchases, a down payment of 20% or more can make it easier for a buyer to be approved for a loan and get a better interest rate and other terms. Car dealers may also offer promotional terms of0% downfor buyers who qualify. While that means no down payment is necessary, the lender may charge a higher interest rate.\n\nA down payment of 20% or more may get you a lower interest rate on an auto loan.\n\nA significant down payment decreases the amount of interest paid over the life of the loan and lowers monthly payments.\n\nHomeowners unable to put down a large down payment can plan to make additional payments toward their mortgage principal each month, reducing the loan amount and interest over time. This is often referred to as makingaccelerated paymentsoraccelerated amortization. Buyers may choose torefinance their mortgageif their finances improve and make a larger down payment on the new loan.\n\nIn most cases, yes. Down payment and deposit are often used interchangeably. Both terms refer to the same process of providing an upfront payment as a percentage of a total sale.\n\nA down payment will reduce the loan amount, interest cost, and monthly payments. The amount of the down payment may also reduce the interest rate provided by the lender.\n\nDownpayments reduce the risk for lenders. Not only do they reduce the amount of money that needs to be lent out; by acting as the \"cost of entry\" for a loan, but a downpayment can also be used to prove that the borrower is serious about a loan.\n\nA down payment is a sum a buyer pays upfront when purchasing a home or car and is a percentage of the total purchase price. The higher the down payment, the less the buyer will need to borrow to complete the transaction, the lower their monthly payments, and the less they'll pay in interest over the long term.\n\nRocket Mortgage. \"What Is the Average Down Payment on a House?\"\n\nProgressive Insurance. \"Down Payment on a Car.\"\n\nLending Tree. \"Minimum Mortgage Requirements in 2023.\"\n\nFannie Mae. “Loan-Level Price Adjustment Matrix,” Page 2.",
  "url": "https://www.investopedia.com/terms/d/down_payment.asp"
}