{
  "term": "Dual Class Stock: Definition, Structure, and Controversy",
  "definition": "A dual class stock is when a company issues twoshare classes. A dual class stock structure can consist ofClass AandClass Bshares, for example. These shares can differ in terms of voting rights anddividendpayments.\n\nWhen multiple share classes of stock are issued, typically one class is offered to the general public, while the other is offered to company founders, executives, and family. The class offered to the general public often has limited or novoting rights, while the class available to founders and executives has more voting power and often provides for majority control of the company.\n\nDual class stock is designed to give specific shareholders voting control. Classes of stock with unequalvoting sharesmay be created to satisfy owners who don't want to give up control, but do want the publicequity marketto provide financing.\n\nIn most cases, these so-calledsuper-votingshares are not publicly traded and company founders and their families are most commonly the controlling groups in dual-class companies. Although there is no standard nomenclature for multiple share classes, Class A shares are normally superior to Class B shares. In other cases, though, the reverse is true. That's why investors should research the details of a company's share classes if they are considering investing in a firm with more than one class of shares.\n\nWell-known companies, such as Ford and Warren Buffett'sBerkshire Hathaway, have dual class stock structures, which provide founders, executives, and families the ability to control majority voting power with a relatively small percentage of totalequity.\n\nThe dual-class structure at Ford, for instance, gives the Ford family control of 40% of the voting power, while owning a small percentage of the company's total equity.An extreme example is Echostar Communications CEO Charlie Ergen, who controls around 91.8% of the vote with his powerful Class A shares.\n\nDual-class structures allow companies to access public capital without sacrificing control.\n\nWhile they've recently become popular, dual-class structures have been around for some time in various forms.\n\nTheNew York Stock Exchange(NYSE) banned dual-class structures in 1940 after an outcry in 1926 over automotive company Dodge Brothers' public offering, which consisted of non-voting shares for the public. However, the exchange reinstated the practice during the 1980s in the wake of competition from other exchanges.Once shares arelisted, companies cannot reverse any voting rights attributed to the new class, or issue any classes of shares with superior voting rights.\n\nThe approximate percentage of U.S. companies in theRussell 3000 Indexwith a dual- or multiple-class structure, according to a Harvard Law School study.\n\nIn recent times, the number of companies opting for a dual-class structure during listing has multiplied. This is particularly the case among technologystartups, many of which use this strategy to retain control over their outfits. Alphabet Inc.'s Google is the most famous example of this trend (see below).\n\nAlphabet Inc.'s Google is the most famous example of this trend. Many investors were frustrated at Google’sinitial public offering(IPO) when the internet giant, boasting amarket capitalizationamong the top 30 firms worldwide, issued second Class B shares to founders with 10 times the amount of votes as the ordinary Class A shares sold to the public.\n\nSeveral stockindexeshave stopped including companies with dual-class structures. The S&P 500 and FTSE Russell are two such indexes.\n\nDual class stock structures are controversial. Their supporters argue that the structure enables founders to demonstrate strong leadership and the placing of long-term interests over near-term financial results. It also helps founders retain control over the company as potentialtakeoverscan be avoided through their supermajority voting shares.\n\nOn the other hand, opponents argue that the structure allows a small group of privileged shareholders to maintain control, while other shareholders (with less voting power) provide the majority of the capital. In effect, there is an unequal distribution of risk.\n\nThe founder is able to access capital from public markets at minimal economic risk. Shareholders carry a major part of the risk related to strategy.\n\nAcademic research has proved that powerful classes of shares forinsiderscan actually hinder long-term outperformance. A middle path has been suggested by another group of shareholders. According to them, the effects of a dual-class structure can be limited by placing a time-bound restriction on such structures and allowing shareholders to accumulate voting interest over time.\n\nAlphabet subsidiary Google is the most famous example of a company with a dual-class structure. When it was listed in 2004, the search giant unveiled two classes of shares in its offering. Class A shares were reserved for regular investors and had one vote per share. Class B shares were reserved for founders and executives and had 10 times as many votes as those for the \"ordinary\" A shares.\n\nMany investors were frustrated at thisinitial public offering(IPO), given that the internet giant boasted amarket capitalizationamong the top 30 firms worldwide.Later, the company added a third class of shares. These Class C shares came with zero voting rights.\n\nOther examples of companies with dual-class structures are Meta (formerly Facebook), Zynga, Groupon, and Alibaba.\n\nFord. \"2021 Proxy Statement,\" Page 98. Accessed Nov. 24, 2021.\n\nEchostar. \"United States Securities and Exchange Commission, Schedule 14A, EchoStar Corporation,\" Page 4, 6, and 15. Accessed Nov. 24, 2021.\n\nU.S. Securities and Exchange Commission. \"Perpetual Dual-Class Stock: The Case Against Corporate Royalty.\" Accessed Nov. 24, 2021.\n\nHarvard Law School Forum on Corporate Governance. \"Dual-Class Shares: Governance Risks and Company Performance.\" Accessed Nov. 24, 2021.\n\nAlphabet. \"2004 Founders’ IPO Letter.\" Accessed Nov. 24, 2021.\n\nS&P Dow Jones Indices. \"S&P Dow Jones Indices Announces Decision on Multi-Class Shares and Voting Rules.\" Accessed Nov. 24, 2021.\n\nFTSE Russell. \"FTSE Russell Voting Rights Consultation – Next Steps.\" Accessed Nov. 24, 2021.",
  "url": "https://www.investopedia.com/terms/d/dualclassstock.asp"
}