{
  "term": "Due Diligence: Types and How to Perform",
  "definition": "Due diligence is the process of carefully examining and verifying information before making a decision or moving forward with a particular action or agreement.\n\nDue diligence refers to the thorough research and evaluation carried out to confirm the accuracy of information and assess any potential risks before committing to a transaction, agreement, or important decision. In the financial world, due diligence requires an examination of financial records before entering into a proposed transaction with another party.\n\nDue diligence became common practice (and a common term) in the United States with the passage of theSecurities Act of 1933. With that law, securities dealers and brokers became responsible for fully disclosing material information about the instruments they were selling. Failing to disclose this information to potential investors made dealers and brokers liable for criminal prosecution.\n\nThe writers of the act recognized that requiring fulldisclosureleft dealers and brokers vulnerable to unfair prosecution for failing to disclose a material fact they did not possess or could not have known at the time of sale.\n\nThus, the act included a legal defense: as long as the dealers and brokers exercised \"due diligence\" when investigating the companies whose equities they were selling, and fully disclosed the results, they could not be held liable for information that was not discovered during the investigation.\n\nDue diligence is performed by equity research analysts, fund managers, broker-dealers, individual investors, and companies that are considering acquiring other companies. Due diligence by individual investors is voluntary. However, broker-dealers are legally obligated to conduct due diligence on a security before selling it.\n\nDepending on its purpose, due diligence takes different forms.\n\nDue diligence can be categorized as \"hard\" or \"soft\" based on the approach used.\n\nWe discuss more on how these two types of due diligence are put into practice in the context of M&A deals below.\n\nBelow are10 stepsfor individual investors undertaking due diligence. Most are related to stocks, but, in many cases, they can be applied to bonds, real estate, and many other investments.\n\nAfter those 10 steps, we offer some tips when considering an investment in a startup company.\n\nAll of the information you need is readily available in the company's quarterly and annual reports and in the company profiles on financial news and discount brokerage sites.\n\nA company’smarket capitalization, or total value, indicates how volatile the stock price is, how broad its ownership is, and the potential size of the company's target markets.\n\nLarge-cap and mega-cap companies tend to have stable revenue streams and a large, diverse investor base, which tends to lead to less volatility. Mid-cap and small-cap companies typically have greater fluctuations in their stock prices and earnings than large corporations.\n\nThe company's income statement will list its revenue and net income or profit. That's the bottom line. It's important to monitor trends over time in a company's revenue, operating expenses,profit margins, andreturn on equity.\n\nThe company's profit margin is calculated by dividing its net income by its revenue. It's best to analyze profit margins over several quarters or years and compare those results to companies within the same industry to gain some perspective.\n\nNow that you have a feel for how big the company is and how much it earns, it's time to size up the industry in which it operates and its competition. Every company is defined in part by its competition.\n\nDue diligence involves comparing the profit margins of a company with two or three of its competitors. For example, questions to ask are: Is the company a leader in its industry or its specific target markets? Is the company's industry growing?\n\nPerforming due diligence on several companies in the same industry can give an investor significant insight into how the industry is performing and which companies have the leading edge in that industry.\n\nMany ratios and financial metrics are used to evaluate companies, but three of the most useful are theprice-to-earnings(P/E) ratio, theprice/earnings to growth(PEGs) ratio, and the price-to-sales (P/S) ratio. These ratios are already calculated for you on websites such as Yahoo! Finance.\n\nAs you research ratios for a company, compare several of its competitors. You might find yourself becoming more interested in a competitor.\n\nIs the company still run by its founders, or has the board shuffled in a lot of new faces? Younger companies tend to be founder-led. Research the bios of management to find out their level of expertise and experience. Bio information can be found on the company's website.\n\nWhether founders and executives hold a high proportion of shares and whether they have been selling shares recently is a significant factor in due diligence. High ownership by top managers is a plus, and low ownership is a red flag. Shareholders tend to be best served when those running the company have a vested interest in stock performance.\n\nThe P/E ratio gives a sense of the expectations that investors have for the stock's near-term performance.\n\nThe company's consolidated balance sheet will show its assets and liabilities as well as how much cash is available.\n\nCheck the company's level of debt and how it compares to others in the industry. Debt is not necessarily a bad thing, depending on the company's business model and industry. But make sure those debts are highly rated by the rating agencies.\n\nSome companies and whole industries, like oil and gas, are very capital-intensive, while others require few fixed assets and capital investment. Determine the debt-to-equity ratio to see how much positive equity the company has.\n\nTypically, the more cash a company generates, the better an investment it's likely to be because the company can meet its debts and still grow.\n\nIf the figures for total assets, total liabilities, andstockholders' equitychange substantially from one year to the next, try to figure out why.\n\nReading the footnotes that accompany the financial statements and the management's discussion in the quarterly or annual reports can shed light on what's really happening in a company. The firm could be preparing for a new product launch, accumulatingretained earnings, or in a state of financial decline.\n\nInvestors should research both the short-term and long-term price movements of the stock and whether the stock has been volatile or steady. Compare the profits generated historically and determine how they correlate with the price movement.\n\nKeep in mind that past performance does not guarantee future price movements. If you're a retiree looking for dividends, for example, you might not want a volatile stock price. Stocks that are continuously volatile tend to have short-term shareholders, which can add extra risk for certain investors.\n\nInvestors should know how many shares the company has outstanding and how that number relates to the competition. Is the company planning on issuing more shares? If so, the stock price might take a hit.\n\nInvestors should find out what theconsensusof Wall Street analysts is for earnings growth, revenue, and profit estimates for the next two to three years. Investors should also look for discussions of long-term trends affecting the industry and company-specific news about partnerships,joint ventures, intellectual property, and new products or services.\n\nBe sure to understand both the industry-wide risks and company-specific risks. Are there outstanding legal or regulatory matters? Is there unsteady management?\n\nInvestors should play devil's advocate at all times, picturing worst-case scenarios and their potential outcomes on the stock. If a new product fails or a competitor brings a new and better product forward, how would this affect the company? How would a jump in interest rates affect the company?\n\nOnce you've completed the steps outlined above, you'll have a better sense of the company's performance and how it stacks up to the competition. You will be better informed to make a sound decision.\n\nWhen considering investing in a startup, some of the 10 steps above are appropriate, while others just aren't possible because the company doesn't have the track record. Here are some startup-specific moves.\n\nIn themergers and acquisitions(M&A) world, a company that is considering a deal will perform a financial analysis on a target company. The due diligence might also include an analysis of future growth.\n\nThe acquirer may ask questions that address the structuring of the acquisition. The acquirer is also likely to look at the current practices and policies of the target company and perform a shareholder value analysis.\n\nIn traditional M&A activity, the acquiring firm deploys risk analysts who perform due diligence by studying costs, benefits, structures, assets, and liabilities. That's known colloquially as hard due diligence.\n\nIncreasingly, however, M&A deals are also subject to the study of a company's culture, management, and other human elements via soft due diligence.\n\nIn an M&A deal, hard due diligence is the battlefield of lawyers, accountants, and negotiators. Typically, hard due diligence focuses on earnings before interest, taxes, depreciation, and amortization (EBITDA), the aging of receivables and payables, cash flow, and capital expenditures.\n\nIn sectors such as technology or manufacturing, additional focus is placed on intellectual property andphysical capital.\n\nOther examples of hard due diligence activities include:\n\nConducting soft due diligence is not an exact science. It should focus on how well a targeted workforce will mesh with the acquiring corporation's culture.\n\nHard and soft due diligence intertwine when it comes to compensation and incentive programs. These programs are not only based on real numbers, making them easy to incorporate into post-acquisition planning, but they can also be discussed with employees and used to gauge cultural impact.\n\nSoft due diligence is concerned with employee motivation, and compensation packages are specifically constructed to boost those motivations. It is not a panacea or a cure-all, but soft due diligence can help the acquiring firm predict whether a compensation program can be implemented to improve the success of a deal.\n\nSoft due diligence can also concern itself with the target company's customers. Even if the target employees accept the cultural and operational shifts from the takeover, the target customers and clients may well resent a change in service, products, or procedures. This is why many M&A analyses now include customer reviews, supplier reviews, and test market data.\n\nDue diligence is a process or effort to collect and analyze information before making a decision. It is a process often used by investors to assess risk. It involves examining a company's numbers, comparing the numbers over time, and benchmarking them against competitors to assess an investment's potential in terms of growth.\n\nDue diligence is primarily a way to reduce risk exposure. The process ensures that a party is aware of all the details of a transaction before they agree to it. For example, a broker-dealer will give an investor the results of a due diligence report so that the investor is fully informed and cannot hold the broker-dealer responsible for any losses.\n\nAdue diligence checklistis an organized way to analyze a company. The checklist will include all the areas to be analyzed, such as ownership and organization, assets and operations, financial ratios, shareholder value, processes and policies, future growth potential, management, and human resources.\n\nExamples of due diligence can be found in many areas of our daily lives. For example, conducting a property inspection before completing a purchase to assess the risk of the investment, an acquiring company examining a target firm before completing a merger or acquisition, and an employer performing a background check on a potential recruit.\n\nDue diligence is a process or effort to collect and analyze information before making a decision or conducting a transaction, so a party is not held legally liable for any loss or damage. The term applies tomany situations,but most notably to business transactions.\n\nDue diligence is performed by investors who want to minimize risk, broker-dealers who want to ensure that a party to any transaction is fully informed of the details so that the broker-dealer is not held responsible, and companies who are considering acquiring another firm.\n\nFundamentally, doing your due diligence means that you have gathered the necessary facts to make a wise and informed decision.\n\nGovinfo.gov. \"Securities Act of 1933.\"\n\nHarvard Business Review. \"Don't Make This Common M&A Mistake.\"\n\nHarvard Business Review. \"Human Due Diligence.\"",
  "url": "https://www.investopedia.com/terms/d/duediligence.asp"
}