{
  "term": "Due From Account: Definition, How It Works and Vs. Due to Account",
  "definition": "A due from account is an asset account in thegeneral ledgerused to track money owed to a company that is currently being held at another firm. It is typically used in conjunction with adue to accountand is sometimes referred to as intercompanyreceivables.\n\nA general ledger stores and organizes data, providing a record of every financialtransactionthat takes place during the life of an operating company. In it, investors will findcreditanddebitaccounts.The due from account falls into the latter category.\n\nA due from account holds assets in another firm’s account that can be considered as areceivable by the company that owns the due from account. Due from accounts track assets owed to a company and are not used for the tracking of anyliabilitiesorobligations. In the case of many businesses, due from accounts holddepositsmade by customers.\n\nA due from account can have various names, depending on the type of transaction. For example, it can be called intercompany receivables when money for goods or services is received by asubsidiaryand is on its way to being forwarded to theparent company.\n\nIn international business, a due from account can be referred to as anostro account. Nostro, a term derived from the Latin word for \"ours,\" holds deposits made by customers in one country before being transferred to the primary due from account held by the business in their home nation, in their homecurrency.\n\nNostro accounts generally hold funds in the currency native to the account's location and not the currency of the business’ home nation or bank. They are frequently used to facilitateforeign exchangeand trade transactions.\n\nWhile the due from account tracks money owed to the company, the due to account is used to track obligations, such as funds, that are owed to another entity. The due from accounts focus on incomingassets, also known as receivables, while the due to accounts focus on outgoing assets, also calledpayables. The funds in a due to account are often designated for a particular purpose, such as to fulfill a debt obligation, prior to being transferred into the account.\n\nAt no time should either account ever reflect a negative balance, as these accounts track known obligations. If a negative balance occurs, the most likely culprit is incorrectly entered data. Meanwhile, if the account ever reflects a zero balance, this means there are no receivables or payables expected at that time.\n\nThe primary reason for separating the incoming and outgoing funds is for ease of accounting. This keeps all incoming payments focused in one account and outgoing in another. Each transfer can be marked with its source or destination and helps maintain a simplified paper trail if research is required, say in the event of anaudit.\n\nThe separation of funds is particularly useful when disbursements are scheduled for payments, transfers to other bank locations, or to a company's subsidiaries. The process of separating receivables and payables also helps in tax charges as movement in and out of due from accounts or due to accounts marks when funds were distributed and therefore the appropriate tax charge required on the funds.",
  "url": "https://www.investopedia.com/terms/d/due-from-account.asp"
}