{
  "term": "Due to Account: Definition, Example, Importance",
  "definition": "Investopedia / Paige McLaughlin\n\nA due to account is aliabilityaccount typically found inside the general ledger that indicates the amount of funds payable to another party. The funds can be currently due or due at a point in the future. This due to account is usually generated and put on the books as the result of a transaction.\n\nAfter a business receives goods or services from an outside party, if the party providing the services is not paid right away, the due to account is created and funds are appropriately allocated to it in order to provide the future payment. The due to account is used in conjunction with adue from accountto reconcile from which account the money will be coming, and to which it will be going.\n\nThe due to account is also calledaccounts payable.\n\nThegeneral ledgeris the centralized source that contains all of the financial accounts for a company. It containsdebitand credit accounts, including the due to account and the due from account. The due to account is also sometimes referred to as an \"intercompany payables\" account. When a business receives goods or services from an outside party, if those items aren't paid for immediately the business will create a due to account entry on its books to set aside funds to pay the vendor.\n\nIf the due to account increases over a prior period, that means the company is buying more goods or services on credit, rather than paying cash. If a company's due to account decreases, it means the company is paying on its prior period debts at a faster rate than it is purchasing new items on credit. It is essential that a company keep proper track of their due to accounts so as to avoid becomingoverleveraged.\n\nThe due to account and due from account are essentially opposites. Whereas the due to account tracks the amount of money a business owes to various entities, the due from account is an asset account in thegeneral ledgerused to track money owed to a company that is currently being held at another firm. Neither the due from or due to account should ever have a negative balance. If this occurs, it reveals there was an error was made in the accounting process.\n\nSay for example that XYZ Company produces widget presses. One day, their widget press breaks. It turns out there was a defective tuner in one of the crankshafts of the machine. XYZ Company needs to hire a widget press mechanic and also needs to purchase a new tuner for the crankshaft. The tuner arrives with an invoice. The mechanic comes and fixes the machine and says he will send XYZ Company an invoice for his services. XYZ Company would create two due to accounts in its general ledger upon receiving these invoices. Once these invoices were paid, the due to accounts would be canceled.",
  "url": "https://www.investopedia.com/terms/d/due-to-account.asp"
}