{
  "term": "Dumping: Price Discrimination in Trade, Attitudes and Examples",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nDumping is when a country or company exports a product at a lower price than its domestic sale price. In the context of international trade, dumping is often considered an unfair pricing strategy. Because dumping typically involves substantial export volumes of a product, it often endangers the financial viability of the product's manufacturer or producer in the importing nation.\n\nDumping is considered a form ofprice discrimination. It occurs when a manufacturer lowers the price of an item entering a foreign market to a level that is less than the price paid by domestic customers in the originating country. The practice is considered intentional with the goal of obtaining acompetitive advantagein the importing market.\n\nThe primary advantage of trade dumping is the ability to permeate a market with product prices that are often considered unfair. The exporting country may offer the producer asubsidyto counterbalance the losses incurred when the products sell below their manufacturing cost. One of the biggest disadvantages of trade dumping is that subsidies can become too costly over time to be sustainable. Additionally, trade partners who wish to restrict this form of market activity may increase restrictions on the good, which could result in increased export costs to the affected country or limits on the quantity a country willimport.\n\nWhile theWorld Trade Organization (WTO)reserves judgment on whether dumping is an unfair competitive practice, most nations are not in favor of dumping. Dumping is legal under WTO rules unless the foreign country can reliably show the negative effects the exporting firm has caused its domestic producers. To counter-dumping and protect their domestic industries frompredatory pricing, most nations usetariffsandquotas. Dumping is also prohibited when it causes \"material retardation\" in the establishment of an industry in the domestic market.\n\nThe majority oftrade agreementsinclude restrictions on trade dumping. Violations of such agreements may be difficult to prove and can be cost-prohibitive to enforce fully. If two countries do not have a trade agreement in place, then there is no specific ban on trade dumping between them.\n\nIn January 2017, the International Trade Association (ITA) decided that the anti-dumpingdutylevied on silica fabric products from China the previous year would remain in effect based on the investigation by the Department of Commerce and the International Trade Commission that showed that the silica products from China were selling at less thanfair valuein the United States. The ITA ruling was based on the fact that there was a strong likelihood that dumping would repeat if thetariffwas removed.\n\nDumping can be detrimental in many respects. Most obviously, it can result in the flooding of imported goods in a foreign market. This can harm local and existing producers and potentially even drive them out of business. From a political standpoint, dumping can also disrupt relations between countries.\n\nCompanies can be driven to engaging in dumping for a number of reasons. Primarily, it allows them to gain a foothold in new markets abroad. If done for an extended period of time, dumping can eventually drive out competitors, allowing a company to establish an monopoly on a good or service.\n\nThe dumping margin is the difference between the cost of a product in a domestic market and the cost at which it's being exported abroad.\n\nIn the context of international trade, dumping is when a country or company exports products abroad at lower prices than that at which they are sold domestically. Though unsustainable over extended periods of time, the practice can give businessees an advantage in entering a new market. Many countries have policies in place to protect against dumping, such as tariffs.\n\nWorld Trade Organization. \"Technical Information on anti-dumping.\"\n\nInternational Trade Administration, U.S. Department of Commerce. \"Commerce Finds Dumping and Countervailable Subsidization of Imports of Certain Amorphous Silica Fabric from the People’s Republic of China,\" pages 1-7.",
  "url": "https://www.investopedia.com/terms/d/dumping.asp"
}