{
  "term": "Dun & Bradstreet (D&B): What It Does, Funding, History, and Rating",
  "definition": "Dun & Bradstreet is a global company that provides business intelligence products to clients through its database and analytics software. The products are used in improving business profits, marketing, and risk management.\n\nDun & Bradstreet’s enterprise software is supported by its proprietary analytics tool: DUNSRight® Quality Process. The company’s uniquedata universal numbering system (DUNS numbers)assigns a DUN number for each client that facilitates easier management of data across its global client base.\n\nDun & Bradstreet was established as the result of amergerbetween R.G. Dun & Co. and Bradstreet Co. in the 1930s. The company had 2023 revenues of $2.3 billion and a net loss of $43.7 million. The company serves 550 million organizations across 256 countries and territories.\n\nDun & Bradstreet (DNB) is a 180-year-old company that supports companies in the areas of sales, finance, compliance, procurement, and marketing.\n\nAfter launching the revolutionary DUNS numbers, a unique nine-digit identifier for every company that allowed greater data exchange, the company launched its Data Cloud, which gives access to a range of data points about a company, such as its credit score, regulatory filings, business structure, ownership, and principals.\n\nIts revenue segments include subscription services, business intelligence reports, data license agreements, partnerships with the public sector, and concierge support services for small businesses.\n\nIn 2020, the company stock was relisted under the ticker DNB on the New York Stock Exchange (NYSE) after having been made private in 2019.\n\nThe formation of Dun & Bradstreet can be linked back to 1841 when Lewis Tappan established the Mercantile Agency in New York City. Tappan handed the reins of the company to Benjamin Douglass in the latter part of the decade. The company was reincorporated under the name R.G. Dun & Co. in 1859 when Robert Graham Dun purchased it. In 1931, the company purchased the National Credit Office and was reorganized, becoming R.G. Dun & Corp.\n\nJohn Bradstreet formulated and established Bradstreet Co. in Cincinnati in 1849. The firm published the first-ever book of commercial ratings in 1851 and made the use ofcredit ratingspopular. Bradstreet moved his company to New York in 1855.\n\nIn 1933, negotiations between the two companies began over the idea of a merger. After one month of discussions, the merger took place.The Wall Street Journalpublished a notification of the merger and indicated that the newly formed company would be operating under the name R.G. Dun-Bradstreet, changed to Dun & Bradstreet Inc. in 1939. As part of a rebranding campaign, the company officially changed its name to D&B in 2001.\n\nThe company has a long record of mergers, acquisitions, and divestitures.\n\nAfter buying back its outstanding shares in 2019, D&B launched aninitial public offering (IPO)on June 24, 2020, relisting on the New York Stock Exchange (NYSE) under the ticker DNB.\n\nThe data universal numbering system was introduced by the company in 1963 and started as a seven-digit code assigned to companies as a form of classification. In 1964, D&B published a codebook with the individual codes of all the companies that had received them and continued this until 1968. DUNS made an appearance for the first time in the \"Million Dollar Directory\" in 1969.\n\nThe DUNS system is composed of nine digits and is assigned to every business location in the D&B database. Each of the digits has a unique and distinct operation that identifies each specific business. The number itself is assigned randomly.\n\nD&B Rating is a credit rating tool that has two parts: Common Credit Appraisal, which assesses and rates a company based on several metrics such as payment histories and public records; and Rating Classification, which scores businesses’net worthbased on the strength of their current financial statements.\n\nDun & Bradstreet provides business intelligence services for companies to improve their business in various areas, such as growth, risk, and performance. The company provides unique data solutions in three key areas: (1) business growth, (2) risk reduction, and (3) cost control. The data is actionable so businesses can improve upon these key components.\n\nDun & Bradstreet assigns various credit scores for different business areas, such as the PAYDEX score which measures the company's ability to pay obligations, and the delinquency predictor score (DPS), which measures the likelihood of a business failing to make a payment, go bankrupt, or have future payment failures. A PAYDEX score runs from 0 to 100 with 80 considered low risk. DPS runs from 1 to 5 with 1 indicating a low chance of delinquency.\n\nDun & Bradstreet paints a detailed picture of a company's financial health by providing a DUNS number, which is a type of credit rating. This number provides information to other businesses and possible partners on your creditworthiness, which can help facilitate contracts, loans, etc.\n\nDun & Bradstreet (D&B) provides business intelligence to 550 countries across the globe by providing data-driven solutions to help in the areas of sales, income, marketing, and risk management. The company is known for its DUNS number system and its credit rating tool.\n\nDun & Bradstreet. “About Dun & Bradstreet: Dun & Bradstreet by the Numbers.”\n\nDun & Bradstreet. \"Form 10-K for the Period Ended Dec. 31, 2023,\" Page 63.\n\nLibrary of Congress, Research Guides. “Dun & Bradstreet Founded.”\n\nDun & Bradstreet. “The Power of Data Podcast: Episode 78: Celebrating 180 Years of Innovation with IBM.”\n\nDun & Bradstreet, via U.S. Securities and Exchange Commission. “Dun & Bradstreet Holdings, Inc.,” Page 1.\n\nTracxn. \"Acquisitions by Dun & Brad Street.\"\n\nDun & Bradstreet. “What Is the D&B® Rating?”\n\nDun & Bradstreet. \"Business Credit Scores & Ratings.\"",
  "url": "https://www.investopedia.com/terms/d/dandb.asp"
}