{
  "term": "Duopoly: Definition in Economics, Types, and Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA duopoly is an oligopoly in which two companies own all or most of the market for a given service or good.\n\nA duopoly is a situation where two companies together own all, or nearly all, of the market for a given product or service. A duopoly is the most basic form ofoligopoly, a market dominated by a small number of companies. A duopoly can have the same impact on the market as a monopoly if the two players collude on prices or output.\n\nIn a duopoly, two competing businesses control the majority of the marketsectorfor a particular product or service they provide. A business can be part of a duopoly even if it provides other services that do not fall into that market sector.\n\nFor example,Google(GOOGL,GOOG) andMeta(formerly Facebook) (META) have dominated digital advertising for much of the 21st century, and they function as a duopoly in that field. However, Google is not associated with a duopoly in its other product sectors, such as computer software.\n\nA duopoly is a form of oligopoly and should not be confused with amonopoly, where only a single producer exists and controls the market. With a duopoly, each company will tend to compete against the other, keeping prices lower and benefiting consumers. However, since there are only two major players in an industry under a duopoly, there is some likelihood that a monopoly could be formed, either throughcollusionbetween the two companies or if one goes out of business.\n\nIn a duopoly, oligopoly, or monopoly, the parties involved may collude and use their power to inflate prices. Since it results in consumers paying higher prices than they would in a truly competitive market, collusion is illegal under U.S.antitrustlaw.\n\nA duopoly is a particular type of oligopoly. An oligopoly exists when a few businesses control the vast majority of the market sector. While a duopoly qualifies as an oligopoly, not all oligopolies are duopolies. For example,the automobile industry is an oligopolybecause there are a limited number of producers, but more than two, who must respond to worldwidedemand.\n\nA duopoly should not be confused with aduopsony. In a duopoly, two competing businesses control the majority of the market sector for a particular product or service they provide. For example, Coca-Cola (KO) and Pepsi (PEP) represent a duopoly because the two firms control almost the entire market for cola beverages.\n\nA duopsony, however, is aneconomic conditionwhereby there are only two large buyers for a specific product or service. The buyers thus have considerable bargaining power and can determine market demand as long as there are plenty of firms vying to sell to them.\n\nIntel Corp. (INTC) and Advanced Micro Devices Inc. (AMD) are an example of a duopsony. Combined, they command nearly 100% of sales in the computer processing chip market and have substantial influence over their suppliers. Duopsony is also known as a “buyer’s duopoly” and is related tooligopsony, a term describing a market where there are a limited number of buyers.\n\nDuopolies can have both positive and negative effects on the companies in the duopoly and the consumer.\n\nFirst, the two companies can cooperate and maximize theirprofits, as there are no other competitors. In other words, there is a collusive cooperative equilibrium.\n\nSecond, the companies in a duopoly can concentrate on improving their existing products rather than feeling pressure to create new products for the market. Because the two companies compete with each other, the consumer benefits because prices are controlled to some extent and do not become monopoly prices.\n\nThe disadvantages of duopolies are that:\n\nThe two companies benefit by cooperating to improve profits.\n\nCompanies do not have to constantly engage in fruitless competition or worry about disruptors.\n\nPrices may be controlled by the rivalry between the two companies.\n\nFree market trading and the entrance of new companies are restricted.\n\nIndustry innovation and progress can be curtailed.\n\nConsumers have limited options.\n\nPrice fixing and collusion may cost consumers more.\n\nThe two main types of duopoly are theCournotduopoly and the Bertrand duopoly.\n\nThe Cournot duopoly model states that the quantity of goods or services produced structures the competition between companies in an industry. According to the model, the two companies decide collaboratively to split the market. If one company alters its production levels, the other company must also alter its production to maintain the equilibrium of a 50/50 split of the market.\n\nOn the other hand, the Bertrand duopoly model states that price, not production quantity, structures the competition between the two firms. The model posits that consumers will choose the lower-priced product when given two choices of equal quality. This implies that the two companies in the duopoly will engage in a price war to gain market share.\n\nBoeing(BA) and Airbus (EADSY) have been considered a duopoly for their command of the large passenger airplane manufacturing market. Similarly,Apple(AAPL) andSamsung(SSNLF) dominate the smartphone market. While there are other companies in the business of producing passenger planes and smartphones, the market share is highly concentrated between the two businesses identified in the duopoly.\n\nVisa(V) andMastercard(MA) are considered a duopoly. The two financial powerhouses own over 80% of all European Union card transactions. This dominance has led theEuropean Central Bank (ECB)to try to find ways to break up the duopoly. So far, the ECB has tried interchange fee caps, but a new scheme that would allow instant payments using national payment cards across European countries could be a game changer.\n\nA European infrastructure for instant payments would eliminate the need for people to use the global services of Visa or Mastercard. Another suggestion is to allow instant payments at points of interaction or points of sale so that the need for traditional cards would disappear altogether.\n\nA duopoly exists when two companies dominate a market for a given product or service. A duopoly can have the same impact on the market as a monopoly if the two players collude on prices or output.\n\nAn example of a duopoly is the dominance that Apple and Samsung have over thesmartphonemarket.\n\nA duopoly is the most basic form of oligopoly, which is a market dominated by a small number of companies.\n\nThere are plenty of examples of duopolies in today’s markets—Coca-Cola and Pepsi in the soda industry and Apple and Samsung in the smartphone industry are two of them.\n\nDuopolies are a form of oligopoly, and the biggest disadvantage of duopolies, oligopolies, and monopolies is that the companies involved can dominate markets, collude with each other, and raise prices for the consumer.\n\nU.S. Department of Justice, Antitrust Division. “The Antitrust Laws.”\n\nU.S. Department of Justice. “Price Fixing, Bid Rigging, and Market Allocation Schemes: What They Are and What To Look For.”\n\nNational Policy and Legal Analysis Network to Prevent Childhood Obesity. “Breaking Down the Chain: A Guide to the Soft Drink Industry.” Pages 11–13.\n\nEuropean Central Bank. “Card Payments in Europe—Current Landscape and Future Prospects: A Eurosystem Perspective.”",
  "url": "https://www.investopedia.com/terms/d/duopoly.asp"
}