{
  "term": "Duration Definition and Its Use in Fixed Income Investing",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nDuration reflects how much a bond's value is expected to move when interest rates rise or fall.\n\nDuration measures how long it takes, in years, for an investor to be repaid a bond’s price through its total cash flows. It is also used as a tool to determine the change in a bond's value in relation to interest rate movements.\n\nA bond’s duration is easily confused with itsterm or time to maturitybecause some duration measurements are also calculated in years.\n\nHowever, a bond’s term is a linear measure of the years until the repayment of its principal is due. It does not change with the interest rate environment. Duration is nonlinear and decreases as the time to maturity lessens.\n\nMichela Buttignol / Investopedia\n\nDuration is a measure of the sensitivity of the price of a bond or other debt instrument to a change in interest rates.\n\nIn general, the higher the duration, the more a bond’s price will drop as interest rates rise. This also indicates a higher level of interest rate risk. For example, if rates were to rise 1%, a bond or bond fund with a five-year average duration would likely lose about 5% of its value.\n\nDifferent factors can affect a bond’s duration, including the time to maturity and thecoupon rate.\n\nThe longer the maturity, the higher the duration, and the greater the interest rate risk. Consider two bonds that each yield 5% and cost $1,000, but have different maturities. A bond that matures in one year would repay its true cost faster than a bond that matures in 10 years. Therefore, the shorter-maturity bond would have a lower duration and less risk.\n\nA bond’s coupon rate, or yield that it pays, is a key factor in the calculation of duration. If two bonds are identical except for their coupon rates, the bond with the higher coupon rate will pay back its original costs faster than the bond with a lower yield. The higher the coupon rate, the lower the duration, and the lower the interest rate risk.\n\nIn practice, the duration of a bond can refer to two different things:\n\nTo understand modified duration, keep in mind that bond prices generally have an inverse relationship with interest rates. Therefore, rising interest rates indicate that bond prices are likely to fall, while declining interest rates indicate that bond prices are likely to rise.\n\nMacaulay duration finds the present value of a bond’s future coupon payments and maturity value. This measure is a standard data point in most bond searches and analysis software tools, which makes it easy for investors to find and use.\n\nBecause Macaulay duration is a partial function of the time to maturity, the greater the duration, the greater the interest rate risk or reward for bond prices.\n\nMacaulay duration can be calculated manually as:\n\nThe formula is divided into two sections. The first part is used to find the present value of all future bond cash flows. The second part finds the weighted average time until those cash flows are paid. When these sections are put together, they tell an investor the weighted average amount of time to receive the bond’s cash flows.\n\nImagine a three-year bond with a face value of $100 that pays a 10% coupon semiannually ($5 every six months) and has ayield to maturity (YTM)of 6%. Tofind the Macaulay duration, the first step will be to use this information to find the present value of all the future cash flows as shown in the following table:\n\nThis part of the calculation is important to understand. However, it is not necessary if you already know the yield to maturity (YTM) for the bond and its current price. This is true because, by definition, the current price of a bond is the present value of all its cash flows.\n\nTo complete the calculation, an investor needs to take the present value of each cash flow, divide it by the total present value of all the bond’s cash flows, and then multiply the result by the time to maturity in years. This calculation is shown in the following table.\n\nThe “Total” row of the table tells an investor that this three-year bond has a Macaulay duration of 2.684 years.\n\nThe longer the duration of a bond is, the more sensitive it will be to changes in interest rates. If the YTM rises, the value of a bond with 20 years to maturity will fall further than the value of a bond with five years to maturity.\n\nHow much the bond’s price will change for each 1% the YTM rises or falls is called modified duration.\n\nThe modified duration of a bond helps investors understand how much a bond’s price will rise or fall if the YTM rises or falls by 1%. This is an important number if an investor is concerned that interest rates will change in the short term.\n\nThe modified duration of a bond with semiannual coupon payments can be found with the following formula:\n\nUsing the numbers from the previous example, you can use the modified duration formula to find how much the bond’s value will change for a 1% shift in interest rates, as shown below:\n\nIn this case, if the YTM increases from 6% to 7% because interest rates are rising, the bond’s value should fall by $2.61. Similarly, the bond’s price should rise by $2.61 if the YTM falls from 6% to 5%. Unfortunately, as the YTM changes, the rate of change in the price will also increase or decrease.\n\nThe acceleration of a bond’s price change as interest rates rise and fall is calledconvexity.\n\nThe duration of azero-coupon bondequals its time to maturity since it pays no coupon.\n\nIn general, the term “long” in investing is used to describe a position in which the investor owns the underlying asset or an interest in the asset that will appreciate in value if the price rises. The term “short” means that the investor has borrowed an asset or has an interest in the asset (throughderivatives, for example) that will rise in value when the price falls in value.\n\nHowever,longandshortmean something different when used to describe trading strategies based on duration.\n\nA long-duration strategy describes an investing approach in which an investor focuses on bonds with a high duration value. The investor is likely buying bonds with a long time before maturity and greater exposure to interest rate risks. A long-duration strategy works well when interest rates are falling, which usually happens during recessions.\n\nA short-duration strategy is one in which a fixed-income or bond investor is focused on buying bonds that mature soon. A strategy like this would be used by an investor who thinks interest rates will rise and wants to reduce the risk of the investment.\n\nA bond's duration is its sensitivity to interest rate changes. When you buy a bond, you're lending money and getting paid back with interest over time till it matures; however, bonds can be bought or sold before maturity, and the price you get for selling depends on the current interest rates.\n\nDuration will tell you how much a bond's price will change if interest rates change, so you can determine if your bond is worth more or less. It helps you understand the risk of losing money if you sell before the bond matures.\n\nKnowing a bond's duration can help you make better investment decisions. Duration can provide you with insight on which bonds you should buy based on your risk tolerance and how long you want to hold them for.\n\nIf you are expecting interest rates to rise and think you might want to sell your bond before it matures, you'd pick bonds with shorter durations that avoid the large price drops. On the other hand, if you want to invest for the long term and not sell before maturity, longer duration bonds can be a good fit as the price swings won't impact you that much.\n\nSo knowing duration helps you match your bonds to your financial goals and risk levels.\n\nThe price sensitivity of a bond is called duration because it calculates the length of time. Duration measures a bond price’s sensitivity to changes in interest rates by calculating the weighted average length of time that it will take for an investor to receive all the principal and interest payments.\n\nThis amount of time changes based on changes in interest rates. A bond with a longer time to maturity will have a price that is more likely to be affected by interest rate changes and thus will have a longer duration than a short-term bond. Economists use ahazard rate calculationto determine the likelihood of the bond's performance at a given future time.\n\nA bond’s duration can be interpreted in several ways.\n\nAs a bond’s duration rises, its interest rate risk also rises, so duration can be used to identify risk. Fixed-income traders will use duration, along withconvexity, to measure and mitigate the level of risk in their portfolios.\n\nBond traders also usekey rate durationto see how the value of the portfolio would change at a specific maturity point along the entirety of the yield curve. When keeping other maturities constant, the key rate duration is used to measure the sensitivity of price to a 1% change in yield for a specific maturity.\n\nFixed-income investors need to be aware of two main risks that can affect a bond’s value: credit risk (the risk that the issuer will default on the payments) and interest rate risk (interest rate fluctuations).\n\nDuration is used to quantify the potential impact that both of these factors will have on a bond’s value. For example, if a company begins to struggle and itscredit qualitydeclines, investors will require a greater reward or yield to maturity to own the bonds.\n\nTo raise the YTM of an existing bond, its price must fall. The same factors apply if interest rates are rising and competitive bonds are issued with a higher yield to maturity.\n\nSecurities & Exchange Commission. \"Interest Rate Risk - When Interest Rates Go Up, Prices of Fixed-Rate Bonds Fall.\"",
  "url": "https://www.investopedia.com/terms/d/duration.asp"
}