{
  "term": "Durable Goods Orders: Overview, Special Considerations, Example",
  "definition": "Clay Halton was a Business Editor at Investopedia and has been working in the finance publishing field for more than five years. He also writes and edits personal finance content, with a focus on LGBTQ+ finance.\n\nDurable goods orders is a broad-based monthly survey conducted by the U.S.Census Bureauthat measures current industrial activity and is used as aneconomic indicatorby investors.\n\nDurable goods orders reflect new orders placed with domestic manufacturers for delivery of long-lasting manufactured goods (durable goods) in thenear termor future. The change in the total value of new orders is measured and shared with the public in two releases per month: the advance report on durable goods and the manufacturers' shipments, inventories, and orders.\n\nDurable goods are expensive items that last three years or more. As a result, companies purchase them infrequently. Examples include machinery and equipment, such as computer equipment, industrial machinery, and raw steel, as well as more expensive items, such as steam shovels, tanks, and airplanes—commercial planes make up a significant component of durable goods for the U.S.economy.\n\nIf a large order for some of these items comes through one month, it can skew the month-to-month results. For that reason, manyanalystswill look at durable goods orders, excluding the defense andtransportation sectors.\n\nDurable goods orders area key economic indicatorfor investors and others monitoring the health of economies. Because investment prices react toeconomic growth, it is important for investors to be able to recognize these trends. Orders for durable goods, for example, can provide information on how busy factories may be in the future and whether they'll likely need to employ more or less staff to get through current workloads.\n\nBusinesses and consumers generally buy durable goods when they are confident the economy is improving, so an increase in these orders signifies an economy trending upwards. It can also be an indicator of future increases instock prices.\n\nDurable goods orders tell investors what to expect from themanufacturingsector, a major component of the economy, and provide more insight into thesupply chainthan most indicators. This can be especially useful in helping investors understand the earnings in industries such as machinery, technology manufacturing, and transportation.\n\nIt's worth bearing in mind that the manufacturinglead timeoncapital goodstakes longer on average, so new orders are often used by investors to gauge the long-term potential for sales and earnings by the companies who make them.\n\nDurable goods orders data can often be volatile and revisions are not uncommon, so investors and analysts typically use several months of averages instead of relying too heavily on the data of a single month.\n\nGiven the global scale of manufacturing,trade warsbetween countries can also lead to businesses and consumers retrenching their spending on new equipment and appliances.\n\nFor example, several American manufacturers sourceraw materialsfrom China or assemble their products there. The imposition oftariffsor even the threat of such a measure can have a psychological effect on businesses and lead to lower spending.\n\nPropelled by tax cuts and aloose monetary policy, the numbers of durable goods orders peaked in December 2007. They then subsequentlyfell by 38%between December 2007 and March 2009.\n\nThis sharp fall in durable goods orders was attributed to theGreat Recessionthat engulfed the American economy. During this period, businesses cut back on investment in new equipment and technologies in response to lower demand from cash-strapped consumers.",
  "url": "https://www.investopedia.com/terms/d/durable-goods-orders.asp"
}