{
  "term": "Dutch Auction: Understanding How It’s Used in Public Offerings",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAmanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nA Dutch auction, or a descending price auction, refers to a type of auction in which an auctioneer starts with a very high price, incrementally lowering the price until someone places a bid.\n\nA Dutch auction (also called a descending price auction) refers to a type of auction in which an auctioneer starts with a very high price, incrementally lowering the price until someone places a bid. That first bid wins the auction (assuming the price is above thereserve price), avoiding any bidding wars. This contrasts with typical auction markets, where the price starts low and then rises as multiple bidders compete to be the successful buyer.\n\nFinancial markets employ a slightly different variant. There, a Dutch auction happens when investors place bids for a security offering, specifying what they are willing to buy in terms of quantity and price. The price of the offering is then determined after taking in all bids to arrive at the highest price at which the total offering can be sold. Dutch auctions can be used to sell Treasury securities, initial public offerings (IPOs), floating-rate debt instruments, and othersecurities.\n\nThe term “Dutch auction” dates to 17th century Holland, when the method was used to improve the efficiency of the competitiveDutch tulip market.\n\nIf a company is using a Dutch auction for aninitial public offering (IPO), potential investors enter their bids for the number of shares they want to purchase as well as the price they are willing to pay. For example, an investor may place a bid for 100 stock shares at $100 while another investor offers $95 for 500 shares.\n\nOnce all the bids are submitted, the allotted placement is assigned to the bidders from the highest bids down, until all the allotted shares are assigned. However, the price that each bidder pays is based on the lowest price of all the allotted bidders, or essentially the last successful bid. Therefore, even if you bid $100 for your 1,000 shares, if the last successful bid is $80, then you will only have to pay $80 for your 1,000 shares.\n\nIPOs are typically open to favored investors of the underwriting banks. With a Dutch auction, individual investors can participate, helping to democratize the IPO process.\n\nTheU.S. Treasuryuses a Dutch auction to sell its securities. To help finance the country’s debt, the U.S. Treasury holds regular auctions to sell Treasury bills (T-bills), notes (T-notes), and bonds (T-bonds), collectively known as Treasuries.\n\nProspective investors submit bids electronically throughTreasuryDirector theTreasury Automated Auction Processing System (TAAPS), which accepts bids up to 30 days in advance of an auction. Suppose the Treasury seeks to raise $9 million in two-year notes with a 5% coupon. Let’s assume the submitted bids are as follows:\n\nThe bids with the lowestyieldwill be accepted first, since the issuer will prefer to pay lower yields to its bond investors. In this case, since the Treasury is looking to raise $9 million, it will accept the bids with the lowest yield up to 5.07%. At this mark, only $2 million of the $3 million bid will be approved. All bids above the 5.07% yield will be rejected, and bids below will be accepted. In effect, this auction is cleared at 5.07%, and all successful bidders receive the 5.07% yield.\n\nAt a lowest-bidding Dutch auction, prices start high and are dropped successively until a bidder accepts the going price. Once a bid is accepted, the auction ends.\n\nFor example, say an auctioneer starts at $2,000 for an item. The bidders watch the price decline until it reaches a price that one of the bidders accepts. No bidder sees the others’ bids until after their own bid is formulated, and the winning bidder is the one with the highest bid. So, if there are no bidders at $2,000, the price is lowered by $100 to $1,900, and the bidding moves lower from there if no one bids at $1,900. If a bidder accepts the item of interest at, say, the $1,500 mark, the auction ends.\n\nThe use of Dutch auctions for initial public offerings offers benefits that include:\n\nBut there are also some drawbacks, including:\n\nOne of the most prominent examples of a Dutch auction was Google’s IPO in August 2004. The company opted for this type of offering to prevent a “pop” in its prices on the first day of trading.\n\nWhile the increase in share prices is a standard phenomenon in stock markets, it had escalated to bubble territory for tech stocks during theinternet bubbleof 2000. From 1980 to 2001, the pop in first-day trading was 18.8%. That figure jumped to 77% in 1999 and in the first half of 2000.\n\nGoogle’s initial estimate for its offering was 25.9 million shares in the range of $108 to $135. But the company revised its expectations about a week before the actual offering after analysts questioned the reasoning behind those figures and suggested that Google was overpricing its shares. In the revised estimate, Google offered to sell 19.6 million shares to the public at a price range of $85 to $95.\n\nThe response to the offering was considered a disappointment. Although Google was considered a hot company and offering, investors priced its shares at $85, the lower range of its estimates. By the end of the day, the shares were exchanging hands at $100.34, a pop of 17.6% during the first day of trading.\n\nObservers blamed the poor performance on negative press reports about the company ahead of its IPO. A U.S. Securities and Exchange Commission (SEC) inquiry into its executive share allocation further dampened enthusiasm for Google’s offering. The company was also said to be secretive about its use of raised funds, making it difficult to evaluate its offering, especially for small investors not aware of the emerging market for search engines and organizing information on the web.\n\nAn IPO is a company’s first sale of stock available to the public. Often, securities offered in IPOs are from newer, smaller companies seekingoutside equity capitaland a public market for its stock.\n\nThe term “Dutch auction” stems from the auction style used in 17th-century Holland’s tulip markets. The bulbs were wildly popular, and the marketplace for them had been chaotic. The exchange decided that the best way to sell the tulip bulbs was to do it quickly in as few bids as possible—while still getting the best possible price.\n\nIn a Dutch auction, an item is offered at a set maximum price, which is incrementally lowered until a bid is made. Whoever places the first bid wins the auction, provided the bid is above the auction’s reserve price.\n\nDutch auctions can provide an opportunity for individual investors to get involved in the IPO process. Usually, only clients of the underwriting bank have dibs on IPO shares. But with a Dutch auction, anyone can bid, democratizing the process.\n\nBefore participating in any IPO, be sure you understand the company and the auction process—and consider your own financial situation andrisk tolerance.\n\nOptimal Auctions. “Getting to Know Dutch Auctions.”\n\nNasdaq. “Initial Public Offering (IPO).”",
  "url": "https://www.investopedia.com/terms/d/dutchauction.asp"
}