{
  "term": "E-commerce Defined: Types, History, and Examples",
  "definition": "Once a novelty, electronic commerce is now ubiquitous\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nElectronic commerce, or e-commerce, is the buying and selling of goods and services over the internet. E-commerce can be conducted on computers, tablets, smartphones, and other smart devices. Nearly every imaginable product and service is now available through e-commerce, and it has upended how many companies and entire industries do business.\n\nAs noted above, e-commerce is the process of buying and selling products and services online. But it involves more than simply a buyer and a seller, relying on a vast, often invisible, infrastructure to keep it running.\n\nE-commerce has helped companies (especially those with a narrow reach, like small, local businesses) gain access to a wider market by providing cheaper and more efficient sales and distribution channels for their products or services.\n\nWhile some businesses exist entirely online, others straddle the real and virtual worlds. Target (TGT), for example, is one of many giant retailers that has supplemented itsbrick-and-mortarpresence with an online store that allows customers to purchase everything from clothes and coffeemakers to toothpaste and action figures without leaving their homes.\n\nAt the other end of the scale spectrum, individual sellers increasingly engage in e-commerce transactions via their own personal websites. And digital marketplaces likeeBayand Etsy serve as exchanges where multitudes of buyers and sellers can come together and do business.\n\nE-commerce can be thought of as a digital version of mail-order catalog shopping, which once revolutionized retailing in its own way.\n\nMost of us have shopped online for something at some point, which means we've taken part in e-commerce. So it goes without saying that e-commerce is everywhere. But very few people may know that e-commerce has a history that predates the internet.\n\nE-commerce actually goes back to the 1960s, when companies used an electronic system called the Electronic Data Interchange to facilitate the transfer of documents. It wasn't until 1994 that the very first transaction took place. This involved the sale of a CD between friends through an online retail website called NetMarket.\n\nThe industry has evolved rapidly since then, with companies likeAlibabaandAmazonbecoming household names around the world. The introduction of free shipping, which, at least on the surface, reduces costs for consumers, has also helped increase the popularity of the e-commerce industry.\n\nE-commerce offers buyers and sellers a number of advantages:\n\nThere are also some drawbacks that come with e-commerce. Those can include:\n\nConvenient for consumers, often with greater selection\n\nPotentially low start-up costs for operators\n\nBroadens reach of businesses to anywhere they can ship their products.\n\nOpportunity to collect valuable consumer data\n\nLimited customer service or assistance\n\nBuyers must wait to receive purchases\n\nTechnological glitches can shut down the business\n\nLow cost barriers to entry can also mean more competitors\n\nE-commerce companies can operate using several different business models.\n\nB2C e-commerce companies sell directly to the product's end-user instead of distributing goods through an intermediary such as another retailer.\n\nThis type of business model may be used to sell products (like your local sporting goods store's website) or services (such as a lawn care mobile app to reserve landscaping services). This is the most commonbusiness modeland the concept most people likely think about when they hear the term e-commerce.\n\nSimilar to B2C, an e-commerce business can sell goods to another company. B2B transactions often entail larger quantities, more detailed specifications, and longer lead times. The buyer can also arrange for recurring orders if the purchase is for ongoing manufacturing processes.\n\nSome e-commerce businesses serve as government contractors, providing goods or services to government agencies and other entities. Often these arrangements require bidding on projects though an established procurement process and can involve large quantities of a given item.\n\nIndividuals can sell things to other individuals on their individual websites or through e-commerce platforms that facilitate the process. Examples of the latter include Craigslist, eBay, Etsy, and many others.\n\nSome platforms allow individuals to more easily engage with companies and offer their services, especially related to short-term contracts, gigs, or freelance opportunities. Upwork is one example.\n\nAlthough not an e-commerce relationship in the traditional sense, C2G is a way for individuals to interact with government. For example, uploading your federal tax return to theInternal Revenue Service (IRS)website can be considered an e-commerce transaction as it involves an exchange of information. Taxpayers can also pay what they owe or request a refund for the amount they may have overpaid.\n\nIn the second quarter of 2024, retail e-commerce accounted for 16% of retail sales overall, according to the U.S. Census Bureau.\n\nDue to the unique nature of e-commerce, businesses have a variety of revenue models to choose from, based on how their goods are manufactured, sold, and shipped. Common examples include:\n\nOften consideredone of the easier forms of e-commerce, dropshipping allows a company to create a digital storefront, sell goods, and then rely on a supplier to take it from there. The e-commerce company collects payment from the buyer, after which it passes the order to the dropshipper. This supplier manages inventory, oversees the warehousing of goods, packages the orders, and delivers the product to the purchaser.\n\nInwhite-labele-commerce, the seller doesn't manufacture the product but buys an existing product from the manufacturer or another supplier and repackages it under its own brand for resale to the ultimate consumer.\n\nSimilar to white labeling, private labeling involves selling a product made by another manufacturer. In private labeling however, the seller may have more control over the actual product, such as having it made to particular specifications.Store brandsare an example of private labeling.\n\nWholesalers serve the buyers of large numbers of a particular item or many smaller buyers of that item. A more capital-intensive approach to e-commerce,wholesalingcan entail maintaining and warehousing significant quantities of inventory.\n\nE-commerce companies can also leverage repeat orders or loyal customers by implementingsubscriptionservices. The consumer places an order once and receives their goods at a fixed cadence, such as every month. Common subscription e-commerce products include meal prep services, pet food, fashion boxes, and health and grooming products.\n\nAmazonis a behemoth in the e-commerce space. In fact, it is the world's largest online retailer and continues to grow. While its success has been unusually spectacular, its history is not unlike many other e-commerce businesses.\n\nThe company launched its business with an e-commerce-based model of online sales and product delivery. It was founded by Jeff Bezos in 1994 as an online bookstore and over the years has expanded to include everything from clothing to housewares, power tools to food and drinks, and electronics. Today it also makes a significant portion of its revenue from services to consumers, other businesses, and governments.\n\nCompany sales increased by 11.8% in 2023, totaling $574.79 billion, compared to $513.98 billion in 2022. Amazon'soperating incomerose to $36.85 billion in 2023, up from $12.25 billion in 2022.\n\nFirst, figure out the kinds of products and services you want to sell and research the market, target audience, competition, and expected costs to see how viable that might be.\n\nNext, come up with a name,choose a business structure, and get the necessary documentation (taxpayer numbers, licenses, and permits, if they apply).\n\nBefore you start selling, decide on a platform and design your website (or have someone do it for you).\n\nRemember to keep everything simple at the beginning and make sure you use as many channels as you can to market your business so it can grow.\n\nAn e-commerce website is any site that allows you to buy and sell products and services online. Companies like Amazon and Alibaba are examples of huge e-commerce websites.\n\nE-commerce involves the purchase and sale of goods and services online, while e-business involves the entire process of running a company online.\n\nDollar Shave Club offers customers personal grooming, health, and beauty products on a subscription basis. Customers can begin with an inexpensive starter kit and receive new shaver blades and other supplies each month.\n\nE-commerce companies like Amazon, Alibaba, and eBay have changed the way the retail industry works, forcing major, traditional retailers to change the way they do business. At the same time, e-commerce has created new opportunities for small, new companies to find a niche. If starting an e-commerce site is something you're considering, make sure to do some market research and start with a small, narrow focus to give yourself room to pivot and grow.\n\nCyberchimps. \"What Is An E-commerce Website & How to Build One (2021).\"\n\nU.S. Department of Commerce. \"Quarterly Retail E-commerce Sales.\"\n\nAmazon. \"2023 Annual Report,\" Page 38 (Page 50 of PDF).\n\nDollar Shave Club. \"How It Works.\"",
  "url": "https://www.investopedia.com/terms/e/ecommerce.asp"
}