{
  "term": "E-Mini: Definition and Uses in Futures Trading",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe term E-mini refers to an electronically-traded futures contract that is a fraction of the size of a standard contract. E-minis are used to trade a variety of assets, such as commodities and currencies, but the most commonly traded assets using E-minis areindexes.\n\nTheChicago Mercantile Exchange (CME)launched the first E-mini futures contract in 1997 to give individual investors, for whom standard contract sizes were often too expensive, access to the futures market.Like other futures contracts, E-minis are traded on the CME and other exchanges, and allow investors to hedge their bets or speculate on the price movements of the underlying asset.\n\nAll futures are financial contracts that obligate the holder to buy or sell an asset, such as a physical commodity or a financial instrument, at a predetermined future date and price. Futures contracts detail the quality and quantity of the underlying asset and are standardized to facilitate trading on afutures exchange. Some futures contracts may call forphysical deliveryof the asset, while others are settled in cash.\n\nFutures contracts were typically only accessible toinstitutional investorsbecause of their size, which was often too large for small investors. The CME launched the first E-mini contract in 1997 to draw in average traders who were keen on taking part in this alternative investment.This first E-mini contract allowed traders totrade S&P 500 futures. Its value was set at one-fifth of the full-sized contract.\n\nThe E-mini quickly became a success and led to other similar contracts. There are now E-mini contracts that cover a variety of assets, including:\n\nThe E-miniS&P 500, however, remains the most actively traded E-mini contract in the world.\n\nJust like other futures contracts, traders can use a single E-mini contract tohedgeor speculate on broad market moves. Because they are traded electronically, E-mini futures contracts trade almost 24 hours a day between Sunday and Friday.Investors are required to open an account with a brokerage firm in order to begin E-mini futures trading.\n\nThe CME delisted the standard-sized S&P 500 index futures and options (on which the E-mini contract was based) in September 2021.This contract was worth $250 times the value of the S&P 500 Index. So if the index was 2,100, the contract would be worth $525,000.\n\nE-mini contracts aren't that much different than full-sized futures contracts. These smaller contracts also allow investors to hedge orspeculateon price movements of the underlying asset, whether it's an index, commodity, or currency.\n\nAs such, investors can achieve their trading strategies with E-minis, includingspreadtrading. And E-minis are so popular that their trading volumes eclipse those of full-sized futures contracts.\n\nAs noted above, the E-mini contract was created to be one-fifth of the size of the standard-sized contract.Thecontract sizeis the value of the contract based on the price of the futures contract times a contract-specific multiplier.\n\nFor instance, the E-mini S&P 500 has a contract size of $50 times the value of the S&P 500. If the S&P 500 trades at 2,580, the value of the contract is $129,000 ($50 x 2,580).This means that a 0.25 point change in the S&P 500 index has a monetary value of $12.50.\n\nThe E-mini S&P 500 trades under the Globex ticker ES. As noted above, it is available on the CME nearly 24/7 from Sunday to Friday, 6 p.m. to 5 p.m. ET with a temporary trading halt between 5 p.m. and 6 p.m. ET. Contracts are quarterly (March, June, September, December) and are listed for nine consecutive quarters as well as three additional December contract months.\n\nIRS Form 6781 stipulates that any gains from futures contracts traded on a U.S. exchange, foreign currency contracts, dealer equities options, dealer securities futures contracts, or non-equity options contracts are taxed at a combination of the long-term and short-term capital gains rates. 60% is treated as long-term gain and 40% is treated as short-term gain regardless of the length of the contract.\n\nE-minis are ideal trading instruments for active traders because they offer round-the-clock trading, lowmarginrates, volatility,liquidity, and greater affordability than standard contracts.\n\nAnother benefit is that the fees associated with trading E-minis are typically lower than those linked to the buying and selling of regularsecurities.\n\nAs with any financial instrument, E-minis also have their downsides. For example, because of their round-the-clock and electronic trading component, the price of E-minis can move very quickly.\n\nAnother downfall to these alternative investments is their limited scope. Theselection of available e-mini contractscan be limited and doesn't necessarily span as wide an array of assets as, say, anexchange-traded fund (ETF)or mutual fund.\n\nThe E-mini S&P 500 is an electronically traded futures contract that is one-fifth the size of now-delisted standard S&P futures.Its futures and options are based on the underlying S&P 500 stock index. Consisting of 500 individual stocks representing the market capitalizations of large companies, the S&P 500 is a leading indicator of large-cap U.S. equities. The E-mini S&P 500 contract trades under the Globex code ES.\n\nThe E-mini S&P 500 is priced at $50 times the value of the S&P 500.This means if the S&P 500 is at 2,500, the value of the contract is $50 x 2,500 or $125,000.\n\nThere is no legal minimum on what balance you must maintain to day trade futures, although you must have enough in the account to cover all day trading margins and fluctuations which result from your positions. These can vary by broker however some require as little as $500 to open an account.\n\nAs the name suggests, micro E-mini futures offer investors an even cheaper futures contract than E-minis. Whereas the E-mini S&P 500 has a contract price of $50 times the S&P 500, the micro E-mini's contract price is $5 times the index.\n\nChicago Mercantile Exchange. \"Timeline of CME Achievements.\"\n\nFederal Reserve Bank of New York. \"The Overnight Drift,\" Page 6.\n\nCME Group. \"E-mini S&P's - The Ultimate Index?.\"\n\nCME Group. \"Conclusion of Standard S&P 500 Futures and Options Trading.\"\n\nThe University of Tennessee, Legal Scholarship Repository. \"The Regulation of Equity Index Futures,\" Page 24.\n\nCME Group. \"Welcome to E-mini S&P 500 Futures.\"\n\nCME Group. \"E-mini S&P 500 Contract Specs.\"\n\nInternal Revenue Service. \"Form 6781,\" Pages 1, 2.\n\nCME Group. \"Micro E-mini S&P 500 Index Futures - Contract Specs.\"",
  "url": "https://www.investopedia.com/terms/e/emini.asp"
}