{
  "term": "EAFE Index: Definition, Countries Included, and Use As an Index",
  "definition": "The EAFE Index is a performance benchmark for the major international equity markets, It includes companies in 21 countries in Europe, Australasia, and the Far East (East Asia)—forming the acronym EAFE.\n\nAlso known as the MSCI EAFE Index. the EAFE Index is offered by Morgan Stanley Capital International (MSCI), and it's the oldest international stock index.\n\nThe EAFE Index was created to track the performance of midcap and large-cap stocks across 21 developed market countries inEurope, Australasia, and the Far East (EAFE). Australasia is an area that includes Australia and New Zealand. The index was launched by Morgan Stanley Capital International (MSCI) in 1986 and covers 795 stocks from 21 countries.\n\nThe EAFE Index is amarket-capitalization-weighted index. Its individual components are weighted according to their market capitalization. This means that countries with the largest stock markets, such as Japan and the United Kingdom, have the largest relative weighting in the index.\n\nIn addition, changes in the market value of larger-cap securities will result in a bigger move in the index than changes in the market value of smaller-cap stocks.\n\nThe countries covered by the MSCI EAFE Index are shown in the chart below. Israel was classified by MSCI as a developed country in May 2010 and added to the EAFE Index at that time.\n\nAs of Feb. 28, 2023, equities of companies listed on Japanese exchanges accounted for the index’s largest allocation at 21.22%. The top four countries in the EAFE Index, following Japan, include the United Kingdom (15.33%), France (12.41%), Switzerland (9.84%), and Germany (8.49%).\n\nThe top 10 company listings and their index weights are shown below. These companies account for $2.15 trillion in market-cap value and approximately 14% of the index’s market capitalization.\n\nThe table below shows the sectors represented in the MSCI EAFE Index and their respective weights.\n\nThe pros and cons of the EAFE Index discussed below relate toexchange-traded funds (ETFs)and mutual funds that are designed to track its performance.\n\nDiversification: The EAFE Index is diversified across 21 countries and more than 700 companies, so investors in ETFs and mutual funds that seek to match the performance of the index can get a well-diversified international portfolio conveniently with a single purchase.\n\nLess volatility: The performance of the EAFE Index is less volatile than some other international indices because of its focus on companies in developed countries rather than in developing or emerging market countries. So investments that track it should have less volatile performance as well.\n\nLower costs: Securities that seek to match the index’s performance will be passively managed and, thus, be able to offer investors lower costs relative to actively managed ETFs and mutual funds.\n\nLimited country exposure: Countries such as China, India, Brazil, and Russia are excluded from the EAFE Index. Therefore, investments tracking it will also exclude them and their potentially attractive return opportunities.\n\nLess growth potential: The EAFE Index is focused on 21 companies within developed countries. This means that companies in developing and emerging market countries that may offer the potential for growth and appealing returns will be excluded from EAFE-tracking investments.\n\nInvestments based on market cap: Since the EAFE Index weights its allocations according to market capitalization, funds do the same. So, fund investments will be most concentrated in the companies of a few countries. That may limit potential return.\n\nInvestments based on market cap\n\nInstitutional investors and asset managers use the EAFE index as a performance benchmark for the international developed equity market. By comparing the performance of funds to that of the EAFE Index, a manager can ascertain whether they are adding value to their clients’ portfolios.\n\nInvestors and portfolio managers who want an increased level of diversification beyond the U.S. and Canadian equity borders can include stocks from EAFE in their portfolios. Typically, this is done by purchasing index-tracking financial products, such as ETFs.\n\nAn example of an ETF that tracks the performance of the EAFE Index is the iShares MSCI EAFE ETF (EFA). EFA has net assets of $49 billion and a 0.33%expense ratio, as of February 2023.Other ETFs that mirror the performance of the EAFE Index are the iShares Core MSCI EAFE (IEFA) and iShares MSCI EAFE Small-Cap (SCZ) ETFs.\n\nThe MSCI ACWI (All Country World Index) represents the performance of the global market. The ACWI covers more than 2,933 companies across 47 countries—23 developed countries and 24 emerging economies.Like the EAFE, the ACWI provides a transparent vehicle that can be tracked. Investors can take advantage of potentially profitable investments in multiplecapital marketsthroughout the world. The table below compares the performance of both indices.\n\nMSCI EAFE is an international equity index. The two acronyms stand for Morgan Stanley Capital International and Europe, Australasia, and Far East.\n\nNo, it excludes China and certain other countries with major economies such as India, Brazil, and Russia.\n\nThere are 21 countries included in the EAFE Index. They are Australia, Austria, Belgium, Denmark, Finland, France, Germany, Hong Kong, Ireland, Israel, Italy, Japan, the Netherlands, New Zealand, Norway, Portugal, Singapore, Spain, Sweden, Switzerland, and the United Kingdom.\n\nThe EAFE Index is an international stock index that was launched in 1986 by Morgan Stanley Capital International. The index follows the stocks of companies located in 21 developed countries throughout the world. The United States and Canada are among the countries excluded by the index.\n\nThe EAFE Index is used as a benchmark by managers of ETFs and mutual funds who seek to provide investors with the potential for return from the countries followed by the index and to match its performance.\n\nHaaretz. “MSCI Declares Israel Is Now a Developed Market.”\n\niShares. “EFA: iShares MSCI EAFE ETF.”",
  "url": "https://www.investopedia.com/terms/e/eafe_index.asp"
}