{
  "term": "Earnings: Company Earnings Defined, With Example of Measurements",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nA company's earnings are its after-taxnet income. This is the company'sbottom lineor itsprofits.\n\nEarnings are perhaps the single most important and most closely studied number in a company'sfinancial statements. It shows a company's real profitability compared to theanalystestimates, its own historical performance, and the earnings of its competitors and industry peers.\n\nEarnings are the main determinant of a public company's share price because they can be used in only two ways. They can be invested in the business to increase its earnings in the future, or they can be used toreward stockholders with dividends.\n\nEarnings are the profit that a company produces in a specific period, usually defined as a quarter or a year. After the end of each quarter, analysts wait for the earnings of the companies they follow to be released. Earnings are studied because they represent a direct link to company performance.\n\nEarnings that deviate from the expectations of the analysts that follow that stock can have a great impact on thestock's price, at least in the short term. For instance, if analysts on average estimate that earnings will be $1 per share and they come in at $0.80 per share, the price of the stock is likely to fall on that \"earnings miss.\"\n\nA company that beats analysts' earnings estimates is looked on favorably by investors. A company that consistently misses earnings estimates may be considered an unattractive and risky investment. Even if the company only needs to improve its financial forecasting abilities for better earnings guidance, its stock price may be hurt in the process.\n\nThere are exceptions to these outcomes depending on the circumstances of the company. For example, Amazon (AMZN) missed its estimates for several quarters in the early 2000s while it was building out its various business units.Some investors were able to understand the long-term potential, and it continued to attract investors.\n\nThe opposite example is Google, a company known for underpromising and overdelivering. Hence, Google has repeatedly beat earnings expectations. However, the analysts' community understood that and started to embed Google's conservative strategy into the EPS expectations.\n\nGenerally, a new, entrepreneurial company that is seen as having strong potential can survive a few disappointing quarters, though it generally needs a good explanation for the earnings miss. As was the case for Amazon, that explanation was a heavy investment in future earnings.\n\nThere are many measures and uses of earnings. Some analysts like to calculateearnings before taxes(EBT), also known as pre-tax income. Some analysts prefer to seeearnings before interest and taxes(EBIT). Still, other analysts, mainly in industries with a high level of fixed assets, prefer to seeearnings before interest, taxes, depreciation, and amortization, also known as EBITDA.\n\nAll three figures provide varying degrees of measuring profitability.\n\nEarnings per share(EPS) is a commonly cited ratio used to show the company's profitability on a per-share basis. It is calculated by dividing the company's total earnings by the number of shares outstanding.\n\nEarnings are also used to determine a key indicator known as the price-to-earnings (P/E) ratio.\n\nThe price-to-earnings ratio, calculated as share price divided by earnings per share, is used by investors and analysts to compare the relative values of companies in the same industry or sector.\n\nThe stock of a company with a high P/E ratio relative to its industry peers may be considered overvalued. A company with a low price compared with its earnings might appear to be undervalued.\n\nTheearnings yield, or the earnings per share for the most recent 12-month period divided by the current market price per share, is another way of measuring earnings. It is in fact simply the inverse of the P/E ratio.\n\nSince corporate earnings are such an important metric and have a direct impact on share price, managers may be tempted to manipulate earnings figures. This is both illegal and unethical.\n\nSome companies attempt to sway investors by prominently displaying their earnings on their financial statements in order to hide deficiencies reported lower down that reveal weaknesses like dubious accounting practices or an unanticipated drop in sales. These companies are said to have a poor or weakquality of earnings.\n\nThe earnings per share number may also be inflated with sharebuybacksor other methods of changing the number of shares outstanding. Companies can do this by repurchasing shares with retained earnings or debt to make it appear as if they are generating greater profits per outstanding share.\n\nOther companies may purchase a smaller company with a higher P/E ratio tobootstraptheir own numbers into a favorable territory.\n\nWhen earnings manipulations are revealed, the accounting crisis that follows often leaves shareholders on the hook for rapidly declining stock prices.\n\nA company's earnings are its profit in a given time period. This is the same as the net income. Earnings are different, however, than gross income, which is income before taxes and other expenses are deducted.\n\nEarnings are often referred to as a company's \"bottom line\" because they are listed on the literal bottom line of the financial statement. They are often labeled \"net income\" (or \"net losses\").\n\nRetained earnings are the portion of the net income or profit that the company has set aside to use in the future. These are earnings that were not paid out as dividends to shareholders. Retained earnings indicate how much the company is saving for future expenses, such as investing in equipment, hiring, paying down debt, or other necessary spending.\n\nEarnings are the profits from a company, usually calculated over a quarter or a fiscal year. They are a key element in determining the value of a company's stock. If earnings are lower than expected, a company's stock price may go down. If they are higher than expected, the price may go up.\n\nEarnings are a key part of many financial ratios that are used to analyze the financial stability of a company. They can also help analysts determine whether a company's stock is over- or undervalued. Because earnings are so important to the value of a company's stock, there is always the potential for the numbers to be manipulated.\n\nAmazon. \"Form 10-Q Filed 7/23/2001 for Period Ending 6/30/2001,\" Pages 17-19.",
  "url": "https://www.investopedia.com/terms/e/earnings.asp"
}