{
  "term": "Earnings Power Value (EPV): Formulas and Calculations",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nEarnings power value (EPV) is a technique for valuing stocks by making assumptions about the sustainability of current earnings and thecost of capitalbut not future growth. Earnings power value (EPV) is derived by dividing a company'sadjusted earningsby its weighted average cost of capital (WACC).\n\nWhile the formula is simple, there are a number of steps that need to be taken to calculate adjusted earnings and WACC. The final result is \"EPV equity,\" which can be compared to market capitalization.\n\n﻿EPV=Adjusted  earningsWACCwhere:EPV=earnings power valueWACC=weighted average cost of capital\\begin{aligned} &\\text{EPV}=\\frac{\\text{Adjusted \\ earnings}}{\\text{WACC}} \\\\ &\\textbf{where:}\\\\ &EPV=\\text{earnings power value}\\\\ &WACC=\\text{weighted average cost of capital }\\\\ \\end{aligned}​EPV=WACCAdjusted  earnings​where:EPV=earnings power valueWACC=weighted average cost of capital​﻿\n\nEPV starts withoperating earnings, or EBIT (earnings before interest and tax), not adjusted at this point for one-time charges. Average EBIT margins over a business cycle of at least five years are multiplied by sustainable revenues to yield \"normalized EBIT.\"\n\nNormalized EBIT is then multiplied by (1 - average tax rate). The next step is to add back excess depreciation (after-tax basis at one-half average tax rate).\n\nAt this point, the analyst has a firm's \"normalized\" earnings figure. Adjustments now take place to account for unconsolidated subsidiaries, current restructuring charges, pricing power, and other material items. This adjusted earnings figure is then divided by the firm'sweighted average cost of capital(WACC) to derive EPV business operations.\n\nThe final step to calculate the equity value of the firm is to add \"excess net assets\" (mainly cash plus the market value of real estate minus legacy costs) to EPV business operations and subtract the value of the firm's debt.\n\nEPV equity can then be compared to the current market capitalization of the company to determine whether the stock is fairly valued, overvalued, or undervalued.\n\nEPV is meant to be a representation of the current free cash flow capacity of the firm discounted at its cost of capital.\n\nEarnings power value is an analytical metric used to determine if a company's shares are over- or under-valued. The EPV formula is used to calculate the level of distributable cash flows that a company could reasonably sustain. Current earnings are used, rather than forecasts or discounted future earnings, since current earnings are reliable and knowable. It is because many other valuation metrics rely on assumptions or subjective evaluations that they are less reliable than EVP.\n\nEPV was developed by Columbia University Professor Bruce Greenwald, a renowned financial economist and value investor who, through this valuation technique, tries to overcome the main challenge indiscounted cash flow(DCF) analysis related to making assumptions about future growth, cost of capital, profit margins, and required investments.\n\nEarnings power value is based on the idea the conditions surrounding business operations remain constant and in an ideal state. It does not account for any fluctuations, either internally or externally, that may affect the rate of production in any way.\n\nThese risks can stem from changes within the particular market in which the company operates, changes in associated regulatory requirements, or other unforeseen events that affect the flow of business in either a positive or negative way.\n\nB. C. Greenwald, J. Kahn, E. Bellissimo, M. A. Cooper, and T. Santos. \"Value investing: from Graham to Buffett and beyond.\" John Wiley & Sons, 2020.",
  "url": "https://www.investopedia.com/terms/e/earningspowervalue.asp"
}