{
  "term": "Earnout: Definition, How It Works, Example, Pros and Cons",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nOften, when buyers and sellers want to complete a deal but can’t agree on the price, they employ a strategy called an earnout. An earnout is a contractual provision stating that the seller of a business will obtain additional compensation if the business meets specified financial targets in the future.These targets are typically based on metrics likegross salesor earnings.\n\nAn earnout provision can be utilized if an entrepreneur seeking to sell a business is asking for a price more than a buyer is willing to pay. In a simplified example, the purchase price could be $1 million plus 5% of gross sales over the next three years if the business performs well.\n\nInvestopedia / Michela Buttignol\n\nEarnouts do not have hard and fast rules. Instead, thepayoutlevel is dependent on a number of factors, including the size of the business. This can be used to bridge the gap between differing expectations from the buyers and sellers.\n\nAn earnout reduces uncertainty for the buyer, as payment is tied to future financial performance. The buyer pays a portion of the cost of the business upfront, and the remainder of the cost is dependent upon whether future performance targets are met. The seller also receives the benefits of future growth for a period of time. Different financial targets, such asnet incomeorrevenue,may help determine earnouts.\n\nClear and specific provisions in the acquisition agreement are essential to prevent disputes, as earnouts often lead to post-closing conflicts that can escalate to litigation or arbitration. By carefully structuring the agreement, both parties can understand their obligations and how the earnout will be calculated and enforced, reducing the risk of misunderstandings and disputes.\n\nAside from the cash compensation, structuring an earnout involves a number of key considerations. This includes determining the crucial members of the organization and whether an earnout is extended to them.\n\nA share purchase agreement often defines the metric for calculating the earnout and uses adjusted EBITDA. However, using a combination of metrics, like revenues and profit metrics, is often a good idea. If targets are met, earnouts are usually paid in cash after the relevant period, but they can also be paid in shares.\n\nThe length of the contract and the executive's role with the company post-acquisitionare two issues that must be negotiated. The company's performance is tied to management and other key employees. If these employees leave, the company may not hit its financial targets.\n\nThe agreement should also specify the accounting assumptions used going forward. Although a company can adhere togenerally accepted accounting principles(GAAP), managers must still make judgments that can affect results. For instance, assuming higher returns and allowances will lower earnings.\n\nA change in strategy, such as exiting a business or investing in growth initiatives, can affect current results. Sellers should be aware of this to find an equitable solution. Legal and financial advisors can help navigate the process. Their fees typically increase with the complexity of the transaction.\n\nEarnouts offer both advantages and disadvantages for the buyer and seller. An earnout allows for a staggered payment over time rather than a lump sum upfront for the buyer. In addition, ifearningsaren't as high as expected, the buyer doesn't have to pay as much.\n\nEarnouts can be smart for both parties because aligning financial rewards with future business performance allows them to share potential risks and benefits.\n\nEarnouts also motivate sellers to remain involved in the business, as their financial success is tied to the business's performance. This encourages continued engagement and effort.An earnout can also help spread the seller's tax burden over several years, reducing the immediate tax impact.\n\nA disadvantage for the buyer is that the seller may remain involved in the business for longer, potentially influencing operations to boost earnings or applying their previous management style. For the seller, the risk is that future earnings might fall short, resulting in a lower overall payout from the sale.\n\nA real-life example of an earnout agreement is when Electronic Arts acquired PopCap games, paying $650 million plus $100 million in stock and a multi-year earn-out that would bring the total acquisition price to as much as $1.3 billion.\n\nThe earn-in was contingent upon EA achieving specific non-GAAP earnings before interest and tax (EBIT) targets:\n\nThe earnout structure of this deal linked a significant portion of the acquisition cost to PopCap's future performance, which aligned the financial interests of both companies. It was seen as a good move for EA, in that EA would pay the full acquisition price only if PopCap achieved substantial earnings growth, thereby reducing the company's upfront risk. If PopCap’s games performed well, this could lead to high returns for EA.\n\nUnder International Financial Reporting Standards (IFRS), the accounting treatment of earnouts in business combinations depends on their classification. If an earnout is considered part of the purchase price (consideration), it's measured at fair value at the acquisition date and included in the calculation of goodwill. If classified as compensation for post-combination services, it's treated as an expense in the post-combination financial statements and not included in the calculation of goodwill.\n\nThe tax treatment of earnouts depends on whether they're classified as ordinary income or capital gains. If an earnout is considered compensation for services, it's taxed as ordinary income. If it's part of the purchase price, it's taxed at the lower capital gains rate.\n\nAn earnout is a deferred payment based on the business meeting specific financial or operational goals after the sale. A holdback retains a portion of the purchase price until certain conditions are fulfilled or a set period passes. While a holdback is used to cover potential post-closing adjustments or liabilities, an earnout links additional payment to the business's future performance.\n\nIn summary, an earnout is a contractual provision in business sales that ties part of the payment to the business's future performance. It can help bridge valuation differences between the buyer and seller. Other key benefits include reducing upfront risk for the buyer and motivating the seller to continue contributing to the business's success.\n\nHowever, outlining clear terms is essential to prevent disputes. Earnouts also have different tax implications depending on whether they are classified as ordinary income or capital gains. For more specific advice, consult a business or tax advisor.\n\nThe Hartford Business Owner's Playbook. \"Earn-Outs and Contingent Payments.\"\n\nHarvard Law School Forum on Corporate Governance. \"The Enduring Allure and Perennial Pitfalls of Earnouts.\"\n\nBDO United Kingdom. \"Earnouts: Everything You Need to Know.\"\n\nTsetserra Growth Partners. \"Earnouts Explained: Definition, Pros, and Cons.\"\n\nTechCrunch. \"EA Buys PopCap Games for as Much as $1.3B.\"\n\nElectronic Arts. \"EA to Acquire PopCap Games.\"\n\nBreaking Into Wall Street. \"Earnout Modeling in M&A Deals and Merger Models (21:49).\"\n\nKPMG. \"Does your business combination agreement have ‘earnouts’?\"\n\nVenable LLP. \"Earnouts and Their Tax Treatment.\"\n\nDelawareInc.com. \"Payment Terms: Holdbacks, Escrows and Earnouts.\"",
  "url": "https://www.investopedia.com/terms/e/earnout.asp"
}