{
  "term": "Earnest Money: Definition and How It Works in Real Estate",
  "definition": "In real estate, earnest money is a deposit paid by a buyer to demonstrate that they are serious about buying a property.\n\nEarnest money is a deposit paid by a buyer to a seller to demonstrate a good-faith intention to make a purchase, such as for a new home. In many ways, earnest money can be considered a deposit on a home, an escrow deposit, orgood faith money.\n\nIn most cases, earnest money is delivered when the sales contract or purchase agreement is signed, but it can also be attached to the offer. Once deposited, the funds are typically held in anescrowaccount until closing, when the deposit will be applied to the buyer's down payment and closing costs. The money gives the buyer extra time to get financing and conduct the title search, property appraisal, and inspections before closing.\n\nWhen a buyer decides to purchase a home from a seller, both parties enter into a contract. The contract doesn't require the buyer to purchase the home, in case thehome appraisaland inspection later reveal problems with the house. The contract does, however, ensure the seller takes the house off the market while it's inspected and appraised. To demonstrate that they are serious about buying the property, the buyer makes an earnest money deposit (EMD).\n\nThe buyer might be able to reclaim the earnest money deposit if something that was specified ahead of time in the contract goes wrong. For instance, the earnest money would be returned if the house doesn't appraise for the sales price or the inspection reveals a serious defect—provided these contingencies are listed in the contract.\n\nEarnest money is returned to the buyer if the seller terminates the deal, but it is awarded to the seller if the buyer unreasonably terminates the deal.\n\nBuyers and sellers negotiate the amount of earnest money required, but it often ranges between 1% and 2% of the home's purchase price, depending on the market. In hot housing markets, the deposit might go as high as 5% or 10% of a property's sale price.\n\nWhile the earnest money deposit is often a percentage of the sales price, some sellers prefer a fixed amount, such as $5,000 or $10,000. Of course, the higher the earnest money amount, the more serious the seller is likely to consider the buyer. Therefore, a buyer should offer a high enough earnest deposit to be accepted, but not one so high as to put extra money at risk.\n\nA seller may also require ongoing, periodic earnest deposits to have a prospective buyer continue to show good faith during their due diligence process. For example, a seller may require a buyer to make monthly earnest deposits on a fixed schedule over a three-month due diligence period. Should the buyer fail to meet any earnest money deposit requirements, the seller may be entitled to bring the property back to market and potentially recover their losses by keeping portions of the earnest money.\n\nEarnest money is usually paid by certified check, personal check, or wire transfer into a trust or escrow account held by a real estate brokerage, legal firm, or title company. The funds are held in the account until closing, when they are applied toward the buyer's down payment and closing costs.\n\nIt's important to note that an escrow account, like any other bank account, can earn interest. If the earnest funds in the escrow account earn interest of more than $600, the buyer must fill out taxform W-9with the IRS to receive the interest.\n\nDifferent jurisdictions may have different legal circumstances around earnest money. For example, Washington state legislature stipulates slightly different definitions than Minnesota statutes.\n\nEarnest money isn't always refunded if a deal falls through. The good news for buyers is that as long as they don't break any contract agreements or miss any deadlines, they can get their earnest money back. Some conditions where buyers can get their earnest money back include:\n\nEvery situation is different, but broadly speaking, the seller gets to keep the earnest money if the buyer decides not to go through with the home purchase for reasons not specified as part of the contract. For example, if a buyer has a change of heart or decides to buy a different property, the seller is most likely entitled to retain the earnest money.\n\nProspective buyers can do several things to protect their earnest money deposits.\n\nEarnest money and down payments are both used in real estate transactions, but they serve different purposes. Earnest money is a sum of money provided by the buyer to prove that they are serious about their offer. A down payment is a larger sum of money to secure financing for the purchase.\n\nThe down payment represents a portion of the total purchase price and is required by lenders as a form ofcollateral. The size of the down payment is determined by various factors including the type of mortgage, the lender's requirements, and the buyer's financial situation. For instance, for transactions where the seller has more risk, they may require a higher down payment (i.e. 20% of the acquisition price as opposed to 10%).\n\nThe down payment reduces the amount of money that needs to be borrowed, thereby lowering the loan-to-value ratio and potentially improving the terms of the mortgage. While earnest money could be applied as a down payment, it can also be returned to the buyer as part of the transaction.\n\nSuppose Tom wants to buy a home worth $100,000 from Joy. To facilitate the transaction, the broker arranges to deposit $10,000 as a deposit in an escrow account. The terms of the subsequent agreement signed by both parties state that Joy, who is currently living in the home, will move out of it within the next six months.\n\nHowever, Joy is unable to find another place of residence by moving day. As a result, Tom cancels the transaction and gets his deposit money back. The deposit money has earned interest of $500 from the escrow account during this time period. Since the amount is less than $600, Tom is not required to fill out an IRS form to retrieve the amount.\n\nBuying a home is a lengthy process, and many things can go wrong between making an offer and closing the deal. Earnest money is a type of deposit that demonstrates that a buyer is serious about their offer, but gives them options to back out if unexpected problems arise.\n\nIf problems are discovered during the inspection and appraisal, the buyer is entitled to a refund of the earnest money. But if the buyer cancels the deal without a good reason, the seller keeps the earnest money as compensation for taking the home off the market. The exact terms should be agreed upon when the earnest money is deposited.\n\nIn real estate, earnest money is effectively a deposit to buy a home. Usually, it ranges between 1% and 2% of the home’s sale price. While earnest money doesn’t oblige a buyer to purchase a home, it does require the seller to take the property off the market during the appraisal process. Earnest money is deposited to represent good faith in purchasing the home.\n\nEarnest money gets returnedif something goes awry during the appraisal that was predetermined in the contract. This could include an appraisal price that is lower than the sale price, or a significant structural flaw with the house. Importantly, earnest money may not be returned for a reason not specified in the contract, or if the buyer decides not to purchase the house by the agreed-upon deadline.\n\nTo protect an earnest money deposit, prospective buyers can follow a number of precautionary steps. First, buyers can ensure that the contract has contingencies for defects, financing, and inspections. This protects the deposit from being forfeited if a major flaw is discovered or if the buyer cannot secure financing.\n\nSecond, carefully read and follow the terms of the contract. In some cases, the contract will require inspection by a certain date.\n\nFinally, ensure the deposit is handled adequately, which means that the buyer should work with a reputable broker, title firm, escrow company, or legal firm.\n\nAs long as a buyer follows the terms of the contract and adheres to all deadlines agreed to with the seller, a buyer will most often receive their full earnest money deposit(s) back. Should the buyer fail to comply with the agreement, the seller may be entitled to receive some or all earnest deposit funds.\n\nIn an agreement between a buyer and seller, there are often a number of contingencies that spell out the terms where a buyer may back out of an agreement. These contingencies may include failure of a home inspection, failure to secure financing, or failure to sell a separate existing property.\n\nIf the buyer decides not to proceed with the sale for reasons that are not stated in their contract, they may lose their earnest money.\n\nWhen a buyer and seller enter into an initial agreement to transfer ownership of property, the buyer is often required to deposit earnest money into an escrow account. The buyer and seller will agree on the circumstances where the buyer can back out without losing their earnest money. However, should the buyer break the contract or miss required deadlines, the seller may be entitled to keep the earnest money as compensation.\n\nInternal Revenue Service. \"Instructions for the Requester of Form W-9.\"\n\nWashington State Legislature. \"RCW 64.04.220.\"\n\nOffice of the Revisor of Statutes. \"2021 Minnesota Statutes.\"",
  "url": "https://www.investopedia.com/terms/e/earnest-money.asp"
}