{
  "term": "Earnings Estimate: Meaning, Examples and Considerations",
  "definition": "An earnings estimate is an analyst's estimate for a company's future quarterly or annualearnings per share(EPS). Future earnings estimates are arguably the most important input when attempting to value a firm. By placing estimates on the earnings of a firm for certain periods (quarterly, annually, etc.), analysts can then use cash flow analysis to approximatefair valuefor a company, which in turn will give a target share price.\n\nInvestors often rely on earnings estimates to analyze different stocks and decide whether to buy or sell them.\n\nAnalysts use forecasting models, management guidance, and fundamental information on the company to derive an EPS estimate. Market participants rely heavily on earnings estimates to gauge a company's performance. So whether a company meets, beats, or misses its earnings estimates can impact the price of the underlying stock, particularly in the short term.\n\nAnalysts' earnings estimates are often aggregated to createconsensus estimates. These are used as a benchmark against which the company's performance is evaluated. When you hear that a company has \"missed estimates\" or \"beaten estimates,\" it's usually in reference to consensus estimates.\n\nA few companies, such as Refinitiv andZacks Investment Research, compile estimates and compute the average or consensus. Their forecasts can be found instock quotationsor financial publications such asTheWall Street Journal.Consensus numbers can also be found at a number of financial websites such as Yahoo! Finance, Bloomberg, Visible Alpha, Morningstar.com, and Google Finance.\n\nPublished consensus earnings estimates frequently are reflected in the stock price of a company. But sometimes they have an adverse effect. The shares of firms with high earnings estimates tend to falter as the companies' performance doesn't live up to the market's expectations—they can easily disappoint. Conversely, firms with low earnings estimates tend to perform better than anticipated—because of the low bar: They've nowhere to go but up.\n\nEarnings estimates are found by looking up individual stocks, Take, for example, Amazon (AMZN). Here is a roundup of its consensus earnings estimates, as of Jun. 7, 2021.\n\nEarnings surprisesoccur when a company misses the consensus estimate either by earning more than expected or less. If the firm manages to beat the earnings estimate, it is called a positive or upside surprise. If the firm fails to reach the earnings estimate, it is called a negative surprise.\n\nHere is how Amazon's performance, vis-à-vis surprises, has worked out over 2020-2021 YTD:\n\nAs with the earnings estimates themselves, earnings surprises affect stock prices. It’s been found that the stocks of firms with substantial positive earnings surprises tend to perform above average, and the stock prices with substantial negative earnings surprises perform below average.\n\nAs a result, companies often manage their earnings carefully to ensure that consensus estimates are not missed. Companies that consistently beat earnings estimates outperform the market. So some companies set expectations low by providingforward guidancethat results in consensus estimates that are low relative to likely earnings. This results in the company consistently beating consensus estimates—and the earnings surprise becoming less and less surprising.",
  "url": "https://www.investopedia.com/terms/e/earningsestimate.asp"
}