{
  "term": "Earnings Call",
  "definition": "An earnings call is a conference call between the management of apublic company, analysts, investors, and the media to discuss the company’s financial results during a given reporting period, such as a quarter or a fiscal year. An earnings call is usually preceded by an earnings report, which contains summary information onfinancial performancefor the period.\n\nThe term \"earnings call\" is a combination of a company's report of \"earnings\" (such as itsnet incomeorearnings per share) and the conference call to discuss results.\n\nEarnings calls often begin with the moderator issuing a safe harbor statement, which advises that the call may include forward-looking statements.\n\nThe vast majority of listed companies host earnings calls to discuss their financial results although small companies with minimal investor interest may be the exception to the rule. Many companies provide a phone recording or presentation of the earnings call on their corporate websites for a number of weeks after the actual call, making it possible for investors who could not log in to the call to access this information.\n\nDuring an earnings call, company management discusses the details of its SEC Form10-Q(quarterly report) or10-K(annual report). Federal securities laws mandate that publicly traded companies provide certain information in these forms, including detailed financial results, along with a more qualitative discussion.\n\nThe MD&A section (management discussion and analysis) usually provides the most comprehensive discussion of financial results and other performance metrics. It will generally dig into the reasons behind certain aspects of growth or decline on the company’s income statement, balance sheet, and statement of cash flows.\n\nThe MD&A will discuss particular drivers of growth, risks that investors face when purchasing shares or extending loans, and even pending lawsuits. Management also often uses the MD&A section to announce the upcoming year by outlining future goals and approaches to new projects and initiatives, along with any changes in the executive suite and/or key hires.\n\nAnalysts use the information they learn from the earnings call infundamental analysisof the company. Fundamental analysis begins with the company’s financial statements. Analysts will comb through these statements in addition to listening in onverbal cues that company management gives during the earnings call. Analysts may ask questions during an earnings call related to main concepts or even details in the footnotes that focus on inventory and \"less accumulated depreciation\" lines.\n\nEarnings calls can provide a wealth of information for investors, analysts, and members of the financial community. What's released during the earnings call can help analysts in their fundamental analysis of the company.\n\nIf allowed, some participants may present questions to be answered by the company's representative or executives during the call. The questions may yield valuable information that can enhance the company's image; however, some questions may be about topics management does not want in the forefront, thereby damaging the company.\n\nWith earnings calls, investors quickly receive the information they want without having to scour through dozens of report pages to find it. Also, they often schedule trades close to the earnings call, and how they trade is dependent on the information released.\n\nPreparing for the earnings call can take time and command significant resources. This commitment may come at the expense of normal business operations. Also, once a company hosts an earnings call, it must continue to keep the investment community engaged. This means that it must continue these calls to prevent investors from thinking something is amiss.\n\nHelps with fundamental analysis\n\nGuides investors' decisions on trading\n\nAllows participants to ask questions\n\nStrains normal business operations\n\nQ&A could produce unfavorable results\n\nMust establish a regular cadence to prevent negative speculation\n\nOn April 28, 2021, Apple (AAPL) held its 2nd Quarter (2021) earnings call with CEO Tim Cook, CFO Luca Maestri, other company executives, and analysts from other large companies, such as Morgan Stanley, Evercore, UBS, and Bank of America.\n\nTim Cook and Luca Maestri discussed the company's outlook on future revenues, income, expenses, and plans for its capital. Tim Cook highlighted the prior quarter's performance, noting a significant increase in revenues. He also boasted about iPhone and Mac's performance, as well as that of wearable products like the Apple Watch and services like Apple TV+.\n\nShifting the focus from its offerings, Tim Cook spoke about the company's commitment to the environment and its focus on the U.S. economy. In a quest for a net-zero carbon footprint by 2030, Apple plans to introduce approximately eight gigawatts of clean energy and continue supporting environmental projects globally. Regarding the nation's economy, it plans to invest more than $430 billion, which will result in approximately 20,000 new jobs.\n\nLuca Maestri expanded on Cook's message by providing concrete figures. He celebrated their record-breaking performance of $89.6 billion in revenues recorded for Q2, a 54% increase compared to the same quarter of the prior year. In greater detail, he dissected revenues by segment, attributing $47.9 billion of the quarter's revenue to iPhone sales and $16.9 billion to services, such as App Store purchases, cloud services, Apple Music, and more.\n\nCiting a remarkable performance, Maestri shared how Apple returned more than $23 billion—including $3.4 billion in dividends and $19 billion as open market repurchases of Apple stock—to shareholders during the March quarter.\n\nLooking forward, the company expects the June quarter to not mirror the spectacular March quarter performance due to delayed launches and supply constraints. Gross margins are expected to be slightly below 50% and operating expenses are to be approximately $11 billion.\n\nAnalysts asked questions about reviving the existing customer base and attracting new customers, pricing, forward-looking initiatives, drivers for its high gross margin (42%), and the unexpectedly high performance in its Services division. In addition to the company's performance and outlook on revenues and expenses, they were asked how their plans for the U.S. economy would affect the company's expenses, to which Maestri reflected on the company's dedication to the goal, how much more revenues increased over its operations expenses in the prior quarter, and its plans to continue investing into the business.\n\nAn earnings call allows a public company to discuss its past performance and future plans, as well as answer questions from analysts, investors, and media personnel.\n\nBefore listening to an earnings call, it is helpful to prepare to get a better understanding of what to listen for and what's particularly important to investors and analysts.Listen to the company's previous earnings call and read subsequent analysts' reports to gain insight into the company's performance.\n\nThen, review the earnings press release, which is usually published before the call. This can provide valuable information, such as benchmarks and plans for dividends. As you listen to the earnings call, pay attention to the results, benchmarks, plans, and risks.\n\nAfterward, you can analyze the call—management's tone, the results, and the answers to analysts' questions.\n\nThere is no prescribed time length for earnings calls. However, most last less than an hour.﻿﻿\n\nEarnings call recordings are typically published on the company's website for a specific time, such as two weeks. The transcripts are often available for a longer period. However, you can also find recordings and transcripts on investment websites. If an earnings call is not available, the next best alternative is to review thecompany's earnings reporton its website or the Securities and Exchange Commissions's (SEC) website.\n\nAn earnings call is a conference call between company executives and the financial community. On this call, management reviews the company's performance for a specific period, as well as potential risks and future plans. At the end of the call, analysts and investors are generally welcome to ask questions, which can help in their fundamental analysis of the company.\n\nCorporate Finance Institute. \"What Is an Earnings Call?\" Accessed June 20, 2021.\n\nSeeking Alpha. \"Apple Inc. (AAPL) CEO Tim Cook on Q2 2021 Results - Earnings Call Transcript.\" Accessed June 20, 2021.\n\nThe Street. \"How to Listen to An Earnings Call.\" Accessed June 20, 2021.\n\nPublic. \"Earnings Call and Earnings Release.\" Accessed June 20, 2021.",
  "url": "https://www.investopedia.com/terms/e/earnings-call.asp"
}