{
  "term": "Earnings Before Interest After Taxes (EBIAT): Earnings and How to Calculate",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nEarnings Before Interest After Taxes (EBIAT) is one of a number of financial measures that is used to evaluate a company's profitability over a certain period, such as a quarter or a year. It is calculated by subtracting taxes from a company's Earnings Before Interest and Taxes (EBIT).\n\nEBIAT is not generated using generally accepted accounting principles (GAAP), so it is not required to be used for external reporting or public disclosures.This also means that EBIAT can be calculated differently by companies, which can make comparisons between companies more challenging.\n\nEBIAT may still be a useful metric for internal management and investors. It can help inform key decisions, such as how much to invest in future growth.\n\nEBIAT’s primary function is to gauge the amount of cash a company has to repay its debt obligations before considering any debt interest expenses, and after factoring in taxes.\n\nOne key feature of EBIAT is the fact that it considers taxes an unavoidable expense. The calculation of EBIAT includes taxes and removes any potential tax benefits that might be gained fromdebt financing, such as the ability to deduct interest on debt to reduce a company’s taxable income.\n\nThe purpose of the EBIAT approach is to gain a more accurate picture of the company’s financial standing, because it removes factors that could artificially boost or reduce its financial strength.\n\nEBIAT may be more relevant in analyzing companies that have significant tax liabilities, because it reflects a company’s tax burden and can provide a more realistic view of the cash available to repay its obligations.\n\nThe calculation for EBIAT is relatively straightforward. It is the company's EBIT x (1 - Tax rate). A company's EBIT is calculated in the following way:\n\nFor example, let’s assume a company reports sales revenue of $1 million for the year and a non-operating income of $30,000. Its cost of goods sold amounts to $200,000, while depreciation and amortization expenses are $75,000, selling general, and administrative expenses are $150,000, and other miscellaneous expenses are $20,000. Finally, the company also reports a one-time special expense of $50,000 for the year.\n\nIn this example, the EBIT for the company would be calculated as:\n\nEBIT = revenues - operating expenses + non-operating income\n\nEBIT = $1,000,000 - ($200,000 + $75,000 + $150,000 + $20,000 + $50,000) + $30,000 = $535,000\n\nIf the tax rate for the company is 30%, then EBIAT is calculated as:\n\nEBIAT = EBIT x (1 - tax rate) = $535,000 x (1 - 0.3) = $374,500\n\nSome analysts may argue that the special expense should not be included in the calculation because it is notrecurring. Whether to include it depends on the analyst’s judgment.\n\nThe significance of the special expense plays a role in this decision. For example, if we exclude this one-time special expense from the company’s calculations, the results would be:\n\nBy omitting the special expense, the EBIAT for the company is 9.4% higher, which could impact the decisions of its management team or other stakeholders.\n\nUltimately, EBIAT, EBITDA and EBIT are all used to measure a company’s profitability, but they differ in what’s included in their calculations.\n\nUnderstanding the differences between the three metrics can help you more accurately evaluate a company’s financial health.\n\nInvestors should note that non-GAAP metrics like EBIAT, EBITDA, and EBIT do not have to adhere to the strict guidelines of GAAP. Some companies may use non-GAAP measures like EBIAT to paint a company’s performance in a more favorable light. For example, in the fiscal year 2019, Pinterest recorded a loss of $1.36 billion. However, by adjusting certain costs, the company transformed this loss into a non-GAAP profit of $17 million.\n\nEBIAT is just one of a few metrics for assessing a company’s profitability and financial health. Its value lies in offering potential valuable insights, especially for companies with significant tax liabilities. But as a non-GAAP measure, it does not conform to the standardized practices of GAAP metrics, so EBIAT results can differ from one company to another.\n\nCompany insiders, investors, and financial analysts should consider evaluating a company’s EBIAT along with other non-GAAP metrics like EBITDA and EBIT, and with GAAP metrics, such asnet income, operating income, and cash flow, to gain a more balanced view of a company’s financial health.\n\nU.S. Securities and Exchange Commission. \"Non-GAAP Financial Measures.\"\n\nHarvard Business Review. \"Mind the GAAP.\"",
  "url": "https://www.investopedia.com/terms/e/ebiat.asp"
}