{
  "term": "Earnings Before Tax (EBT): Definition and Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nEarnings before tax (EBT) is viewed by stock analysts as a more accurate way to compare the performance of peer companies based in different tax jurisdictions.\n\nEarnings before tax (EBT) is a measure of a company's financial performance that excludes the impact of taxes. This makes it easier to compare the company's real performance against its peers who are based in other tax jurisdictions.\n\nEBT is calculated by subtracting all expenses except taxes from the company's total revenue. It appears as a line item in a public company'sincome statement.\n\nEBT is sometimes referred to as pretax income, profit before tax, or income before income taxes.\n\nEBT is the money retained internally by a company before deductingtaxexpenses. It is an accounting measure of a company’s operating and nonoperating profits.\n\nAll companies calculate EBT in the same manner, and it is a “pure ratio,” meaning it uses numbers found exclusively in the income statement. Analysts and accountants derive EBT through that specific financial statement, deducting thecost of goods sold (COGS),interest,depreciation,general and administrative expenses, and other operating expenses from gross sales.\n\nEBT sometimes appears as income before income taxes or something similar and can be found just above the net income line item.\n\nIf a company sells 30 widgets for $1,000 apiece during January, itsrevenuefor the period is $30,000. The company then assesses its COGS and subtracts that number from the $30,000 revenue. If it costs the company $100 to produce a single widget, then its COGS for January is $3,000. This means that itsgross revenueis $27,000 ($30,000 - $3,000 = $27,000).\n\nAfter a company determines its gross revenue, it tallies all itsoperating coststogether and subtracts that figure from the gross. The operating costs of a company may include any expenses related to its daily activities, such as salary and wages, rent, and otheroverheadexpenses.\n\nIf the company is a technology company with substantial investments inhuman capital, it might have salaries of $10,000 a month and monthly rent of $1,000. Subtract that $11,000 in total overhead from its gross revenue as well as $1,000 ofinterest expenses, and you’re left with EBT of $15,000.\n\nEBT is crucial because it removes the effects of taxes when comparing businesses. For example, while U.S.-based corporations face the same tax rates at the federal level, they may face different tax rates at the state level.\n\nSince companies may pay different tax rates in different states, EBT allows investors to compare the profitability of similar companies in various tax jurisdictions. Further, EBT is used to calculate performance metrics, such aspretax profit margin.\n\nEBT can be calculated in the following ways:\n\nYes. Income before tax or pretax income means the same thing as earnings before tax. These terms can be used interchangeably.\n\nEarnings before interest and taxes (EBIT)andearnings before interest, taxes, depreciation, and amortization (EBITDA)add additional layers of comparability by adding back more stuff. Whereas EBT just adds tax expenditures to net income, EBIT adds back interest expenses as well. And EBITDA goes another step further by also adding back depreciation andamortization.\n\nWhy is that? Because interest and depreciation and amortization, like taxes, are expenses that don’t necessarily reflect a company’s ability to generate earnings from its operations.\n\nEBT is a useful way to compare the profitability of similar companies operating in different tax jurisdictions. Tax rates do not reflect performance and can vary considerably across borders, making EBT a more effective metric thannet incomewhen seeking to gauge a company’s ability to generate earnings from its operations relative to its peers.",
  "url": "https://www.investopedia.com/terms/e/ebt.asp"
}