{
  "term": "Earnings Before Interest, Depreciation, and Amortization (EBIDA)",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nInvestopedia / Paige McLaughlin\n\nEarnings before interest, depreciation and amortization (EBIDA) is a measure of the earnings of a company that adds the interest expense,depreciation, andamortizationback to the net income number. However, it does include tax expenses. This measure is not as well known or used as often as its counterpart—earnings before interest, taxes, depreciation and amortization (EBITDA).\n\nThere are various ways to calculate EBIDA, such as adding interest, depreciation, and amortization to net income. Another way to calculate EBIDA is to add depreciation and amortization to earnings before interest and taxes (EBIT) and then subtract taxes.\n\nThe metric is generally used to analyze companies in the same industry. One key thing to note is that it does not assume taxes can be lowered through interest expenses.\n\nEBIDA can often be found as a metric for companies that do not pay taxes. This can include many nonprofits, such asnon-for-profithospitals or charity and religious organizations. In this case, it can be used interchangeably with EBITDA.\n\nAll components needed to calculate EBIDA can be found on a company's income statement.\n\nEBIDA is calculated by adding back certain costs to net income. There are many formulas for EBIDA depending on what numbers one is starting from when calculating it. Since net income is a metric all companies report, we can easily use it to calculate EBIDA by adding back in the depreciation, amortization, and interest expenses.\n\nEBITDA = Net Income + Depreciation + Amortization + Interest\n\nAs an example, consider a company with the following financial information:\n\nThe company's net income or profit can easily be calculated by subtracting all the expenses listed above from the $1 million of revenue. This leaves the company with $440,000 of earnings. Since EBIDA is earnings before interest, depreciation, and amortization, those expenses are added back to net income to get EBIDA. After adding back these three expenses, the total comes to $515,000. By calculating both net income and EBIDA, the two metrics can be compared. This shows the effect of interest, depreciation, and amortization on earnings.\n\nEBIDA = $440,000 (net income) + $100,000 + 25,000 - $50,000 = $515,000\n\nEarnings before interest, depreciation, and amortization (EBIDA) is considered to be a more conservativevaluationmeasure than EBITDA because it includes the tax expense in the earnings measure. The EBIDA measure removes the assumption that the money paid in taxes could be used to pay down debt, an assumption made in EBITDA.\n\nThis debt payment assumption is made because interest payments are taxdeductible, which, in turn, may lower the company's tax expense, giving it more money to service its debt. EBIDA, however, does not make the assumption that the tax expense can be lowered through theinterest expenseand, therefore, does not add it back to net income.\n\nEBIDA is not regulated or required as part of GAAP reporting. Therefore, you probably won't see it explicitly calculated or reported as part of a company's financial statements.\n\nEBIDA as an earnings measure is very rarely calculated by companies and analysts. It serves little purpose, then, if EBIDA is not a standard measure to track, compare, analyze and forecast. Instead, EBITDA is widely accepted as one of the major earnings metrics. As well, EBIDA can be deceptive as it’ll still always be higher than net income, and in most cases, higher than EBIT as well.\n\nAnd like other popular metrics (such as EBITDA and EBIT), EBIDA isn’t regulated by Generally Accepted Accounting Principles (GAAP), thus, what’s included is at the company’s discretion. Along with the criticism of EBIT and EBITDA, the EBIDA figure does not include other key information, such as working capital changes andcapital expenditures(CapEx).\n\nEBIDA and EBITDA are both profitability measurements that compare a company's earnings after certain expenses have been considered. The only difference between the two is the treatment of taxes. EBIDA does not consider taxes, while EBITDA does deduct the amount of taxes owed. Therefore, EBIDA is often a higher calculation due to it consider one less corporate expense.\n\nEBIDA is used to gauge how profitable a company is when not considered some non-cashflow expenses. For instance, both depreciation and amortization are expensed over time not in line with when an initial investment and cash outlay may have occurred. Therefore, EBIDA gives an organization a better understanding of what its profitability is from a cash-generating standpoint.\n\nAs a baseline, a company's EBIDA must be positive if it hopes to achieve positive cashflow. Even then, EBIDA adds back in depreciation and amortization, so it is possible for a company to have a positive EBIDA and yet still lose money each period. A company should strive to have an EBIDA high enough to sustain company growth as well as tracking what competitive company EBIDA's are to make sure their own is comparable.\n\nEBIDA is a measure of company earnings that considers operating profit, depreciation, amortization, and interest. Companies use EBIDA to better understand their profitability as well as getting a gauge on how their earnings are after stripping away some financial accounting calculations that are not tied to cashflow. EBIDA is very similar to EBITDA, though the latter also incorporates taxes.",
  "url": "https://www.investopedia.com/terms/e/ebida.asp"
}