{
  "term": "Earnings Management: Definition, Examples, and Types",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nInvestopedia / Paige McLaughlin\n\nEarnings management is the use of accounting techniques to producefinancial statementsthat present an overly positive view of a company's business activities and financial position. Many accounting rules and principles require that a company's management make judgments to follow these principles. Earnings management takes advantage of how accounting rules are applied and creates financial statements that inflate or smoothearnings.\n\nEarnings are a company'snet incomeorprofitfor a certain specified period, such as a fiscal quarter or year. Companies use earnings management to smooth out fluctuations in earnings and present more consistent profits each month, quarter, or year.\n\nLarge fluctuations in income andexpensesmay be a normal part of a company's operations, but the changes may alarm investors who prefer to see stability and growth. A company's stock price often rises or falls after anearnings announcement, depending on whether the earnings meet or fall short of analysts' expectations.\n\nManagement can feel pressure to manage earnings by manipulating the company's accounting practices to meet financial expectations and keep the company's stock price up. Many executives receive bonuses based on earnings performance, and others may be eligible forstock optionswhen the stock price increases.\n\nMany forms of earnings manipulation are eventually uncovered either by acertified public accountant (CPA)firm performing an audit or through requiredSecurities and Exchange Commission (SEC)disclosures.\n\nThe SEC requires that the financial statements of publicly traded companies be certified by thechief executive officer (CEO)andchief financial officer (CFO)and has pressed charges against managers who engaged in fraudulent earnings management.\n\nA change in accounting policy must be explained to financial statement readers, and that disclosure is usually stated in afootnote to the financial statements. The disclosure is required because of theaccounting principleof consistency.Financial statements are consistent if the company uses the same accounting policies each year. This is important because it allows the financial statement user to easily identify variations when looking at the company's historical trends.\n\nThe fact that a policy change must be explained and that all of a company's accounts are laid bare in its financial statement means that careful readers will likely discover the earnings management strategy. The problem is that not everyone has the time to go over reports in full or the knowledge to understand everything that is written.\n\nMaterial changes to accounting policy must be disclosed in a company's financial statement.\n\nYou should do your research and due diligence whenever you invest your money. But how can you tell if a company smooths its income? There are several ways you can spot earnings management when you analyze a company's financial statements. The following are some of thered flags:\n\nOne method of manipulation when managing earnings is to change to an accounting policy that generates higher earnings in the short term.\n\nFor example, assume a furniture retailer uses thelast-in first-out (LIFO)method to account for the cost ofinventoryitems sold. Under LIFO, the newest units purchased are considered to be sold first. Since inventory costs typically increase over time, the newer units are more expensive, and this creates a higher cost of sales and a lower profit.\n\nIf the retailer switches to thefirst-in first-out (FIFO)method of recognizing inventory costs, the company considers the older, less-expensive units to be sold first. FIFO creates a lowercost of goods sold (COGS)expense and, therefore, higher profit, so the company can post higher net income in the current period.\n\nAnother form of earnings management is to change company policy so more costs arecapitalizedrather than expensed immediately. Capitalizing costs asassetsdelays the recognition of expenses and increases profits in the short term.\n\nAssume, for example, company policy dictates that every item purchased under $5,000 is immediately expensed and costs over $5,000 may be capitalized as assets. If the firm changes the policy and starts to capitalize all items over $1,000, expenses decrease in the short term and profits increase.\n\nChanging accounting techniques in itself is not illegal. However, if the SEC deems that a company is being creative to mislead investors and intentionally misrepresent its results then it may take action and issue fines.\n\nThere are many reasons corporate managers engage in earnings management. These include higher bonuses, avoidance of falling below closely followed analyst forecasts, tax savings, boosting the value of the company, and creating a sense of stability.\n\nSeveral techniques are used to manage earnings. Examples include lowering capitalization limits, changing from the last-in first-out method of valuing inventory to the first-in first-out method, cutting nonmandatory expenses for short periods, or attributing regular business expenses to a one-off, nonrecurring event.\n\nInvestors should always do their homework before investing in a stock. That means analyzing the company’s financial report to get a true picture of how it is doing. Don’t just fixate on the headline numbers the company wants you to read or trust that analysts or somebody else will do the job on your behalf. Go through everything yourself and do it with a skeptical eye.\n\nU.S. Securities and Exchange Commission. \"Certification of Disclosure in Companies' Quarterly and Annual Reports.\"\n\nThe CPA Journal. \"The CEO/CFO Certification Requirement.\"\n\nPwC. \"US Financial Statement Presentation Guide: 30.4 Change in Accounting Principle.\"\n\nDeloitte. \"IAS 8 — Accounting Policies, Changes in Accounting Estimates and Errors.\"\n\nInternal Revenue Service. \"Publication 538, Accounting Periods and Methods.\" Page 14.",
  "url": "https://www.investopedia.com/terms/e/earnings-management.asp"
}