{
  "term": "Earned Income Tax Credit (EITC): Definition and How to Qualify",
  "definition": "Michelle P. Scott is a New York attorney with extensive experience in tax, corporate, financial, and nonprofit law, and public policy. As General Counsel, private practitioner, and Congressional counsel, she has advised financial institutions, businesses, charities, individuals, and public officials, and written and lectured extensively.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nkrisanapong detraphiphat / Getty Images\n\nThe earned income tax credit (EITC) is a tax break available to low- and moderate-income wage earners.\n\nIt is arefundabletax creditthat reduces the amount of taxes owed on a dollar-for-dollar basis. Taxpayers are even eligible for refunds of the taxes that have been deducted from their paychecks if their tax credit exceeds their tax liability for the year.\n\nFor the 2025 tax year, the maximum earned income tax credit is $8,048 for a taxpayer who has three or more children. For the 2024 tax year, the maximum credit is $7,830 for a taxpayer who has three or more children.\n\nThe earned income tax credit (EITC), also called the earned income credit (EIC), was intended as a work bonus plan to increase the real spending power of low-income workers and help offset the effect of Social Security taxes.It continues to be viewed as an anti-poverty tax benefit.\n\nThe EITC is available only to taxpayers withlow or moderate earnings, whether or not they have qualifying dependents. To claim the credit, an individual taxpayer, or a married couple filing jointly must be at least 19 years old and must live in the United States for more than half of thetax year.\n\nThe credit percentage, earnings cap, and credit amount vary according to a taxpayer’s filing status and number of dependents. Qualifying dependents can include children under age 19, students under age 24, or family members with a disability.\n\nThese factors also determine the income phaseout range over which the credit diminishes to zero. No credit is allowed above the ceiling for the phaseout range.\n\nThe credit reduces the amount of tax owed on a dollar-for-dollar basis. If the amount of the EITC is greater than the amount of tax owed by a taxpayer, the taxpayer may be eligible for a refund of taxes already paid by payroll deduction during the year.\n\nThe EITC is one of the most important tax credits available to individual taxpayers. The taxpayer must be a U.S. citizen or a resident alien for the entire year and have a valid Social Security number by the tax return’s due date.\n\nThe amount of credit that can be claimed on a tax return depends on the taxpayer’s annual earned income for the tax year,filing status, and number of qualified dependents.\n\nIf you qualify for the EITC, you may also be eligible for the Child Tax Credit, Child and Dependent Care Credit, or Education Credits.\n\nA refundable tax credit reduces the value of a taxpayer’s liability, dollar for dollar, and results in a refund if the liability is reduced below zero. That makes it more valuable than a tax deduction, which only reduces the filer's total taxable income.\n\nFor example, an individual who has a tax bill of $2,900 and can claim a $529 credit will owe $2,371 ($2,900 - $529 = $2,371).\n\nThat lower amount is the total that the taxpayer must pay to theInternal Revenue Service(IRS) for the year. If a taxpayer has a total tax liability of $1,000 and a credit of $1,500, then the taxpayer should be entitled to a refund of $500.\n\nTo qualify for the EITC, a taxpayer’s earned income andadjusted gross income(AGI) must be below certain income limits. The limits on the income level, credit amount, and investment income for a single or married taxpayer vary depending on the number of qualifying dependents in the household.\n\nThe limits for the 2024 tax year appear below.\n\nThe IRS has posted an EITC calculator. The EITC calculator helps determine eligibility for the credit and provides an estimate of the credit amount. To use the calculator, you can input information about your income, qualifying children or relatives, filing status, and relevant financial documents such as W-2s and 1099s. You'll also need to include details about taxes withheld or money received, as well as any relevant expenses or income adjustments. Note that the calculator should be used for estimation purposes only and does not implicitly mean you will get the credit.\n\n*Taxpayers who claim the EITC undermarried filing separatelymust meet the eligibility requirements under the special rule in theAmerican Rescue Plan Act (ARPA)of 2021.\n\nTaxpayers who are married filing separately can qualify for this credit provided that they meet the eligibility requirements under the ARPA. The tax law provides special EITC rules for clergy and members of the military stationed abroad, and specific rules coordinating the credit with the tax laws applicable in Puerto Rico, Guam, and American Samoa.\n\nIf you can claim the EITC), be aware that your refund may be delayed as the IRS cannot issue EITC and Additional Child Tax Credit (ACTC) refunds before mid-February. Most EITC and ACTC-related refunds hit taxpayer bank accounts by March 1, assuming there are no other issues with their tax returns.\n\nYou can also track your IRS tax refund using the online tool or IRS2Go mobile app.\n\nWhen filing, ensure you use the correct forms—either Form 1040 or Form 1040 SR—and include the Schedule EIC if you're claiming the EITC with a qualifying child. If you qualify for the EITC in prior years, you have up to three years from the due date of your tax return to file and claim a refund.\n\nKeep in mind that there are specific deadlines for each year. To file for prior years, use Form 1040 and the Schedule EIC if applicable, and if you previously filed a return but didn't claim the EITC when eligible, you can file an amended return.\n\nA tax credit lowers the amount of tax you owe on a dollar-by-dollar basis. For example, a $1,000 tax credit means that you owe $1,000 less in taxes.\n\nA tax deduction lowers your taxable income. If your taxable income drops by $1,000 and you're in the 24% tax bracket, you'd save $240 in taxes.\n\nFor the 2024 tax year, the maximum investment income is $11,600. For the 2025 tax year, the maximum investment income is $11,950.\n\nTo qualify for the earned income tax credit, the individual must have earned income for the year that is lower than the EITC income threshold for that year. Total investment income must also be below a certain limit.\n\nThe taxpayer must be a U.S. citizen or resident alien for the entire tax year and have a Social Security number.\n\nMembers of the military, clergy, and dependents with disabilities have special rules.\n\nThe EITC is a federal tax credit designed to provide financial assistance to low-to-moderate-income working individuals and families. It reduces the amount of taxes owed and can result in a refund for eligible taxpayers.\n\nThe credit amount depends on income, filing status, and the number of qualifying children.\n\nInternal Revenue Service. \"IRS releases tax inflation adjustments for tax year 2025.\"\n\nInternal Revenue Service. \"Who Qualifies for the Earned Income Tax Credit (EITC).\"\n\nInternal Revenue Service. “Publication 596: Earned Income Credit (EIC).”\n\nInternal Revenue Service. \"Earned Income Tax Credit (EITC).\"\n\nInternal Revenue Service. \"Rev Proc 2023-34,\" Page 9.\n\nInternal Revenue Service. \"Use the EITC Assistant.\"\n\nU.S. Congress. “H.R.1319 — American Rescue Plan Act of 2021.”\n\nInternal Revenue Service. \"How to Claim the Earned Income Tax Credit (EITC).\"",
  "url": "https://www.investopedia.com/terms/e/earnedincomecredit.asp"
}