{
  "term": "Earnings Announcement: Definition and Impact on Market",
  "definition": "Investopedia / Paige McLaughlin\n\nAn earnings announcement is an official public statement of a company's profitability for a specific period, typically a quarter or a year. An earnings announcement occurs on a specific date duringearnings seasonand is preceded byearnings estimatesissued byequity analysts. If a company has been profitable leading up to the announcement, its share price will usually increase up to and slightly after the information is released. Because earnings announcements can have such a prominent effect on the market, they are often considered whenpredicting the next day's open.\n\nThe data in the announcements must be accurate, according toSecurities and Exchange Commissionregulations. Because the earnings announcement is the official statement of a company's profitability, the days leading up to the announcement are often filled with speculation among investors.\n\nAnalyst estimates can be notoriously off-the-mark and can rapidly adjust up or down in the days leading up to the announcement, artificially inflating the share price and affectingspeculative trading.\n\nFor analysts valuing a firm's futureearnings per share(EPS), estimates are arguably the most important input. Analysts use forecasting models, management guidance, and other fundamental information on a company to derive an EPS estimate. For example, they might use adiscounted cash flows modelor DCF.\n\nDCF analyses use futurefree cash flowprojections and discount them. This is done using a required annual rate to arrive atpresent valueestimates, which, in turn, is used to evaluate the potential for investment. If the value arrived at through DCF analysis is higher than the current cost of the investment, the opportunity could be a good one.\n\nDCF = [CF1/(1+r)1] + [CF2/(1+r)2] + ... + [CFn/(1+r)n]\n\nAnalysts may also rely on fundamental factors outlined in themanagement discussion and analysis(MD&A) section of a company’s financial reports. This section provides an overview of the previous year or quarter’s operations and how the company performed financially. It outlines the reasons behind certain aspects of growth or decline in the company’s income statement, balance sheet, and statement of cash flows. The MD&A discusses growth drivers, risks, and even pending litigation. Management also often uses this section to discuss the upcoming year by outlining future goals and approaches to new projects along with any changes in the executive suite and/or key hires.\n\nFinally, analysts may take into account external factors, such as industry trends (e.g., largemergers, acquisitions, bankruptcies, etc.), the macroeconomic climate, pendingU.S Federal Reservemeetings and potentialinterest ratehikes.",
  "url": "https://www.investopedia.com/terms/e/earnings-announcement.asp"
}