{
  "term": "Easement in Gross: Definition, Example, Vs. Easement Appurtenant",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nDaniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nAneasementis a concept inreal estatein which one party, either an individual or organization, gains the right to use another party’s property in a defined way. In some cases the holder of the easement pays the owner of the property for the right of usage; in others it is created by state or local law and attached to the property. Such an easement may exist in perpetuity and be transferred when the property is sold,encumbering the new owner.\n\nAn easement in gross, also known as a “personal easement,” attaches the right of use to a single individual or entity rather than to the property itself. It is a personal interest in another person’s land, usually limited in scope and duration. Its terms, including payment, are negotiated between the property owner and the easement holder. An easement in gross is often considered irrevocable for the life of the holder, but it is usually rendered void if the owner sells the property upon which the easement request was based.\n\nA typical property easement grants limited access to someone who is not the owner of a piece ofreal property. For example, a property owner might need an easement to use a neighbor’s driveway in order toaccess their own land.\n\nAn easement in gross is an easement that is granted to an individual or entity that generally cannot transfer the associated rights to any other person. If the holder of an easement transfers their property to someone else—through sale, inheritance, or any other mechanism—the current easement in gross may be considered void.\n\nThe new property owner can attempt to reach a new easement-in-gross agreement, but there is no guarantee that the right will be granted.\n\nOne familiar example of an easement in gross is a utility easement. These are legal agreements that allow utility companies to install and maintain infrastructure on private property. Under the conditions of the easement, a homeowner is restricted from digging or construction activities that could damage the utilities.\n\nThe party who benefits from an easement in gross does not have to own or reside in a neighboring property to be granted the associated rights.Additionally, the permissions granted in the easement may be as broad or specific as desired. When dealing with easements in gross, the property owner often has the most say regarding the limitations stated in the easement.\n\nSellers may be required to disclose any easements against their property to prospective buyers.\n\nEasements in gross grant specific rights or privileges to someone other than the property owner. In contrast, an easementappurtenantgrants rights to the owner of a nearby parcel of property. The property that benefits from the easement is known as the “dominant estate,” while the property that allows the easement is known as the “servient estate.”\n\nAn easement appurtenant is said to “run with the land,” meaning that when the easement holder sells their property, the easement rights transfer to the new property owner. Common examples would include an easement that allows access to a public park or one that lets a neighbor cross another’s land in order to reach their own property.\n\nSome easements, especially those given to utility companies, carry with them significant interest and can ultimately be assigned to other parties. If a piece of real estate is purchased without the seller disclosing the nature of an easement, the buyer can seek legal remedies if the easement reduces the value of the property.\n\nAn easement can be terminated in eight ways: abandonment, merger, end of necessity, demolition, recording act, condemnation, adverse possession, and release. Perhaps the simplest way to end an easement is to persuade the beneficiary to release or abandon their rights to the easement.\n\nA conservation easement limits the usage of private land in order to protect natural resources, such as an endangered species or ecosystem. Conservation easements are always easements in gross, in that they are not attached to a neighboring piece of land.\n\nThe holder of an easement in gross is the person or entity that benefits from that easement. This type of easement generally cannot be transferred, although there are exceptions. For example, in a merger between two utility companies, the new company may inherit any easements belonging to its predecessors.\n\nThe main difference is that an easement in gross is not attached to a specific piece of property. Instead, it is granted by the owner of a property to a single individual or entity. That grant usually ends when the owner sells the property. In contrast, an easement appurtenant, because it is attached to land, continues in perpetuity when either parcel of land is sold.\n\nAn easement is a real estate concept that allows one entity, whether an individual or organization, to use another entity’s property in a stated way. Some easements come attached to a specific piece of property, with the dominant property holding the easement over the servient property. They are often created by law, though they are not the same asa government’s use of eminent domain, which seizes ownership of property.\n\nAn easement in gross is not attached to a property. Instead, it is granted to a single person or organization through negotiation with a property owner, usually coming at an economic price. Usually of limited scope and duration, it is generally terminated if the owner sells their property, rather than encumbering the new owner.\n\nRocket Mortgage. \"What Are Easements, and How Might Having One Affect My Property?\"\n\nVermont Attorneys Title Corporation. \"5.2 Easement in Gross.\"\n\nNolo. \"Property Easements: Overview.\"\n\nRocket Mortgage. \"Utility Easements, Explained.\"\n\nRocket Mortgage. \"Easement Appurtenant: What It Means And How It Works.\"\n\nWolff Law Office. \"Claims Under a Title Insurance Policy in California for Damages Caused by an Undisclosed or Unexcepted Covenant or Easement Which Clouds Title.\"\n\nALB Law Firm. \"Setting the Law Straight on Terminating Easements.\"\n\nNew York State Department of Environmental Conservation. \"Conservation Easements.\"",
  "url": "https://www.investopedia.com/terms/e/easement-in-gross.asp"
}