{
  "term": "Eavesdropping Attack: Definition, How They Work and Prevention",
  "definition": "An eavesdropping attack, also known as a sniffing or snooping attack, is a theft of information as it is transmitted over a network by a computer,smartphone, or another connected device.\n\nThe attack takes advantage of unsecured network communications to access data as it is being sent or received by its user.\n\nEavesdropping is a deceptively mild term. The attackers are usually after sensitive financial and business information that can be sold for criminal purposes. There also is a booming trade in so-called spouseware, which allows people to eavesdrop on their loved ones by tracking their smartphone use.\n\nAn eavesdropping attack can be difficult to detect because the network transmissions will appear to be operating normally.\n\nTo be successful, an eavesdropping attack requires a weakened connection between a client and a server that the attacker can exploit to reroute network traffic. The attacker installs network monitoring software, the \"sniffer,\" on a computer or a server to intercept data as it is transmitted.\n\nAmazon Alexa and Google Home are vulnerable to eavesdropping, as are any internet-connected devices.\n\nAny device in the network between the transmitting device and the receiving device is a point of weakness, as are the initial and terminal devices themselves.\n\nEavesdropping attacks can be prevented by using a personalfirewall, keeping antivirus software updated, and using a virtual private network (VPN).\n\nUsing a strong password and changing it frequently helps, too. And don't use the same password for every site you log onto.\n\nPublic Wi-Fi networks such as those that are available free in coffee shops and airports should be avoided, especially for sensitive transactions. They are easy targets for eavesdropping attacks. The passwords for these public networks are readily available, so an eavesdropper can simply log on and, using free software, monitor network activity and steal login credentials along with any data that other users transmit over the network.\n\nIf your Facebook or email account has been hacked lately, this is probably how it happened.\n\nVirtual assistants such as Amazon's Alexa and Google Home also are vulnerable to eavesdropping and their \"always-on\" mode makes them difficult to monitor for security.\n\nSome reported incidents that the companies did the snooping themselves appear to have been accidents caused by mistakes in speech recognition.\n\nAnother way to limit your vulnerability to an attack is to make sure your phone is running the most recent version available of its operating system. However, its availability is up to the phone vendor, who may or may not be efficient about offering the update.\n\nEven if you do all of the above, you have to be careful from day to day. Avoid clicking on dodgy links. The sites they link to may installmalwareon your device. Download apps only from the official Android or Apple stores.\n\nSpouseware. \"Home Page.\" Accessed Feb. 11, 2022.\n\nVerizon. \"What Are Eavesdropping Attacks?\" Accessed Feb. 11, 2022.\n\nFederal Trade Commission. \"Dangerous Skills Got Certified: Measuring the Trustworthiness of Amazon Alexa Platform,\" Page 1. Accessed Feb. 11, 2022.\n\nFederal Trade Commission.\"How to Safely Use Public Wi-Fi Networks.\" Accessed Feb. 11, 2022.",
  "url": "https://www.investopedia.com/terms/e/eavesdropping-attack.asp"
}