{
  "term": "EBITA (Earnings Before Interest, Taxes, and Amortization) Definition",
  "definition": "Earnings before interest, taxes, and amortization (EBITA) is a non-GAAP profitability metric that investors can use to determine the value of a business.\n\nEarnings before interest, taxes, and amortization (EBITA) is a measure of a company's profitability and value. As the name implies, EBITA adds interest, taxes, and amortization to the earnings equation. It is not prepared using generally accepted accounting principles (GAAP). It can be used as a decision-making tool, allowing investors and analysts to compare companies within the same industry. Data used to compile a company's EBITA can be found on its financial statements. It is similar toearnings before interest, taxes, depreciation, and amortization (EBITDA).\n\nA company's earnings generally refer to the profits or net income a company generates after accounting for taxes and expenses. These are generally reported by public companies on a quarterly and annual basis. But, there are other profitability metrics that investors may hear about that include expenses. Earnings before interest, taxes, and amortization is one of them.\n\nAs noted above, this metric adds interest owed on debt, taxes owed, and the effects of amortization back to a company's earnings. EBITA is calculated by taking financial data collected and reported by a company from its financial statements.\n\nSome analysts and investors consider a company’s EBITA to be a more accurate representation of its actual earnings. This is because it removes the interest on company debt, the taxes owed, and the effects ofamortization(the accounting practice of writing off the cost of an intangibleasset over years) from the equation.\n\nTo calculate a company’s EBITA, you must first determine the company’searnings before tax (EBT). This figure appears in the company’s income statements and other investor relations materials, and you add any interest and amortization costs. So the formula is:\n\nEBITA also is viewed by some as an indicator of the efficiency of a company’s operations.\n\nEBITA is not used as commonly as EBITDA, which addsdepreciationto the calculation. Depreciation records the reduced value of the company’stangible assetsover time. It accounts for the wear and tear on assets like equipment and facilities. Some companies, such as those in the utilities, manufacturing, and telecommunications industries, spend a significant amount of cash on equipment and infrastructure, which are reflected in their books.\n\nBoth EBITA and EBITDA are used by some analysts to gauge a company’s operating profitability. Profitability is earnings generated throughout the ordinary course of doing business. The company’s profitability may be more apparent ifcapital expenditures (CapEx)and financing costs are subtracted from the official earnings total.\n\nSome industries require significant investments in fixed assets. Using EBITDA to evaluate companies in asset-heavy industries may provide a clearer view of operating profitability by excluding the impact of depreciation, whereas EBITA might distort a company’s profitability metrics. As such, EBITA may be used instead of EBITDA for companies without substantial CapEx that may skew the numbers.\n\nKeep in mind that you should be careful with EBITA and EBITDA when making investment decisions. That's because non-GAAP metrics are not standardized and can sometimes be misleading.They commonly overstate a business's cash flow.\n\nGenerally accepted accounting principles (GAAP)earnings are a common set of standards accepted and used by companies and their accounting departments. The use of GAAP earnings standardizes the financial reporting of publicly traded companies in the United States.\n\nMany companies report GAAP earnings as well asnon-GAAP earnings, which exclude one-time transactions. The rationale for reporting non-GAAP earnings is that substantial one-off costs, such as organizational restructuring, can distort the true picture of a company’s financial performance. Therefore, some do not consider them normal operational costs.Earnings before interest and taxes (EBIT), EBITA, and EBITDA are examples of commonly used non-GAAP financial measures.\n\nEach of these is a measure of profitability used by analysts: earnings before interest, taxes, and amortization, and earnings before interest, taxes, depreciation, and amortization. Both are used to gauge a company’s profitability, efficiency, or value. EBITDA is the more commonly used measure because it adds depreciation—the accounting practice of recording the reduced value of a company’s tangible assets over time—to the list of factors.\n\nIf a company doesn’t provide this metric (there’s no legal requirement to do so), you find it by looking at the firm’s financial statements. Look for the earnings, tax, and interest figures on the income statement; the amortization is usually found in the notes to operating profit or on the cash flow statement. A shortcut to calculating EBITA is to start with operating profit, also called earnings before interest and taxes, then add back amortization.\n\nEBITA is considered by some to be a reliable indicator of how efficient a company’s operations are. Some analysts use it to gauge profitability, although doing so can be misleading because of the excluded expenses.\n\nEBITA is one way that analysts measure a company's efficiency, profitability, and value. While it can be a useful tool, it isn't always an accurate reflection of a business's financial situation. Most companies use EBITDA, which is a more accurate financial picture, but it also has the same limitations in that it hides true profitability by excluding these expenses.\n\nMorningstar Investments. \"Is EBITDA as Bad as Buffett Says?\"",
  "url": "https://www.investopedia.com/terms/e/ebita.asp"
}