{
  "term": "EBITDA: Definition, Calculation Formulas, History, and Criticisms",
  "definition": "EBITDA, short for earnings before interest, taxes, depreciation, and amortization, is an alternate measure of profitability tonet income. It's used to assess a company's profitability and financial performance.\n\nEBITDA is not a metric recognized undergenerally accepted accounting principles (GAAP). Some public companies report EBITDA in their quarterly results along withadjusted EBITDAfigures typically excluding additional costs, such asstock-based compensation.\n\nIncreased focus on EBITDA by companies and investors has prompted criticism that it overstates profitability. The U.S.Securities and Exchange Commission (SEC)requires listed companies reporting EBITDA figures to show how they were derived from net income, and it bars them from reporting EBITDA on a per-share basis.\n\nIf a company doesn't report EBITDA, it can be easily calculated from itsfinancial statements. Software like Excel canmake the calculation process easy.\n\nThe earnings (net income), tax, and interest figures are found on theincome statement, while thedepreciationandamortizationfigures are normally found in the notes to operating profit or on thecash flow statement.\n\nThere are two EBITDA formulas, one based on net income and the other on operating income, both of which will arrive at basically the same result. (Net income is operating income minus non-operating expenses, such as taxes and interest.)\n\nThe respective EBITDA formulas are:\n\nEBITDA=Net Income+Taxes+Interest Expense+D&AorEBITDA=Operating Income+D&Awhere:D&A=Depreciation and amortization\\begin{aligned}&\\text{EBITDA} = \\text{Net Income} + \\text{Taxes} + \\text{Interest Expense} +\\text{D\\&A}\\\\&\\text{or}\\\\&\\text{EBITDA} = \\text{Operating Income} + \\text{D\\&A}\\\\&\\textbf{where:}\\\\&\\text{D\\&A}=\\text{\\text{Depreciation and amortization}}\\end{aligned}​EBITDA=Net Income+Taxes+Interest Expense+D&AorEBITDA=Operating Income+D&Awhere:D&A=Depreciation and amortization​\n\nBy addinginterest,taxes, depreciation, and amortization back to net income, EBITDA can be used totrack and compare the underlying profitabilityof companies regardless of their depreciation assumptions or financing choices.\n\nLike earnings, EBITDA is often used in valuation ratios, notably in combination withenterprise valueas EV/EBITDA, also known as theenterprise multiple.\n\nEBITDA is widely used in the analysis ofasset-intensive industrieswith a lot ofproperty, plant, and equipmentand correspondingly high non-cash depreciation costs. In those sectors, the costs that EBITDA excludes may obscure changes in the underlying profitability—for example, as with energy pipelines.\n\nMeanwhile, amortization is often used to expense the cost of software development or otherintellectual property. That's one reason early-stage technology and research companies may use EBITDA when discussing their performance.\n\nAnnual changes in tax liabilities and assets that must be reflected on the income statement may not relate to operational performance. Interest costs depend on debt levels, interest rates, and management preferences regarding debt vs. equity financing. Excluding all of these items keeps the focus on the cash profits generated by the company's business.\n\nOf course, not everyone agrees. \"References to EBITDA make us shudder,\" Berkshire Hathaway Inc. (BRK.A) CEOWarren Buffetthas written. According to Buffett, depreciation is a real cost that can't be ignored and EBITDA is not \"a meaningful measure of performance.\"\n\nSuppose a company generates $100 million in revenue and incurs $40 million incost of goods sold (COGS)and another $20 million inoverhead. Depreciation and amortization expenses total $10 million, yielding an operating profit of $30 million. Interest expense is $5 million, leaving earnings before taxes of $25 million. With a 20% tax rate, net income equals $20 million after $5 million in taxes is subtracted from pretax income. If depreciation, amortization, interest, and taxes are added back to net income, EBITDA equals $40 million.\n\nEBITDA is the invention of one of the very few investors with a record rivaling Buffett's: Liberty Media Chairman John Malone. The cable industry pioneer came up with the metric in the 1970s to help sell lenders and investors on his leveraged growth strategy, which deployed debt and reinvested profits to minimize taxes.\n\nDuring the 1980s, the investors and lenders involved inleveraged buyouts (LBOs)found EBITDA useful in estimating whether the targeted companies had the profitability to service the debt that was expected to be incurred in the acquisition. Since a buyout would likely entail a change in the capital structure and tax liabilities, it made sense to exclude the interest and tax expense from earnings. As non-cash costs, depreciation and amortization expense would not affect the company's ability to service that debt, at least in the near term.\n\nThe LBO buyers tended to target companies with minimal or modest near-term capital spending plans, while their own need to secure financing for the acquisitions led them to focus on theEBITDA-to-interest coverage ratio, which weighs core operating profitability as represented by EBITDA against debt service costs.\n\nEBITDA gained notoriety during thedotcom bubble, when some companies used it to exaggerate their financial performance.\n\nThe metric received more bad publicity in 2018 after WeWork Companies Inc., a provider of shared office space, filed a prospectus for itsinitial public offering (IPO)defining its \"Community Adjusted EBITDA\" as excludinggeneral and administrativeas well as sales andmarketingexpenses.\n\nBecause EBITDA is anon-GAAPmeasure, the way it is calculated can vary from one company to the next. It is not uncommon for companies to emphasize EBITDA over net income because the former makes them look better.\n\nAn important red flag for investors is when a company that hasn't reported EBITDA in the past starts to feature it prominently in results. This can happen when companies have borrowed heavily or are experiencing rising capital and development costs. In those cases, EBITDA may serve to distract investors from the company's challenges.\n\nThese are among the other criticisms of EBITDA:\n\nA common misconception is that EBITDA represents cash earnings. However, unlikefree cash flow, EBITDA ignores the cost of assets. One of the most common criticisms of EBITDA is that it assumes profitability is a function of sales and operations alone—almost as if the company's assets and debt financing were a gift. To quote Buffett again, \"Does management think the tooth fairy pays for capital expenditures?\"\n\nWhile the formulas for calculating EBITDA may seem simple enough, different companies use different earnings figures as the starting point. In other words, EBITDA is susceptible to the earnings accounting games found on the income statement.\n\nAll the cost exclusions inEBITDAcan make a company appear much less expensive than it really is. When analysts look at stock price multiples of EBITDA rather than at bottom-line earnings, they produce lower multiples.\n\nConsider the historical example of wireless telecom operator Sprint Nextel. On April 1, 2006, the stock was trading at 7.3 times its forecast EBITDA. That might sound like a low multiple, but it didn't mean that the company was a bargain. As a multiple of forecast operating profits, Sprint Nextel traded at a much-higher 20 times, and the company traded at 48 times its estimated net income.\n\n\"There's been some real sloppiness in accounting, and this move toward using adjusted EBITDA and adjusted earnings has produced some companies that I think are trading on valuations that are not supported by the real numbers,\"hedge fundmanager Daniel Loeb said in 2015.\n\nNot much has changed on that front since then. Investors using solely EBITDA to assess a company's value or results risk getting the wrong answer.\n\nEarnings before interest and taxes (EBIT)is a company's net income plus income tax and interest expenses. EBIT is used to analyze the profitability of a company's core operations. The following formula is used to calculate EBIT:\n\nSince net income includes interest and tax expenses, to calculate EBIT, these deductions from net income must be reversed.\n\nEarnings before tax (EBT)reflects how much of an operating profit has been realized before accounting for taxes, while EBIT excludes both taxes and interest payments. EBT is calculated by adding just tax expense to the company's net income.\n\nBy excludingtax liabilities, investors can use EBT to evaluate performance after eliminating a variable typically not within the company's control. In the United States, this is most useful for comparing companies that might be subject to different state tax rates or federal tax rules.\n\nUnlike EBITDA, EBT and EBIT do include the non-cash expenses of depreciation and amortization.\n\nOperating cash flowis a better measure of how much cash a company is generating because it adds non-cash charges (depreciation and amortization) back to net income while also including changes inworking capital, including receivables,payables, andinventory, that use or provide cash.\n\nWorking capital trends are an important consideration in determining how much cash a company is generating. If investors don't include working capital changes in their analysis and rely solely on EBITDA,they can miss clues—for example,difficulties with receivables collection—that may impair cash flow.\n\nThe formula for calculating EBITDA is:EBITDA = Operating Income + Depreciation + Amortization.You can find this figures on a company’s income statement, cash flow statement, and balance sheet.\n\nA strong EBITDA is considered to be at least two times the company's interest expense. For example, if a company's annual interest expense is $1 million, then a strong EBITDA would be at least $2 million.\n\nIn some industries, a higher EBITDA margin above 15% or more, may be considered favorable. A good EBITDA varies by industry, company size, industry norms, growth stage, and capital structure.\n\nLike EBITDA,EBITA(earnings before interest, taxes, and amortization) is a measure of a company's profitability that's used by investors and an example of a non-GAAP financial measure. EBITA is not as commonly used as EBITDA, which adds depreciation to the calculation. EBITDA may offer a better view of operating profitability in asset-heavy industries such as utilities, telecom, and manufacturing, but EBITA may be more useful for companies that don't have extensive capital expenditures that might skew the numbers.\n\nNo, EBITDA is not the same as gross profit. While they are related, EBITDA and gross profit are distinct financial metrics. Gross profit represents revenue minus the cost of goods sold (COGS), indicating the profitability of core business operations before deducting other expenses. EBITDA, however, reflects operating performance by excluding interest, taxes, depreciation, and amortization, providing a clearer view of operational profitability by excluding non-operating expenses and non-cash items.\n\nAs it relates to EBITDA, amortization is the gradual discounting of the book value of a company'sintangible assets. Amortization is reported on a company's income statement. Intangible assets include intellectual property, such as patents or trademarks, as well asgoodwill.\n\nEBITDA can be a useful tool for comparing companies subject to disparate tax treatments and capital costs, or analyzing them in situations where these are likely to change. It also omits non-cash depreciation costs that may not accurately represent future capital spending requirements. At the same time, excluding some costs while including others has opened the door to the EBITDA's abuse by unscrupulous corporate managers. The best defense for investors against such practices is to read the fine print reconciling the reported EBITDA to net income.\n\nCorrection—April 30, 2023.An earlier version of this article contained an arithmetic error in the calculation of EBITDA. The expected taxes were $5 million, not $4 million.\n\nBerkshire Hathaway. \"2000 Annual Report.\" Pages 17 and 65.\n\nMoody's Investors Service. \"Putting EBITDA in Perspective.\" Page 3.\n\nHarvard Business Review. \"How EBITDA Can Mislead.\"\n\nU.S. Securities and Exchange Commission. \"WeWork Companies Inc. Form S-1.\"\n\nBerkshire Hathaway. \"2000 Annual Report,\" Page 17 (Page 18 of PDF).",
  "url": "https://www.investopedia.com/terms/e/ebitda.asp"
}