{
  "term": "EBIT/EV Multiple: Definition, Formula, Benefits, Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe EBIT/EV multiple, shorthand forearnings before interest and taxes(EBIT) divided byenterprise value(EV), is a financial ratio used to measure a company's \"earnings yield.\"\n\nThe concept of the EBIT/EV multiple as a proxy forearnings yieldand value was introduced by Joel Greenblatt, a noteworthyvalue investorand professor at Columbia Business School.\n\nEnterprise value (EV) is a measure used to value a company. Investors often use EV when comparing companies against one another for possible investment because EV provides a clearer picture of the real value of a company as opposed to simply consideringmarket capitalization.\n\nEV is an important component of several ratios investors can use to compare companies, such as the EBIT/EV multiple andEV/Sales. The EV of a business can be calculated using the following formula:\n\nThe EV result shows how much money would be needed to buy the whole company. Some EV calculations include the addition ofminority interestandpreferred stock. However, for the vast majority of companies, minority interest and preferred stock in the capital structure is uncommon. Thus, EV is generally calculated without them.\n\nEBIT/EV is supposed to be an earnings yield, so the higher the multiple, the better for an investor. There is an implicit bias toward companies with lower levels of debt and higher amounts of cash. A company with a leveragedbalance sheet, all else being equal, is riskier than a company with lessleverage. The company with modest amounts of debt and/or greater cash holdings will have a smaller EV, which would produce a higher earnings yield.\n\nThe EBIT/EV ratio can provide a better comparison than more conventional profitability ratios, such asreturn on equity(ROE) orreturn on invested capital(ROIC). While the EBIT/EV ratio is not commonly used, it does have a couple of key advantages in comparing companies.\n\nFirst, employing EBIT as a measure of profitability, as opposed tonet income(NI), eliminates the potentially distorting effects of differences in tax rates. Second, using EBIT/EV normalizes for effects of differentcapital structures.\n\nGreenblatt states that EBIT \"allows us to put companies with different levels of debt and differenttax rateson an equal footing when comparing earnings yields.\" In his eyes, EV is more appropriate as the denominator because it takes into account the value ofdebt, as well as the market capitalization.\n\nA downside to the EBIT/EV ratio is that it does not normalize for depreciation andamortizationcosts. Thus, there are still potential distorting effects when companies use different methods of accounting for fixed assets.\n\nEBIT/EV for Company X would be approximately 7.7%, while the earnings yield for Company Z would be approximately 4.4%. Company X's earnings yield is superior not only because it has greater EBIT, but also because it has lower leverage.",
  "url": "https://www.investopedia.com/terms/e/ebit-ev-multiple.asp"
}