{
  "term": "eCash: Overview, Rise and Fall",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\neCash was a digital-based system that facilitated the transfer of funds anonymously. A pioneer incryptocurrency, its goal was to secure the privacy of individuals that use the Internet formicropayments. eCash was created in 1990 by Dr. David Chaum under his company, DigiCash (founded the previous year).\n\nThough there was interest in the platform from large banks, eCash never took off and DigiCash filed for bankruptcy in 1998.DigiCash, along with its eCash patents, was eventually sold off. In 2018, Chaum launched a new startup focused on cryptography.\n\nThe idea for eCash came from Dr. David Chaum in the early 1980s. He was ahead of his time in thinking about privacy concerns in the age of the Internet. And not only did he advocate for privacy but he took it a few steps further in creating an anonymous based payment system for the digital age. This was even before the Internet was available for public use. In 1989, Chaum created the company DigiCash, to realize his idea for eCash the following year.\n\nThe core concept behind eCash was blind signatures. A blind signature is a type of digital signature in which the message's content is invisible prior to signing. In this manner, no user is able to create a link between withdrawal and spend transactions. The money used in the system was called \"CyberBucks.\"\n\nDigiCash gained a lot of traction in the mid 1990s when Internet companies were taking off. The company signed deals with many banks that intended to use the platform. These banks included Deutsche Bank (DB), Credit Suisse (CS), and other banks across the globe. Microsoft was also interested in eCash for Windows 95 but the two companies couldn't agree to a deal.\n\nThe banks that decided to implement eCash started testing the platform but never sold it as a viable product to its customers. The only bank that actually used the platform was Mark Twain Bank in St. Louis, Missouri. The service was free to buyers, but sellers had to pay a transaction fee. Mark Twain Bank had signed approximately 5,000 customers, including just more than 300 merchants, but the platform never gained traction.According to Chaum, \"As the Web grew, the average level of sophistication of users dropped. It was hard to explain the importance of privacy to them.\"\n\nDigiCash eventually filed for bankruptcy in 1998. It was sold off to eCash Technologies along with its patents for eCash.The trademark for the name is now with Due Inc. Due was founded in 2015 and is ranked one of the top 10 e-wallets in the world.\n\nDespite the failure of DigiCash and with it eCash, online security is an ongoing issue in the digital realm to this day. Financial information, stored on a computer or electronic device, or the Internet more generally (e.g., the cloud) is vulnerable to hackers. Cryptocurrencies are extremely popular today and owe their foundations to eCash. The most popular cryptocurrency is Bitcoin, which was created in 2009 by an anonymous creator and had a better luck gaining traction quickly. Overall, many consider Dr. Chaum to be the father of digital currency.\n\nIn 2018, Chaum launchedElixxir.Its purpose is to create acryptographynetwork focused on communication anonymity, that is controlled by users to protect their information, as opposed to the current setup, where companies have detailed access to consumer information and use it for targeting ads to generate revenue.\n\nYes. It was created by David Chaum's company DigiCash in 1990.\n\neCash, B-money, Bit Gold, and Hashcash areother early cryptocurrenciesthat were very influential in Bitcoin's creation.\n\nAlthough David Chaum first proposed a blockchain-like protocol in his 1982 dissertationComputer Systems Established, Maintained, and Trusted by Mutually Suspicious Groups, the first decentralized blockchain was conceptualized bySatoshi Nakamotoin 2008.\n\neCash was conceived by David Chaum as an electronic cash system in 1982. In 1990, it was realized through his company Digicash.eCash was implemented as micropayment system at Mark Twain bank in Saint Louis, Missouri, from 1995 to 1998, when the company filed fro bankruptcy.The company, along with its patents for eCash, was sold off to eCash Technologies.\n\nSmarterMSP. \"Tech Time Warp: Long Before FTX, There Was DigiCash.\"\n\nCNET. \"DigiCash loses U.S. toehold.\"\n\nForbes. \"Requiem for a Bright Idea.\"\n\nZipBooks. \"Top 37 Electronic Wallet Apps.\"\n\nPR Newswire. \"Announcing David Chaum's Elixxir: First blockchain capable of meeting the needs of consumer-scale messaging and payments.\"\n\nEvervault. \"Computer Systems Established, Maintained and Trusted by Mutually Suspicious Groups.\"\n\nKriptomat. \"A Brief History of Blockchain Technology That Everyone Should Read.\"",
  "url": "https://www.investopedia.com/terms/e/ecash.asp"
}