{
  "term": "Economic Equilibrium: How It Works, Types, in the Real World",
  "definition": "Economic equilibrium is a condition or state in which economic forces are balanced. When there is economic equilibrium, all economic variables likesupply and demandremain unchanged provided there are no influencing external factors. This means these variables are all in their natural state. Economic equilibrium is the combination of economic variables (usually price and quantity) toward which normal economic processes drive the economy.\n\nAs noted above, economic equilibrium occurs when there's a balance in economic forces. This means that when economic equilibrium exists, all economic variables remain the same from their equilibrium values in the absence of external influences.\n\nFor instance, buyers will have to offer higher prices to induce sellers to part with their goods. As they do,market priceswill rise toward the level where the quantity demanded equals the quantity supplied, just as a balloon expands until the pressures equalize. It may eventually reach a balance where quantity demanded just equals quantity supplied, and we can call this the market equilibrium.\n\nThe term economic equilibrium can also be applied to any number of variables such asinterest ratesor aggregate consumption spending. The point of equilibrium represents a theoretical state of rest where all economic transactions that should occur, given the initial state of all relevant economic variables, have taken place.\n\nEconomic equilibrium is also referred to as market equilibrium.\n\nEquilibrium is a concept borrowed from physical sciences. This was done by economists who conceive of economic processes as analogous to physical phenomena such as velocity, friction, heat, or fluid pressure. When physical forces are balanced in a system, no further change occurs.\n\nLet's demonstrate using the example of a balloon. You need to blow air into a balloon to increase its pressure. The air pressure in the balloon rises above the air pressure outside which means the pressures are not balanced. As a result the balloon expands, lowering the internal pressure until it equals the air pressure outside. Once the balloon expands enough so that the air pressure inside and out is balanced, it stops expanding. Therefore, it reaches equilibrium.\n\nWe can apply this concept to economics. Consider market prices, supply, and demand. If the price in a given market is too low, then the quantity that buyers demand will be more than the quantity that sellers will offer. Like the air pressures in and around the balloon, supply and demand won't be balanced. This is a condition ofoversupplyin the market and a state ofmarket disequilibrium.\n\nInmicroeconomics, economic equilibrium may also be defined as the price at which supply equals demand for a product, in other words where the hypothetical supply and demand curves intersect.\n\nIf this refers to a market for a single good, service, or factor of production it can also be referred to as partial equilibrium, as opposed to general equilibrium, which refers to a state where all final good, service, and factor markets are in equilibrium themselves and with each other simultaneously. Equilibrium can also refer to a similar state inmacroeconomics, where aggregate supply and aggregate demand are in balance.\n\nEquilibrium is a fundamentally theoretical construct that may never actually occur in an economy because the conditions underlying supply and demand are often dynamic and uncertain. That's because the state of all relevant economic variables is constantly changing.\n\nReaching economic equilibrium is something like a monkey hitting a dartboard by throwing a dart of random and unpredictably changing size and shape at a dartboard, with both the dartboard and the thrower careening around independently on a roller rink. Theeconomychases after equilibrium without ever reaching it.\n\nWith enough practice, the monkey can get pretty close though. Entrepreneurs compete throughout the economy, using their judgment to make educated guesses as to the best combinations of goods, prices, and quantities to buy and sell. Because amarket economyrewards those who guess better, through the mechanism of profits, entrepreneurs are in effect rewarded for moving the economy toward equilibrium.\n\nThe business and financial media, price circulars and advertising, consumer and market researchers, and the advancement of information technology all make information about the relevant economic conditions of supply and demand more available to entrepreneurs over time. These market incentives that select better guesses about economic conditions and the increasing availability of better economic information to educate those guesses accelerate the economy toward the correct equilibrium values of prices and quantities for all the various goods and services that are produced, bought, and sold.\n\nEconomicequilibrium as it relates to priceis used in microeconomics. It is the price at which the supply of a product is aligned with the demand so that the supply and demand curves intersect.\n\nEconomic equilibrium is seen as a concept or theoretical construct, rather than a realistic goal due to the unlikelihood of economic conditions lining up in such a way as to create a perfectly balanced environment for price and demand.\n\nIn microeconomics, the term refers to the balancing of supply and demand; in macroeconomics, it refers to a state in which the aggregate supply and demand are in balance.\n\nEconomic equilibrium is considered a theoretical concept, which means it's hard to achieve. That's because the variables are always changing and there are always unpredictable factors at play that can influence where the economy is headed. In order to achieve it, the forces at work in the economy must remain the same. That doesn't mean it can never happen. To get to where the economy is balanced, there needs to be stability and none of the variables can change their behavior patterns.\n\nPennState College, College of Earth and Mineral Sciences. \"EBF 200: Introduction to Energy and Earth Sciences Economics: Market Equilibrium.\"",
  "url": "https://www.investopedia.com/terms/e/economic-equilibrium.asp"
}