{
  "term": "Economic Calendar: What it is, How it Works, FAQs",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe economic calendar refers to the scheduled dates of significant releases or events that may affect the movement of individual security prices or markets as a whole. Investors and traders use the economic calendar to plan trades andportfolio reallocationsand to be alert forchart patternsand indicators that may be caused or affected by these events. The economic calendar for various countries is available for free on many financial and market websites.\n\nEconomic calendars usually focus on a given country's scheduled releases of economic reports. Examples of events on an economic calendar include weeklyjobless claims, reports ofnew home starts, scheduled changes in the interest rate or interest rate signaling, regular reports from theFederal Reserveor other central banks, and economic sentiment surveys from specific markets and many others.\n\nTraders and investors rely on the economic calendar to provide information and trading opportunities. Traders often move into or out of positions corresponding with an announcement of some event or with the heavy trading volume that often precedes a scheduled announcement.\n\nThe majority of the events listed fall into one of two categories: projections of future financial or economic events or reports on recent financial or economic events.\n\nFollowing the economic calendar can be especially beneficial for a trader who wants to take a short position. If the trader guesses correctly about the nature of the announcement, they can open a position immediately before the scheduled announcement and then close it within hours.\n\nEconomic calendars are available for free from financial and economic websites. These calendars vary from site to site, however. Although they are referred to as \"economic calendars,\" the actual calendar listings depend on the website's focus and the events the users of the website are likely to be interested in.\n\nFor example, the economic calendar on many websites lists only events in the United States as these events have a large market impact. Other sites allow users to build their own economic calendar by using filters to display or hide events.\n\nYou can create your own economic calendar by visiting the websites of the agencies that affect your investments the most and finding their regularly scheduled releases. Some examples are websites for the Board of Governors of the Federal Reserve, the Bureau of Labor Statistics, and the Bureau of Economic Analysis.\n\nWhile these free calendars can be a helpful starting point, most traders customize a calendar of their own based on the types of trades they prefer and the asset classes and regions they are comfortable with. Moreover, a customized economic calendar doesn't need to be limited to government and central bank releases.\n\nA trader may, for example, create an economic calendar around the major releases from oil-producing regions while also incorporating the U.S. Energy Information Administration's weekly petroleum status report and the quarterly filing dates of the oil sector companies they follow. In this way, an economic calendar becomes a customizable trading tool like an indicator alert.\n\nThe economic calendar for Forex generally follows the same events and releases as economic calendars for stocks with the addition of events and releases in the countries for the pairs being traded.\n\nAn economics calendar shows scheduled events, news releases, and other regularly released data that tend to affect trading and investing.\n\nSome economic indicators are released quarterly, while others are monthly reports. For example, the Bureau of Labor Statistics releases data on the employment situation monthly; gross domestic product is released monthly with estimates for a one-quarter period.\n\nBureau of Labor Statistics. \"Quick Guide: GDP Releases.\"",
  "url": "https://www.investopedia.com/terms/e/economic-calendar.asp"
}