{
  "term": "Economic Cycle: Definition and 4 Stages",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe economic cycle is the predictable pattern of activity that occurs as the economy moves from expansion to contraction and back again.\n\nThe economic cycle, also known as the business cycle, is the fluctuation of economic activity between periods of expansion and contraction.\n\nThe stages of the cycle are predictable but their timing is not. Factors such as gross domestic product (GDP), interest rates, total employment, and consumer spending are analyzed to help determine what stage the economy is currently in and when the next stage might begin.\n\nUnderstanding the economic cycle helps investors and businesses determine when to make investments and when to pull their money out, as each cycle impacts stock and bond prices as well as corporate earnings and profits.\n\nAn economic cycle is the movement of an economy as it moves from expansion tocontractionand back again. Economic expansion is characterized by growth and contraction, including recession, a decline in economic activity that can last several months. Four stages characterize the economic cycle: expansion, peak, contraction, and trough.\n\nDuring expansion, the economy experiences relatively rapid growth,interest ratestend to be low, and production increases. The economic indicators associated with growth, such as employment and wages, corporate profits and output, aggregate demand, and the supply of goods and services, tend to show sustained uptrends through the expansionary stage. The flow of money through the economy remains healthy and the cost of money is cheap. However, the increase in the money supply may spurinflationduring the economic growth phase.\n\nThe peak of a cycle is when growth hits its maximum rate. Prices and economic indicators may stabilize for a short period before reversing to the downside. Peak growth typically creates some imbalances in the economy that need to be corrected. As a result, businesses may start to reevaluate their budgets and spending when they believe that the economic cycle has reached its peak.\n\nAcorrectionoccurs when growth slows, employment falls, and prices stagnate. As demand decreases, businesses may not immediately adjust production levels, leading to oversaturated markets with surplus supply and a downward movement in prices. If the contraction continues, the recessionary environment may spiral into adepression.\n\nThetroughof the cycle is reached when the economy hits a low point, with supply and demand hitting bottom before a recovery. The low point in the cycle represents a painful moment for the economy, with a widespread negative impact from stagnating spending and income. The low point provides an opportunity for individuals and businesses to reconfigure their finances in anticipation of a recovery.\n\nKeymetricsdetermine where the economy is and where it's headed. TheNational Bureau of Economic Research (NBER)is the definitive source for marking the official dates for U.S. economic cycles. Relying primarily on changes in GDP, NBER measures the length of economic cycles from trough to trough or peak to peak.\n\nSince the 1950s, a U.S. economic cycle, on average, lasted about five and a half years. However, there is wide variation in the length of cycles, ranging from just 18 months during the peak-to-peak cycle in 1981 to 1982 up to the expansion that began in 2009. According to the NBER, two peaks occurred between 2019 and 2020. The first was in the fourth quarter of 2019, a peak in quarterly economic activity. The monthly peak happened in a different quarter, which was noted as taking place in February 2020.\n\nThis wide variation in cycle length dispels the myth that economic cycles are a regular natural activity akin to physical waves or swings of a pendulum. But there is debate as to what factors contribute to the length of an economic cycle and what causes them to exist in the first place.\n\nBusinesses and investors need to manage their strategy over economic cycles—not so much to control them but to survive them and perhaps profit from them.\n\nGovernments, financial institutions, and investors manage the course and effects of economic cycles differently. During a recession, a government may use expansionaryfiscal policyand rapiddeficit spending. It can also try contractionary fiscal policy by taxing and running abudget surplusto reduce aggregate spending to prevent the economy from overheating during expansion.\n\nCentral banks may usemonetary policy. When the cycle hits a downturn, a central bank can lower interest rates or implement expansionary monetary policy to boost spending and investment. During expansion, it can employ contractionary monetary policy by raising interest rates and slowing the flow of credit into the economy.\n\nDuring expansion, investors often find opportunities in the technology, capital goods, and energy sectors. When the economy contracts, investors may purchase companies thatthrive during recessions, such as utilities, consumer staples, and healthcare.\n\nBusinesses that track the relationship between their performance and business cycles can plan strategically to protect themselves from approaching downturns and position themselves to take maximum advantage of economic expansions. For example, if your business follows the rest of the economy, warning signs of an impending recession may suggest you shouldn't expand. You may be better off building up yourcash reserves.\n\nMonetarismsuggests that a government can achieve economic stability through itsmoney supply'sgrowth rate. It ties the economic cycle to thecredit cycle, where changes in interest rates reduce or induce economic activity by making borrowing by households, businesses, and the government more or less expensive.\n\nTheKeynesianapproach argues that changes in aggregate demand, spurred by inherent instability andvolatilityin investment demand, are responsible for generating cycles. When business sentiment turns gloomy and investment slows, a self-fulfilling loop of economic malaise can result. Less spending means less demand, which induces businesses to lay off workers. According to Keynesians, unemployment means lessconsumer spending, and the whole economy sours, with no clear solution other than government intervention and aneconomic stimulus.\n\nAn economic cycle, or business cycle, has four stages: expansion, peak, contraction, and trough. The average economic cycle in the U.S. has lasted roughly five and a half years since 1950, although these cycles can vary in length.Factors that indicate the stages include gross domestic product, consumer spending, interest rates, and inflation. The National Bureau of Economic Research (NBER) is a leading source for determining the length of a cycle.\n\nIn the expansionary phase, the economy experiences growth over two or more consecutive quarters. Interest rates are typically lower, employment rates rise, and consumer confidence strengthens. The peak phase occurs when the economy reaches its maximum productive output, signaling the end of the expansion. After that point, employment numbers and housing starts to decline, leading to a contractionary phase. The lowest point in the business cycle is a trough, which is characterized by higher unemployment, lower availability of credit, and falling prices.\n\nThe causes of an economic cycle are widely debated among different economic schools of thought. Monetarists, for example, link the economic cycle to the credit cycle. Here, interest rates, which affect the price of debt, influence consumer spending and economic activity. On the other hand, a Keynesian approach suggests that the economic cycle is caused by volatility or investment demand, which in turn affects spending and employment.\n\nThe economic or business cycle refers to the pattern of expansion and contraction experienced by the economy. The economy remains in an expansion phase until it reaches its peak, reversing to the downside and entering a contraction before a trough, and then begins to expand once again. GDP, interest rates, employment levels, and consumer spending can help define the economic cycle. Although there are different economic theories to explain whatdrives the economic cycle, the conditions associated with each stage can impact business and investment decisions.\n\nCongressional Research Service. \"Introduction to U.S. Economy: The Business Cycle and Growth,\" Page 1.\n\nNational Bureau of Economic Research. \"Business Cycle Dating.\"\n\nNational Bureau of Economic Research. \"US Business Cycle Expansions and Contractions.\"\n\nNational Bureau of Economic Research. \"NBER Determination of the February 2020 Peak in Economic Activity.\"\n\nInternational Monetary Fund. \"Fiscal Policy: Taking and Giving Away.\"\n\nInternational Monetary Fund. \"Monetary Policy: Stabilizing Prices and Output.\"\n\nInternational Monetary Fund. \"What Is Keynesian Economics?\"",
  "url": "https://www.investopedia.com/terms/e/economic-cycle.asp"
}