{
  "term": "Economic Recovery Tax Act of 1981 (ERTA): Overview",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe Economic Recovery Tax Act of 1981 (ERTA) was the largest tax cut in U.S. history. Signed by President Ronald Reagan about six months after he took office, ERTA slashed the top income tax rate and allowed for faster expensing of depreciable assets. It included incentives for small business and retirement savings, and establishedinflation indexingof tax brackets.\n\nERTA was also known as the Kemp-Roth tax cut after its Republican sponsors, Representative Jack Kemp of New York and Senator William V. Roth of Delaware. The biggest tax cuts were for wealthy Americans, with the top rate cut from 70% to 50% over three years. The bottom bracket was cut from 14% to 11%.\n\nBesides tax cuts and accelerateddepreciationdeductions, other features of the legislation included easier rules for establishing employee stock ownership plans (ESOP); expanded eligibility forIndividual Retirement Accounts(IRAs); a reduction in the capital-gains tax from 28% to 20%; and a higher estate-tax exemption. The indexing of tax brackets was a key provision given the era’s double-digit annual inflation, which was pushing even lower- and middle-class families into higher brackets.\n\nThe bill was inspired bysupply-side theories of economicsadvanced by economist and Reagan adviser Arthur Laffer. The basic idea was that cutting taxes on the wealthy would spur more capital investment and innovation, with the benefits “trickling down” to average citizens through job growth and increased consumer spending. In return, tax revenues would rise as the economy boomed.\n\nBut ERTA did not immediately jumpstart the economy as proponents expected. Business capital investment remained anemic, unemployment stayed high, and consumer spending did not increase. Meanwhile, in the year after the bill’s passage, the federal deficit spiked due to the drastic decline in tax revenue.\n\nBy the time ERTA became law, the second half of the \"double-dip\" recession was beginning in the U.S., partly because Federal Reserve Chair Paul Volcker was determined to quash inflation, with the benchmark interest rate as high as 20%. With the economy tanking and tax revenue sinking, the U.S. deficit began to soar. An alarmed Congress responded by reversing some of the provisions in the ERTA in September of 1982 with theTax Equity and Fiscal Responsibility Act, led by Senate Finance Committee chair Robert Dole. Recovery began almost immediately.\n\nThe ERTA remains controversial. Growth did rebound in the mid- and late 1980s, and proponents cited the tax cuts as the reason why. Although it is unlikely to be the final word, in 2012 the non-partisan Congressional Research Service analyzed tax rates and their economic effects from 1940 to 2010 and concluded that lowering top tax rates has no effect on economic growth or productivity, but does contribute to greater wealth inequality.Under Reagan, the U.S.national debttripled to $2.6 trillion.\n\nUnited States Congressional Budget Office. \"Effects of the 1981 Tax Act on the Distribution of Income and Taxes Paid.\"\n\nU.S. Department of the Treasury. \"Revenue Effects of Major Tax Bills,\" Page 12.\n\nCongressional Research Service. \"Tax Rates and Economic Growth.\"\n\nU.S. Department of the Treasury. \"Historical Debt Outstanding.\"",
  "url": "https://www.investopedia.com/terms/e/economic-recovery-tax-act.asp"
}