{
  "term": "Economies of Scope: Definition, Example, and Importance",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAn economy of scope is the cost-savings that result from the production of multiple goods simultaneously rather than producing each individually.\n\nAn economy of scope is the decrease in the average total cost of a company's production when multiple goods are produced together rather than separately. Economies of scope occur when producing a wider variety of goods or services in tandem is more cost-effective for a firm than producing less of a variety, or producing each independently. In this case, the long-run average andmarginal costdecreases due to the production of complementary goods and services.\n\nInvestopedia / Michela Buttignol\n\nEconomies of scope are economic factors that make the simultaneous manufacturing of different products more cost-effective thanmanufacturingthem on their own.\n\nA simple way to illustrate the contrast is to use the example of a train: A single train can carry passengers and freight more cheaply than having one train that carries just passengers and another just for freight. In this case, a single train with cars dedicated to both is far more cost-effective and may also result in lower ticket or tonnage costs for the train's users as well.\n\nEconomies of scope can occur because the products are co-produced by the same process, the production processes are complementary, or the inputs to production are shared by the products.\n\nEconomies of scope can arise from co-production relationships between final products, which are called complements in production. This occurs when the production of one good automatically produces another as a byproduct or a side-effect of the production process. Sometimes one product may be a byproduct of another, but have value for use by the producer or for sale. Finding a productive use or market for the co-products can reduce both waste and costs and increaserevenues.\n\nFor example, dairy farmers separate raw milk from cows into whey and curds, with the curds becoming cheese. They also end up with a lot of whey in the process, which they can then use as a high-protein feed for livestock to reduce their overall feed costs or sell as a nutritional product to fitness enthusiasts and weightlifters for additional revenue.\n\nAnother example is the so-called black liquor produced when processing wood into paper pulp. Instead of being merely a waste product that might be costly to dispose of, black liquor can be burned as an energy source to fuel and heat the plant, saving money on other fuels, or can even be processed into more advancedbiofuelsfor use on-site or for sale. Producing and using the black liquor thus saves costs on producing the paper.\n\nEconomies of scope can also result from the direct interaction of two or more production processes. Companion planting in agriculture is a classic example here, such as the \"Three Sisters\" crops historically cultivated by Native Americans.\n\nBy planting corn, pole beans, and ground trailing squash together, the Three Sisters method actually increases the yield of each crop, while also improving the soil. The tall corn stalks provide a structure for the bean vines to climb up; the beans fertilize the corn and the squash by fixing nitrogen in the soil; and the squash shades out weeds among the crops with its broad leaves. All three plants benefit from being produced together, so the farmer can grow more crops at alower cost.\n\nA modern example would be a cooperative training program between an aerospace manufacturer and an engineering school, where students also work part-time or areinterns. The manufacturer can reduce its overall costs by obtaining low-cost access to skilled labor, and the engineering school can reduce its instructional costs by outsourcing instructional time to the manufacturer's training managers. The final goods produced (airplanes and engineering degrees) might not seem to be direct complements or share many inputs, but producing them together reduces the cost of both.\n\nBecause productive inputs like. land, labor, and capital usually have more than one use, economies of scope can often come from common inputs to the production of two or more different goods.\n\nFor example, a restaurant can produce both chicken fingers and French fries at a lower average expense than what it would cost two separate firms to produce each of the goods separately. This is because chicken fingers and french fries can share the use of the same cold storage, fryers, and cooks during production.\n\nProctor & Gamble is an example of a company that efficiently realizes economies of scope from common inputs since it produces hundreds of hygiene-related products from razors to toothpaste. The company can afford to hire graphic designers andmarketingexperts who can use their skills across all of the company'sproduct lines, adding value to each one. If they are salaried, each additional product they work on increases the company's economies of scope because the average cost per unit decreases.\n\nEconomies of scope can be achieved in a number of ways, including using the same resources to produce more goods and discovering uses for byproducts.\n\nReal-world examples of the economy of scope can be seen inmergers and acquisitions (M&A), newly discovered uses of resource byproducts (such as crude petroleum), and when two producers agree to share the same factors of production.\n\nEconomies of scope are essential for any large business, and a firm can go about achieving such scope in a variety of ways. First, and most common, is the idea that efficiency is gained through relateddiversification. Products that share the same inputs or that have complementary productive processes offer great opportunities for economies of scope through diversification.\n\nHorizontallymergingwith oracquiringanother company is another way to achieve economies of scope. Two regional retail chains may merge to combine different product lines and reduce average warehouse costs. Goods that can share common inputs like this are very suitable for generating economies of scope through horizontal acquisitions.\n\nWhile economies of scope are characterized by efficiencies formed by variety,economies of scaleare characterized by volume. The latter refers to a reduction in marginal cost by producing additional units. Put simply, they represent the cost advantages that companies experience when their production processes become more efficient.\n\nThe major difference between the two lies in the fact that an economy of scope spreads production costs over multiple goods while an economy of scale creates increased cost savings in the production output of one good or service.\n\nEconomies of scale helped drive corporate growth in the 20th century through assembly line production.\n\nAssume that company ABC is the leading desktop computer producer in the industry. Company ABC wants to increase itsproduct lineand remodels its manufacturing building to produce a variety of electronic devices, such as laptops, tablets, and phones.\n\nSince the cost of operating the manufacturing building is spread out across a variety of products, the average total cost of production decreases. The costs of producing each electronic device in another building would be greater than just using a single manufacturing building to produce multiple products.\n\nThere are economies of scope if producing two or more goods together results in a lower marginal cost than producing them separately.\n\nThe most obvious benefit is efficiency. Using the same resources to produce multiple products can save a company money and time, boosting profitability. Revenue can also be increased from economies of scope as it results in more products to sell.\n\nEconomy of scope and economy of scale are two ways a company can grow efficiently and realize cost advantages. The former focuses on boosting efficiency through variety, whereas the latter is about reducing marginal costs by producing additional units.\n\nEconomies of scope are cost advantages created from producing a range of products together rather than separately. This can occur when the production of one good automatically produces another good, when production processes are complementary, or when the inputs to production are shared by the products.\n\nExamples of economies of scope include valuable byproducts created from manufacturing a good and a company using the same facilities and staff to produce an additional revenue stream.\n\nNew York State. \"Whey Management For Agriculture.\"\n\nNational Energy Technology Laboratory. \"Black Liquor Gasification.\"\n\nNational Agriculture Library. \"The Three Sisters of Indigenous American Agriculture.\"",
  "url": "https://www.investopedia.com/terms/e/economiesofscope.asp"
}