{
  "term": "Economic Growth: What It Is and How It Is Measured",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nEconomic growth occurs in response to a rise in the production of capital goods, technology, or human capital and it generally corresponds with a rise in national income.\n\nEconomic growth is an increase in the production of economic goods and services in one period compared to a previous period. It can be measured in nominal or real terms. Aggregate economic growth is traditionally measured in terms ofgross national product (GNP)orgross domestic product (GDP)but alternative metrics are sometimes used.\n\nEconomic growth refers to an increase in aggregate production in aneconomywhich generally manifests as a rise in national income.\n\nAggregate gains in production often but do not necessarily correlate with increased averagemarginal productivity. This leads to an increase in incomes, inspiring consumers to open up their wallets and buy more and driving a higher material quality of life and standard of living.\n\nGrowth in economics is commonly modeled as a function ofphysical capital, human capital, labor force, and technology. Increasing the quantity or quality of the working-age population, the tools they have to work with, and the recipes they have available to combine labor, capital, and raw materials will lead to increased economic output.\n\nImage by Sabrina Jiang © Investopedia 2020\n\nThe economy moves through different periods of activity. This movement is referred to as thebusiness cycle. It consists of four phases:\n\nA single business cycle is dated from peak to peak or trough to trough. Cycles generally aren't regular in length and there can be a period of contraction during an expansion or vice versa.\n\nThe U.S. economy has experienced more expansions than contractions since World War II. The average expansion lasted about 65 months from 1945 to 2019. The average contraction was only 11 months. The Great Recession lasted for 18 months, however, from December 2007 to June 2009. This was followed by the longest expansion on record of 128 months, lasting until 2020 and the advent of the COVID-19 pandemic.\n\nGovernments often try to stimulate economic growth by lowering interest rates, making money cheaper to borrow. That can only last for so long, however. Rates must eventually be hiked to combat price inflation and keep the economy from boiling over as happened in 2022 and 2023.\n\nThe most common measure of economic growth isreal GDP. This is the total value of all goods and services produced in an economy with that value adjusted to remove the effects of inflation. There are three different methods for looking at real GDP:\n\nGDP is the most popular way to measure economic growth. It's calculated by adding up all the money spent by consumers, businesses, and the government in a given period. The formula is: GDP = consumer spending + business investment + government spending +net exports.\n\nOf course, measuring the value of a commodity is tricky. Some goods and services are considered to be worth more than others. A smartphone is more valuable than a pair of socks. Growth has to be measured in the value of goods and services, not just the quantity.\n\nAnother problem is that not all individuals place the same value on the same goods and services. A heater is more valuable to a resident of Alaska. An air conditioner is more valuable to a resident of Florida. Some people value steak more than fish.\n\nA common approximation is the current market value. This is measured in terms of U.S. dollars in the United States and is added together to produce aggregate measures of output including GDP.\n\nThere arealternatives to GDP. The World Bank uses gross national income per capita which includes income sent back by citizens working overseas to measure economic growth, classify countries for analytical purposes, and determine borrowing eligibility.\n\nEconomic growth is dependent on four contributory areas:\n\nThe first factor is an increase in the amount of physicalcapital goodsin the economy. Adding capital to the economy tends to increase the productivity of labor. Newer, better, and more tools mean that workers can produce more output per period. A fisherman with a net will catch more fish per hour than a fisherman with a rod.\n\nTwo things are critical to this process, however. Someone in the economy must first engage in some form of saving to free up the resources to create the new capital. The new capital must additionally be of the right type, in the right place, and activated at the right time for workers to use it productively.\n\nA second method of producing economic growth is through technological improvements. The economic value ofpetroleumwas relatively low before the discovery of the energy-generating power of gasoline fuel. This changed when the use of gasoline proved to be a more productive method of transporting goods.\n\nImproved technology allows workers to produce more output with the same stock of capital goods by combining them in novel ways that are more productive. Like capital growth, the rate of technical growth is highly dependent on the rate of savings and investment because they're necessary to engage inresearch and development.\n\nThefour factors of productionare land and natural resources, labor, capital equipment, and entrepreneurship.\n\nAnother way togenerate economic growthis to grow the labor force. More workers generate more economic goods and services.\n\nA portion of the robust U.S. economic growth was due to a high influx of cheap, productive immigrant labor during the 19th century. There are some key conditions to this process, however, as with capital-driven growth.\n\nIncreasing the labor force necessarily increases the amount of output that must be consumed to provide for the basic subsistence of the new workers. The new workers have to be at least productive enough to offset this and not be net consumers.\n\nIt's also important for the right type of workers to flow to the right jobs in the right places in combination with the right types of complementary capital goods to realize their productive potential.\n\nThe last method is to increasehuman capital. Laborers become more accomplished at their crafts, raising their productivity through skills training, trial and error, or simply more practice. Savings, investment, and specialization are the most consistent and easily controlled methods.\n\nHuman capital can also refer to social and institutional capital. Behavioral tendencies toward higher social trust and reciprocity along with political or economic innovations such as improved protections for property rights are types of human capital that can increase the productivity of the economy.\n\nEconomic growth means that more will be available to more people which is whygovernments try to generate it. It’s not just about money, goods, and services, however. Politics also enter into the equation. How economic growth is used to fuel social progress matters.\n\n“Most countries that have shown success in reducing poverty and increasing access to public goods have based that progress on strong economic growth,\" according to research conducted by the United Nations University World Institute for Development Economics Research. The institute noted that the growth would not be sustained, however, if the benefits flow only to an elite group.\n\nTaxes affect economic growth through their impact on demand, at least in the short term. A tax cut increases demand by raising personal disposable income and encouraging businesses to hire and invest.\n\nThe size of the effect is dependent on the strength of the economy, however. The effect is likely to be small if it's operating close to capacity. The impact will be more pronounced if it's operating significantly below its potential. The Congressional Budget Office (CBO) estimates that the effect is three times larger in the latter case than in the former.\n\nThe CBO also found that tax cuts generally aren't as effective in stimulating economic growth as government spending increases because most of the spending boosts demand. Tax cuts boost savings as well as demand. One way to mitigate this effect is to target tax cuts to lower- and middle-income households that are less likely to put the money into savings.\n\nOther words and terms for economic growth include “boom,” “prosperity,” “economic development,” “economic upswing,” “economic upsurge,” “industrial development,” and “buoyancy of the economy.”\n\nEconomic growth occurs when there's a rise in the production of goods and services for a certain period compared with a previous one. It's generally measured in terms of GDP and is an indicator of the economic health of a country. How widely the fruits of the growth are shared is an important factor in its sustenance, however, not to mention societal health and progress.\n\nCongressional Research Service. “Introduction to U.S. Economy: The Business Cycle and Growth.” Page 2.\n\nBoard of Governors of the Federal Reserve System. “Policy Tools / Open Market Operations.”\n\nThe World Bank. “Methodologies.”\n\nU.S. Library of Congress. “U.S. History Primary Source Timeline.”\n\nUnited Nations University World Institute for Development Economics Research. “Why Should I Care About Economic Growth?”\n\nTax Policy Center. “How Do Taxes Affect the Economy in the Short Run?”",
  "url": "https://www.investopedia.com/terms/e/economicgrowth.asp"
}