{
  "term": "Economic Value of Equity (EVE) Definition, Limitations",
  "definition": "The economic value of equity (EVE) is a cash flow calculation that takes the present value of all asset cash flows and subtracts the present value of all liability cash flows. Unlike earnings at risk and value at risk (VAR), a bank uses the economic value of equity to manage its assets and liabilities. This is a long-term economic measure used to assess the degree ofinterest rate riskexposure—as opposed to net-interest income (NII), which reflects short-term interest rate risk.\n\nThe simplest definition of EVE is thenet present value(NPV) of a bank's balance sheet's cash flows. This calculation is used forasset-liability managementto measure changes in the economic value of the bank.\n\nEVE risk is defined as a bank's value sensitivity to changes in market rates.\n\nThe economic value of equity is a cash flow calculation that subtracts the present value of the expected cash flows on liabilities from the present value of all expected asset cash flows. This value is used as an estimate of total capital when evaluating the sensitivity of total capital to fluctuations in interest rates. A bank may use this measure to create models that indicate how interest rate changes will affect its total capital.\n\nThe fair market values of a bank's assets and liabilities are directly linked to interest rates. A bank constructs models with all constituent assets and liabilities that show the effect of different interest rate changes on its total capital. Thisrisk analysisis a key tool that allows banks to prepare against constantly changing interest rates and to perform stress tests.\n\nAn internationally accepted standard for determining interest rate risk is tostress-testEVE. The Basel Committee on Banking Supervision recommends a plus and minus 2% stress test on all interest rates and US bank regulations require regular analysis of EVE.\n\nThe economic value of equity should not be confused with the earnings profile of a bank. A general rise in interest rates may boost earnings of a bank, but it would normally cause a decrease in the economic value of equity because of the basic inverse relationship between asset values and interest rates and direct relationship (same direction) between values of liabilities and interest rates. However, EVE and bank earnings do bear a relationship in that the higher the EVE, the greater the potential for increased future earnings generated from theequitybase.\n\nBank regulators require banks to conduct periodic EVE calculations.\n\nWhile the net present value of a bond can be calculated quite easily, future cash flows can be difficult to quantify for deposit accounts and other financial instruments that have no maturity because these types of products have uncertain duration and uneven cash flows. EVE modelers must make assumptions for certain liabilities, which may deviate from reality. In addition—because EVE is a comprehensive calculation—complex products with embedded options are not easily modeled and leave wide room for interpretation and subjective judgement of the modelers or their supervisors.\n\nFederal Reserve System. “Commercial Bank Examination Manual, October 2023,” Page 857.\n\nBank for International Settlements. “Stress Testing Principles.”",
  "url": "https://www.investopedia.com/terms/e/economicvalueofequity.asp"
}