{
  "term": "Economic Rent: Definition, Types, How It Works, and Example",
  "definition": "Investopedia / Michela Buttignol\n\nEconomic rent is an amount of money earned that exceeds that which is economically or socially necessary. This can occur, for example, when a buyer working to attain a good or service that is considered exclusive makes an offer prior to hearing what a seller considers an acceptable price. Market imperfections thus lead to the rise of economic rent; it would not exist if markets were perfect, since competitive pressures would drive down prices.\n\nEconomic rent should not be confused with normalprofitorsurplusthat arises in the course of competitive capitalist production. This term also differs from the traditional use of the word “rent,” which applies to payments received in exchange for the temporary use of a particular good or property, such as land or housing.\n\nEconomic rent can also occur when certain producers in a competitive market haveasymmetric informationor technologically advanced production systems give them acompetitive advantageas a low-cost producer that other firms lack or are not capable of acquiring.\n\nCompetitive advantages built up over time due to economic rent can often lead to a lack of competition and entrenched ways of doing business. Updating rules and regulations are often looked to by governments, and by associated agencies, as a reliable method for reducing economic rent and promoting healthy competition.\n\nOn Oct. 5, 2021, the testimony of Gary Gensler, the current chair of the U.S.Securities and Exchange Commission (SEC), before the U.S. Senate Committee on Banking, Housing, and Urban Affairs espoused the qualities of the U.S. financial system that make it a world leader. He went on to note that updates to SEC rules are needed to keep up with changes in technology and to ensure that the markets are as efficient and competitive as possible. Gensler’s testimony clearly highlights the strive for balance between current levels of American competitiveness and the desire to reduce economic rent.\n\nEconomic rent can also arise from conditions ofscarcityand can be used to demonstrate numerous pricing discrepancies. These include higher pay for unionized workers compared with nonunionized workers, or huge salaries made by a star athlete vs. an average working individual.\n\nEconomic rent also explains the high value of exclusiveintangible assets, such aspatentsand permits. Together, these are also known as scarcity rents.\n\nA worker may be willing to work for $15 per hour, but because they belong to aunion, they receive $18 per hour for the same job. The difference of $3 is the worker’s economic rent, which can also be referred to as unearned income.\n\nIn this regard, unearned income refers to the amount offered that is above what the employee felt that their skills and abilities were worth in the current marketplace. It can also apply when a person’s skills would be valued less in an open market, but they receive more due to an affiliation with a group, such as a union, that sets minimum standards of pay.\n\nAs another example, the owner of a property in an exclusive shopping mall may be willing to rent it out for $10,000 per month, but a company that is keen to have a retail storefront in the mall may offer $12,000 as monthly rent for the property to secure it and forestall competition. The difference of $2,000, in this case, is the owner’s economic rent.\n\nIt can also refer to a situation in which two properties exist with the exact same features except for location. If one location is preferable to another, then the owner of the preferred location receives a higher payment than the other without having to complete any additional work. The lack of additional labor on the part of the owner can also be considered unearned income.\n\nOther forms of economic rent include information asymmetries, in which an agent derives excess profits from having information not provided to theprincipalor the rest of the market.\n\nContract rent refers to a situation wherein there is a mutually agreed-upon deal between two parties but external conditions change over time, granting one party unequal benefit, usually at the expense of the other party.\n\nMonopoly rent refers to the situation in which amonopolyproducer lacks competition and thus can sell its goods and services at a price far above what the otherwise competitive market price would be, at the expense of consumers.\n\nDifferential rent refers to the excess profit that may arise owing to differences in the fertility of the land. The surplus that arises due to the difference betweenmarginal landand intramarginal land is the differential rent. It is generally accrued under conditions of extensive land cultivation.\n\nDifferential ground rent was first proposed by the classical political economistDavid Ricardo.\n\nU.S. Securities and Exchange Commission. \"Testimony Before the United States House of Representatives Committee on Financial Services.\"",
  "url": "https://www.investopedia.com/terms/e/economicrent.asp"
}