{
  "term": "Economic Order Quantity: What Does It Mean and Who Is It Important for?",
  "definition": "Economic order quantity (EOQ) is the ideal quantity of units a company should purchase to meet demand while minimizinginventorycosts such as holding costs, shortage costs, and order costs. This production-scheduling model was developed in 1913 by Ford W. Harris and has been refined over time. The economic order quantity formula assumes that demand, ordering, and holding costs all remain constant.\n\nThe goal of the EOQ formula is to identify the optimal number of product units to order. If achieved, a company can minimize its costs for buying, delivering, and storing units. The EOQ formula can be modified to determine different production levels or order intervals, and corporations with largesupply chainsand high variable costs use an algorithm in their computer software to determine EOQ.\n\nEOQ is an importantcash flowtool. The formula can help a company control the amount of cash tied up in the inventory balance.\n\nFor many companies, inventory is its largest asset other than its human resources, and these businesses must carry sufficient inventory to meet the needs of customers. If EOQ can help minimize the level of inventory, the cash savings can be used for some other business purpose or investment.\n\nThe EOQ formuladetermines the inventory reorder pointof a company. When inventory falls to a certain level, the EOQ formula, if applied to business processes, triggers the need to place an order for more units.\n\nBy determining a reorder point, the business avoids running out of inventory and can continue to fill customer orders. If the company runs out of inventory, there is a shortage cost, which is the revenue lost because the company has insufficient inventory to fill an order. An inventory shortage may also mean the company loses the customer or the client will order less in the future.\n\nEOQ takes into account the timing of reordering, the cost incurred to place an order, and the cost to store merchandise. If a company is constantly placing small orders to maintain a specific inventory level, the ordering costs are higher, and there is a need for additional storage space.\n\nAssume, for example, that a retail clothing shop carries a line of men’s jeans, and the shop sells 1,000 pairs of jeans each year. It costs the company $5 per year to hold a pair of jeans in inventory, and the fixed cost to place an order is $2.\n\nThe EOQ formula is the square root of (2 x 1,000 pairs x $2 order cost) / ($5 holding cost) or 28.3 with rounding. The ideal order size to minimize costs and meet customer demand is slightly more than 28 pairs of jeans. A more complex portion of the EOQ formula provides the reorder point.\n\nThe EOQ formula assumes that consumer demand is constant. The calculation also assumes that both ordering and holding costs remain constant.\n\nThis fact makes it difficult or impossible for the formula to account for business events such as changing consumer demand, seasonal changes in inventory costs, lost sales revenue due to inventory shortages, or purchase discounts a company might realize for buying inventory in larger quantities.\n\nEconomic order quantity is an inventory management technique that helps makeefficient inventory managementdecisions. It refers to the optimal amount of inventory a company should purchase in order to meet its demand while minimizing its holding and storage costs. One of the important limitations of the economic order quantity is that it assumes the demand for the company’s products is constant over time.\n\nEconomic order quantity will be higher if the company’s setup costs or product demand increases. On the other hand, it will be lower if the company’s holding costs increase.\n\nEconomic order quantity is important because it helps companies manage their inventory efficiently. Withoutinventory management techniquessuch as these, companies will tend to hold too much inventory during periods of low demand while also holding too little inventory during periods of high demand. Either problem creates missed opportunities.\n\nManaging inventory is a key component of success for a company. Having too much inventory results in higher costs that take away from profits due to the cost of maintaining inventory and sometimes having to discard old inventory. Having too little inventory means a company is losing out on sales by not meeting demand. Economic order quantity helps ensure companies manage their inventories efficiently.",
  "url": "https://www.investopedia.com/terms/e/economicorderquantity.asp"
}