{
  "term": "Economies of Scale: What Are They and How Are They Used?",
  "definition": "Economies of scale represent the potential benefits of having a larger operation. In theory, larger operations are able to increase production, buy higher quantities of goods in bulk, and rely on process efficiencies. When these benefits are captured, it is said that a company is capitalizing on economies of scale as it is accomplishing more efficient use of resources due to its size.\n\nThe size of the business generally matters when it comes to economies of scale. The larger the business, the greater itscost savings. Economies of scale can be both internal and external. Internal economies of scale are based on management decisions, while external ones have to do with outside factors.\n\nInternal functions include accounting, information technology, and marketing, which are also considered operational efficiencies and synergies.\n\nEconomies of scale are an important concept for any business in any industry and represent the cost-savings and competitive advantages larger businesses have over smaller ones.\n\nMost consumers don't understand why a smaller business charges more for a similar product sold by a larger company. That's because the cost per unit depends on how much the company produces.\n\nA company can create a diseconomy of scale when it becomes too large and chases an economy of scale.\n\nLarger companies can produce more by spreading the cost of production over a larger amount of goods. An industry may also be able to dictate the cost of a product if several different companies are producing similar goods within that industry.\n\nThere are several reasons why economies of scale give rise tolower per-unit costs. First, specialization oflaborand more integrated technology boost production volumes.\n\nSecond, lower per-unit costs can come from bulk orders from suppliers, larger advertising buys, or lowercosts of capital. Third, spreading internal function costs across more units produced and sold helps to reduce costs.\n\nAs mentioned above, there are two differenttypes of economies of scale.\n\nInternal economies of scale happen when a company cuts costs internally, so they're unique to that particular firm. This may be the result of the sheer size of a company or because of decisions from the firm's management. There are different kinds of internal economies of scale. These include:\n\nLarger companies are often able to achieve internal economies of scale—lowering their costs and raising their production levels—because they can, for example, buy resources in bulk, have a patent or special technology, or access more capital.\n\nExternal economies of scale, on the other hand, are achieved because of external factors, or factors that affect an entire industry. That means no one companycontrols costson its own. These occur when there is a highly skilled labor pool, subsidies and/or tax reductions, and partnerships and joint ventures—anything that can cut down on costs to many companies in a specific industry.\n\nManagement techniques and technology have been focusing on overcoming the limits to economies of scale for decades.\n\nSet-up costs are lower due to more flexible technology. Equipment is priced more closely to match production capacity, enabling smaller producers such as steel mini-mills and craft brewers to compete more easily.\n\nOutsourcing functional services makes costs more similar across businesses of various sizes. These functional services include accounting, human resources, marketing, treasury, legal, and information technology.\n\nMicro-manufacturing, hyper-local manufacturing, and additive manufacturing (3D printing) can lower both set-up and production costs. Global trade and logistics have contributed to lower costs, regardless of the size of an individual plant.\n\nAccording to the International Monetary Fund, the prices of both capital goods and the cost of machinery and equipment have been falling in emerging, developed, and even industrial countries for the past three decades.\n\nJob shops produce products in groups such as shirts with your company logo. A significant element of the cost is the setup. In job shops, larger production runs lower unit costs because the set-up costs of designing the logo and creating the silk-screen pattern are spread across more shirts. In an assembly factory, per-unit costs are reduced by more seamless technology with robots.\n\nArestaurant kitchenis often used to illustrate how economies of scale are limited: more cooks in a small space get in each other's way. In economics charts, this has been illustrated with some flavor of a U-shaped curve, in which the average cost per unit falls and then rises. Costs rising as production volume grows is termed \"diseconomies of scale.\"\n\nDiseconomies stem from inefficient managerial or labor policies or over-hiring. The diseconomies may also be external, like a deteriorating transportation network.\n\nFurthermore, as a company's scope increases, it may have to distribute its goods and services in more dispersed areas. This can increase average costs, resulting in diseconomies of scale.\n\nSome efficiencies and inefficiencies are location-specific. If a company has many plants throughout the country, they all can benefit from costly inputs such as advertising. However, efficiencies and inefficiencies can stem from a particular location, such as a good or bad climate for farming.\n\nEconomies of scale are cost benefits that come with producing goods in larger numbers. When a factory ramps up production, it can reduce its per-unit costs by introducing more advanced machinery, hiring specialized employees, or negotiating discounts on raw supplies by ordering in bulk. These improvements can be passed on to consumers through lower prices.\n\nEconomies of scale are key to understanding the advantages of industrialization and manufacturing. Mass production allows goods to be produced at lower prices, and those cost savings produce ripple effects that can impact the wider economy.\n\nEconomies of scale are key to understanding the benefits of specialization and division of labor. In any profession, an employee can be more effective by mastering a single, specialized task than they would be in trying to learn a wider variety of skills.\n\nFor example, suppose you get a job as a cook in a restaurant. Instead of learning every recipe, the manager would probably have you focus on a specific workstation, such as desserts, salads, fish, etc. The repetition of specific tasks would allow you to master those skills quickly, thereby making the restaurant more productive.\n\nFast food restaurants take this principle to extremes, producing identical (or nearly identical) items across dozens of restaurants. By serving thousands of identical meals across their locations, fast food restaurants can realize economies of scale that allow them to produce lower-cost meal items.\n\nEconomies of scale are the advantages that can sometimes occur as a result of increasing the size of a business. For example, a business might enjoy an economy of scale in its bulk purchasing. By buying a large number of products at once, it could negotiate a lower price per unit than its competitors.\n\nGenerally speaking, economies of scale can be achieved in two ways. First, a company can realize internal economies of scale by reorganizing the way their resources—such as equipment and personnel—are distributed and used within the company. Second, a company can realize external economies of scale by growing in size relative to their competitors using that increased scale to engage in competitive practices such as negotiating discounts for bulk purchases.\n\nEconomies of scale are important because they can help provide businesses with a competitive advantage in their industry. Companies will therefore try to realize economies of scale wherever possible, just as investors will try to identify economies of scale when selecting investments.\n\nDiseconomies of scale can occur when companies fumble their expansion plans. They may ramp up production, but their costs per unit increase rather than decrease. They may have hired too many managers or opened too many locations. They may have failed to buy the right equipment or hire the right workers. In such cases, they may need to reevaluate their expansion plans.\n\nEconomies of scale can lead to increased success of a business by creating cost advantages. When a company becomes more efficient and increases production, the per-unit cost decreases. This cost advantage can result in higher profits, or, increased sales if the cost advantage is passed on to the consumer through reduced prices.\n\nInternational Monetary Fund. \"The Price of Capital Goods: A Driver of Investment Under Threat.\"",
  "url": "https://www.investopedia.com/terms/e/economiesofscale.asp"
}