{
  "term": "Economics Defined With Types, Indicators, and Systems",
  "definition": "Economics studies how societies manage scarce resources to produce, distribute, and consume goods and services. It is a social science.\n\nEconomics is a social science that focuses on the production, distribution, and consumption of goods and services. The study of economics is primarily concerned with analyzing the choices that individuals, businesses, governments, and nations make to allocate limited resources.\n\nEconomics has ramifications on a wide range of other fields, including politics, psychology, business, and law.\n\nAssuming humans have unlimited wants within a world of limited means, economists analyze how resources are allocated for production, distribution, and consumption.\n\nThe study ofmicroeconomicsfocuses on the choices of individuals and businesses, andmacroeconomicsconcentrates on the behavior of the economy on an aggregate level.\n\nOne of the earliest recorded economists was eighth century B.C. Greek farmer and poet Hesiod, who wrote that labor, materials, and time needed to be allocated efficiently to overcome scarcity. The publication ofAdam Smith’s 1776 book “An Inquiry Into the Nature and Causes of the Wealth of Nations” sparked the beginning of the current Western contemporary economic theories.\n\nMicroeconomics studies how individual consumers and firms make decisions to allocate resources. Whether a single person, a household, or a business, economists may analyze how these entities respond to changes in price and why they demand what they do at particular price levels.\n\nMicroeconomics analyzes how and why goods are valued differently, how individuals make financial decisions, and how they trade, coordinate, and cooperate.\n\nWithin the dynamics of supply and demand, the costs of producing goods and services, and how labor is divided and allocated, microeconomics studies how businesses are organized and how individuals approach uncertainty and risk in their decision making.\n\nMacroeconomics is the branch of economics that studies the behavior and performance of an economy as a whole. Its primary focus is recurrenteconomic cyclesand broad economic growth and development.\n\nIt focuses on foreign trade, government fiscal and monetary policy, unemployment rates, the level of inflation, interest rates, the growth of total production output, andbusiness cyclesthat result in expansions, booms, recessions, and depressions.\n\nUsing aggregate indicators, economists use macroeconomic models to help formulate economic policies and strategies.\n\nAneconomiststudies the relationship between a society’s resources and its production or output, and their opinions help shape economic policies related to interest rates, tax laws, employment programs, international trade agreements, and corporate strategies.\n\nEconomists analyze economic indicators such as gross domestic product (GDP) and the Consumer Price Index (CPI) to identify potential trends or make economic forecasts.\n\nAccording to the U.S.Bureau of Labor Statistics (BLS), 41% of all economists in the United States work for a federal or state agency. Economists are also employed as consultants, professors, by corporations, or as part of economic think tanks.\n\nEconomic indicators detail a country’s economic performance. Published periodically by governmental agencies or private organizations, economic indicators often have a considerable effect on stocks, employment, and international markets. They may predict future economic conditions that will move markets and guide investment decisions.\n\nGross domestic product (GDP)is considered the broadest measure of a country’s economic performance. It calculates the total market value of all finished goods and services produced in a country in a given year. In the U.S., theBureau of Economic Analysis (BEA)also issues a regular report during the latter part of each month.\n\nMany investors, analysts, and traders focus on the advance GDP report and the preliminary report, both issued before the final GDP figures because the GDP is considered alagging indicator, meaning it can confirm a trend but can’t predict a trend.\n\nThe GDPNow forecasting model, used by the Federal Reserve, provides a “nowcast” of the official estimate before its release by estimating GDP growth using a methodology similar to the one used by the U.S. Bureau of Economic Analysis.\n\nReported by the U.S.Department of Commerce (DOC)during the middle of each month, theretail salesreport measures the total receipts, or dollar value, of all merchandise sold in stores.Sampling retailers across the country acts as a proxy of consumer spending levels. Consumer spending represents more than two-thirds of GDP, proving useful to gauge the economy’s general direction.\n\nTheindustrial production report, released monthly by the Federal Reserve, reports changes in the production of factories, mines, and utilities in the U.S. One measure included in this report is thecapacity utilization rate, which estimates the portion of productive capacity that is being used rather than standing idle in the economy. Capacity utilization in the range of 82% to 85% is considered “tight” and can increase the likelihood of price increases or supply shortages in the near term. Levels below 80% are interpreted as showing “slack” in the economy, which may increase the likelihood of arecession.\n\nThe Bureau of Labor Statistics releases employment data in a report called thenonfarm payrollson the first Friday of each month.Sharp increases in employment indicate prosperous economic growth, and potential contractions may be imminent if significant decreases occur. These are generalizations, however, and it’s important to consider the current position of the economy.\n\nTheConsumer Price Index (CPI), also issued by the BLS, measures the level of retail price changes and the costs that consumers pay, and is the benchmark for measuringinflation. Using abasketthat is representative of the goods and services in the economy, the CPI compares the price changes month after month and year after year.This report is an important economic indicator, and its release can increase volatility in equity, fixed-income, and forex markets. Greater-than-expected price increases are considered a sign of inflation, which will likely cause the underlying currency to depreciate.\n\nFive economic systems illustrate historical practices used to allocate resources to meet the needs of the individual and society.\n\nIn primitive agrarian societies, individuals produced necessities from building dwellings, growing crops, and hunting game at the household or tribal level.\n\nA political and economic system of Europe from the ninth to 15th centuries, feudalism was defined by the lords who held land and leased it to peasants for production, who received a promise of safety and security from the lord.\n\nWith the advent of the Industrial Revolution,capitalismemerged and is defined as a system of production where business owners organize resources, including tools, workers, and raw materials, to produce goods for market consumption and earn profits. Supply and demand set prices in markets in a way that can serve the best interests of society.\n\nSocialismis a form of a cooperative production economy. Economic socialism is a system of production in which there is limited or hybrid private ownership of the means of production. Prices, profits, and losses are not the determining factors used to establish who engages in the production, what to produce, and how to produce it.\n\nCommunismholds that all economic activity is centralized through the coordination of state-sponsoredcentral plannerswith common ownership of production and distribution.\n\nMany economic theories have evolved as societies and markets have grown and changed. However, three disciplines of economics—neoclassical, Keynesian, and Marxian—have influenced modern society.\n\nThe principles ofneoclassical economicsare often used as a framework to illustrate the virtues of capitalism, including the tendency of market prices to reach equilibrium as the volume of supply and demand changes. The optimal valuation of resources emerges from the forces of individual desire and scarcity.\n\nJohn Maynard Keynes developed the theory ofKeynesian economicsduring the Great Depression. Arguing against neoclassical theory, Keynes showed that restrained markets and government intervention in markets create a stable and equitable economic system. He advocated for a monetary policy designed to boost demand and investor confidence during economic downturns.\n\nMarxian economics is defined in Karl Marx’s work “Das Kapital.”Marxian economicsis a rejection of theclassical view of economics, arguing against the idea that the free market—an economic system determined by supply and demand with little or no government control—benefits society. He espoused that capitalism only benefits a select few and that the ruling class becomes richer by extracting value out of cheap labor provided by the working class.\n\nA command economy is an economy in which production, investment, prices, and incomes are determined centrally by a government. A communist society has acommand economy.\n\nBehavioral economicscombines psychology, judgment, decision making, and economics to understand human behavior. Branches of economic thought continue to grow and change. One such example is a progressive branch,bioeconomics, which models economic decisions in terms of managing resources.\n\nSince 2000, several economists have won the Nobel Prize in economics, including David Card for his contributions to labor economics, Angus Deaton for his study of consumption, poverty, and welfare, andPaul Krugmanfor his analysis of trade patterns.\n\nEconomics is a branch of the social sciences focused on the production, distribution, and consumption of goods and services. Microeconomics is a type of economics that is concerned with the behavior of individual people and businesses, while macroeconomics considers broader trends affecting nations and larger economies. In the U.S., a number of key economic indicators, including GDP and CPI, are important tools for economists tomeasure trends and make forecasts.\n\nBrandon Dupont. “The History of Economic Ideas: Economic Thought in Contemporary Context.” Pages 12–13. Routledge, Taylor & Francis Group. 2017.\n\nU.S. Bureau of Labor Statistics. “Occupational Outlook Handbook: Economists: Work Environment.”\n\nU.S. Bureau of Economic Analysis. “Gross Domestic Product.”\n\nFederal Reserve Bank of Atlanta. “GDPNow.”\n\nU.S. Census Bureau. “Monthly Retail Trade.”\n\nJohn Locke Foundation. “Consumer Spending Slows Even As GDP Reverses Six-Month Trend.”\n\nBoard of Governors of the Federal Reserve System. “Industrial Production and Capacity Utilization—G.17.”\n\nU.S. Bureau of Labor Statistics. “Economic News Releases.”\n\nU.S. Bureau of Labor Statistics. “Consumer Price Index.”\n\nU.S. Bureau of Labor Statistics. “Dueling Economics: A Tale of Three Theories.”",
  "url": "https://www.investopedia.com/terms/e/economics.asp"
}