{
  "term": "Effective Tax Rate: How It's Calculated and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAriel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nThe term effective tax rate refers to the percent of income that an individual orcorporationpays in taxes.\n\nThe effective tax rate for individuals is the average rate at which theirearned income, such as wages, andunearned income, such as stock dividends, are taxed. The effective tax rate for a corporation is the average rate at which its pre-tax profits are taxed, while the statutory tax rate is the legal percentage established by law.\n\nThe effective tax rates for individuals and corporations can be calculated as follows:\n\nSo if you want to calculate your effective tax rate, here's how you do it:\n\nAs noted above, the effective tax rate is the average tax rate of a taxpaying entity. This includes both individual taxpayers and corporations. The effective tax rate is expressed as a percentage.\n\nThe effective tax rate typically refers only to federal income taxes and doesn't take into account any other types of taxes, including:\n\nTo determine their overall effective tax rate, individuals can add up their total tax burden and divide that by their taxable income. This calculation can be useful when trying to compare the effective tax rates of two or more individuals, or what a particular individual might pay in taxes if they lived in a high-tax vs. a low-tax state—a consideration for many people thinking about relocating inretirement.\n\nInvestors may use effective tax rate as a profitability indicator for a company, but it can be difficult to determine the reason for its year-to-year fluctuations.\n\nThe effective tax rate is a more accurate representation of a person's or corporation's overall tax liability than theirmarginal tax rate, and it is typically lower. When considering a marginal versus an effective tax rate, bear in mind that the marginal tax rate refers to the highest tax bracket into which their income falls.\n\nIn a graduated orprogressive income-taxsystem, like that in the United States, income is taxed at differing rates that rise as income hits certain thresholds. Two individuals or companies with income in the same upper marginal tax bracket may end up with very different effective tax rates, depending on how much of their income was in the top bracket.\n\nFederaltax bracketsare determined and passed into law. These brackets are overseen in the U.S. by theInternal Revenue Service (IRS). The amount of income and tax filing status determines the tax brackets in which individual taxpayers fall.\n\nThe table below highlights the tax brackets in the United States for the 2024 and 2025 tax years.\n\nImagine, for example, a graduated tax system whereincomeunder $100,000 is taxed at 10%, income between $100,000 and $300,000 is taxed at 15%, and income over $300,000 is taxed at 25%. Now consider two individuals who both hit the upper tax bracket of 25%, although one had a taxable income of $500,000, while the other had a taxable income of $360,000.\n\nBoth individuals would pay 10% on their first $100,000 of income, or $10,000. Both would then pay 15% percent on their income between $100,000 and $300,000, or $30,000 (15% of $200,000).\n\nFinally, both would also pay 25% on theirearningsover the $300,000 threshold. For the individual with $360,000 in taxable income, that would come to $15,000 (25% of $60,000). But for the individual with $500,000 in taxable income, the tax would be $50,000 (25% of $200,000). Their total tax obligations would be $55,000 and $90,000, respectively.\n\nWhile both individuals could say they're in the 25% bracket, the one with the higher income has an effective tax rate of 18% ($90,000 in tax divided by $500,000 in income), while the other's effective tax rate is 15.3% ($55,000 divided by $360,000).\n\nYou can easily calculate your effective tax rate as an individual taxpayer. Do this by dividing your total tax by your taxable income. To get the rate, multiply by 100. You can find your total tax on line 24 of Form 1040 and your taxable income on line 15 of the form.\n\nAn effective tax rate is the average tax rate for an individual or corporate taxpayer. As such, it's the percentage of taxes owed from the taxpayer's annual income. A marginal tax rate, on the other hand, is the total amount oftax levied on different levels of income. This means that a taxpayer's tax rate gets higher as their income rises. Taxpayers are divided into tax brackets under marginal tax systems where the first level of income is charged a lower rate. Any income earned above that incurs a higher rate.\n\nAn individual's effective tax rate is lower than the marginal rate. That's because the marginal tax rate breaks up your income into different levels. The first level of income incurs a lower tax rate while higher levels of income are taxed at the highest rate. Any amounts that fall in between are charged taxes based on levels in between.\n\nYour effective tax rate is the percentage of tax you owe on your taxable income. This is based on brackets set and maintained by the IRS. You can easily figure out your effective tax rate by dividing the total tax by your taxable income from Form 1040. For corporations, the effective tax rate is calculated by dividing the total tax by earnings before interest. If you're unsure about anything related to your taxes, make sure you consult a tax advisor or professional who can guide you in the right direction.\n\nInternal Revenue Service. \"Form 1940: U.S. Individual Income Tax Return,\" Pages 1-2.\n\nInternal Revenue Service. \"Bulletin No. 2023–48,\" Pages 1288-1290.\n\nInternal Revenue Service. \"IRS releases tax inflation adjustments for tax year 2025.\"",
  "url": "https://www.investopedia.com/terms/e/effectivetaxrate.asp"
}