{
  "term": "Effective Gross Income (EGI): Definition and Calculation Formula",
  "definition": "Effective gross income (EGI) is the Potential Gross Rental Income plus other income minus vacancy and credit costs of a rental property.\n\nEGI can be calculated by taking the potential gross income from aninvestment property,add other forms of income generated by that property, and subtract vacancy and collection losses.\n\nEGI is a key variable in determining the value of arental propertyand the true positive cash flow that property could generate. Rental cash flow is not a simple calculation but includes all forms of income generated by the property minus the realistic costs involved with rental income. If we look at the variables of the EGI formula, we can see how rental income plays out in the real world.\n\nGross potential rental income is the hypothetical amount an investor would receive without any of the rental headwinds that are commonplace in the real world. It assumes that your rental property will be rented every day of the year and that renters will pay the agreed to rent documented in the lease. For example, if the agreed to rent is $2,000 a month, the gross potential rental income is $24,000.\n\nWhat constitutes “other” income generated from rental properties? Here are some of the most common sources of cash flow not derived directly from rental payments:\n\nIn real life, a unit will not always be rented for the entire year. Vacancy costs are the periods between tenants where the owner is not receiving rent because there is a “vacancy.”Vacancycosts are forecasts of how long the owner believes his unit will be without a tenant. If the owner has managed investment properties for some time, this cost may be estimated based upon his/her managerial experience or industry data.\n\nCredit costs will occur when a rental unit is occupied, and the owner does not receive the agreed-upon rental payment. The renter has not paid the rent, or has not paid it in its entirety. As with vacancy costs, this amount will be an estimate that may be based on historical data.\n\nEGI is essential to the real estate investor because, at the end of the day, they need to know that the property they are considering purchasing generates enough positive cash flow to cover monthly operating expenses as well as any liens or encumbrances they may have taken on to purchase the property.",
  "url": "https://www.investopedia.com/terms/e/effective-gross-income-egi.asp"
}