{
  "term": "Effective Duration: Definition, Formula, and Example",
  "definition": "Effective duration is a measure that tells you how sensitive bonds with embedded options are to changes in interest rates.\n\nEffective duration is adurationcalculation for bonds that have embedded options. This measure of duration takes into account the fact that expected cash flows will fluctuate as interest rates change and is, therefore, a measure of risk.\n\nEffective duration can be estimated usingmodified durationif a bond with embedded options behaves like an option-free bond.\n\nA bond that has an embedded feature increases the uncertainty of cash flows, thus making it hard for an investor to determine therate of returnof a bond. The effective duration helps calculate thevolatilityof interest rates in relation to the yield curve and, therefore, the expected cash flows from the bond. Effective duration calculates the expected price decline of a bond wheninterest ratesrise by 1%. The value of the effective duration will always be lower than the maturity of thebond.\n\nA bond with embedded options behaves like an option-free bond when exercising theembedded optionwould offer the investor no benefit. As such, the security’s cash flows can’t be expected to change given a change inyield. For example, if existing interest rates were 10% and acallable bondwas paying a coupon of 6%, the callable bond would behave like an option-free bond because it would not be optimal for the company to call the bond and reissue it at a higher interest rate.\n\nThe longer the maturity of a bond, the larger its effective duration.\n\nThe formula for effective duration contains four variables. They are:\n\nThe complete formula for effective duration is:\n\nEffective duration = (P(1) - P(2)) / (2 × P(0) × Y)\n\nAs an example, assume that an investor purchases a bond for 100% par and that the bond is currently yielding 6%. Using a 10 basis-point change in yield (0.1%), it is calculated that with a yield decrease of that amount, the bond is priced at $101. It is also found that by increasing the yield by 10basis points, the bond’s price is expected to be $99.25. Given this information, the effective duration would be calculated as:\n\nEffective duration = ($101 - $99.25) / (2 × $100 × 0.001) = $1.75 / $0.20 = 8.75\n\nThe effective duration of 8.75 means that if there were to be a change in yield of 100 basis points, or 1%, then the bond’s price would be expected to change by 8.75%. This is an approximation. The estimate can be made more accurate by factoring in the bond’s effectiveconvexity.",
  "url": "https://www.investopedia.com/terms/e/effectiveduration.asp"
}