{
  "term": "Efficient Market Hypothesis (EMH): Definition and Critique",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe efficient market hypothesis (EMH), alternatively known as the efficient market theory, is a hypothesis that states that share prices reflect all available information and consistentalphageneration is impossible.\n\nAccording to the EMH, stocks always trade at their fair value on exchanges, making it impossible for investors to purchase undervalued stocks or sell stocks for inflated prices.Therefore, it should be impossible to outperform the overall market through expert stock selection ormarket timing. The only way an investor can obtain higher returns is by purchasing riskier investments.\n\nAlthough it is a cornerstone of modern financial theory, theEMH is highly controversialand often disputed.\n\nProponents of EMH argue it is pointless to search for undervalued stocks or to try to predict trends in the market through either fundamental ortechnical analysis. Because stock prices reflect all available information, and because of the randomness of the market, the best investing strategy is a low-cost, passive portfolio.\n\nTheoretically, neither technical nor fundamental analysis can produce risk-adjusted excess returns (alpha) consistently, and only inside information can result in outsized risk-adjusted returns.\n\nThe October 3, 2024 share price of the most expensive stock in the world: Berkshire Hathaway Inc. Class A (BRK.A).\n\nWhile academics point to a large body of evidence in support of EMH, an equal amount of dissension also exists. For example, investors such as Warren Buffett have consistently beaten the market over long periods, which by definition is impossible according to the EMH.\n\nDetractors of the EMH also point to events such as the 1987 stock market crash, when the Dow Jones Industrial Average (DJIA) fell by over 20% in a single day, and asset bubbles as evidence that stock prices can seriously deviate from their fair values.\n\nThe assumption that markets are efficient is a cornerstone of modern financial economics—one that has come under question in practice.\n\nThe EMH argues for a passive investing strategy, rather than an active one, in which investors buy and hold a low-cost portfolio over the long term to achieve the best returns.\n\nData compiled by Morningstar Inc., in its 2024 Active/Passive Barometer study showed that actively managed funds can outperform passive ones: from 2023 to 2024, 51% of active funds outperformed passive funds. Better success rates were found in bond funds, while active foreign equity funds and large-cap funds underperformed passive funds in these categories. However, active funds' long-term performance is still generally below that of passive funds.The 2019 version of the same study found that, from 2009 to 2019, only 23% of active managers were able to outperform their passive peers. In general, investors have fared better by investing in low-cost index funds or ETFs.\n\nWhile a percentage of active managers do outperform passive funds at some point, the challenge for investors is being able to identify which ones will do so over the long term. As shown in the 2019 report, less than 25% of the top-performing active managers can consistently outperform their passive manager counterparts over time.\n\nThe EMH proposes that markets are efficient. However, there are some markets that are demonstrably less efficient than others.\n\nAninefficient marketis one in which an asset's prices do not accurately reflect its true value, which may occur for several reasons. Market inefficiencies may exist due to information asymmetries, a lack of buyers and sellers (i.e. low liquidity), high transaction costs or delays, market psychology, and human emotion, among other reasons. Inefficiencies often lead to deadweight losses. In reality, most markets do display some level of inefficiencies. In extreme cases, an inefficient market can be an example of a market failure.\n\nAccepting the EMH in its purest (strong) form may be difficult as it states that all information in a market, whether public or private, is accounted for in a stock's price. However, modifications of EMH exist to reflect the degree to which it can be applied to markets:\n\nMarket efficiency refers to how well prices reflect all available information. The efficient markets hypothesis (EMH) argues that markets are efficient, leaving no room to make excess profits by investing since everything is already fairly and accurately priced. This implies that there is little hope of beating the market, although you can match market returns through passive index investing.\n\nThe validity of the EMH has been questioned on both theoretical and empirical grounds. Some investors have beaten the market, such asWarren Buffett, whose investment strategy of focusing onundervaluedstocks has made billions and set an example for numerous followers. There are portfolio managers who have better track records than others, and there are investment houses with more renowned research analysis than others. EMH proponents, however, argue that those who outperform the market do so not out of skill but out of luck, due to the laws of probability: at any given time in a market with a large number of actors, some will outperform the mean, while others willunderperform.\n\nThe more participants are engaged in a market, the more efficient it will become as more people compete and bring more and different types of information to bear on the price. As markets become more active and liquid,arbitrageurswill also emerge, profiting by correcting small inefficiencies whenever they might arise and quickly restoring efficiency.\n\nThe efficient market hypothesis (EMH), also known as the efficient market theory, posits that markets are efficient, meaning share prices reflect all available information, both public and private. This means that stocks trade at their fair value, so most investors will see the best results from holding a low-cost, passive portfolio over the long term.\n\nOpponents of EMH believe that it is possible to beat the market and that stocks can deviate from their fair market values. This has been demonstrated by investors such as Warren Buffet, whose strategy of investing in undervalued stocks has earned billions. Like many economic theories, the EMH cannot fully reflect real-world conditions. However, research has found that its conclusions are generally correct: a low-cost, passive portfolio will, on average, achieve the best long-term results for most investors.\n\nThe Library of Economics and Liberty. \"Efficient Capital Markets.\"\n\nYahoo Finance. \"Berkshire Hathaway Inc. (BRK-A).\"\n\nFederal Reserve History. \"Stock Market Crash of 1987.\"\n\nMorningstar. \"US Active/Passive Barometer Report: Mid-Year 2024.\"\n\nMorningstar. \"The Morningstar Active/Passive Barometer Might Help Investors Improve Their Base Rates.\"",
  "url": "https://www.investopedia.com/terms/e/efficientmarkethypothesis.asp"
}