{
  "term": "Efficient Frontier: What It Is and How Investors Use It",
  "definition": "The efficient frontier is the set of optimal portfolios that offer the highest expected return for a defined level of risk or the lowest risk for a given level ofexpected return. Portfolios that lie below the efficient frontier are sub-optimal because they do not provide enough return for the level of risk. Portfolios that cluster to the right of the efficient frontier are sub-optimal because they have a higher level of risk for the defined rate of return.\n\nThe efficient frontier theory was introduced by Nobel LaureateHarry Markowitzin 1952 and is a cornerstone ofmodern portfolio theory (MPT). The efficient frontier rates portfolios (investments) on a scale of return (y-axis) versus risk (x-axis).Thecompound annual growth rate (CAGR)of an investment is commonly used as the return component while standard deviation (annualized) depicts the risk metric.\n\nThe efficient frontier graphically represents portfolios that maximize returns for the risk assumed.Returns are dependent on the investment combinations that make up the portfolio. A security's standard deviation is synonymous with risk. Ideally, an investor seeks to fill a portfolio with securities offering exceptional returns but with a combined standard deviation that is lower than the standard deviations of the individual securities.\n\nThe less synchronized the securities (lowercovariance), the lower the standard deviation. If this mix of optimizing the return versus risk paradigm is successful, then that portfolio should line up along the efficient frontier line.\n\nA key finding of the concept was the benefit of diversification resulting from the curvature of the efficient frontier. The curvature is integral in revealing how diversification improves the portfolio's risk/reward profile. It also reveals that there is a diminishing marginal return to risk.\n\nAdding more risk to a portfolio does not gain an equal amount of return—optimal portfolios that comprise the efficient frontier tend to have a higher degree of diversification than the sub-optimal ones, which are typically less diversified.\n\nThe efficient frontier and modern portfolio theory have many assumptions that may not properly represent reality. For example, one of the assumptions is that asset returns follow a normal distribution.\n\nIn reality, securities may experience returns (also known astail risk) that are more than threestandard deviationsaway from the mean. Consequently, asset returns are said to follow aleptokurticdistribution or heavy-tailed distribution.\n\nAdditionally, Markowitz posits several assumptions in his theory, such as that investors are rational and avoid risk when possible, that there are not enough investors to influence market prices, and that investors have unlimited access to borrowing and lending money at the risk-free interest rate.\n\nHowever, reality proves that the market includes irrational and risk-seeking investors, there are large market participants who could influence market prices, and there are investors who do not have unlimited access to borrowing and lending money.\n\nOne assumption in investing is that a higher degree of risk means a higher potential return. Conversely, investors who take on a low degree of risk have a low potential return. According to Markowitz's theory, there is an optimal portfolio that could be designed with a perfect balance between risk and return.\n\nThe optimal portfolio does not simply include securities with the highest potential returns or low-risk securities. The optimal portfolio aims to balance securities with the greatest potential returns with an acceptable degree of risk or securities with the lowest degree of risk for a given level of potential return. The points on theplot of risk versus expected returnswhere optimal portfolios lie are known as the efficient frontier.\n\nAssume a risk-seeking investor uses the efficient frontier to select investments. The investor would select securities that lie on the right end of the efficient frontier. The right end of the efficient frontier includes securities that are expected to have a high degree of risk coupled with high potential returns, which is suitable for highly risk-tolerant investors. Conversely, securities that lie on the left end of the efficient frontier would be suitable forrisk-averseinvestors.\n\nThe curvature of the efficient frontier graphically shows the benefit of diversification and how this can improve a portfolio's risk versus reward profile.\n\nAn optimal portfolio is one designed with a perfect balance of risk and return. The optimal portfolio looks to balance securities that offer the greatest possible returns with acceptable risk or the securities with the lowest risk given a certain return.\n\nThe efficient frontier rates portfolios on a  coordinate plane. Plotted on the x-axis is the risk, while return is plotted on the y-axis—annualized standard deviation is typically used to measure risk, while compound annual growth rate (CAGR) is used for return.\n\nThe efficient frontier comprises investment portfolios that offer the highest expected return for a specific level of risk. It represents graphically portfolios that maximize returns for the risk assumed, showing the benefit of diversification. To use the efficient frontier, a risk-seeking investor selects investments that fall on the right side of the frontier. Meanwhile, a more conservative investor would pick investments that lie on the left side of the frontier.\n\nThe Nobel Prize. \"This Year's Laureates Are Pioneers in the Theory of Financial Economics and Corporate Finance.\"\n\nInvestment Management Consultants Association. \"The Efficient Frontier in Modern Portfolio Theory: Weaknesses and How to Overcome Them,\" Page 1.\n\nInvestment Management Consultants Association. \"The Efficient Frontier in Modern Portfolio Theory: Weaknesses and How to Overcome Them,\" Pages 1-2.\n\nInvestment Management Consultants Association. \"The Efficient Frontier in Modern Portfolio Theory: Weaknesses and How to Overcome Them,\" Page 3.",
  "url": "https://www.investopedia.com/terms/e/efficientfrontier.asp"
}