{
  "term": "Electronic Data Gathering Analysis and Retrieval: Overview, FAQ",
  "definition": "EDGAR—Electronic Data Gathering, Analysis, and Retrieval—is theelectronic filingsystem created by theSecurities and Exchange Commissionto increase the efficiency and accessibility of corporate filings. The system is used by all publicly traded companies when submitting required documents to the SEC. Corporate documents are time-sensitive, and the creation of EDGAR has greatly decreased the time it takes for corporate documents to become publicly available.\n\nUnder the Securities Act of 1933, public companies are required to publish their financial data every three months. Although this information was theoretically available to all investors, it was difficult to access in the age of paper communication.\n\nThe SEC began developing an electronic reporting system in the early 1980s, launching the first pilot in 1984. The first operational EDGAR system was launched in 1992, but electronic reporting was still voluntary at that time. Beginning in 1993, the commission began to phase in the requirement for electronic filing.\n\nCorporate documents filed with the SEC through EDGAR include annual and quarterly statements, information on the holdings of institutional investors, and many other forms. These filings include some of the most important information used by investors and analysts. Some public companies may be exempt from filing if they fall below certain \"thresholds.\"\n\nTheSecurities Act of 1933requires all public companies to disclose certain financial data. EDGAR makes this information more accessible to retail investors.\n\nEDGAR consists of a searchable database with more than twenty years of electronic filings. Users can search the database in the same manner as an online search, using either the name of a company or individual. Search results can be further narrowed down by date, location of the company's executive offices, or the type of file sought.\n\nIn addition to company data, EDGAR can also be used to research mutual funds, variable insurance products, or confidential treatment orders. These are orders that restrict access to data that is otherwise required to be filed.\n\nA drawback of the EDGAR system is that the filings are highly stripped down and often difficult to read compared toannual reportsreceived by shareholders. All the information is contained in the filings, but details can be difficult to find in one huge text file. However, the information is always structured in the same way regardless of which company filed the information.\n\nFor example, if an analyst is interested in knowing if a company made any changes to its accounting methods, the investor will find that information in Part II, Item 9, in the annual report (or10-K).\n\nDue to increased access to the Internet, most of the reports on EDGAR can be found on the websites of the company that reported them. This can be an easier user experience than the EDGAR database, where users might have to sift through many reports by similarly-named companies in order to find the document they want.\n\nProvides a single repository for public filings.\n\nAllows easy access to 20+ years of corporate financial data, as well as mutual funds and variable investment products.\n\nSearch function can be clumsy, and cluttered with similar-sounding companies.\n\nIt may be easier to find reports on the webpage of the reporting company.\n\nDocuments that are accessed using EDGAR and filed with the SEC include quarterly and annual corporate reports and financial statements. Annual Reports (Form 10-K) includecompany history, audited financial statements, a description of products and services, and an annual review of the organization, its operations, and the company’s markets. Quarterly Reports (Form 10-Q) include unaudited financial statements and information about the company’s operations in the previous three months.\n\nDocuments filed before 1995 may not be available on EDGAR but can be requested through the Freedom of Information Act.\n\nOther reports that are often searched by investors are Registration Statements, which are required before stock can be sold to the public; Form8-K, which discloses notable events such as bankruptcy; Forms 3 and 4, which contain ownership information; and Form 5, which reports transactions not reported onForm 4.\n\nEDGAR documents are available as far back as 1995 or 1994. Paper filings from earlier dates may be available through the Freedom of Information Act.\n\nIn 2016, a Ukrainian hacker used stolen login credentials to access filings on the EDGAR system that had not yet been released. This information was then passed on to traders, who were able to trade on the advance knowledge of company reporting figures before they were published.\n\nEdgar Filer Management is a portal for companies and individuals who wish to submit electronic filings to the SEC. This is more complicated than searching the EDGAR database, and it requires Filers to submit a Form ID for authorization in order to create an access code.\n\nOne can find a proxy filing, or any other public filing, by searching the EDGAR database by company name. The search results may need to be refined with additional specifications like filing date or category. Proxy statements are filed under form 14K.\n\nTheSystem for Electronic Document Analysis and Retrieval (SEDAR)is an electronic reporting tool used by Canadian public companies and securities issuers. This is the Canadian equivalent to EDGAR, maintained by theCanadian Securities Authority(CSA).\n\nEDGAR is a convenient way to access the electronic reports of any public company in the United States. However, the search function can be clumsy, and it is far from intuitive. In the age of the Internet, much of this data can be found just as easily on a company webpage.\n\nU.S. Securities and Exchange Commission. \"Electronic Filing and the EDGAR System: A Regulatory Overview.\" Accessed Feb. 12, 2022.\n\nU.S. Securities and Exchange Commission. \"EDGAR Company Filings.\" Accessed Feb. 12, 2022.\n\nU.S. Securities and Exchange Commission. \"SEC Brings Charges in Edgar Hacking Case.\" Accessed Feb. 12, 2022.\n\nU.S. Securities and Exchange Commission. \"EDGAR—Information for Filers.\" Accessed Feb. 12, 2022.",
  "url": "https://www.investopedia.com/terms/e/edgar.asp"
}