{
  "term": "Electronic Retailing (e-Tailing): Definition, Types, Examples",
  "definition": "Electronic retailing (E-tailing) is the sale of goods and services through the internet. E-tailing can includebusiness-to-business(B2B) andbusiness-to-consumer(B2C) sales of products and services.\n\nE-tailing requires companies to tailor theirbusiness modelsto capture internet sales, which can include building out distribution channels such as warehouses, internet webpages, and product shipping centers.\n\nNotably, strong distribution channels are critical to electronic retailing as these are the avenues that move the product to the customer.\n\nElectronic retailing includes a broad range of companies and industries. However, there are similarities between most e-tailing companies that include an engaging website, onlinemarketing strategy, efficient distribution of products or services, and customer data analytics.\n\nSuccessful e-tailing requires strongbranding. Websites must be engaging, easily navigable, and regularly updated to meet consumers' changing demands. Products and services need to stand out from competitors' offerings and add value to consumers' lives. Also, a company's offerings must be competitively priced so that consumers do not favor one business over another just for price reasons.\n\nE-tailers need distribution networks that are prompt and efficient. Consumers cannot wait for long periods for the delivery of products or services. Transparency in business practices is also important, so consumers trust and stay loyal to a company.\n\nThere are many wayscompanies can earn revenue online. Of course, the first income source is through the sales of their product to consumers or businesses. Both B2C and B2B companies can earnrevenueby selling their services through asubscription-based modelsuch as Netflix (NFLX), which charges a monthly fee for access to media content.\n\nRevenue can also be earned through online advertising. For example, Meta (META), formerly Facebook Inc.,earns money mainlyfrom ads placed on its Facebook website by companies looking to sell to the millions who are \"on Facebook,\" regularly checking their pages.\n\nBusiness-to-consumer retailing is the most common of alle-commercecompanies and the most familiar to most Internet users. This group of retailers includes companies selling finished goods or products to consumers online directly through their websites. The products could be shipped and delivered from the company's warehouse or directly from the manufacturer. One of the primary requirements of a successful B2C retailer is maintaining good customer relations.\n\nBusiness-to-business retailinginvolves companies that sell to other companies. Such retailers include consultants, software developers, freelancers, andwholesalers. Wholesalers sell their products in bulk from their manufacturing plants to businesses. These businesses, in turn, sell those products to consumers. In other words, a B2B company, such as a wholesaler might sell products to a B2C company.\n\nE-tailing includes more than just e-commerce-only companies. More and more traditionalbrick-and-mortarstores are investing in e-tailing. Infrastructure costs are lower with electronic retailing versus operating brick-and-mortar stores.\n\nCompanies can move products faster and reach a larger customer base online than with traditional physical locations. E-tailing also allows companies to close unprofitable stores and maintain the profitable ones.\n\nAutomated sales and checkout cut down on the need for staff and sales personnel. Also, websites cost less than physical stores to open, staff, and maintain. E-tailing reduces advertising and marketing expenses as customers can find the stores through search engines or social media.Data analyticsis like gold for e-tailers.\n\nConsumer shopping behaviorcan be tracked to determine spending habits, page views, and length of engagement with a product, service, or website page. Effective data analytics can decrease lost sales and boost client engagement, which can lead to increased revenue.\n\nThere are disadvantages to running an e-tailing operation, though. Creating and maintaining an e-tailing website, while less expensive than a traditional retail location, can be expensive. Infrastructure costs can be substantial if warehouses and distribution centers need to be built to store and ship the products. Also, adequate resources are necessary to handle online returns and customer disputes.\n\nAlso, e-tailing does not provide the immersive, emotional experience that physical stores can offer. E-tailing does not give the consumer a chance to smell, feel, or try on products before purchasing them—sensory experiences that often result in a decision to buy; browsing is also more pleasurable in person, and lends to increased spending. Personalized customer service and interaction can also be an advantage to brick-and-mortar stores.\n\nAmazon.com(AMZN)is the world's largest online retailer, providing consumer products and subscriptions through its website. Amazon's website shows the company generated more than $280 billion in revenue in 2019 while posting more than $11.6 billion in profit or net income.Other e-tailers that operate exclusively online and compete with Amazon include Overstock.com and JD.com.\n\nAlibaba Group(BABA)is China's largest e-tailer, which operates an online commerce business throughout China and internationally. Alibaba has adopted a business model that not only includes both B2C and B2B commerce, but it also connects Chinese exporters to companies around the world looking to buy their products. The company's rural Taobao program helps rural consumers and companies in China sell agricultural products to those living in urban areas. For thefiscal year2020, Alibaba generated nearly $72 billion in annual revenue while posting just under $19.8 billion in profit.\n\nAmazon. \"2019 Amazon Annual Report,\" Page 18. Accessed Nov. 5, 2021.\n\nAlibaba Group. \"Alibaba Group Fiscal Year 2020 Annual Report,\" Page 102. Accessed Nov. 5, 2021.",
  "url": "https://www.investopedia.com/terms/e/electronic-retailing-e-tailing.asp"
}