{
  "term": "Electronic Fund Transfer Act (EFTA): Definition and Requirements",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe Electronic Fund Transfer Act (EFTA) is a federal law that protects consumers when they transfer funds electronically, including through the use of debit cards, automated teller machines (ATMs), and automatic withdrawals from a bank account. Among other protections, the EFTA provides a way to correct transaction errors and limits the liability resulting from a lost or stolen card.\n\nElectronic fund transfers are transactions that use computers, phones, or magnetic strips to authorize a financial institution to credit or debit a customer’s account. Electronic transfers include the use of ATMs, debit cards, direct deposits,point-of-sale (POS)transactions, transfers initiated by phone,automated clearing house (ACH)systems, and pre-authorized withdrawals from checking or savings accounts.\n\nThe EFTA outlines requirements for banking institutions and consumers to follow when errors occur. Under this act, consumers can challenge errors, have them corrected, and receive limited financial penalties. The EFTA also requires banks to provide certain information to consumers and defines how they can limit their liability in the case of a lost or stolen card.\n\nThe use of paper checks has steadily declined since the EFTA was passed, but checks continue to serve as hard evidence of payment. The explosion of electronic financial transactions created a need for new rules that would give consumers the same level of confidence as they have in the checking system.\n\nThis includes the ability to challenge errors, correct them within a 60-day window, and limit liability on a lost card to $50 if it is reported as lost within two business days.\n\nIf the institution is notified within three to 59 days of a lost card, the liability could be as much as $500. And should it not be reported within 60 days, the consumer isn't protected from liability at all, meaning they could forfeit all funds in the associated account, and be responsible for paying anyoverdraft charges.\n\nCongress passed the EFTA in 1978 in response to the growth of ATMs and electronic banking, and the Federal Reserve Board (FRB) implemented it asRegulation E. The act established rules to protect consumers and defined the rights and responsibilities of all participants involved in transferring funds electronically.\n\nThe rule-making authority of the EFTA eventually migrated from the Federal Reserve (Fed) to the Consumer Financial Protection Bureau (CFPB) in 2011, following the enactment of theDodd-Frank Wall Street Reform and Consumer Protection Act.\n\nYou have the right to stop preauthorized transfers at any time, regardless of any opposing contract terms.\n\nBasic services that are protected under the EFTA include:\n\nThe EFTA requires financial institutions and any third party involved in electronic fund transfer services to disclose the following information to consumers:\n\nEFTA applies to all persons, including offices of foreign financial institutions in the United States that offer EFT services to residents of any state. It covers any account located in the United States through which EFTs are offered to a resident of a state, no matter where a particular transfer occurs.\n\nYes. The EFTA requires banks to limit the amount of money that can be withdrawn from your account during any given time period. Most banks set the limit at $200 or $300 each day, meaning you cannot electronically withdraw more than this amount in cash within 24 hours.\n\nYes, but its protections are limited. EFTA limits your liability for spending on a lost or stolen card to $50 only if you notify the bank or credit union within two business days of your debit card being lost or stolen. For this and other reasons (the right to dispute undelivered purchases, for example), consumers who shop online should use a credit card.\n\nThe Electronic Fund Transfer Act (EFTA) is a federal law that was passed in 1978. It provides important protections to consumers when they transfer funds electronically, including through the use of debit cards, automated teller machines (ATMs), and automatic withdrawals from a bank account.\n\nThe EFTA provides a way for transactions to be reviewed and errors to be corrected. It also limits a bank's liability if a card is lost or stolen, as long as this is reported within 60 days.\n\nThe EFTA also imposes responsibilities on financial institutions, requiring them to disclose important information about the way that they manage accounts.\n\nConsumer Financial Protection Bureau. \"12 CFR Part 1005 (Regulation E) § 1005.3 Coverage.”\n\nConsumer Financial Protection Bureau. \"12 CFR Part 1005 (Regulation E) § 1005.11 Procedures for Resolving Errors.\"\n\nConsumer Financial Protection Bureau. \"12 CFR Part 1005 (Regulation E) § 1005.6 Liability of Consumer for Unauthorized Transfers.\"\n\nFederal Reserve Bank of Boston. \"Payments Evolution from Paper to Electronic: Bill Payments and Purchases.\"\n\nFederal Trade Commission. \"Lost or Stolen Credit, ATM, and Debit Cards.\"\n\nFederal Reserve System. \"Regulation E, Electronic Fund Transfer Act.\" Page 1.\n\nConsumer Financial Protection Bureau. \"12 CFR Part 1005 (Regulation E) § 1005.10 Preauthorized Transfers.\"\n\nConsumer Financial Protection Bureau. \"12 CFR Part 1005 (Regulation E) § 1005.31 Disclosures.\"\n\nFederal Deposit Insurance Corporation. \"Laws and Regulations: Electronic Fund Transfer Act.\"\n\nFederal Reserve System. \"Regulation E, Electronic Fund Transfer Act.\" Pages 6-7.",
  "url": "https://www.investopedia.com/terms/e/electronic-funds-transfer-act.asp"
}