{
  "term": "Elective-Deferral Contribution: What It Is, How It Works, Limits",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAn elective-deferral contribution is made directly from an employee's salary to their employer-sponsored retirement plan, such as a401(k). With a 401(k) deferral, the employee must authorize the transaction before the contribution can be deducted.\n\nElective deferrals can be made on apre-taxbasis. TheInternal Revenue Service (IRS)establishes limits on how much an employee can contribute to aqualified retirement plan.\n\nAn elective-deferral contribution is also known as a salary-deferral contribution or salary-reduction contribution.\n\nElective-deferral contributions to traditional 401(k) plans are made on a pre-tax ortax-deferredbasis, effectively reducing an employee'staxable income.Suppose an individual who earns $40,000 a year decides to make a 401(k) deferral of $100 per month. These deferrals total $1,200 per year. As a result, the employee's pay is taxed at $38,800 that year instead of $40,000.\n\nSince there's a tax break up front, any distributions are taxed at theincome tax ratefor the retiree at the time ofwithdrawal. Several restrictions apply as to when and under what circumstances an employee can make withdrawals from an employer-sponsored retirement plan. For example, an additional 10% penalty tax may apply if an individual makes a withdrawal before age 59½—unless the employee meets the conditions for ahardship withdrawal. State and local taxes may also be assessed for early withdrawals.\n\nSome employers allow workers to contribute towardRoth 401(k)plans. Contributions made to these plans are made on anafter-taxbasis. This means that the funds are taxed before they are deposited into theretirement plan.\n\nSince there's no pre-tax benefit with Roth 401(k)s, employees can withdraw contributions (not earnings) tax-free as long as they're over the age of 59½.\n\nThe IRS has limits on how much money can be contributed to an employee's qualified retirement plan.\n\nIndividuals under the age of 50 can contribute up to $23,000 in 2024 ($22,500 in 2023) into a 401(k). Those age 50 or older can makecatch-up contributionsof an additional $7,500 for 2023 and 2024 for a total of $30,500 for 2024 and $30,000 for 2023. These rules apply to Roth 401(k)s, as well.\n\nIRS rules also apply if you have multiple 401(k) accounts. This means if a person under 50 invests in a traditional plan and a Roth plan, they can make 401(k) deferrals of up to $23,000 for 2024 and $22,500 in 2023.\n\nThe rules stated earlier apply only to elective-deferral contributions. They do not apply to thematching contributionsfrom an employer,nonelective employee contributions, or any allocations of forfeitures. The IRS limits the total amount that can be contributed to an employee's retirement plan from all sources, including the employer's matching and the employee's contributions.\n\nThe total contributions to an employee's retirement plan from both the employee and employer cannot exceed the lesser of:\n\nAn elective deferral is the amount that an employee chooses to deduct from their paycheck and deposit into an employer-sponsored retirement plan like a 401(k). The limit set by the IRS is $23,000 in 2024 and $22,500 in 2023. Individuals who are 50 or older can contribute an additional $7,500 each year for a total of $30,500 in 2024 and $30,000 in 2023.\n\nEmployers may also match a portion of the employee's contribution. This combined total cannot exceed the lesser of 100% of the employee's salary or $69,000 in 2024 ($76,500 with the catch-up contribution) and $66,000 in 2023 ($73,500 with the catch-up contribution).\n\nYou cannot take a tax deduction for contributions to your 401(k) or employer-sponsored retirement plan on your annual tax return. Butyour annual contributioncan reduce your tax bill. Because you use pre-tax dollars for your contributions, it lowers your taxable income. This, in turn, lowers your overall tax bill.\n\nMost of the money in a 401(k) is not insured by theFederal Deposit Insurance Corporation (FDIC). Your plan may be eligible for FDIC insurance if it meets certain criteria. For instance, FDIC insurance applies to certain accounts that allow participants to \"direct how the money is invested.\"\n\nSaving for retirement is an important part of anyone's financial plan. If you can, make sure you take advantage of an employer-sponsored plan, such as a 401(k). These plans allow you to contribute pre-tax dollars, which also lowers your annual taxable income. This means you may even be able to lower your tax liability. If your employer provides a match, it sweetens the pot even more because it means free money in your account. Keep in mind that there are limits to how much you can contribute. If you go over these limits, you will have to correct them—and you may face penalties.\n\nInternal Revenue Service. \"401(k) Plan Fix-It Guide - 401(k) Plan - Overview.\"\n\nInternal Revenue Service. \"How Much Salary Can You Defer if You’re Eligible for More Than One Retirement Plan?\"\n\nInternal Revenue Service. \"401(k) Limit Increases to $23,000 for 2024, IRA Limit Rises to $7,000.\"\n\nInternal Revenue Service. \"401(k) Plan Overview.\"\n\nInternal Revenue Service. \"401(k) Resource Guide - Plan Participants - General Distribution Rules.\"\n\nInternal Revenue Service. \"Retirement Plans FAQs on Designated Roth Accounts.\"\n\nInternal Revenue Service. \"Retirement Topics - 401(k) and Profit-Sharing Plan Contribution Limits.\"\n\nInternal Revenue Service. \"Operating a 401(k) Plan.\"\n\nInternal Revenue Service. \"2024 Limitations Adjusted as Provided in Section 415(d), etc.\" Pages 1-2.\n\nFederal Deposit Insurance Corporation. \"Your Insured Deposits.\" Page 6.",
  "url": "https://www.investopedia.com/terms/e/electivedeferralcontribution.asp"
}