{
  "term": "Electronic Payments Network (EPN): What it is, How it Works",
  "definition": "The term Electronic Payments Network (EPN) refers to a financialclearinghousethat handles a variety of electronic funds transfers for the private sector. It is one of theautomated clearinghouses(ACHs) in the United States, along with the Reserve Banks. Funds are transferred using the EPN between accounts at the same or differentfinancial institutions. Examples of transfers under the EPN include deposits for payroll, Social Security benefits, and tax refunds, as well as debit transfers like loan payments andinsurance premiums.\n\nThe automated clearinghouse is a network thatfacilitates the electronic transfer of moneyfrom one account to another by allowing financial institutions to execute bulk transfers electronically—eithercreditordebittransactions. There are two systems used across the United States—theFederal ReserveBank and the Electronic Payments Network. Both of these systems process all of the ACH transactions in the country. The network was originally used to process recurring payments but now facilitates one-time debit transfers, such as payments made over the telephone and the internet.\n\nMany individuals andbusinessesprefer ACH payments because they are easy, convenient, and secure. For instance, the EPN is likely a key part of direct payroll deposits made by most employers, saving employees from a trip to the bank to deposit their paychecks. Automatic clearinghouse payments are also ideal for things like recurrent billing, allowing for much faster processing and lower fees compared tochecksandcredit cards.\n\nCredit transactions settle in one to two business days while debit transactions settle in one business day.\n\nThe EPN is owned and operated by The Clearing House Payments Company, a private corporation owned by some of the largestcommercial banks.﻿﻿ This makes the EPN a bankconsortiumof sorts. The network was created in 1981 when the Clearing House Payments Company pioneered the use of an evening processing cycle to permit overnight delivery of time-critical corporate ACH debits. This system made funds available much sooner than ever before, replacing the use of the olderdepository transfer checks.\n\nThe EPN has been responsible for some of the most important ACH innovations—including the creation of the first all-electronic transfer environment. This pivotal invention has increased theefficiencyand timeliness of business operations in all corners of the financial marketplace including the facilitation of credit and debit transactions. As mentioned above, credit transactions include things such aspayroll, social security,tax refund, anddividenddeposits while debit transactions include withdrawals like loan payments, insurance premiums, mortgage payments, and utility bills.\n\nThe Clearing House. \"Our History.\" Accessed Nov. 3, 2020.",
  "url": "https://www.investopedia.com/terms/e/epn.asp"
}