{
  "term": "Electronic Communication Network (ECN): Definition and Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAn electronic communication network (ECN) is a computerized system that automatically matches buy and sell orders for securities in the market. ECN trading is especially helpful when investors in different geographic areas wish to complete a secure transaction without the use of a third party.\n\nECNs connect major brokerages and individual traders so they can trade directly between themselves without going through a middleman. They also make it possible for investors in different geographic locations to quickly and easily trade with each other. TheU.S. Securities and Exchange Commission (SEC)requires ECNs to register as broker-dealers.\n\nECNs are computer-based systems that display the best available bid and ask quotes from multiple market participants, and then automatically match and execute orders. They not only facilitate trading on major exchanges during market hours, but they are also used for after-hours trading and foreign currency trading. ECNs allow for automated trading, passive order matching, and speedy execution.\n\nClassified by the SEC as an alternative trading system (ATS),an ECN makes money by charging a fee for each transaction to meet financial obligations. It attempts to eliminate the third party’s role in executing orders entered by an exchange market maker or anover-the-counter (OTC)market maker and permits such orders to be entirely or partly executed. Orders placed through ECNs are usuallylimit orders, which is particularly useful for safelytrading after hours, given the volatile effect that can have on a stock's price.\n\nSome ECNs are designed to serve institutional investors, while others are designed to serve retail investors.\n\nThe use of the ECN allows investors a way totrade outside traditional trading hours, providing a mechanism for those who either can’t be actively involved during normal market times or who prefer the flexibility offered by wider availability. It also avoids the wider spreads that are common when using a traditional broker and provides overall lower commissions and fees. For those concerned about privacy, the ECN can provide a level of anonymity to those who desire it. This can be particularly attractive to investors interested in making larger transactions.\n\nOne of the biggest drawbacks to using an ECN is the price to pay for using one. Access fees and commission charges can be costly and are difficult to avoid. Per-trade-based commissions can be costly and can affect your bottom line and profitability.\n\nAnother disadvantage of using ECNs is that the platform is less user-friendly than those provided by traditional brokers. Furthermore, the lack of integrated charts and data traditional brokers provide on their interfaces may make it difficult for beginner investors.\n\nFinally, the wider spreads may complicate the process of calculating break-even and stop-loss points for some investors.\n\nProvides wider spreads than traditional brokers\n\nLess user-friendly platforms than traditional brokers\n\nHarder to calculate break-even points because of wider spreads\n\nAlong with ECNs, matching systems and call markets are also considered forms ofalternative trading systems. Matching systems receive orders and route the activity through a matching engine instance where the prices are checked against current resting limit orders. If no match is found, the order is placed in the book immediately as a quote. Call markets accept orders one at a time, with buying and selling prices determined based on the exchange activity after the order is placed.\n\nSome of the different ECNs include Instinet, SelectNet, and NYSE Arca. Instinet was the first ECN, founded in 1969, and is used by small brokerages and for transactions between institutions.It is widely used by market makers for NASDAQ trades, but individuals and small firms can also use it.\n\nSelectNet is used primarily by market makers, but it does not require immediate order execution and helps investors trade with specific market makers. NYSE Arca grew out of the merger between the New York Stock Exchange (NYSE) and Archipelago, an early ECN from 1996.It facilitates electronic stock trading on major U.S. exchanges such as the NYSE and NASDAQ.\n\nIn foreign exchange markets, certain Forex brokers are designated asECN brokerswho can facilitate currency trades across electronic matching networks.\n\nThe year that Instinet, the first electronic communication network (ECN), was founded.\n\nThe term market makers refers to high-volume traders that literally \"make a market\" for securities by always standing at the ready to buy or sell. Unlike ECNs, market makers profit on the bid-ask spread rather than through commissions and fees. similar to ECNs they benefit the market by increasing liquidity.\n\nMarket markers set both the bid and the ask prices on their systems and display them publicly on their quote screens. The spread is typically kept lower than that investors can find in ECNs due to the fact that market makers generate their profit via the spread.\n\nWithout market makers and ECNs, it would take considerably longer for buyers and sellers to be matched with one another. This would reduce liquidity, making it more difficult to enter or exit positions and adding to the costs and risks of trading.\n\nECNs are computer-based programs that connect retail forex investors with major brokerages, all around the clock. After logging on to the ECN platform, investors will see the best available bid and ask quotes displayed from multiple market participants. ECNs will automatically match and execute orders.\n\nElectronic communication network (ECN) fees are applied on a per-trade basis, usually fractions of a cent. ECNs charge a service fee for matching buyers and sellers who trade on their exchange and networks.\n\nTo open an ECN trading account, simply create an account at one of the many ECN trading platforms available best suited to your needs. GO Markets, Exness, and XM are some of the most popular platforms.\n\nWhereas ECNs provide liquidity by connecting investors with a number of parties—whether brokers or other retail investors—in order to complete a trade, STP brokers are automated brokers that provide traders with the ability to skip the middle man, but only through select liquidity providers.\n\nU.S. Securities and Exchange Commission. \"ECNs/Alternative Trading Systems.\"\n\nU.S. Securities and Exchange Commission. \"New York Stock Exchange/Archipelago Holdings Merger Complete.\"",
  "url": "https://www.investopedia.com/terms/e/ecn.asp"
}