{
  "term": "Electronic Check (E-Check): Definition and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn electronic check, or e-check, is a form of payment made via the Internet, or another data network, designed to perform the same function as a conventional paper check. Since the check is in an electronic format, it can be processed in fewer steps.\n\nAdditionally, it has more security features than standard paper checks including authentication,public keycryptography, digital signatures, and encryption, among others.\n\nAn electronic check is part of the larger electronic banking field and part of a subset of transactions referred to as electronic fund transfers (EFTs). This includes not only electronic checks but also other computerized banking functions such as ATM withdrawals and deposits, debit card transactions, andremote check depositingfeatures. The transactions require the use of various computer and networking technologies to gain access to the relevant account data to perform the requested actions.\n\nElectronic checks were developed in response to the transactions that arose in the world ofelectronic commerce. Electronic checks can be used to make a payment for any transaction that a paper check can cover and are governed by the same laws that apply to paper checks. This was the first form of Internet-based payment used by the U.S. Treasury for making large online payments.\n\nGenerally, the costs associated with issuing an electronic check are notably lower than those associated with paper checks. Not only is there no requirement for a physical paper check, which costs money to produce, but also electronic checks do not require physical postage in cases of payments being made to entities outside the direct reach of the entity issuing the funds.\n\nIt is estimated that printing and issuing a paper check will cost your business anywhere between $4 and $20.However, the average fee per eCheck transaction ranges from $0.30 to $1.50.\n\nFurther, there are multiple levels of authentication to help ensure funds are routed properly.\n\nElectronic checks also come with a lower risk of the associated funds being stolen, as there is no tangible item to intercept.\n\nOne of the more frequently used versions of the electronic check is the direct deposit system offered by many employers. It is an electronic method of sending an employee’s wages directly into the employee’s bank account. Additionally, taxpayers who are owed a refund on federal tax returns can elect to receive a directly deposited electronic check from theInternal Revenue Service (IRS)instead of having a physical paper check sent through the mail.\n\nYes, but you must first sign up for an e-check service. This can be done through your bank or a payment processor such as Square, Stripe, or PayPal. Then you'll need to provide the payment details and authorize the payment.\n\nE-checks are sent online instantly, but processing them tends to take longer than other online payments done through apps because they are transferred using theautomated clearing house (ACH)network. E-checks can take several business days to clear.\n\nAlthough e-checks are as vulnerable as any other online bank transaction, they can be considered safer than traditional paper checks, which are riskier because they are tangible, physical documents—which can be stolen and forged.\n\nE-checks are considered the digital version of traditional paper checks. E-checks are facilitated by the Automated Clearing House (ACH) network, an electronic network used by U.S. financial institutions. Funds are electronically withdrawn from the payer’s checking account, transferred over the ACH network, and deposited into the recipient's checking account.\n\nE-Checks are a safer alternative than paper checks, and also faster to clear and cheaper to issue.\n\nThe Wall Street Journal. \"U.S. Companies Cling to Writing Paper Checks.\"\n\nPaySimple. \"The 12 Most Popular Questions (and Answers) About eChecks.\"\n\nInternal Revenue Service. “Get Your Refund Faster: Tell IRS to Direct Deposit your Refund to One, Two, or Three Accounts.”",
  "url": "https://www.investopedia.com/terms/e/electroniccheck.asp"
}