{
  "term": "Elliott Wave Theory: What It Is and How to Use It",
  "definition": "The Elliott Wave Theory intechnical analysisdescribes price movements in the financial market. Developed by Ralph Nelson Elliott, it observes recurring fractal wave patterns identified in stock price movements and consumer behavior. Investors who profit from amarket trendare described as riding a wave.\n\nTheElliott Wave theorywas developed by Ralph Nelson Elliott in the 1930s. He studied 75 years' worth of yearly, monthly, weekly, daily, and self-made hourly and 30-minute charts across variousindexes. His theory gained notoriety in 1935 when Elliott made an uncanny prediction of a stock marketbottomand has become a staple for thousands ofportfolio managers, traders, and private investors.\n\nElliott defined rules to identify, predict, and capitalize on wave patterns in books, articles, and letters summarized inR.N. Elliott's Masterworks, published in 1994. Elliott Wave International is the largest independentfinancial analysisand marketforecastingfirm whose market analysis and forecasting are based on Elliott’s model.\n\nHis patterns do not provide any certainty about future price movement but help to order the probabilitiesfor future market action. They can be used with other forms of technical analysis, includingtechnical indicators.\n\nSome technical analysts profit from wave patterns in the stock market using the Elliott Wave Theory. The theory assumes thatstock pricemovements can be predicted because they move in repeating up-and-down patterns called waves created by investor psychology or sentiment.\n\nThe theory is subjective and identifies two different types of waves: motive or impulse waves, and corrective waves. Wave analysis does not equate to a template to follow instructions. Wave analysis offers insights into trend dynamics and helps investors understand price movements.\n\nImpulse and corrective waves are nested in a self-similar fractal to create larger patterns. For example, a one-year chart may be in the midst of a corrective wave, but a 30-day chart may show a developing impulse wave. A trader with this Elliott wave interpretation may have a long-termbearishoutlook with a short-termbullishoutlook.\n\nImpulse wavesconsist of five sub-waves that make net movement in the same direction as the trend of the next-largest degree. This pattern is the most common motive wave and the easiest to spot in a market. It consists of five sub-waves, three of which are motive waves. Two are corrective waves.\n\nImage by Julie Bang Â© Investopedia 2020\n\nIf one rule is violated, the structure is not an impulse wave. The trader would need to re-label the suspected impulse wave.\n\nCorrective waves, called diagonal waves, consist of three, or a combination of three sub-waves that make net movement in the direction opposite to the trend of the next-largest degree. Its goal is to move the market in the direction of the trend.\n\nElliott recognized that the Fibonacci sequence denotes the number of waves in impulses and corrections. Wave relationships in price and time also commonly exhibitFibonacci ratios, such as 38% and 62%. For example, a corrective wave may have aretraceof 38% of the preceding impulse.\n\nOther analysts have developed indicators inspired by the Elliott Wave principle, including the Elliott Wave Oscillator Chart. Theoscillatorprovides a computerized method of predicting future price direction based on the difference between a five-period and a 34-period moving average. Elliott Wave International’s artificial intelligence system, EWAVES, applies all Elliott wave rules and guidelines to data to generate automated Elliott wave analysis.\n\nIn technical analysis, the Elliott Wave theory looks at long-term trends in price patterns and how they correspond with investor psychology. These price patterns or ‘waves’ depend on rules developed by Ralph Nelson Elliott in the 1930s. They identify and predict wave patterns within stock markets and help predict future movement.\n\nBased on Elliott's Wave Theory, market prices will alternate between an impulsive phase and a corrective phase. Impulses are always subdivided into a set of 5 lower-degree waves, alternating again between motive and corrective character, so that waves 1, 3, and 5 are impulses, and waves 2 and 4 are smaller retraces of waves 1 and 3.\n\nIf a trader sees a stock moving upward on an impulse wave, they may go long until it completes its fifth wave. Anticipating a reversal, the trader may then go short on the stock. Underlying this trading theory is the idea that fractal patterns recur in financial markets. In mathematics, fractal patterns repeat themselves on an infinite scale.\n\nThe Elliott Wave Theory was developed by Ralph Nelson Elliott. It provides a technical analysis of price patterns related to investor sentiment and psychology. The theory identifies impulse waves that establish a pattern and corrective waves that oppose the larger trend. It assumes that stock price movements can be predicted because they move in repeating up-and-down patterns.\n\nCorrection—July 27, 2023:This article has been amended to state that the third impulse wave can never be the shortest of Waves 1, 3, and 5. This article also previously misstated that Wave 4 cannot go beyond the third wave at any time. The content has been revised to state that Wave 4 does not overlap with the price territory of Wave 1 per Elliott Wave Theory.\n\nElliot Wave International. \"Introduction to the Wave Principle.\"\n\nElliott Wave Forecast. \"Elliott Wave Theory: Rules, Guidelines, and Basic Structures.\"\n\nQualitative Analytics. \"Introducing EWAVES.\"",
  "url": "https://www.investopedia.com/terms/e/elliottwavetheory.asp"
}