{
  "term": "Email Money Transfer (EMT): What It Is and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn email money transfer (EMT) is aretail bankingservice that allows users to transfer funds between personal accounts using email and their online banking service. Used in Canada and available from itslargest banking institutions, email money transfers are considered a secure way to transfer money.\n\nEMTs are often referred to as an Interac e-Transfer because the service is provided by Interac, which is a Canadian company involved in creating interbank networks to facilitate financial transactions between banks.\n\nAn email money transfer (EMT) is initiated through an account holder'sonline bankingapplication. Users select the amount to be sent and the specific account from which the funds will be withdrawn. They choose the recipient of these funds, and when confirmed, funds are instantly debited. The Interac e-Transfer service offers auto-deposit and options to request money.\n\nThe recipient commonly receives an email with a specific security question along with instructions regarding the retrieval of the funds via a secure website. Funds aredepositedimmediately at no additional charge if the recipient participates at the online banking institution or it could take three to five additional business days.\n\nInterac e-Transfer is not available in the United States but it is possible to send money from a Canadian bank to the U.S. via Interac's partnership with MasterCard and Western Union.\n\nEmail money transfer (EMT), as with all banking transactions, may be subject to fraud, socybersecurityand online financial safety are important. Money in an EMT is not transferred via email in an online money transfer, just the instructions to retrieve and deposit funds from the participants' accounts.\n\nUsers should not accept email transfers from unknown parties and contact the sender directly when notified of a transfer that is not expected. Because email is used, the service is susceptible tophishingscams.\n\nMost email money transfers are completed by clients of the big five banks in Canada along with other financial institutions.\n\nInterac offers email money transfer services for businesses, which have options like bulk processing services, bulk receivables, and bulk payables, as well as invoicing capabilities for business customers.\n\nInterac uses encryption technology including confidential user IDs and passwords, a secure login process, security questions, and 128-bit browser encryption.\n\nAn email money transfer allows users to transfer funds between personal accounts using email and their online banking service. EMT is provided by Interac but is not available to U.S. citizens. Interac uses encryption technology to provide secure transactions.",
  "url": "https://www.investopedia.com/terms/e/email-money-transfer.asp"
}