{
  "term": "Embargo: Definition in Economics, Examples, and Effects",
  "definition": "An embargo is a trade restriction, typically adopted by a government, a group of countries, or an international organization as aneconomic sanction. Embargoes can bar all trade, or may apply only to some of it—for example, to arms imports. They are designed to punish the targeted country for its actions, and to deny it the means to carry out objectionable policies.\n\nCountries use embargoes to punish and deter objectionable behavior without resorting to military force, often in response to human rights violations and armed conflict. A widely observed embargo can be a powerful tool, isolating the targeted country and denying it the benefits of international trade.\n\nCountries dependent on global trade or technology imports are especially vulnerable to embargoes. In contrast, determined authoritarian regimes have successfully resisted embargoes for decades, often at immense cost to living standards.\n\nThe U.S. has imposed long-running and comprehensive trade embargoes on Cuba, North Korea, Iran, and Syria, countries whose policies it finds particularly objectionable. Those embargoes are backed by a variety of legislative acts and presidential orders.\n\nThe U.S. president has the authority to impose embargoes and other sanctions during times of war under the Trading with the Enemy Act.\n\nAnother act, the International Emergency Economic Powers Act, authorizes the president to enact commerce restrictions during strictly defined periods of national emergency.\n\nIn the United States, theOffice of Foreign Assets Control, a division of the Department of theTreasury, administers embargoes. The office also plays a central role in tracking down and freezing sources of funding for terrorist and drug-trafficking organizations.\n\nEmbargoes rarely result in a change in policy, much less in the targeted country’s government. For example, the U.S.embargo on Cuba, in effect since 1962, has failed to oust the country’s governing communist party or to persuade it to tolerate dissent.\n\nSimilarly, the embargo on oil exports to the U.S. imposed by Arab members of theOrganization of the Petroleum Exporting Countries (OPEC)during the 1973 Arab-Israeli War failed to end U.S. support for Israel.\n\nEmbargoes can be successful in their goal of punishing the targeted country, however. For example, the 1973–1974 Arab oil embargo caused fuel shortages, rationing, and soaring gas prices, increasing the cost of America’s foreign policy.\n\nIn the 1980s, limited trade restrictions imposed on South Africa along withinvestment and other economic sanctionsby several countries, including the U.S., hastened the end of apartheid.\n\nLimited trade sanctions imposed on Russia following its invasion and occupation of parts of Ukraine in 2014 failed to deter renewed Russian aggression in 2022. The broader U.S. and allied sanctions imposed since February 2022 have reportedly deprived the Russian military of semiconductors vital for military electronics as well as parts needed to manufacture tanks.\n\nThe boycott, divestment and sanctions movement, which uses the South Africa model to promote sanctions punishing Israel for occupying Palestinian territory, has prompted fierce opposition from Israel and its allies in an indication of the high costs such sanctions could impose.\n\nIn addition to their limited likelihood of prompting a policy change by the targeted country, embargoes have been criticized for hurting subject populations with no role in setting or carrying out the objectionable policies.\n\nNotably, the international economic embargo imposed on Iraq following its 1990 invasion of Kuwait drew criticism for hurting the poorest and sickest Iraqis the most.Similar arguments have been made in opposition to theU.S. embargo on Iranover violations of the Nuclear Non-Proliferation Treaty.\n\nTrade with Cuba, North Korea, Iran, and Syria is prohibited under broad U.S. embargoes. U.S. restrictions on trade with Russia and Ukrainian territories under Russian occupation have also been described as an embargo.\n\nEmbargoes have been more effective in punishing the targeted country than in changing its policies, though trade was included in the economic sanctions credited for encouraging South Africa to end apartheid. The trade sanctions imposed on Russia following its 2022 invasion of Ukraine have been credited for disrupting Russian military supplies.\n\nU.S. trade embargoes are based on laws passed in Congress and executive orders signed by U.S. presidents. The U.S. Treasury’s Office of Foreign Assets Control administers the embargoes and fields applications for exemptions.\n\nU.S. Department of the Treasury, Office of Foreign Assets Control. “Sanctions Programs and Country Information.”\n\nCambridge University Press. “The Secret Life of Statutes: A Century of the Trading with the Enemy Act.”\n\nU.S. Code. “50 USC Ch. 35: International Emergency Economic Powers.”\n\nU.S. Department of the Treasury. “Office of Foreign Assets Control: Sanctions Programs and Country Information.”\n\nU.S. Department of State, Office of the Historian. “Oil Embargo, 1973–1974.”\n\nYale University Economic Growth Center. “Sanctions on South Africa: What Did They Do?”\n\nU.S. Department of the Treasury, Office of Foreign Assets Control. “Ukraine-/Russia-Related Sanctions.”\n\nReuters. “U.S. Official Says Export Curbs on Russia Hit Car Production and Tank Building.”\n\nAmerican Friends Service Committee. “Quakers, Jews and Israel’s BDS Blacklist.”\n\nADL. “The Boycott, Divestment and Sanctions Campaign (BDS).”\n\nMiddle East Research and Information Project. “The Enduring Lessons of the Iraq Sanctions.”\n\nHuman Rights Watch. “‘Maximum Pressure’: U.S. Economic Sanctions Harm Iranians’ Right to Health.”\n\nPrinceton University, Research and Project Administration. “OFAC Sanctioned Countries.”",
  "url": "https://www.investopedia.com/terms/e/embargo.asp"
}