{
  "term": "Emerging Industries: Meaning, Overview, Examples",
  "definition": "An emerging industry is a group of companies in a line of business formed around a new product or idea that is in the earlystages of development. An emerging industry typically consists of just a few companies and is often centered around new technology. Emerging industries frequently come into existence when one technology begins to eclipse and replace an older technology.\n\nStocks of companies in emerging industries are often volatile and can experience wide price swings. It can be hard to value such companies, especially if they have little revenue or have yet to make a profit. While early investors hope to get in on the ground floor of what might be the nextGoogleor Apple, therisks of investingin an emerging industry can be quite high.\n\nIt may take years for an emerging industry to reach profitability.Research and development (R&D) expenseswill comprise the bulk of the early operating expenses of companies in the industry. Also, marketing expenses will be high because the product or service is largely unknown and unproven, so companies in an emerging industry must convince both investors and consumers that the product or service will be valuable. Investing in an emerging industry is a high risk-reward proposition.\n\nBarriers to entryin an emerging industry can be relatively high because of the level of expertise required to compete in the new field. Examples of these barriers include scarce resources to manufacture a company's products, inability to take advantage ofeconomies of scale, lack of sufficient financing, government restrictions, and competition from established companies.\n\nHowever, despite these barriers, many entrants will rush into a new industry in an attempt to gain an early advantage. They will raise money (if they can), hire key personnel, and secure the services of influential advisors. Many of these entrants, however, will eventually discover they do not have the skills or sufficient funds to bring a product or service to market, and at some point, fail entirely.\n\nThe world in the mid-1990s knew the Internet as an emerging industry. Hundreds of companies formed to try to capitalize on the new technology. Thedotcom bubblerefers to the rapid proliferation of Internet-based companies that fueled a bull market in technology stocks. Speculation grew andventure capitalistspoured money into many startups that, in some cases, had no actual product or service to sell.\n\nBy the end of 2001 and into 2002, the dotcom bubble burst, and many publicly traded companies folded. However, those companies that offered valuable consumer services and products—such as Amazon and eBay—survived and flourished, becoming standard-bearers for the emerging Internet industry.\n\nEmerging industries in the current era—perhaps viewed as the next evolution of the Internet—areartificial intelligence(AI), virtual reality, and self-driving vehicles. Again, only a select few companies with the financial resources andintellectual propertyare thus far dominating the nascent fields. The biotechnology industry, however, is experiencing such breakthroughs in immunotherapy and gene therapy that it can be considered an emerging industry, or at the very least,a sector with growth potentialat an inflection point.\n\nMany investors are interested indiversifying their portfoliosby investing in emerging industries. However, the risks associated with investing in individual companies that are in the early stages of development deter many would-be investors from taking action.\n\nThe creation of exchange traded funds (ETFs) that focus on specific new sectors can offer investors a way to invest in emerging industries while mitigating some of the risks. For example, there are ETFs that targetartificial intelligence and roboticscompanies.Blockchain ETFsinvest in companies involved in blockchain technology.Biotech ETFshave become favorites among investors looking to gain exposure in companies making advancements in medicine, pharmaceuticals, and genetics.",
  "url": "https://www.investopedia.com/terms/e/emergingindustry.asp"
}