{
  "term": "Emergency Banking Act of 1933: Definition, Purpose, Importance",
  "definition": "The Emergency Banking Act of 1933 was a bill passed in the midst of theGreat Depressionthat took steps to stabilize and restore confidence in the U.S. banking system. It came in the wake of a series of bank runs following thestock market crash of 1929.\n\nAmong its major measures, the Act created theFederal Deposit Insurance Corporation (FDIC), which began insuring bank accounts at no cost for up to $2,500.Additionally, the president was given executive power to operate independently of the Federal Reserve during times of financial crisis.\n\nThe Act was conceived after other measures failed to fully remedy how the Depression strained the U.S. monetary system. By early 1933, the Depression had been ravaging the American economy and its banks for nearly four years. Mistrust in financial institutions grew, prompting a rising flood of Americans to withdraw their money from the system rather than risk leaving it in banks.\n\nDespite attempts in many states to limit the amount of money any individual could take out of a bank, withdrawals surged as continuing bank failures heightened anxiety and, in a vicious cycle, spurred still more withdrawals and failures.\n\nWhile the Act originated during the administration of Herbert Hoover, it passed on March 9, 1933, shortly after Franklin D. Roosevelt was inaugurated. It was the subject of the first of Roosevelt's legendary fireside chats, in which the new president addressed the nation directly about the state of the country.\n\nRoosevelt used the chat to explain the provisions of the Act and why they were necessary. That included outlining the need for an unprecedented four-day shutdown of all U.S. banks in order to fully implement the Act. During that time, Roosevelt explained, banks would be inspected for their financial stability before being allowed to resume operations.\n\nThe inspections, together with the Act's other provisions, aimed to reassure Americans that the federal government was closely monitoring the financial system to ensure it met high standards of stability and trustworthiness.\n\nOn March 13, the first banks to reopen were the 12 regionalFederal Reservebanks. These were followed on the next day by banks in cities with federal clearinghouses. The remaining banks deemed fit to operate were given permission to reopen on March 15.\n\n\"Remember that no sound bank is a dollar worse off than it was when it closed its doors last week.\"\n\nUncertainty, even anxiety, about whether people would believe President Roosevelt's assurances that their money was safe all but evaporated as banks reopened to long depositor lines. The stock market also weighed in enthusiastically, with theDow Jones Industrial Averagerising by 8.26 points, a gain of more than 15%, on March 15, when all eligible banks had reopened.\n\nThe effects of the Emergency Banking Act continued, with some still seen today. The FDIC continues to operate and virtually every reputable bank in the U.S. is a member of it. Certain provisions, such as the extension of the president's executive power in times of financial crisis, remain in effect. The Act also completely changed the face of the American currency system by taking the United States off the gold standard.\n\nThe loss of personal savings from bank failures andbank runshad gravely damaged trust in the financial system. Perhaps most importantly, the Act reminded the country that a lack of confidence in the banking system can become a self-fulfilling prophecy, and that mass panic can do the financial system, and the people of the nation, great harm.\n\nThe Emergency Banking Act was preceded and followed by otherpieces of legislationdesigned to stabilize and restore trust in the U.S. financial system. Approved during Herbert Hoover's administration, theReconstruction Finance Corporation Actsought to provide aid for financial institutions and companies that were in danger of shutting down due to the ongoing economic effects of the Depression. TheFederal Home Loan Bank Act of 1932similarly sought to strengthen the banking industry and the Federal Reserve.\n\nA few related pieces of legislation were passed shortly after the Emergency Banking Act. TheGlass-Steagall Actalso passed in 1933. This act separated investment banking from commercial banking to combat the corruption of commercial banks that engaged in speculative investing. Such speculation was recognized as a key cause of the stock market crash.\n\nGlass-Steagall was repealed in 1999, however, and some believe its demise helped contribute to the2008 global credit crisis.\n\nA similar act, theEmergency Economic Stabilization Act of 2008, was passed at the beginning of theGreat Recession.In contrast to the Emergency Banking Act, the focus of this legislation was the mortgage crisis, with legislators intent on enabling millions of Americans to keep their homes.\n\nOverall, a success. In immediate terms, confidence was restored and customers brought the money they'd withdrawn back to deposit at their banks. Decades later, the FDIC continues to support bank customers' confidence by insuring their deposits to this day.\n\nIt changed the dynamic of control over monetary policy because the act granted the president greater power to respond, independent of the Federal Reserve, during a financial crisis.\n\nYes, they did. Confidence in the act and in Roosevelt was demonstrated clearly when people lined up to put their money back into their bank accounts once banks reopened. Roosevelt famously said during this fireside chat, \"I can assure you that it is safer to keep your money in a reopened bank than under the mattress.\"\n\nThe Emergency Banking Act of 1933 was legislation intended to restore the nation's confidence in its financial system after banks had been shut down for a week (the famous \"bank holiday\") to prevent any more runs by depositors.\n\nIts effects are seen to this day, in the continued role of the FDIC to insure bank deposits and in the lasting executive power that presidents have during financial crises.\n\nFederal Reserve History. \"Emergency Banking Act of 1933.\"\n\nFederal Reserve Bank of St. Louis. \"Banking Act of 1933 (Glass-Steagall Act).\"\n\nCongress.gov. \"Public Law 110-343, 110th Congress.\"",
  "url": "https://www.investopedia.com/terms/e/emergencybankingact.asp"
}