{
  "term": "Emergency Fund: Uses and How to Build Yours",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAn emergency fund is a cash reserve designed to cover sudden financial expenses so you don’t have to rely on your regular savings account, credit cards, or loans.\n\nAn emergency fund is money set aside to cover unexpected expenses. Setting up an emergency fund provides you with a financial safety net whenever you come across unforeseen circumstances, including day-to-day expenses after a job loss or unexpected medical bills, among other things.\n\nAn emergency fund should be set up in an easily accessible vehicle if the need arises. Your emergency fund should never be used to pay for nonessential expenses, but it should be replenished whenever it is used.\n\nEmergency funds can be helpful to cover everything from everyday expenses after ajob lossor drop inincome, or paying for emergencymedical bills, home repairs, and other financial emergencies. The shock from these (and other) sudden costs can be devastating, which is why it’s important to set one up.\n\nNot having an emergency fund can be stressful, disrupting your other savings and the potential for increaseddebt. That’s because when an emergency arises, you may have to rely on other savings vehicles, such as a vacation fund orretirement accounts, or debt likecredit cardsandloans.\n\nThe amount of money you hold in your emergency fund depends entirely on your situation and goals. However, most experts suggest keeping three to six months of expenses in savings to help you when you need it.So, how do you get there? Make sure you understand how income changes and unforeseen situations can impact your life and set realistic goals. Try to save small amounts to help you reach that amount.\n\nEmergency funds are also known as rainy day funds, contingency funds, and “life happens” funds.\n\nBuilding an emergency fund requires time and discipline, so it does require some work on your end. We’ve outlined some of the basic steps below to make it a little easier to achieve this goal.\n\nIncrease your emergency fund contribution whenever possible. Resist the urge to spend any unexpected money you get and put it into your emergency fund, at least until you reach your goal. This includes money from a raise, a bonus, or a birthday check from your parents.\n\nYou should also make sure that you refill your account anytime you have to access it.\n\nYou can make saving easier by setting up automatic transfers from yourchecking accountto your emergency fund account.\n\nYour emergency fund should be housed in a liquid account. This means putting the money into an account or vehicle that you can easily access without having to jump through hoops or incur fees and penalties.\n\nThe following are a few options you may want to consider:\n\nAbout 54% of adults had an emergency fund to cover three months’ worth of expenses in 2023, according to the Federal Reserve.\n\nHaving an emergency fund is just one step to achieving your financial goals. However, knowing when and when not to use thiscash reserveis also important. The following are some of the reasons why you may end up relying on your emergency fund:\n\nDo not use your emergency fund for everyday expenses, traveling, impulse purchases, debt payments, orinvesting.\n\nRemember: The purpose of your emergency fund is for you to use the money in dire circumstances, so don’t be afraid to use it when the need arises. Just be sure that you replenish your fund after you’ve tapped into it.\n\nLet’s say you want to set up an emergency fund and decide to save four months of expenses in asavings account. You determine that you have the following obligations each month:\n\nUsing this figure, you’ll have to save $17,200 in your emergency fund to meet any potential financial burdens in the future.\n\nEmergencies arise all the time. While you can never anticipate them, being financially unprepared can be devastating. That’s why it’s important to have an emergency fund. If you ever lose your job or are faced with an unexpected situation, you can rely on this fund without stressing about how you’ll survive.\n\nFederal Reserve System. “Report on the Economic Well-Being of U.S. Households in 2023—May 2024.”",
  "url": "https://www.investopedia.com/terms/e/emergency_fund.asp"
}