{
  "term": "Eminent Domain: Meaning and Types",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nEminent domain is the power of the government to take private property and put it to public use, following the payment of just compensation. This is a practice that occurs in the United States, and in many different countries under different names. It may not seem fair to the owners of the property, but eminent domain lawsuits, especially when the owner feels they are not justly compensated, are fairly common.\n\nEminent domain is a right granted under the Fifth Amendment of the Constitution.Similar powers are found in mostcommon lawnations. Eminent domain is called \"expropriation\" in Canada, \"compulsory acquisition\" in Australia and New Zealand, and \"compulsory purchase\" in the U.K. and Ireland.\n\nPrivate property is taken throughcondemnationproceedings, in which owners can challenge the legality of the seizure and settle the matter of fair market value used for compensation.The most straightforward examples of condemnation involve land and buildings seized to make way for a public project. It may include airspace, water, dirt, timber, and rock appropriated from private land for the construction of roads.\n\nEminent domain can includeleases, stocks, andinvestment funds. In 2013, municipalities began to consider using eminent domain laws to refinance underwatermortgagesby seizing them from investors at their current market value and reselling them at more reasonable rates.Congress passed a law prohibiting theFederal Housing Administrationfrom financing mortgages seized by eminent domain as part of the FY 2015 budget.\n\nBecause contract rights,patents, copyrights, andintellectual propertyare all subject to eminent domain, the federal government could theoretically use eminent domain to seize a social media company such as Meta (formerly Facebook) and turn it into a public utility to protect people's privacy and data.\n\nThe government decides what use it has of your property. Each category of use is taken, used, and compensated differently. Unfortunately, property owners find they do not have much say in which manner their property is seized, and are hesitant to enter into lengthy legal battles against the government.\n\nComplete taking, also known as total taking, is when the entire piece of land is seized. Despite the amount of just compensation being the highest market value, many do not feel they are being fairly compensated. When large construction projects or utilities need the entire parcel in order to function, complete taking is usually the resulting type of condemnation.\n\nPartial taking under eminent domain is exactly what it sounds like—a partial piece of the property is taken. This is slightly more complicated than a complete taking, since it is much easier to value a piece as a whole than it is to assign fair value to each individual part. The government realizes that the seizure of one aspect of the property may decrease the value of the remainder, which is why there are two components considered when a property is partially taken. The first is the value of the property that was acquired, and the second is the loss of value to the property remaining, called the remainder.\n\nThe taking of a property for a set period of time is known as temporary taking. Many owners consider this type of eminent domain a form of leasing, and for some, it can be a breath of fresh air. A common example is when a construction project requires easement of the property. The easement is paid out based on the rental value of the land and can provide some owners with a steady stream of income for a piece of property they may not have been able to lease under other circumstances.\n\nIf the easement requires denying access to any other part of the property than what is currently being seized, just compensation would pay for all affected sections of the property, not just what is directly required.\n\nRegulatory taking can be broken down into two sections, total regulatory taking and partial regulatory taking. A total regulatory taking occurs when a regulation affects a property to such a degree that it cannot be used. A partial regulatory taking occurs when a regulation affects the property as well, but does not cause it to lose all of its value, only a substantial portion.\n\nJust compensationis the amount that you are determined to receive if you are undergoing an instance of eminent domain. Depending on which type of taking you are facing, the government will calculate the value of the property and offer you what they consider just compensation, which is thefair market valueof your property.\n\nThe fair market value assumes that you as a seller are not forced to sell, and a buyer is willing but is not being forced to buy. This consideration exists to ensure that unseen aspects of the sale process are not considered during just compensation, such as an owner desperate to sell, or a buyer who may overpay because they are desperate to purchase. Some consider this method of determination unfair, as the necessity of eminent domain points to the buyer needing the property more than the seller, or the person having their property seized, needs to sell.\n\nJust compensation is dependenton a few factors including the value of any land improvements, any residue damage to the property due to the seizure, and something called benefits. Benefits are a rare component when compiling just compensation, and are used to offset the total compensation received.\n\nThe definition of what constitutes a public project has been expanded by the Supreme Court, from highways, trade centers, airport expansions, and other utilities, to anything that makes a city more visually attractive or revitalizes a community.Under this definition of public use, eminent domain began to encompass big business interests. General Motors took private land for a factory in the 1980s to create jobs and boost tax revenues.\n\nMost notoriously, Pfizer seized the homes of a poor neighborhood in New London, Connecticut, in 2000 to build a new research facility. Critics were outraged to learn a city could condemn homes and small businesses to promote private development. While the Supreme Court upheld this ruling in 2005, several states passed new laws to protect property owners from abusive eminent domain takings.Long after the homes were bulldozed, Pfizer abandoned its plans.\n\nSeizing land for private use has led to serious abuses throughout history.\n\nThere is also legal debate about the debt of the government to fairly compensate those whose property orassetshave been taken or impacted due to eminent domain. Private property owners have sued the government in proceedings called inverse condemnation, in which the government or private business has taken or damaged property but failed to pay compensation. This has been used to obtain damages for pollution and other environmental problems.\n\nFor example, electrical utilities can be found liable for economic damages caused by a wildfire they started. In another case, when the Army Corps of Engineers released a torrent from Houston's two reservoirs during Hurricane Harvey, houses were deliberately flooded, leading property owners to demand compensation under inverse condemnation.\n\nThere are some clear guidelines for eminent domain. They are that the property will serve a public purpose, that just compensation is offered, and that the property is acquired. It is fairly easy for the government to assert its fulfillment of constitutional responsibility and therefore, it is usually not possible to refuse eminent domain. The most that most property owners can hope for is a high market valuation, or to engage in a lawsuit.\n\nEminent domain isin the Fifth Amendmentto ensure that the U.S. government is able to acquire assets that benefit the public good. An example of this would be if a town needed water, and the only possible way to bring water to that town was through the property of a private landowner. The landowner may not want pipes running through their property, but since it benefits the public, the government will pursue it.\n\nMany people have won eminent domain cases in the sense that their fair market value claim was awarded. The claimant, in this case, would be an aggrieved property owner who can sue for a higher value than what the government assessed, although these cases are lengthy and extremely expensive to pursue. Most private property owners find it is easier to just accept the value and move on with their lives. It is nearly impossible to halt an eminent domain case, although it is possible to pursue further compensation.\n\nUnfortunately, there is not much you can do to protect your property from eminent domain. It is not always real estate that is seized, and it is not possible to anticipate the future needs of the public or the government. It may seem unfair, but property owners do not have many options to protect their property from seizure by the government.\n\nEminent domain is the practice of the federal, state, and local governments seizing private property for public use, after the private owner has received fair compensation. Both an entire property and a partial property can be taken; property can also be seized temporarily. Lawsuits surrounding whether a property should have been taken, and whether the compensation for seized property was sufficient, abound. It is almost impossible to stop an eminent domain case, but it is sometimes possible to negotiate for higher compensation.\n\nU.S. Department of Justice. \"History of the Federal Use of Eminent Domain.\"\n\nU.S. Department of Justice. \"Anatomy of a Condemnation Case.\"\n\nUniversity of Michigan Journal of Law Reform. \"Eminent Domain for the Seizure of Underwater Mortgages.\"\n\nCongress.gov. “Consolidated and Further Continuing Appropriations Act, 2015.” Page 128 Stat. 2758.\n\nCongressional Research Service. “Innovation and Intellectual Property Issues in Homeland Security.” Pages 6-8.\n\nUtah Office of the Property Rights Ombudsman. “Takings and Eminent Domain.” Expand ”What Is Just Compensation?”\n\nJD Supra. “What Are the 3 Types of ‘Takings’ for Eminent Domain Cases in the US?”\n\nBiersdorf & Associates. “Types of Takings in Eminent Domain.”\n\nLegal Information Institute. \"Eminent Domain.\"\n\nOhio Attorney General. “Eminent Domain FAQs.”\n\nOwners’ Counsel of America. “Dictionary of Key Terms.”\n\nCongressional Research Service. “Condemnation of Private Property for Economic Development: Kelo v. City of New London.”\n\nDetroit Historical Society. \"Encyclopedia of Detroit: Poletown.\"\n\nCongressional Research Service. “Condemnation of Private Property for Economic Development: Kelo v. City of New London.” Pages 1-4.\n\nCT.gov. “Post-Kelo Eminent Domain Legislation in Other States.”\n\nInstitute for Justice’. “The End of an Eminent Domain Error: Pfizer Closes in New London.”\n\nLeague of California Cities. \"Inverse Condemnation Fact Sheet.\"\n\nU.S. Court of Federal Claims. \"In Harvey's Wake, a Rush to the Courthouse.\"",
  "url": "https://www.investopedia.com/terms/e/eminent-domain.asp"
}