{
  "term": "Empirical Rule: Definition, Formula, and Example",
  "definition": "The empirical rule predicts deviations based on how the points in a data set cluster around the center based on a measure of how widely the data points are spread out.\n\nThe empirical rule, also sometimes called the three-sigma or 68-95-99.7 rule, predicts deviations from the mean or average of data. It indicates that 68% of observations will fall within the first standard deviation (µ ± σ) in normal distributions, 95% within the first two standard deviations (µ ± 2σ), and 99.7% within the first three standard deviations (µ ± 3σ) of the mean. The rule is a vital component in quality control and risk analysis.\n\nInvestopedia / Michela Buttignol\n\nThe empirical rule is often used in statistics for forecasting final outcomes. After calculating thestandard deviationand before collecting complete data, this rule can be used as a rough estimate of the outcome of the impending data to be collected and analyzed.\n\nThis probability distribution can be used as an evaluation technique since gathering the appropriate data may be time-consuming or even impossible in some cases. Such considerations come into play when a company reviews itsquality controlmeasures or evaluates its risk exposure. For instance, the frequently used risk toolvalue-at-risk (VaR)assumes that the probability of risk events follows a normal distribution.\n\nThe empirical rule is also used as a rough way to test a distribution's \"normality.\" If too many data points fall outside the three standard deviation boundaries, this suggests that the distribution is not normal and may be skewed or follow some other distribution.\n\nThe empirical rule is also known as thethree-sigma rule, as \"three-sigma\" refers to a statistical distribution of data within three standard deviations from the mean on a normal distribution (bell curve), as indicated by the figure below.\n\nLet's assume a population of animals in a zoo is known to benormally distributed. Each animal lives to be 13.1 years old on average (mean), and the standard deviation of the lifespan is 1.5 years. If someone wants to know the probability that an animal will live longer than 14.6 years, they could use the empirical rule. Knowing the distribution's mean is 13.1 years old, the following age ranges occur for each standard deviation:\n\nThe person solving this problem needs to calculate the total probability of the animal living 14.6 years or longer. The empirical rule shows that 68% of the distribution lies within one standard deviation, in this case, from 11.6 to 14.6 years. Thus, the remaining 32% of the distribution lies outside this range. One half lies above 14.6 and the other below 11.6. So, the probability of the animal living for more than 14.6 is 16% (calculated as 32% divided by two).\n\nMost market data isn't normally distributed, so the 68-95-99.7 rule doesn't generally apply to investments. However, many analysts use aspects of it—such as standard deviation—to estimate volatility.\n\nYou can calculate the standard deviation of your portfolio, an index, or other investments and use it to assess volatility. Calculating a particular investment's standard deviation is straightforward if you have access to a spreadsheet and your chosen investment's prices or returns.\n\nMarket analysts express standard deviation in percentage form. For example, the standard deviation for the S&P 500 index from 2015 to 2025 was 15.37%.\n\nUsing the spreadsheet, you can paste the returns, prices, or values into it, find the percent change from the previous session, and use the standard deviation function:\n\nYou'll get more accurate results using more than one month's trading data, such as three or more years. The example below uses the index's daily values over one month and annualizes the standard deviation to limit the table size.\n\nTo annualize the standard deviation, multiply it by the square root of the number of trading days in one year—there are usually 252. Here's a calculation of the standard deviation based on the closing prices of the S&P 500.\n\nSo the annual volatility based on the data used in the table is 20.42%. The higher the standard deviation, the more risk analysts believe the investment has.\n\nAlternatively, you can find an investment's standard deviation on popular investing websites. For example, Morningstar displays the S&P 500 standard deviation in three, five, and 10-year measurements.\n\nThe empirical rule describes how the points in a data set are clustered around the center. It is based on the standard deviation, a measure of how widely the data points are spread out.\n\nIf the data set is normally distributed, the empirical rule predicts that 68% of the data is less than one standard deviation from the mean. 95% are within two standard deviations of the mean, and 99.7% are within three standard deviations.\n\nIn statistics, the empirical rule states that in a normal distribution, 99.7% of observed data will fall within three standard deviations of the mean. Specifically, 68% of the observed data will occur within one standard deviation, 95% within two standard deviations, and 99.7% within three standard deviations.\n\nThe empirical rule is applied to anticipate probable outcomes in a normal distribution. For instance, a statistician could use it to estimate the percentage of cases that fall in each standard deviation. Consider that the standard deviation is 3.1 and the mean equals 10. In this case, the first standard deviation would range between (10+3.2)= 13.2 and (10-3.2)= 6.8. The second deviation would fall between 10 + (2 X 3.2)= 16.4 and 10 - (2 X 3.2)= 3.6, and so forth.\n\nThe empirical rule is beneficial because it serves as a means of forecasting data. This is especially true when it comes to large datasets and those where variables are unknown.\n\nAnalysts use the empirical rule to see how much data falls within a specified interval away from the data set's mean. Investment analysts can use it to estimate the volatility of a particular investment, portfolio, or fund.\n\nMorningstar Investments. \"SPX Risk-Return Analysis.\" Select \"10-Yr.\"\n\nGoogle Docs Editors Help. \"STDEV.\"\n\nWSJ Markets. \"S&P 500 Historical Prices.\" Select \"Download as Spreadsheet.\"",
  "url": "https://www.investopedia.com/terms/e/empirical-rule.asp"
}