{
  "term": "Employee Buyout (EBO): Voluntary Severance Overview",
  "definition": "Pinnacle Pictures / Getty Images\n\nAn employee buyout (EBO) refers to when an employer offers select employees a voluntary severance package. The package usually includes benefits and pay for a specified period of time. An EBO is often used to reduce costs or avoid or delay layoffs.\n\nAn EBO may also refer to arestructuringstrategy in which employees buy a majority stake in their own firm. This type of restructuring is a company takeover by its workers. In either example, EBOs are most often employed when companies are in financial distress.\n\nEmployees that are offered severance via an employee buyout (EBO) must balance the value of the severance payments with their overall job prospects. If they decline an EBO offer from their employer, there's a chance that their job may eventually be eliminated via downsizing with a less-generous severance package.\n\nIf employees are considering buying out their company, the process can be challenging and time-consuming in part because it requires that employees reach an agreement to pool theirassetsto buy a majority stake in their company.\n\nEBOs are used to reduce employee headcount and, thus,salarycosts, the cost ofbenefits, and any contributions by the company to retirement plans. One formula for calculating aseverance packagemight be a base of four weeks pay plus an additional week for every year of employment at the company. Some employers may tack on extendedhealth care coverage, assistance with finding new employment, oroutplacementservices.\n\nEBO offers are typically made to nonessential staff, though employees approaching retirement age are frequently approached if the goal is to consolidate the position or not fill it altogether. However, if a company has apensionplan, management must weigh the savings from the salary cost of employees nearing retirement and the annual pension amount due to be paid to each employee. Typically, but not always, the annual pension is less than the employee's current salary.\n\nIn evaluating an EBO, employees must consider a number of factors, which can include:\n\nReceiving an EBO from a company can be exciting if the employee was looking to begin a new chapter in life or for a career change. However, the money received from a buyout is likely to last for just a short period of time.\n\nAdditionally, employees that currently receive bonuses for performance wouldn't get paid that extraincomeunder a buyout. And givencost of livingexpenses, the money may evaporate quickly. As a result, a decision would need to be made by the employee as soon as possible about whether to work at another company, start a business, or retire.\n\nOn Feb. 5, the CIA said in a statement sent to The Associated Press it has offered EBOs to its workforce, though the exact number of employees who've received offers is currently classified. According to the statement, these buyouts are part of CIA Director John Ratcliffe's efforts \"to ensure the CIA workforce is responsive to the Administration’s national security priorities.\"\n\nEBOs of companies are a form ofbuyoutthat's often done as an alternative to aleveraged buyout (LBO). A LBO refers to when a significant amount of borrowed funds or leverage is used to acquire another company.\n\nWhile companies being sold can financially healthy, they're more likely suffering fromfinancial distressif an EBO is being considered. Additionally, employees might be unhappy with how their company is managed or might not like the direction it's heading. Executing such a buyout is a significant financial risk, but the rewards can be substantial. For small businesses, an EBO often focuses on the sale of the company's assets, while for larger firms, the buyout might be for asubsidiaryor division of the company.\n\nThe official way this type of EBO occurs is through anemployee stock ownership plan (ESOP). An ESOP is a type oftrust fundthat can be created to allow employees to buy stock or ownership in the company over time to facilitatesuccession planning. The buyout is complete when the ESOP owns a majority of the company'scommon shares.\n\nThis type of EBOs isn't unheard of; employees at Polaroid and United Airlines both utilized ESOPs to buy their companies out ofbankruptcyin 1988 and 1994, respectively.\n\nSeverance packages can vary heavily based on the company and industry. At the bare minimum, a voluntary severance package will include an amount of money equal to a certain number of weeks pay, potentially scaling based on how long the worker was with the company. Continued insurance coverage,stock options, and outplacement services are a few other benefits that may be included.\n\nOne of the biggest downsides of severance payments is that they can interfere with unemployment benefits, though this depends on certain factors.\n\nWhether or not you should take a voluntary severance package depends on your financial circumstances and the offer itself. For example, if the severance would be paid out in a lump sum, is equivalent to your current salary, and accounts for your outstanding vacation time or other personal leave, then it may be worth considering. Conversely, if you're an older employee and the severance isn't enough to financially support you while you look for a new job or until you retire, then it may not be your best option.\n\nAn employee buyout (EBO) is a tool for employers to cut costs and minimize the chance of layoffs. For employees, it means choosing between remaining in their current position and risking a less-generous severance package in the future, or accepting the offer and potentially not having enough to live off of while looking for a new job. If your employer presents you with an EBO, be sure to review the agreement carefully to confirm it's in your best interest.\n\nEBO can also refer to a type of buyout that organized employees execute to give them a greater say in the direction of their company. As this is typically undertaken when a business is experiencing financial distress, it represents a substantial risk for the involved workers if they're unable to secure a majority stake, or they succeed but the company ends up going bankrupt anyway.\n\nEquable. \"Pension Basics: How Pension Benefits Are Calculated.\"\n\nAP. \"CIA Offers Buyouts to Staffers as New Director Looks to Stamp Trump’s Imprint on the Agency.\"\n\nU.S. Department of Labor. \"Nationsbank and Investment Advisor Restore Assets To Polaroid Retirement Plan.\n\nRutgers-New Brunswick School of Management and Labor Relations. \"United Airlines.\"\n\nSHRM. \"How Does a Lump-Sum Severance Payment Affect Unemployment Benefits Versus Payments Spread Out Over a Few Pay Periods? What Are the Tax Implications?\"",
  "url": "https://www.investopedia.com/terms/e/ebo.asp"
}