{
  "term": "Employee Stock Purchase Plan (ESPP): What It Is and How It Works",
  "definition": "An employee stock purchase plan (ESPP) is a company-run program in which participating employees canpurchase company stock directly, at a discounted price.\n\nEmployees contribute to the plan throughpayrolldeductions which build up between the offering date and the purchase date. At the purchase date, the company uses the employee'saccumulated fundsto purchase stock in the company on behalf of the participating employees.\n\nWith an employee stock purchase plan, employees have the option to buy stock in their employer at a discounted price. This is offered as a benefit of employment when they are hired, in the same way that access to a 401(k) plan for retirement savings is a benefit: Employees can purchase valuable stock for lower than the market price, allowing them to make a profit. If the company grows and becomes more successful, the stock becomes even more valuable, which then increases the benefit to the employee.\n\nWith employee stock purchase plans, the discount rate on company shares depends on the specific plan but can be as much as 15% lower than themarket price.An ESPP may have a “look back” provision allowing the plan to use a historical closing price of the stock. This price may be the price of the stock on the offering date or the purchase date—often whichever figure is lower.\n\nThere are two types of ESPPs: qualified and non-qualified. Qualified plans require the approval of shareholders before implementation, and all plan participants have equal rights in the plan. The offering period of a qualified ESPP cannot be greater than three years, and there are restrictions on the maximum price discount that is allowable. Non-qualified plans are not subject to as many restrictions as a qualified plan. However, non-qualified plans do not have the tax advantages of after-tax deductions that qualified plans do.\n\nParticipation in the company ESPP may only commence after the offering period has begun. This period begins on the offering date, and this date corresponds with the grant date for the stock option plans. The purchase date will mark the end of the payroll deduction period. Some offering periods have multiple purchase dates in which stock may be purchased.\n\nYour employment contract should contain these dates. If you are unsure where to find information about your EESP, contact the HR department at your employer.\n\nESPPs typically do not allow individuals who own more than 5% of company stock to participate. Restrictions are often in place to disallow employees who have not been employed with the company for a specified duration—often one year. All other employees typically have the option to participate in the plan, though they are not required to.\n\nDuring the application period, employees state the amount to be deducted from their pay and contributed to the plan. This may be subject to a percentage limitation. In addition, the Internal Revenue Service (IRS) restricts the total dollar amount to be contributed to $25,000 per calendar year.Most ESPPs grant employees a price discount of up to 15%.\n\nThe taxation rules regarding ESPPs are complex. In general, you will be taxed on any stock you purchase through an ESPP during the year you sell it. It can be counted either as taxable income or as a deductible loss.\n\nThe difference between what you paid for the stock and what you received when you sell it is considered a capital gain or loss. Any discount offered to the original stock price is taxed as ordinary income, while the remaining gain is taxed as a long-term capital gain. The entire gain will be taxed as ordinary income if you have not held it for:\n\nYes. The payroll deductions you have set aside for an ESPP are yours if you have not yet used them to purchase stock. You will need to notify your plan administrator and fill out any paperwork required to make a withdrawal. If you have already purchased stock, you will need to sell your shares.\n\nYes, you can sell stock purchased through your ESPP plan immediately if you want to guarantee that you profit from your discount. Otherwise, the value of the stock may go up, which increases your profit, or it may go down, causing you to lose money. However, you will pay a lower tax rate if you hold the stock for more than a year and sell it more than two years after the offering date.\n\nIf you sell stock purchased through your ESPP more than 12 months after you purchased it, any gain beyond the discount that you received through the plan is taxed as a capital gain. The discount is taxed as ordinary income. In general, capital gains tax rates are much lower than ordinary income tax rates, ranging from 0% to 20% depending on your income bracket.\n\nAn employee stock purchase plan is an employment benefit that allows employees to purchase stock in the company that employs them at a discounted price, sometimes up to 15%. Employees can build contributions through payroll deductions until the purchase date specified in their contract is a program in which employees can purchase company stock at a discounted price.\n\nIn general, shares purchased through an ESPP are treated like other stock at tax time: you would report a capital gain or loss on your income taxes the year that you sell the stock, though you may have to pay your ordinary tax rate on the difference between what you paid at the market price of the stock.\n\nFidelity Investments. \"FAQs – Employee Stock Purchase Plans.\"\n\nFidelity Investments. \"Employee Stock Purchase Plans (ESPPs).\"\n\nInternal Revenue Service. \"Internal Revenue Bulletin: 2009-49.\"\n\nInternal Revenue Service. \"Stocks (Options, Splits, Traders) 5.\"\n\nInternal Revenue Service. \"Topic No. 409, Capital Gains and Losses.\"",
  "url": "https://www.investopedia.com/terms/e/espp.asp"
}