{
  "term": "Employee Stock Options (ESOs): A Complete Guide",
  "definition": "An employee stock option (ESO) is a type of equity compensation granted by companies to their employees and executives. Rather than granting shares of stock directly, the company gives options on the stock instead.\n\nESOs arecall optionsthat give the employee the right to buy the company’s stock at a specified price for a finite period of time. Terms of ESOs will be fully spelled out for an employee in an employee stock options agreement. Typically, ESOs cannot be sold, unlike standard listed orexchange-traded options.\n\nIn general, the greatest benefit of a stock option is realized if the price of a company’s stock rises above the call option exercise price. When this happens, call options are exercised and the holder obtains the company’s stock at a discount. The employee may choose to immediately sell the stock in the open market for a profit or hold onto the stock over time.\n\nCorporate benefits for some or all employees may include equity compensation plans. These plans are known for providing financial compensation in the form of stock equity. ESOs are just one type of equity compensation a company may offer.\n\nThere are two main types of ESO:\n\nIn broad terms, ESOs and other types of equity compensation plans give employees and stakeholders an equity incentive to build a company and share in its growth and success.\n\nFor employees, ESOs (and any other type of equity compensation plan) offer key benefits:\n\nStock options are a benefit often associated with startup companies, which may issue them in order to reward early employees when and if the company goes public. They are awarded by some fast-growing companies as an incentive for employees to work toward growing the value of the company’s shares. Stock options can also serve as an incentive for employees to stay with the company. The options are canceled if the employee leaves the company before they vest. ESOs do not include any dividend or voting rights.\n\nThere are two key parties to the ESO, the grantee (employee) and grantor (employer). The grantee—also known as the optionee—can be an executive or another employee, while the grantor is the company that employs the grantee. The grantee is given equity compensation in the form of ESOs, usually with certain restrictions, one of the most important of which is the vesting period.\n\nThe vesting period is the length of time that an employee must wait before they can exercise their ESOs. The waiting time serves as an incentive to the employee to perform well and stay with the company. Vesting follows a predetermined schedule that is set up by the company at the time of the option grant.\n\nESOs are considered vested when the employee is allowed to exercise the options and purchase the company’s stock. Note that the stock may not befully vestedwhen purchased with an option in certain cases, despite exercising the stock options. The company may not want to run the risk of employees making a quick gain (by exercising their options and immediately selling their shares) and subsequently leaving the company.\n\nStock Options Plan and Agreement\n\nIf you receive an options grant, carefully review your company’s stock options plan, as well as the options agreement, to determine the rights available and restrictions applied to employees. The stock options plan is drafted by the company’s board of directors and contains details of the grantee’s rights. The options agreement will provide the key details of your option grant such as the vesting schedule, how the ESOs will vest, shares represented by the grant, and the strike price.\n\nIf you are a key employee or executive, it may be possible to negotiate certain aspects of the options agreement, such as a vesting schedulewhere the shares vest fasteror a lower exercise price. It may also be worthwhile to discuss the options agreement with your financial planner or wealth manager before you sign it.\n\nESOs typically vest in chunks over time on predetermined dates, as set out in the vesting schedule. For example, you may be granted the right to buy 1,000 shares, with the options vesting 25% per year over four years with a term of 10 years. So 25% of the ESOs, conferring the right to buy 250 shares, would vest in one year from the option grant date, another 25% would vest two years from the grant date, and so on.\n\nIf you don’t exercise your 25% vested ESOs after year one, you would have a cumulative increase in exercisable options. Thus, after year two, you would now have 50% vested ESOs. If you do not exercise any of the ESOs options in the first four years, you would have 100% of the ESOs vested after that period, which you can then exercise in full or in part.\n\nAs mentioned earlier, we had assumed that the ESOs have a term of 10 years. This means that after 10 years, you would no longer have the right to buy shares. Therefore, the ESOs must be exercised before the 10-year period (counting from the date of the option grant) is up.\n\nContinuing with the above example, let’s say you exercise 25% of the ESOs when they vest after one year. This means you would get 250 shares of the company’s stock at the strike price. It should be emphasized that the record price for the shares is the exercise price or strike price specified in the options agreement, regardless of the actual market price of the stock.\n\nIn some ESO agreements, a company may offer areload option, which offers employees an additional, attractive benefit. With a reload option, an employee can be granted more ESOs when they exercise currently available ESOs.\n\nWe now arrive at the ESO spread, which is the difference between the exercise price and the market price. As we’ll see later, ordinary income tax is applied to this spread.\n\nThe following points need to be borne in mind with regard to ESO taxation:\n\nLet’s say you have ESOs with an exercise price of $25. When the market price of the stock reaches $55, you decide to exercise 25% of the 1,000 shares granted to you.\n\nThe record price would be $6,250 for the shares ($25 × 250 shares). Since the market value of the shares is $13,750 ($55 × 250 shares), if you promptly sell the acquired shares, you would net pretax earnings of $7,500 ($13,750 - $6,250).\n\nThis spread ($7,500) is taxed as ordinary income in your hands in the year of exercise, even if you do not sell the shares. This feature can create a large tax liability if you continue to hold the stock and it plummets in value due to the exercise.\n\nLet’s recap an important point—why are you taxed at the time of ESO exercise? The ability to buy shares at a significant discount to the current market price (a bargain price, in other words) is viewed by the IRS as part of the total compensation package provided to you by your employer, and is therefore taxed at your income tax rate. Thus, even if you do not sell the shares acquired pursuant to your ESO exercise, you trigger a tax liability at the time of exercise.\n\nImage by Sabrina Jiang © Investopedia 2020\n\nThe value of an option consists ofintrinsic valueand time value (extrinsic value). Time value depends on the amount of time remaining until expiration (the date when the ESOs expire) and several other variables.\n\nGiven that most ESOs have a stated expiration date of up to 10 years from the date of option grant, their time value can be quite significant. While time value can be easily calculated for exchange-traded options, it is more challenging to calculate time value for non-traded options like ESOs, since a market price is not available for them.\n\nTo calculate thetime valuefor your ESOs, you will use a theoretical pricing model like the well-knownBlack-Scholes option pricing modelto compute the fair value of your ESOs. You will need inputs such as the exercise price, time remaining, stock price, risk-free interest rate, and volatility into the model in order to get an estimate of the fair value of the ESO.\n\nFrom there, it is a simple exercise to calculate time value, as can be seen below. Remember that intrinsic value—which can never be negative—is zero when an option isat the money (ATM)orout of the money (OTM); for these options, their entire value therefore consists only of time value.\n\nThe exercise of an ESO will capture intrinsic value but usually gives up time value (assuming there is any left). This results in a potentially large hidden opportunity cost. Assume that the calculated fair value of your ESOs is $40, as shown below. Subtracting intrinsic value of $30 gives your ESOs a time value of $10. If you exercise your ESOs in this situation, you would be giving up time value of $10 per share, or a total of $2,500 based on 250 shares.\n\nImage by Sabrina Jiang © Investopedia 2020\n\nThe value of your ESOs is not static, but will fluctuate over time based on movements in key inputs such as the price of the underlying stock, time to expiration, and above all, volatility. Consider a situation where your ESOs are out of the money (i.e., the market price of the stock is now below the ESOs’ exercise price).\n\nImage by Sabrina Jiang © Investopedia 2020\n\nIt would be illogical to exercise your ESOs in this scenario for two reasons. First, it is cheaper to buy the stock in the open market at $20, compared with the exercise price of $25. And second, by exercising your ESOs, you would be relinquishing $15 of time value per share. If you think the stock has bottomed out and wish to acquire it, it would be preferable to simply buy it at $25 and retain your ESOs, giving you larger upside potential (with some additional risk, since you now own the shares as well).\n\nIn broad terms, ESOs and other types of equity compensation plans give employees and stakeholders an equity incentive to build a company and share in its growth and success.\n\nThe biggest and most obvious difference between ESOs and listed options is that ESOs are not traded on an exchange, and hence do not have the many benefits of exchange-traded options.\n\nExchange-traded options, especially on the biggest stocks, have a great deal of liquidity and trade frequently. So it is easy to estimate the value of an options portfolio. Not so with your ESOs because there is no market price reference point.\n\nMany ESOs are granted with a term of 10 or more years, but there are virtually no listed options that trade for that length of time.LEAPS (long-term equity anticipation securities)are among the longest-dated options available, but even they only go three years out, which would only help if your ESOs have three years or less to expiration.\n\nTherefore, option pricing models are needed to value your ESOs. Your employer is required—on the options grant date—to specify a theoretical price of your ESOs in your options agreement. Be sure to request this information from your company, and find out how the value of your ESOs has been determined.\n\nOption prices can vary widely, depending on the assumptions made in the input variables. For example, your employer may make certain assumptions about the expected length of employment and estimated holding period before exercise, which could shorten the time to expiration.\n\nWith listed options, on the other hand, the time to expiration is specified and cannot be arbitrarily changed. Assumptions about volatility can also have a significant impact on option prices. If your company assumes lower-than-normal levels of volatility, your ESOs would be priced lower.\n\nIt may be a good idea to get several estimates from other models to compare them with your company’s valuation of your ESOs.\n\nWhile ESOs do have similar rights to listed options, the right to buy shares is not standardized and is spelled out in the options agreement. Listed options have standardized contract terms concerning the number of shares underlying an options contract, expiration date, etc.\n\nThis uniformity makes it easy to trade options on any optionable stock, whether it is Apple or Google or Qualcomm. For instance, if you trade a call option contract, you have the right to buy 100 shares of the underlying stock at the specified strike price until expiration.\n\nSimilarly, aput optioncontract gives you the right to sell 100 shares of the underlying stock until expiration.\n\nWith ESOs, the exact details about when they expire may differ from one company to the next. Also, there is no automatic exercise feature. You have to notify your employer if you wish to exercise your options.\n\nFor all listed options in the United States, thelast day of tradingis the third Friday of the calendar month of the option contract. If the third Friday happens to fall on an exchange holiday, the expiration date moves up by a day to that Thursday.At the close of trading on the third Friday, the options associated with that month’s contract stop trading and are automatically exercised if they are more than $0.01 (1 cent) or more in the money.\n\nThus, if you owned one call option contract and at expiration, the market price of the underlying stock was higher than the strike price by one cent or more, you would own 100 shares through the automatic exercise feature.\n\nLikewise, if you owned a put option and at expiration, the market price of the underlying stock was lower than the strike price by one cent or more, you would be short 100 shares through the automatic exercise feature.\n\nNote that, despite the term “automatic exercise,” you still have control over the eventual outcome. You can provide alternate instructions to your broker that take precedence over any automatic exercise procedures. Or you can close out your position prior to expiration.\n\nListed options have standardizedstrike prices(exercise prices), coming in increments such as $1, $2.50, $5, or $10, depending on the price of the underlying security (higher-priced stocks have wider increments). With ESOs, since the strike price is typically the stock’s closing price on a particular day, there are no standardized strike prices.\n\nIn the mid-2000s, an ESO backdating scandal in the U.S. resulted in the resignations of many executives at top firms. This practice involved granting an option at a previous date instead of the current date, thus setting the strike price at a lower price than the market price on the grant date and giving an instant gain to the option holder.\n\nESO backdating has become much more difficult since the introduction of theSarbanes-Oxley Act, as companies are now required to report option grants to the Securities and Exchange Commission (SEC) within two business days.\n\nVesting gives rise to control issues that are not present for listed options. ESOs may require the employee to attain a level of seniority or meet certain performance targets before they vest. If the vesting criteria are not crystal clear, it may create a murky legal situation, especially if relations sour between the employee and employer.\n\nIn addition, with listed options, once you exercise your calls and obtain the stock, you can dispose of it as soon as you wish without any restrictions. However, with acquired stock through an exercise of ESOs, there may be restrictions that prevent you from selling the stock.\n\nEven if your ESOs havevestedand you can exercise them, the actual acquired stock may not be vested. This can pose a dilemma, since you may have already paid tax on the ESO spread (as discussed above) and now hold a stock that you cannot sell (or that is declining).\n\nAs scores of employees discovered in the aftermath of the 1990s dot-com bust when numerous technology companies went bankrupt, counterparty risk is a valid issue that is hardly ever considered by those who receive ESOs.\n\nFor listed options in the U.S., the Options Clearing Corp. serves as the clearinghouse for options contracts and guarantees their performance.Thus, there is zero risk that the counterparty to your options trade will be unable to fulfill the obligations imposed by the options contract.\n\nBut as the counterparty to your ESOs is your company, with no intermediary in between, it would be prudent to monitor its financial situation to ensure that you are not left holding valueless unexercised options, or even worse, worthless acquired stock.\n\nYou can assemble a diversified options portfolio using listed options but with ESOs, you have concentration risk, since all your options have the same underlying stock. In addition to your ESOs, if you also have a significant amount of company stock in your employee stock ownership plan (ESOP), you may unwittingly have too much exposure to your company, a concentration risk that has been highlighted by the Financial Industry Regulatory Authority (FINRA).\n\nThe main determinants of an option’s value are volatility, time to expiration, the risk-free rate of interest, strike price, and the underlying stock’s price. Understanding the interplay of these variables—especially volatility and time to expiration—is crucial for making informed decisions about the value of your ESOs.\n\nIn the following example, we assume an ESO grants the right (when vested) to buy 1,000 shares of the company at a strike price of $50, which is the stock’s closing price on the day of the option grant (making this an at-the-money option upon grant).\n\nThe first table below uses the Black-Scholes option pricing model to isolate the impact oftime decaywhile keeping volatility constant. The second table illustrates the impact of higher volatility on option prices.\n\nAs can be seen, the greater the time to expiration, the more the option is worth. Since we assume this is an at-the-money option, its entire value consists of time value. The first table demonstrates two fundamental options pricing principles:\n\nImage by Sabrina Jiang © Investopedia 2020\n\nThe table below shows option prices based on the same assumptions, except that volatility is assumed to be 60% rather than the 30% shown above. This increase in volatility has a significant effect on option prices. For example, with 10 years remaining to expiration, the price of the ESO increases 53% to $35.34, while with two years remaining, the price increases 80% to $17.45. Further on shows option prices in graphical form for the same time remaining to expiration, at 30% and 60% volatility levels.\n\nSimilar results are obtained by changing the variables. With volatility at 10% and therisk-free interest rateat 2%, the ESOs would be priced at $11.36, $7.04, $5.01, and $3.86 with time to expiration at 10, five, three, and two years, respectively.\n\nImage by Sabrina Jiang © Investopedia 2020\n\nThe key takeaway from this section is that merely because your ESOs have no intrinsic value, do not assume that they are worthless. Because of their long time to expiration compared with listed options, ESOs have a significant amount of time value that should not be frittered away through early exercise.\n\nImage by Sabrina Jiang © Investopedia 2020\n\nAs discussed in the preceding section, your ESOs can have significant time value even if they have zero or little intrinsic value. In this section, we use the common 10-year grant term to expiration to demonstrate the risk and reward associated with owning ESOs.\n\nWhen you receive the ESOs at the time of grant, you typically have no intrinsic value because the ESO strike price or exercise price is equal to the stock’s closing price on that day. As your exercise price and the stock price are the same, this is an at-the-money option.\n\nOnce the stock begins to rise, the option has intrinsic value, which is intuitive to understand and easy to compute. But a common mistake is not realizing the significance of time value, even on the grant day, and the opportunity cost of premature or early exercise.\n\nIn fact, your ESOs have the highest time value at grant (assuming that volatility does not spike soon after you acquire the options). With such a large time value component—as demonstrated above—you actually have value that is at risk.\n\nAssuming you hold ESOs to buy 1,000 shares at an exercise price of $50 (with volatility at 60% and 10 years to expiration), the potential loss of time value is quite steep. If the shares are unchanged at $50 in 10 years, you would lose $35,000 in time value and would be left with nothing to show for your ESOs.\n\nThis loss of time value should be factored in when computing your eventual return. Let’s say the stock rises to $110 by expiration in 10 years, giving you an ESO spread—akin to intrinsic value—of $60 per share, or $60,000 in total.\n\nHowever, this should be offset by the $35,000 loss in time value that results from holding the ESOs to expiration, leaving a net pretax “gain” of just $25,000. Unfortunately, this loss of time value is not tax deductible, which means that the ordinary income tax rate (assumed at 40%) would be applied to $60,000 (and not $25,000).\n\nTaking out $24,000 for compensation tax paid at exercise to your employer would leave you with $36,000 in after-tax income, but if you deduct the $35,000 lost in time value, you would be left with just $1,000 in hand.\n\nBefore we look at some of the issues surrounding early exercise—not holding ESOs until expiration—let’s evaluate the outcome of holding ESOs until expiration in light of time value and tax costs. The chart below shows the after-tax, net of time value gains and losses at expiration.\n\nAt a price of $120 upon expiration, actual gains (after subtracting time value) are just $7,000. This is calculated as a spread of $70 per share or $70,000 in total, less compensation tax of $28,000, leaving you with $42,000 from which you subtract $35,000 for time value lost, for a net gain of $7,000.\n\nWhen you exercise the ESOs, you would have to pay the exercise price plus tax even if you do not sell the stock (recall that exercise of ESOs is a taxable event). In this case, that amount equates to $50,000 plus $28,000, for a total of $78,000. If you immediately sell the stock at the prevailing price of $120, you receive proceeds of $120,000, from which you would have to subtract $78,000. The “gain” of $42,000 should be offset by the $35,000 decline in time value, leaving you with $7,000.\n\nImage by Sabrina Jiang © Investopedia 2020\n\nAs a way to reduce risk and lock in gains, early or premature exercise of ESOs must be carefully considered, since there is a large potential tax hit and big opportunity cost in the form of forfeited time value. In this section, we discuss the process of early exercise and explain financial objectives and risks.\n\nWhen an ESO is granted, it has a hypothetical value that—because it is an at-the-money option—is pure time value. This time value decays at a rate known astheta, which is a square root function of the time remaining.\n\nAssume you hold ESOs that are worth $35,000 upon grant, as discussed in the earlier sections. You believe in the long-term prospects of your company and plan to hold your ESOs until expiration. Below shows the value composition—intrinsic value plus time value—for ITM, OTM, and ATM options.\n\nValue Composition for In-, Out-, and At-the-Money ESO Option with Strike of $50 (Prices in $ Thousands)\n\nImage by Sabrina Jiang © Investopedia 2020\n\nEven if you begin to gain intrinsic value as the price of the underlying stock rises, you will be shedding time value along the way (although not proportionately). For example, for an ITM ESO with a $50 exercise price and a stock price of $75, there will be less time value and more intrinsic value, for more value overall.\n\nThe OTM options (bottom set of bars) show only pure time value of $17,500, while the ATM options have time value of $35,000. The further out of the money that an option is, the less time value it has, because the odds of it becoming profitable are increasingly slim.\n\nAs an option gets more in the money and acquires more intrinsic value, this forms a greater proportion of the total option value. In fact, for a deeply in-the-money option, time value is an insignificant component of its value, compared with intrinsic value. When intrinsic value becomes value at risk, many option holders look to lock in all or part of this gain. But in doing so, they not only give up time value but also incur a hefty tax bill.\n\nWe cannot emphasize this point enough—the biggest downside of premature exercise is the big tax event it induces, and the loss of time value. You are taxed at ordinary income tax rates on the ESO spread or intrinsic value gain, at rates as high as 40%.\n\nWhat’s more, it is all due in the same tax year and paid upon exercise, with another likely tax hit at the sale or disposition of the acquired stock. Even if you have capital losses elsewhere in your portfolio, you can only apply $3,000 per year of these losses against your compensation gains to offset the tax liability.\n\nAfter you have acquired stock that presumably has appreciated in value, you are faced with the choice of liquidating the stock or holding it. If you sell immediately upon exercise, you have locked in your compensation gains (the difference between the exercise price and stock market price).\n\nBut if you hold the stock, and then sell it later after it appreciates, you may have more taxes to pay. Remember that the stock price on the day you exercised your ESOs is now your basis price. If you sell the stock less than a year after exercise, you will have to pay the short-term capital gains tax. To get the lower, long-term capital gains rate, you would have to hold the shares for more than a year. You thus end up paying two taxes—compensation and capital gains.\n\nMany ESO holders may also find themselves in the unfortunate position of holding on to shares that reverse their initial gains after exercise, as the following example demonstrates. Let’s say you have ESOs that give you the right to buy 1,000 shares at $50, and the stock is trading at $75 with five more years to expiration. As you are worried about the market outlook or the company’s prospects, you exercise your ESOs to lock in the spread of $25.\n\nYou now decide to sell one-half of your holdings (of 1,000 shares) and keep the other half for potential future gains. Here’s how the math stacks up:\n\nNote that this does not count the time value lost from early exercise, which could be quite significant with five years left for expiration.\n\nHaving sold your holdings, you also no longer have the potential to gain from an upward move in the stock. That said, while it seldom makes sense to exercise listed options early, the non-tradable nature and other limitations of ESOs may make their early exercise necessary in the following situations:\n\nBasic ESO hedging strategies include writing calls, buying puts, and constructing costless collars. Of these strategies, writing calls is the only one where the erosion of time value in ESOs can be offset by getting time decay working in one’s favor.\n\nWe strongly recommend that you discuss any hedging strategies with your financial planner or wealth manager. Also, review your company’s code of ethics and/or related policies—there may be restricted practices on dealing in options related to your company in which you may be considered an insider.\n\nSay that the stock of XYZ Corp. closed at $175.13 on Nov. 15, the date on which the longest-dated options available on the stock are the three-year calls and puts.\n\nLet’s assume you are an XYZ employee who is granted ESOs to buy 500 shares of the company on Nov. 29, which will vest in 1/3 increments over the next three years, and have 10 years to expiration. For reference, the three-year $175 calls in the market are priced at $32.81 (ignoring bid-ask spreads for simplicity), while the 175 puts trade at $24.05.\n\nHere are three basic hedging strategies, based on your assessment of the stock’s outlook. To keep things simple, we assume that you wish to hedge the potential 500-share long position to just past three years.\n\nOf these strategies, writing calls is the only one where you can offset the erosion of time value in your ESOs by getting time decay working in your favor. Buying puts aggravates the issue of time decay but is a good strategy to hedge downside risk. The costless collar has minimal cost but does not resolve the issue of ESO time decay.\n\nESOs differ from exchange-traded orlisted optionsin many ways. As they are not traded, their value is not easy to ascertain. Unlike listed options, ESOs do not have standardized specifications or automatic exercise. Finally, ESO holders must be cognizant of counterparty risk and concentration risks.\n\nAlthough ESOs have no intrinsic value when granted, they are not worthless. Because of their lengthy time to expiration compared with listed options, ESOs have a significant amount of time value that should not be frittered away through early exercise.\n\nWhile the option grant is not a taxable event, taxation begins at the time of exercise. The sale of acquired stock triggers another taxable event. Tax payable at the time of exercise is a major deterrent against early exercise of ESOs.\n\nDespite the large tax liability and loss of time value incurred through early exercise, it may be justified in certain cases, such as when cash flow is needed, portfolio diversification is required, the stock or market outlook is deteriorating, or stock needs to be delivered for a hedging strategy using calls.\n\nESOs are a form of equity compensation granted by companies to their employees and executives. Like a regular call option, an ESO gives the holder the right to purchase the underlying asset—the company’s stock—at a specified price for a finite period of time. ESOs are not the only form of equity compensation, but they are among the most common.\n\nStock options are of two main types. Incentive stock options, generally only offered to key employees and top management, receive preferential tax treatment in many cases, as the IRS treats gains on such options as long-term capital gains. Non-qualified stock options (NSOs) can be granted to employees at all levels of a company, as well as to board members and consultants. Also known as non-statutory stock options, profits on these are considered to be ordinary income and are taxed as such.\n\nESO holders should become familiar with their company’s stock options plan as well as their options agreement to understand any restrictions and clauses therein. Employees should also become familiar with their company’s code of ethics or professional conduct policies.\n\nImportantly, you should consult your financial planner or wealth manager to gain the maximum benefit of this potentially lucrative component of compensation.\n\nInternal Revenue Service. “Topic No. 427, Stock Options.”\n\nCboe. “Equity Options Product Specifications.”\n\nFidelity. “Option Auto-Exercise Rules.”\n\nU.S. Securities and Exchange Commission. “Testimony Concerning Options Backdating.”\n\nOptions Clearing Corp. “Clearing.”\n\nFinancial Industry Regulatory Authority. “Love Your Company Stock? Here’s What to Know.”\n\nInternal Revenue Service. “Instructions for Schedule D: Capital Gains and Losses,” Page 4.",
  "url": "https://www.investopedia.com/terms/e/eso.asp"
}