{
  "term": "Employee Retirement Income Security Act (ERISA) History, Purpose",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAndy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nboonchai wedmakawand / Getty Images\n\nThe Employee Retirement Income Security Act (ERISA) is a federal law that protects the retirement assets of American workers.\n\nThe law outlines rules thatqualified plansmust follow to ensure that planfiduciariesdo not misuse plan assets. It also covers certain health plans.\n\nUnder the law, plan administrators must regularly inform participants about the plan. ERISA is enforced by theEmployee Benefits Security Administration (EBSA), a unit of the U.S.Department of Labor (DOL).\n\nERISA was established by the federal government in 1974 and holds fiduciaries responsible for their actions as they relate to the maintenance of certain employer-sponsored retirement and health plans.\n\nPlans that fall under its mandate includedefined-benefit plansanddefined-contribution plans, such as401(k) plans,403(b) plans,employee stock ownership plans (ESOPs), andprofit-sharing plans. ERISA also covers certain private-sector health plans.\n\nERISA addresses fiduciary provisions and bans the misuse ofassetsthrough these provisions.\n\nUnder ERISA, a fiduciary is anyone who exercises \"discretionary control or authority over plan management or plan assets,\" including those who provide investment advice for the plan.\n\nFiduciaries who do not follow the principles of conduct may be held responsible for restoring losses to the plan.\n\nThe law sets minimum standards for participation,vesting, benefit accrual, and funding.\n\nERISA also grants participants \"the right to sue for benefits and breaches offiduciary duty,\" according to EBSA.\n\nTo ensure that participants do not lose their retirement assets if a defined-benefit pension plan is terminated or other circumstances (such as company bankruptcy) arise, ERISA guarantees payment of certain benefits through a federal agency known as thePension Benefit Guaranty Corporation (PBGC).\n\nNot every employer-sponsoredretirement planis subject to the terms of ERISA. ERISA does not cover plans set up or maintained by government entities and churches. Plans maintained outside the United States for nonresident employees are not covered by ERISA, either.\n\nERISA rules can be complicated. As such, they may deter somesmall businessowners from setting up retirement accounts for their employees.\n\nThere are alternatives that allow small businesses to sidestep some of ERISA's complexity. For example, small businesses with 100 or fewer employees can offerSIMPLE IRAsto their employees.\n\nThis type oftax-deferredretirement savings plan is covered by ERISA and doesn’t have the reporting and administrative burden that retirement plans such as401(k)sdo.\n\nSmall business employers must follow ERISA rules that dictate which employees are eligible and how a company must handle employee contributions.\n\nThey are also required to clearly spell out details of the plan's features with asummary plan description.\n\nERISA provides protections to workers who participate in various healthcare plans.\n\nUnder the law, plan administrators must update participants about:\n\nThe law was amended with the passage of theAffordable Care Act (ACA), which mandated that employers with 50 or more workers offer healthcare coverage.\n\nIt cappedout-of-pocket expensesand eliminated the denial of coverage due topreexisting conditions.\n\nEBSA administers and enforces ERISA. To ensurecompliance with ERISA, plan administrators must follow plan document terms and make deposits and deferrals on time.\n\nThey must also submit notices,disclosures, and forms to participants, and update participants of any changes to the plan within mandated time frames.\n\nPlan administrators may choose to manage the paperwork on their own. But if it proves to be too cumbersome, they may hire a third party to do the work for them.\n\nDoing so, however, doesn't absolve the administrator from their fiduciary responsibility to their participants.\n\nRetirement accounts that qualify under ERISA are generally protected fromcreditors,bankruptcyproceedings, and civil lawsuits.\n\nERISA is the culmination of a series of laws that attempted to regulate pension plans. The impetus was a growing wave of public concern in the 1960s and 1970s that funds of private pension plans were being mismanaged and abused.\n\nTake, for example, the Teamsters Union's Central States Pension Fund, which had a history of questionable loans to sources with ties to Las Vegas casinos and real estate developments.\n\nAnd in 1963, when Studebaker closed its Indiana factory, more than 8,500 auto workers lost some or all of their pension plan benefits.\n\nERISA was signed into law on Sep. 2, 1974 by President Gerald Ford, who said it \"may finally give the American worker solid protection in his pension plan.\"\n\nThe law has gone through several changes since it was first enacted. For instance, lawmakers approved an amendment that lengthened the time a worker is allowed to be away from work before they lose out on their plan's vesting period.\n\nERISA also created a process where, during divorce proceedings, a spouse may claim access to a participant's retirement benefits via aqualified domestic relations order (QDRO).\n\nThe law has also modified healthcare insurance. For example,COBRA, which was passed in 1985, ensured the continuation ofhealth insurancecoverage after an individual's employment situation changed.\n\nERISA applies to essentially anyone with a qualified plan who works for apartnership, limited liability company,S-corporation, C-corporation, or nonprofit organization. It even covers businesses with only one employee. However, governmental and religious organizations aren't typically covered, and plans that operate outside the U.S. primarily for the benefit of nonresident employees aren't covered.\n\nThe majority of health insurance plans that are offered by employers are covered under ERISA.\n\nERISA violations occur when a fiduciary doesn't meet their responsibilities as outlined by ERISA. For instance, a plan administrator who doesn't provide full disclosure about fees and plan benefits may be in violation of the law. This may also be the case if a fiduciary misuses funds or fails to send updated information about the plan to participants, including statements, disclosures, and notices.\n\nAs a federal law, ERISA's main purpose is to protect the interests of workers who participate in qualified plans. These include certain employer-sponsored healthcare and retirement plans, such as 401(k)s and pensions.\n\nERISA regulates plan administrators and sponsors to ensure that they provide plan information to their participants and remain compliant with their fiduciary duties.\n\nAnd it's not just plan participants like you who are protected: it's your beneficiaries, too.\n\nU.S. Department of Labor. \"Employee Retirement Income Security Act (ERISA).\"\n\nU.S. Department of Labor. \"Plan Information.\"\n\nU.S. Department of Labor. \"Fiduciary Responsibilities.\"\n\nU.S. Department of Labor. \"FAQs About Retirement Plans and ERISA.\" Page 1.\n\nU.S. Department of Labor. \"FAQs About Retirement Plans and ERISA.\" Pages 1, 13-14.\n\nPension Benefit Guaranty Corporation. \"General FAQs About PBGC.\"\n\nU.S. Department of Labor. \"FAQs About Retirement Plans and ERISA.\" Pages 1 and 12.\n\nU.S. Department of Labor. \"Types of Retirement Plans.\"\n\nInternal Revenue Service. \"SIMPLE IRA Plan.\"\n\nInternal Revenue Service. \"Publication 560, Retirement Plans for Small Business.\"\n\nTexas A&M University. \"Affordable Care Act (ACA) Information.\"\n\nU.S. Department of Health and Human Services. \"Pre-Existing Conditions.\"\n\nHealthcare.gov. \"Out-of-Pocket Maximum/Limit.\"\n\nU.S. Department of Labor. \"FAQs About Retirement Plans and ERISA.\" Page 13.\n\nU.S. Department of Labor. \"History of EBSA and ERISA.\"\n\nU.S. Department of Justice. \"Invisible Enterprise, Part 4—The Most Abused, Misused Pension Fund in America.\"\n\nChicago Tribune. \"Teamsters Loans to Mafia Detailed.\" (Subscription may be required.)\n\nSouth Bend Tribune. \"COLWELL: A Studebaker Loss That Lingered for Families.\"\n\nPension Benefit Guaranty Corporation. \"History of PBGC.\"\n\nPension Benefit Guaranty Corporation. \"President Ford Signing ERISA of 1974.\"\n\nCornell Law School. \"29 U.S. Code § 1163 - Qualifying Event.\"\n\nCornell Law School. \"29 U.S. Code § 1003 - Coverage.\"",
  "url": "https://www.investopedia.com/terms/e/erisa.asp"
}