{
  "term": "Employee Stock Ownership Plan (ESOP): What It Is, How It Works, and Advantages",
  "definition": "An employee stock ownership plan (ESOP) is an employee benefit plan that gives workers ownership interest in the company in the form of shares of stock.\n\nAn Employee Stock Ownership Plan (ESOP) gives the sponsoring company—the sellingshareholder—and participants various tax benefits. It's aqualified retirement plan. Employers often use them as acorporate financestrategy to align the interests of their employees with those of their shareholders.\n\nAn ESOP is usually formed to facilitate succession planning in a closely held company by allowing employees the opportunity to buy shares of the corporatestock. ESOPs are also offered as aretirementbenefit.\n\nInvestopedia / Paige McLaughlin\n\nESOPs are set up astrust funds. They can be funded by companies putting newly-issued shares in them, by putting cash in to buy existing company shares, or by borrowing money through the entity to buy company shares. ESOPs are used by companies of all sizes, including a number of large, publicly traded corporations.\n\nCompanies with an ESOP must not discriminate and are required to appoint a trustee to act as the planfiduciary.\n\nSince ESOP shares are part of the employee’sremunerationpackage, companies can use ESOPs to keep plan participants focused on corporate performance and share price appreciation.\n\nEmployees, meanwhile, are presented with a way to make more money, increase their compensation, and essentially be rewarded for their hard work and commitment.\n\nESOPs incentivize employees to give their all and thus can favor all parties.\n\nCompanies often provide employees with such ownership with no up-front costs. The company may hold the provided shares in a trust for safety and growth until the employee retires or parts ways with the company.\n\nCompanies typically tie distributions from the plan tovesting, which gives employees rights to employer-provided assets over time. Typically, they earn an increasing proportion of shares for each year of their service.\n\nVesting can happen immediately, after a certain number of years (cliff), or gradually over time (graded).\n\nWhen afully-vestedemployee retires or leaves the company, the firm “purchases” the vested shares back from them. The money goes to the employee in a lump sum or equal periodic payments, depending on the plan.\n\nOnce the company purchases the shares and pays the employee, the company redistributes or voids the shares. Employees who leave the company voluntarily cannot take the shares of stock with them, only the cash payment.\n\nBeing vested doesn’t necessarily mean you can cash out of your ESOP. Generally, it’s only possible to redeem these shares if you terminate employment, retire, die, or become disabled.\n\nAge is often an important factor. Distributions are rarely permitted to people under 59½, or 55 if they have left the company. Distributions before these ages are subject to a 10%Internal Revenue Service (IRS)penalty. Specific information about how to cash out of an ESOP can be found in the terms listed in the plan’s guidelines.\n\nSome ESOPs may distributedividendpayments to employees who are still at the company. Other in-service distributions may be done by some plans as well.\n\nStock ownership plans provide packages that act as additional employee benefits. Other versions of employee ownership include direct-purchase programs, stock options,restricted stock,phantom stock, and stock appreciation rights.\n\nESOP stands for employee stock ownership plan. An ESOP grants company stock to employees, often based on the duration of their employment. Typically, it is part of a compensation package, where shares will vest over a period of time. ESOPs are designed so that employees’ motivations and interests are aligned with those of the company’s shareholders. From a management perspective, ESOPs have certain tax advantages, along with incentivizing employees to focus on company performance.\n\nFirst, an ESOP is set up as a trust fund. Here, companies may place newly-issued shares, borrow money to buy company shares, or fund the trust with cash to purchase company shares. Meanwhile, employees can accumulate a growing number of shares, an amount that can rise over time depending on their employment term. These shares are meant to be sold only at or after the time of retirement or employment termination. The employee is remunerated by receiving the cash value of their shares.\n\nConsider an employee who has worked at a large tech firm for five years. Under the company’s ESOP, they have the right to receive 20 shares after the first year, and 100 shares total after five years. When the employee retires, they will receive the share value in cash. Other types of stock ownership plans may be offered instead of an ESOP. They include stock options, restricted shares, and stock appreciation rights, among others.\n\nYes, ESOPs can generally be considered a benefit for workers. These programs tend to be adopted by companies that don’t change staff frequently. They often result in a bigger payout for employees.\n\nESOPs are generally a win-win for employers and employees, encouraging greater effort and commitment in exchange for bigger financial rewards. However, they are complex and can be difficult to understand.\n\nNot all ESOPs are the same. Rules on actions such as vesting and withdrawals can vary. It’s important to be aware of them to make the most of this benefit and not potentially miss out on an extra bonus.\n\nInternal Revenue Service. “Retirement Topics — Exceptions to Tax on Early Distributions.”\n\nU.S. House of Representatives, United States Code, Office of the Law Revision Counsel. “26 USC 401: Qualified Pension, Profit-sharing, and Stock Bonus Plans.”",
  "url": "https://www.investopedia.com/terms/e/esop.asp"
}