{
  "term": "Employer Identification Number (EIN): Who Needs It and How to Get It",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nInvestopedia / Michela Buttignol\n\nAn employer identification number (EIN) is a unique number provided by the Internal Revenue Service used for tax filing, business reporting, and other uses where a company needs to be easily identified.\n\nThe term \"employer identification number\" (EIN) refers to a unique identifier that is assigned to a business entity. It's provided to a company by theInternal Revenue Service (IRS), and it is used to identify the company on specific types of documents such as tax filings. Businesses can apply for EINs directly with the IRS, which usually issues them immediately.\n\nEINs are issued to identify business entities in the United States in the same way thatSocial Security numbers (SSNs)are used to identify individuals. The EIN is also known as a Federal Tax Identification Number.\n\nEINs are unique nine-digit numbers that are formatted as XX-XXXXXXX and, as noted above, are issued by the IRS. The agency uses them to identifytaxpayerswho are required to file various businesstax returns.\n\nEINs are unique to the businesses to which they are assigned. They never expire, and the same number set is never reissued to another business, even if the original employer goes out of business.\n\nBusiness entities must apply for an EIN before they can begin operations.\n\nThe types of businesses and other entities that are issued EINs include:\n\nThe IRS is not biased toward the size of the company. This means that even those with only one employee are just as eligible for an EIN asmultinational corporations.\n\nThe EIN is not considered to be sensitive information the same way a Social Security number is and is freely distributed by businesses online and in print publications.\n\nA business or other entity needs an EIN if it:\n\nApplying for an EIN costs nothing and can be done by phone (for those who aren't in the U.S. but will do business in the country), fax, mail, or online. The process is fairly easy and uncomplicated.\n\nApplicants must fill out Form SS-4: Application for Employer Identification Number, which is available on the IRSwebsite.\n\nThe IRS requires that the following information be included on the application: the name of the company's principal officer, grantor, general partner,trustor, owner, or any other title, along with their personal taxpayer identification number.\n\nOther information that must be included on the form is:\n\nA business must be located in the U.S. or U.S. territories to apply for an EIN online. Once the online information is validated, an EIN is assigned immediately.\n\nThe person responsible for the business, regardless of their title within the company, must be an individual and not an entity, unless it's a government entity.\n\nThe main advantage of getting an EIN is being able to operate your business. You can't run it without it. You must apply for an EIN before you even get started.\n\nAnother benefit of an EIN is that it keeps yourpersonal financesseparate from those of your business. This can be especially beneficial to self-employed individuals (such assubcontractors) who must provide an identification number for tax reporting purposes to those who hire them.\n\nWhile they aren't required to have an EIN, they can still get one and use it instead of their Social Security number.\n\nThis can protect their personal information from unscrupulous parties seeking their personal details foridentity theftand financial gain.\n\nBusinessesthat change their ownership structure, e.g., sole proprietors who plan toincorporate, must apply for a new EIN.\n\nOnce you are assigned an EIN, it is forever associated with you and your company. The IRS officially can never cancel an EIN.\n\nAn EIN plays a critical part in required financial and tax reporting. Yet even if an entity never files a return, the EIN is still associated with it and can be used at a later time.\n\nIf you do receive an identification number but later decide the number is not needed, or if you close your business, the IRS can deactivate your associated business account.\n\nThis is often the case forstartupcompanies that never launch. A letter indicating the legal name, business address, EIN number, EIN assignment notice (if available), and reason for the account closure must be mailed to the IRS.\n\nThe EIN will remain; only the IRS business account will be suspended.\n\nA \"Tax Identification Number (TIN)\" is a broad term used to describe any type of identification number.\n\nIt's a generic descriptor for an assortment of numbers that can be used on a tax form including but not limited to:\n\nDepending on the particular taxpayer, the EIN may or may not be the TIN used by the IRS. For an employee, the TIN is usually their Social Security number.\n\nForcorporations, partnerships, trusts, andestates, it's typically an EIN.\n\nIf you misplace notation of your EIN, look for it on the issuing notice sent to you by the IRS. If you can't find it, the financial institution where you do your day-to-day banking can provide it. You can also find it on your tax returns. If all else fails, contact the IRS' Business & Specialty Tax Line at 1-800-829-4933. Have identifying information on hand before you speak to an representative.\n\nMost businesses need an employer identification number. Specifically, if yours has employees, is a corporation or partnership, files certain tax returns (employment, excise, or alcohol, tobacco, and firearms), withholds taxes on income other than wages paid to non-resident aliens, or has a Keogh plan, it needs an EIN.\n\nWhen applying online, you can get an EIN immediately. It normally takes one week to get an EIN when applying by fax. If applying by mail, the turnaround time could be four to six weeks.\n\nAn EIN is a unique nine-digit number that is assigned to a business entity by the IRS and must be obtained before it begins operating.\n\nMost businesses will need an EIN to report taxes and for other financial purposes. To request an EIN, fill out Form SS-4, available on the IRS website.\n\nInternal Revenue Service. \"If You No Longer Need Your EIN.\"\n\nInternal Revenue Service. \"Form SS-4 Application for Employer Identification Number.\"\n\nInternal Revenue Service. \"Do You Need an EIN?\"\n\nInternal Revenue Service. \"How to Apply for an EIN.\"\n\nInternal Revenue Service. \"Get an Employer Identification Number.\"\n\nInternal Revenue Service. \"Do You Need a New EIN?.\"\n\nInternal Revenue Service. \"Taxpayer Identification Numbers (TIN).\"\n\nInternal Revenue Service. \"Lost or Misplaced Your EIN?\"\n\nBlue Notary. \"How Long Will It Take to Get an EIN? Find Out the Timeline Here.\"",
  "url": "https://www.investopedia.com/terms/e/employer-identification-number.asp"
}