{
  "term": "Employment-to-Population Ratio: Definition and What It Measures",
  "definition": "The employment-to-population ratio, also known as the “employment-population ratio,” is amacroeconomicstatistic that measures the civilian labor force currently employed against the totalworking-age populationof a region, municipality, or country. It is viewed as a broad metric of labor unemployment.\n\nIt is often calculated by dividing the number of people employed by the total number of people of working age,\n\nCompared with other measures of labor force participation, the employment-to-population ratio is not as affected byseasonalvariations or short-term fluctuations in thelabor market. As a result, it is often considered to be a more reliable indicator of job shrinkage or growth than theunemployment rate.\n\nIf 50 million people are employed in an area with 75 million people of working age, the employment-to-population ratio is 66.7%. The calculation is as follows:\n\nLabor Force EmployedTotal Population\\frac{\\text{Labor Force Employed}}{\\text{Total Population}}Total PopulationLabor Force Employed​\n\nThis measure is similar to the labor force participation rate, which measures the total labor force—and not just the part of the labor force already employed like the unemployment rate does—divided by the total population.\n\nThecivilian labor forceis a term used by theU.S. Bureau of Labor Statistics(BLS) to refer to Americans who are considered either employed or unemployed. Those not included in the labor force count include military personnel, federal government employees, retirees, handicapped or discouraged workers, and some agricultural workers.\n\nMany economists use the total working-age population in the denominator, but the official measure of the employment-to-population ratio measured by the BLS uses the \"noninstitutional\" civilian population, which excludes the following:\n\nThe employment-to-population ratio does not include the institutionalized population, such as people in mental hospitals and prisons, or people in school who are studying for a career. It also doesn’t take into accountunderground marketlabor.\n\nThe employment-to-population ratio also fails to account for people who are over or under the working age but are still working, such as babysitters, child actors, or moonlighting retirees. These workers may be counted in the \"employed\" side of the ratio but may not be included in the total number of people of working age. As a result, their employment inaccurately increases the ratio.\n\nThe employment-to-population ratio does not take hours worked into account, so it fails to distinguish between part-time and full-time workers.\n\nUnsurprisingly, based on the characteristics outlined above, the employment-to-population ratio does not directly relate to the unemployment rate. For example, in February 2020 the employment-to-population ratio was 61.1%, but the unemployment rate was only 3.5%.Together these numbers only account for 64.6% of the population. This necessarily raises the question of what happened to the remaining third of the population.\n\nThe largest discrepancy between these two numbers exists because the unemployment figure does not indicate the number of people without employment. People who want a job but have given up on their quest to find one are not included in the nation’s unemployment number. The unemployment rate usually only indicates the number of unemployed people who are actively looking for jobs. It also does not include those who have exhausted their unemployment benefits, which may artificially inflate the employment-to-population ratio.\n\nPeople who have retired early and those who have decided to go back to school to further their job prospects are not taken into account in the unemployment figure. However, their absence from the workforce is accounted for in the employment-to-population ratio.\n\nAdditionally, while the E/P attempts to \"quantify\" employment numbers, it fails to \"qualify\" the nature of that number. That means that if 100,000 people with graduate degrees and decades of work experience were laid off from jobs paying $200K per year and were then rehired to stock the shelves at a national supermarket chain for $15k per year, the Employment-to-Population Ratio would look stable, even though the economic impact would be devastating.\n\nU.S. Bureau of Labor Statistics. \"Labor Force Statistics From the Current Population Survey.\"\n\nU.S. Bureau of Labor Statistics. \"TED: The Economics Daily.\"\n\nFederal Reserve Bank of St. Louis. \"Employment-Population Ratio.\"",
  "url": "https://www.investopedia.com/terms/e/employment_to_population_ratio.asp"
}