{
  "term": "Employers' Liability Insurance: Definition, Coverage, Limits",
  "definition": "Employers' liability insurance is an insurance policy that handles claims from workers who have suffered a job-related injury or illness not covered byworkers' compensation. A type ofliability insurance, it can be packaged with workers' compensation to further protect companies against the costs associated with workplace injuries, illnesses, and deaths.\n\nHowever, employers' liability insurance does not cover legal costs from employee lawsuits charging discrimination, sexual harassment, orwrongful termination. To cover these situations, an employer would need to purchase a separate type of policy called employment practices liability insurance (EPLI).\n\nThe majority of private-sector employees are covered by workers' compensation laws established at the state level (federal employees work under federal workers' compensation laws). States require most employers to carry workers' compensation insurance.\n\nWorkers' compensation provides some level of coverage formedical expensesand lost wages for employees or their beneficiaries when an employee is injured, falls sick, or is killed as a result of their job.There is no need for the employee to sue the employer to establish fault in order to qualify for workers' compensation benefits.\n\nHowever, if an employee feels that workers' compensation does not adequately cover their loss—perhaps because they feel their employer’s negligence caused their injury—they may decide to sue their employer for punitive damages arising from their situation, for things such as pain and suffering.\n\nThis is where employers' liability insurance comes in. Designed to deal with expenses that fall outside the realm of the workers' compensation statutes or general liabilityinsurance, it provides additional protection against financial loss for the company or business.\n\nEmployers' liability coverage is typically purchased along with workers' compensation. In fact, employers' liability insurance is often called “part 2” of a workers’ compensation policy. Part 1 of the policy is the actual \"workers’ comp,\" which pays for medical/death expenses and partial lost wages from work-related injuries and illnesses. Part 2 would be the employers' liability coverage, protecting the business from claims for additional damages and compensation.\n\nThe average additional sum a firm without employer liability insurance protection would have to pay in court cases, according to theHiscox Guide to Employee Lawsuits.\n\nOther sorts ofclaimscovered by employers' liability insurance include:\n\nMany companies choose to carry employers' liability insurance to help cover the costs of defending the organization in court. Claims can become complicated and costly for employers, particularly in the case of a lawsuit. Aliability claimmay be legitimate or not, but even so, many businesses cannot accept thatlevel of risk, and they take measures to insure against it. Their liability coverage applies to both court-awarded sums and to payments reached in out-of-court settlements.\n\nIn the event of a payout under an employers' liability insurance policy, an employer can help limit their losses by including, as a condition of thepayout, a clause that releases the employer and their insurance company from further liability—that is, responsibility—related to the incident in question.\n\nEmployers' liability insurance policies tend to place limits on payouts per employee, per injury, and overall. These limits might be as low as $100,000 per worker, $100,000 per incident, and $500,000 per policy.Employers' liability insurance only applies to full- or part-time employees. It does not coverindependent contractorsor employees working outside of the U.S. or Canada.\n\nEmployers' liability insurance coverage does not cover every situation. Exclusions include criminal acts, fraud, illegal profit or advantage, purposeful violation of the law, and claims arising out of downsizing, layoffs, workforce restructurings, plant closures, strikes,mergers, or acquisitions.\n\nIf an employer intentionally aggravates an employee’s work-related injury or illness, employers' liability insurance will not cover the employers' financial obligations to the employee, and the employer will have to pay if the employee wins in court.\n\nAlso, many states do not allow insurers' coverage to apply topunitive damages. However, many employers' liability insurance policies do manage to cover these costs through a \"most-favored jurisdiction\" clause. The clause specifies that the policy's coverage will be regulated by the state law that does allow employers' liability insurance to provide compensation for punitive damages—a jurisdiction that favors them, in other words.\n\nTake, for example, a company that has offices and work sites all around the U.S. A claim arises in a state where punitive damages are excluded from employers' liability insurance. If the company is established in a state that does allow punitive damages coverage, then the company employers' liability insurance policy can protect it after all.\n\nIt's important to note that employers' liability insurance and workers' compensation do not cover employers against employee claims alleging discrimination (for example, based on sex, race, age, or disability), wrongful termination, harassment,slander, libel, and other employment-related issues such as failure to promote. The employer would need to purchase a separate type of policy—called employment practices liability insurance (EPLI)—for this kind of coverage.\n\nIn terms of the scope of what it encompasses,general liability insuranceonly covers a business from outside claims including customer injuries or negligence. It does not protect a business from employee-related negligence. Employers' liability insurance is for legal claims filed by injured workers.\n\nThere are a number of circumstances not covered by Employers' liability insurance including criminal acts, fraud, illegal profit, violation of the law and any claims that are the result of downsizing, layoffs, restructurings, mergers or acquisitions.\n\nEPLI, orEmployment Practices Liability Insurance (EPLI)is different from ELI or Employers' Liability Insurance. Employers need to buy EPLI to make sure that they are covered from employee lawsuits that allege discrimination, sexual harassment, or wrongful termination -- none of which are covered by Employers' Liability Insurance.\n\nEmployers' liability insurance protects a company from legal claims filed by workers who have experienced a job-related injury or illness. It is a type of liability insurance that, in conjunction with workers compensation, covers companies against costs and claims made by injured employees. Criminal acts, fraud, and violation of the law are among the circumstances not covered by employers' liability insurance. Employee lawsuits regarding discrimination, sexual harassment, or wrongful termination are covered under Employment Practices Liability Insurance (EPLI).\n\nThe Hartford. \"Workers’ Compensation Laws by State.\"\n\nU.S. Department of Labor. \"Workers' Compensation.\"\n\nInsureon. \"Employer’s Liability Insurance.\"\n\nHiscox. \"The 2017 Hiscox Guide to Employee Lawsuits,\" Page 7.\n\nSFM. \"What Are Employer Liability Limits?\"\n\nProInsuranceGroup. \"What Does Employers Liability Insurance Cover?\"\n\nInternational Risk Management Institute. \"Most Favored Venue Wording.\"\n\nInsureon. \"What Does Employment Practices Liability Insurance Cover?\"",
  "url": "https://www.investopedia.com/terms/e/employers-liability-insurance.asp"
}