{
  "term": "Encroachment: What It Means in Real Estate and How It Happens",
  "definition": "In real estate, encroachment means one property owner is violating the rights of another by building on or extending a structure to the neighbor's land or property intentionally or otherwise. Encroachment can be a problem along disputed property lines.\n\nProperty and land surveys are an important part ofhomeownership. Not only do they help determineproperty value, but they also help establish property lines and boundaries. Professional surveyors are responsible for completing these surveys. Many homeowners get their first survey when they apply for amortgagebecause lenders require them to ensure the loan matches the property's value. Property owners can get surveys completed at any time—especially when someone disputes or encroaches on property lines.\n\nMost mortgage lenders require a land survey as part of the approval process to ensure the loan matches the property value.\n\nEncroachment happens when someone traverses boundaries outlined in a survey, violating theproperty rightsof another property owner. Encroaching on someone else's property is akin to trespassing—that is, entering another person's grounds without their express permission. A homeowner encroaches on their neighbor's property if they build a new structure, add to an existing structure, or extend their fence beyond the lawful boundaries that separate both properties.\n\nSome property owners encroach on their neighbors by knowingly going beyond their property lines. Someone who builds a fence or makes an addition to their home despite knowing of the property lines does so intentionally. But in most cases, encroachment is unintentional—when a property owner is either unaware of or has wrong information about legal boundaries. For instance, a property owner may unintentionally encroach on a neighbor's property by allowing a hedge or a tree limb to grow beyond property limits.\n\nStructural encroachment occurs when a property owner builds or extends a structure onto the public domain such as sidewalks or roads. In most cases, sidewalks and residential streets are generally public property owned by the municipal government. This means that a property owner who builds a driveway or erects landscape components—trees, bushes, and flowers—that encroach on public property, may have the structures removed by the government. Furthermore, the property owner may not be compensated for anydamagesthat occur from tearing down his or her structures.\n\nSince a property survey outlines thephysical layouts of a propertyincluding the measurement of metes and bounds, wrong information contained in the survey may lead to a physical intrusion on a neighbor’s land. Unintentional encroachment problems are sometimes resolved with a simple conversation between both parties. However, if the disagreement on whether someone’s property right was violated persists, the issue may be taken to court for a resolution.\n\nWhile encroachment may occur without the knowledge of the violator, property owners should carry outdue diligencebefore erecting any structures that may fall close to the boundary that separates their property from another. Property owners wishing to make changes near their property lines may want to talk to their neighbors or have a land survey done to make sure the work falls within their own property boundaries.\n\nPeople often confuse encroachment witheasement. Both involve a property owner making extensions over their neighbor’s property. While encroachments are the unauthorized use of the neighbor’s property, easements are agreed upon by both parties. In many cases, the party responsible for the easement compensates the other neighbor. An example of an easement can be seen when a property owner explicitly gives a neighbor permission to access a nearby beach through his property.\n\nA common example of encroachment would be the building of a fence. If one property owner constructs a new fence without being certain of where the property line falls, he could inadvertently build the fence on his neighbor's property.\n\nMany people who have bought a new home are familiar with numerous steps and costs involved beforeclosingon the sale can take place. One of those fees typically is for a land survey, which is handled by a company that confirms the precise boundaries of the property being sold.\n\nEncroachment in real estate commonly involves disputed boundaries separating the properties of neighbors. One neighbor encroaching on another's property might be unintentional, but in some cases it might be intentional if the violator believes he has a right to the disputed land.\n\nLand surveys clear up most property disputes and can help avoid such disputes if they are sought before beginning any building projects near a property line. In some cases, an easement provides agreed-upon access to a portion of property.",
  "url": "https://www.investopedia.com/terms/e/encroachment.asp"
}