{
  "term": "Encumbrance: Definition, Examples, and Types",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nAn encumbrance is a claim against a property made by a party who is not the property owner. An encumbrance can impact the transferability of the property and restrict its free use until the encumbrance is lifted.\n\nThe most common types of encumbrance apply to real estate; these include mortgages, easements, and property tax liens.\n\nNot all forms of encumbrance are financial. For example, easements are non-financial encumbrances. An encumbrance can apply to personal property as well as real estate.\n\nAs an accounting term, \"encumbrance\" refers torestricted fundsinside an account that are reserved for a specific liability.\n\nThe term \"encumbrance\" covers a wide range of financial and non-financial claims placed on a property by parties other than the title-holder. Property owners may be encumbered from exercising full—that is,unencumbered—control over their property. In some cases, the property can be repossessed by a creditor or seized by a government.\n\nSome encumbrances involving securitiesaffect the marketabilityof those securities. For example, if an investor uses the securities in a brokerage account as collateral for a loan from the brokerage, they may not be able to sell them. The brokerage would be able to take them in case of default by the investor. Or, if the investor can sell them, the brokerage would be entitled to enough of the proceeds to repay the loan.\n\nAn easement or a lien can make a title unmarketable. While this does not necessarily mean the title cannot be bought and sold, it can enable the buyer to back out of the transaction, despite having signed a contract. Buyers may even seek damages in some jurisdictions.\n\nOther encumbrances, such aszoning lawsand environmental regulations, do not affect a property's marketability but do prohibit specific uses of and improvements to the land.\n\nThat's why, for example, in Hong Kong, the seller of a property is legally required to inform the real estate agent and purchaser of any encumbrances against the property to avoid problems in the sales process. The real estate agent will provide the buyer with a land search document that will have a list of any encumbrances.\n\nIt is important for buyers of real estate to be aware of any encumbrances on a property since these will often transfer to them along with ownership of the property.\n\nThere are a various types of encumbrances, especially when it comes to real estate. This is due to real estate's many applications. Each type of encumbrance is meant to protect parties and specify exactly what each claim entails.\n\nAn easement refers to a party's right to use or improve portions of another party's property, or to prevent the property owner from using or improving the property in certain ways.\n\nAnaffirmative easementallows the party that possesses the easement to use a property as defined by the easement. For example, a utility company may have the right to run a gas line through a person's property. Or pedestrians might have the right to use a footpath passing through that property. Holders of the easement must abide by its terms or face potential legal action.\n\nAnegative easementallows the party that possesses the easement to stop certain actions as defined by the easement. For example, a neighbor may have the right, based on agreement with the property owner next door, to prevent that owner from mowing their lawn on certain days of the week.\n\nAneasement in grossbenefits the easement owner as an individual rather than as an owner of a property. Therefore, the easement can't be passed on to anyone who might buy the easement owner's property. It is nullified once the easement owner moves.\n\nFor example, Jennifer owns an easement, that she negotiated with her neighbor, that gives her the right to use her neighbor's well. But that right would not pass on to someone who bought Jennifer's property.\n\nEncroachment occurs when a party who is not the property owner intrudes on or interferes with the property, for example, by building a fence over the lot line (a trespass), or planting a tree with branches that hang over onto the adjoining property (a nuisance).\n\nAn encroachment creates an encumbrance on both properties until the issue is resolved: The property housing the encroachment has its free use encumbered, while the owner of the encroaching improvement does not have title to the land it's built on.\n\nAleaseis an agreement whereby someone rents a property for an agreed-upon rate and period of time. It is a form of encumbrance by which the lessor (landlord) does not give up title to the property, but their use of the property is significantly constrained by the lease agreement.\n\nA lien is a type of security interest—an encumbrance that affects the title to a property. It gives a claimant the right to seize the property as collateral for an unmet obligation, usually an unpaid debt. The creditor can then sell the property to recoup at least a portion of their loan.\n\nA tax lien is an encumbrance imposed by a government to force the payment of taxes. In the U.S., a federal tax lien trumps all other claims on a debtor's assets.\n\nAmechanic's lienis a claim on personal or real property made by a claimant who has performed services on the property. For example, if a contractor made adjustments to your property that were never paid for, the contractor might establish a lien.\n\nJudgment liens are secured against the assets of a defendant in a lawsuit.\n\nA mortgage is one of the most common types of security interests. Essentially, it is a lien against a real estate property. The lender, generally a bank, retains an interest in the title to a house until the mortgage is paid off. If the borrower cannot repay the mortgage, the lender may foreclose, seizing the house as collateral and evicting the inhabitants.\n\nArestrictive covenantis an agreement that a seller writes into a buyer's deed of property to restrict how the buyer may use that property. For example, there might be a provision that requires the buyer to leave a building's original facade intact. As long as they do not break the law, restrictive covenants can be as specific and arbitrary as the parties involved are willing to agree to.\n\nEncumbrance accounting refers to money set aside to pay for anticipated liabilities. For example, a company may reserve a sum of cash to settle up obligations in its accounts payable. And salaries that must be paid to employees are an encumbrance.\n\nThe presence of an encumbrance can give the illusion that there are more available funds inside an account than what is actually free for use.\n\nThe money that has been set aside cannot be used for any other expenditures or transactions. Encumbrance accounting, therefore, ensures that a business does not overspend its budget.\n\nThat depends on the encumbrance. An encumbrance on your newly purchased property may be simply a mortgage. Or it may be a financial lien placed by someone owed money for work they did for the previous owner, that wasn't paid. It could be a property tax lien placed by the county. Or it might be a zoning regulation that prohibits you from building a structure you'd hoped to have. Be sure to research all possible encumbrances before you purchase a home so you understand how you might be obligated financially or otherwise.\n\nIt means that some party has placed a claim on the property that affects what the property owner may do with it.\n\nYou can request this specific information from your real estate agent or the seller. In addition, when you perform a title search, you should find out about any outstanding claims or liens.\n\nAn encumbrance is a claim or right held by someone other than a property owner that can affect how someone might use the property as well as their ability to sell it.\n\nThere are various types of encumbrances, as described above. Some may affect a property owner in a negative way more than others. It's important to uncover any and all encumbrances on property, whether personal or real estate, in which you're interested before buying. That way you can proceed confidently with your purchase or walk away.\n\nGovHK. \"Selling a Domestic Property: Encumbrances Against the Property.\"",
  "url": "https://www.investopedia.com/terms/e/encumbrance.asp"
}