{
  "term": "Endowment Effect: Definition, What Causes It, and Example",
  "definition": "The endowment effect refers to anemotional biasthat causes individuals to value an owned object higher, often irrationally, than itsmarket value.\n\nInbehavioral finance, the endowment effect, or divestiture aversion as it is sometimes called, describes a circumstance in which an individual places a higher value on an object that they already own than the value they would place on that same object if they did not own it.\n\nThis type of behavior is typically triggered with items that have an emotional or symbolic significance to the individual. However, it can also occur merely because the individual possesses the object in question.\n\nLet's look at an example. An individual obtained a case of wine that was relatively modest in terms of price. If an offer were made at a later date to acquire that wine for its current market value, which is marginally higher than the price that the individual paid for it, the endowment effect might compel the owner to refuse this offer, despite the monetary gains that would be realized by accepting the offer.\n\nSo, rather than take payment for the wine, the owner may choose to wait for an offer that meets their expectation or drink it themselves. The actual ownership has resulted in the individual overvaluing the wine. Similar reactions, driven by the endowment effect, can influence the owners of collectible items, or even companies, who perceive their possession to be more important than any market valuation.\n\nUnder the restrictive assumptions ofrational choice theory, which undergirds modernmicroeconomicand finance theory, such behavior is irrational. Behavioral economists and behavior finance scholars explain such allegedly irrational behavior as a result of some sort of cognitive bias that warps the individuals thinking.\n\nAccording to these theories, a rational individual should value the case of wine at exactly the current market price, since they could purchase an identical case of wine at that price if they were to sell or otherwise give up the case that they own already.\n\nThe endowment effect makes investors hold onto specific securities longer than they should. Without a clear exit plan, investors are strongly susceptible to the endowment effect.\n\nResearch has identified two main psychological reasons as to what causes the endowment effect:\n\nPeople who inherit shares of stock from deceased relatives exhibit the endowment effect by refusing to divest those shares, even if they do not fit with that individual's risk tolerance or investment goals, and may adversely impact a portfolio'sdiversification. Determining whether or not the addition of these shares negatively impacts the overallasset allocationis appropriate to reduce negative outcomes.\n\nThe endowment effect bias applies outside of finance as well. A well-known study that exemplifies the endowment effect, and has been replicated successfully, starts with a college professor who teaches a class with two sections, one that meets Mondays and Wednesdays and another that meets Tuesdays and Thursdays.\n\nThe professor hands out a brand new coffee mug with the university's logo emblazoned on it to the Monday/Wednesday section for free as a gift, not making much of a big deal out of it. The Tuesday/Thursday section, on the other hand, receives nothing.\n\nA week later, the professor asks all of the students to value the mug. The students who received the mug, on average, put a greater price tag on the mug than those who did not. When asked what would be the lowest selling price of the mug, the mug receiving students quote was consistently, and significantly, higher than the quote from the students who did not receive a mug.\n\nMany companies strive to exploit the endowment effect for their benefit. For instance, they may devise strategies that attract customers, then leverage the endowment effect knowing it will be difficult for a consumer to leave.\n\nFor example, consider how companies can offer free trials to consumers to try their products. When people try a product, they may become attached to it and see it as something they own, making them more likely to purchase it. This same emotion may be felt during limited-time offers, where consumers are faced with a sense of urgency to buy a product, then forge a relationship with that good.\n\nCompanies often personalize products or services to make consumers feel a sense of ownership over them. This is done to enhance a sense of ownership and attachment. This same attachment can be felt through loyalty programs that offer rewards or incentives for repeat purchases. Last, companies often leverage social media to substantiate and prove how other users are attached to their products. Those that see this messaging may resonate with how other people are emotionally attached to goods and further enhance their own relationships.\n\nConsider whether or not you would buy something you already own. If you wouldn't but aren't willing to sell the item, perhaps you overvalue something you currently own.\n\nAn investor must be mindful in order to avoid the endowment effect. They must take deliberate action or take care to understand the assets they hold and the emotional ties they have to the goods.\n\nFirst, investors must have a clear investment strategy. Having a clear investment strategy can help investors make objective decisions about when to buy and sell investments. By having a plan in place, investors can avoid getting emotionally attached to individual investments.\n\nTo make objective decisions, it's important to have clear criteria for when to buy and sell investments. This could include setting a target price, a time horizon, or specific performance metrics. Because it may be harder to sell the \"winners\", investors must have a specific plan in place and not get caught up in prior performance. Though an investor can always change the criteria it uses to buy and sell, investors are more susceptible to endowment risk should they not have a clear goal.\n\nInvestors should also continually review and rebalance their portfolio. By continually reviewing the investments within a portfolio, investors can more closely understand how the investment moves and strive to not be as emotionally attached. This also works to emphasizeportfolio diversification; if an investor analyzes an investment as part of a larger portfolio, the investor can understand why an investment is being held and why it may be good time to sell.\n\nThe endowment effect doesn't just impact sellers. Buyers are often more willing to sell items for more money than what they would buy that same item for. For this reason, there is naturally dissonance between the prices offered and prices sought after for many types of trades.\n\nThe term endowment effect was first used by the economist Richard Thaler. It was used in reference to the inertia related to consumer choices when goods included in their endowment were more highly valued than goods that were not.\n\nA phenomenon known as the reversed endowment effect is the opposite of the endowment effect. This term is used to describe a situation where people tend to have a preference to be rid of an undesirable item in exchange for an equally undesirable item.\n\nYes, the endowment effect is a cognitive bias that impacts how individuals feel about the goods they already possess. There is little to no rational in the endowment effect, as goods of equal value may not be seen or treated as such because of this cognitive bias.\n\nThe endowment effect is a term used to describe how individuals place more value in certain items, often things they own, compared to items they do not own. This cognitive bias often translates to people being willing to sell at higher prices and buy at lower prices for goods of equal value. Investors can overcome the endowment effect by having a clear investment plan including an exit strategy and overarching portfolio goal.",
  "url": "https://www.investopedia.com/terms/e/endowment-effect.asp"
}