{
  "term": "Endorsements: Signatures, Insurance Riders, and Public Approvals",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nAn endorsement can signal a document change, grant approval through a signature, or express open support for an individual, idea, or initiative.\n\nAn endorsement may be a signature authorizing the legal transfer of a negotiable instrument between parties, or it can be an amendment to a contract or document, such as alife insurancepolicy or a driver's license. An outward expression of approval for a person, product, or service is also called an endorsement.\n\nInvestopedia / Paige McLaughlin\n\nWhile endorsement has several distinct meanings, many of them have to do with the concept of approval or authorization. In business or legal matters, an endorsement refers to a signature or an equivalent stamp that authorizes payment or a transfer of funds or other financial transactions. It also refers to a note, amendment, or clause to an official document or contract that modifies or specifies terms.\n\nIn a more general context, an endorsement is an act of saying or showing that you agree with or support something or someone; the endorser may or may not be compensated. For example, a WNBA basketball player may endorse a pair of Nike-brand shoes in a commercial. Or an actor might endorse a political candidate, appearing at campaign rallies or making speeches.\n\nA signature is an endorsement. For example, when an employer issues a payrollcheck, it authorizes or endorses the transfer of money from the business account to the employee. The act of signing the check is considered an endorsement, which serves as proof of the payer's intent to transfer funds to the payee.\n\nIn afinancial transactionwhere one party pays with a check, the person receiving the funds must endorse the check with a signature. A signature on the back of the check indicates that the transaction is complete and allows the transfer of money ordered by the check.\n\nIf more than one person is listed as a payee on the check, then theendorsement requirements differdepending on how the names are written. (For example, if the check is written out to John DoeandJane Doe, both people must sign the check.) If the check is written out to John DoeorJane Doe, then only one signature is required.\n\nSigning the back of a check to be cashed is called a blank endorsement.Anyone can cash or deposit a check with a blank endorsement, even if the check is not written to that individual.\n\nInsurance endorsementsare amendments in the form of modifications or additions to the original policy. For example, a policy provision continuing monthly income to a beneficiary after the death of the insured is an example of an endorsement and is also known as arider. Typically, this type of endorsement increases the policy premium due to the added benefits to the policyholder and beneficiary and the increased risk to the insurer.\n\nLicense endorsements add rights or privileges to a driver. For example, a motorcycle endorsement on a license gives a driver permission to operate a motorcycle on public roads. License endorsements also refer to the types of authorized vehicles or to the type of cargo a vehicle may carry.\n\nThe opposite of a license endorsement is arestriction, which forbids certain behaviors when driving. For example, someone with a corrective eyewear restriction isn't allowed to drive without glasses or contact lenses.\n\nEndorsements can also represent a show of support or a form of approval. A person or entity may make a public declaration of support for a person, product, or service. Most commonly, such an endorsement occurs when a government official, an influential person, or an organization expresses their support for a political candidate.\n\nIn the U.S., one of the earliest sports celebrities/paid endorsers was Honus Wagner, National League Batting Champion in 1900, 1903, and 1904. In 1905, he signed a contract to promote Louisville Slugger baseball bats (he began his career playing for the Louisville Colonels). Wagner went on to endorse other products, like gum, soda, and razors.But when American Tobacco created a baseball card with his likeness on it to put in their cigarette packs, he asked them to stop. Although Wagner chewed tobacco, he did not want children buying smokes to get his card.\n\nFor example, a newspaper may recommend that readers vote for a particular person who is running for office in an upcoming election, publishing an editorial that explains the reasons for their support. The paper is said to be \"endorsing\" that candidate.\n\nIn the field of marketing, supporters or promoters of products are sometimes called \"influencers.\" Oftentimes, influencers leverage social media to market the objects of their support.\n\nIn insurance, an endorsement is also known as a rider and is an amendment that adds to or modifies the original policy.\n\nThe signature on the back of a check is an endorsement that authorizes the transfer of funds. A public statement of approval for a product or a person running for office is another kind of endorsement.\n\nSimply by signing it on the back. That's the short answer to how to endorse a check.That said, there are several variations on the check-endorsement theme. If you just scrawl your signature on the reverse, it's known as a blank endorsement, and anyone can present the check for payment. If you add the words \"for deposit only\" beneath your signature—a special endorsement—it limits the check funds to being put into an account.\n\nIf you further add an account number—a restrictive endorsement—it limits the check from going to a specific account. In this era of digital banking, many institutions require checks to be marked as mobile deposits when you endorse them, for further security.\n\nAn endorsement is an amendment or special clause to a document or contract, an authorizing signature, or a public declaration of support. Specific types include insurance, signature, and license endorsements.\n\nEndorsements also have a commercial meaning, when someone—often a celebrity or public figure—is paid to promote or support a product. This sort of endorsement is centuries old, evolving into the social media influencers of contemporary times.\n\nAllstate.com. \"What's an Insurance endorsement?\"\n\nNew York State Dept. of Motor Vehicles. \"Driver license restrictions for medical conditions.\"\n\nUSA Today. \"Honus Wagner baseball card sells for $6.606 million, shattering the record for most expensive sports card ever.\"\n\nSmithsonian. \"A Brief History of the Honus Wagner Baseball Card.\"\n\nInfluencer Marketing Hub. \"What's an Influencer?\"",
  "url": "https://www.investopedia.com/terms/e/endorsement.asp"
}