{
  "term": "Endogenous Growth Theory: Definition, History, and Criticism",
  "definition": "Endogenous growth theory is an economic theory which argues thateconomic growthis generated from within a system as a direct result of internal processes. More specifically, the theory notes that the enhancement of a nation'shuman capitalwill lead to economic growth by means of the development of new forms of technology and efficient and effective means ofproduction.\n\nThe endogenous growth theory offered a fresh perspective on what engineers economic growth. It argued that apersistent rate of prosperityisinfluenced by internal processes such as human capital, innovation,and investmentcapital, rather than external, uncontrollable forces, challenging the view ofneoclassical economics.\n\nEndogenous growtheconomistsbelieve that improvements inproductivitycan be tied directly to faster innovation and more investments in human capital. As such, they advocate for government and private sector institutions to nurture innovation initiatives and offer incentives for individuals and businesses to be more creative, such asresearch and development(R&D) funding andintellectual propertyrights.\n\nThe idea is that in aknowledge-based economy, the spillover effects from investment in technology and people keep generatingreturns. Influential knowledge-based sectors,such astelecommunications,software, and other high-tech industries, play a particularly important role here.\n\nCentral tenets to endogenous growth theory include:\n\nEndogenous growth theory emerged in the 1980s as an alternative to theneoclassical growth theory. It questioned how gaps in wealth betweendevelopedandunderdeveloped countriescould persist if investment inphysical capitallike infrastructure is subject to diminishing returns.\n\nEconomist Paul Romer put forward the argument that technological change is not just anexogenousbyproduct of independent scientific developments. He sought to prove that government policies,including investment in R&D and intellectual property laws, helped foster endogenous innovation and fuel persistent economic growth.\n\nRomer previously complained that his findings hadn’t been taken seriously enough. However, he was awarded the 2018Nobel Prize in Economicsfor his studies on long-term economic growth and its relationship with technological innovation. His concepts are also regularly discussed by politicians when they debate ways to stimulate economies.\n\nOne of the biggest criticisms aimed at the endogenous growth theory is that it is impossible to validate with empirical evidence. The theory has been accused of being based on assumptions that cannot be accurately measured.\n\nThe Nobel Prize. \"Paul M. Romer.\"",
  "url": "https://www.investopedia.com/terms/e/endogenousgrowththeory.asp"
}