{
  "term": "Energy Sector: Understanding Which Types of Companies Comprise It",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe energysectoris a category of stocks that relate to producing or supplying energy. The energy sector or industry includes companies involved in the exploration and development of oil or gas reserves, oil and gas drilling, and refining. The energy industry also includes integrated power utility companies such as renewable energy and coal.\n\n​The energy sector is a large and all-encompassing term that describes a complex and interrelated network of companies, directly and indirectly, involved in the production and distribution of energy needed to power the economy and facilitate the means of production and transportation.\n\nCompanies within the energy sector are involved in various types of energy. For the most part,energy companiesare categorized based on how the energy that they produce is sourced and will typically fall into one of two categories:\n\nThe energy industry also includes secondary sources such as electricity.Energy prices—along with the earnings performance of energy producers—are largely driven by the supply and demand for worldwide energy.\n\nOil and gas producers tend to perform well during periods of elevated oil and gas prices. However, energy companies earn less when the price of energy commodities falls. Oil refiners, on the other hand, benefit from the falling cost of feedstock to produce petroleum products like gasoline when crude oil prices drop. Furthermore, the energy industry is sensitive to political events, which historically have led to volatility—wild fluctuations—in the price of oil.\n\nSome of the largest companies in the U.S. energy sector include Exxon Mobil (XOM) and Chevron (CVX), both of which are large international integrated oil companies. In 2020, Peabody Energy (BTU) was America's largest coal producer measured by tons of output.\n\nIn 2021, petroleum (36%) was the most consumed energy source in the U.S., followed by natural gas (32%), renewable energy (12%), coal (11%), and nuclear electric power (8%).\n\nBelow are some of the types ofcompanies found in the energy industry. Each has a distinct role to play in bringing energy to businesses and consumers.\n\nThese are the companies that drill, pump, and produce oil and natural gas. Production typically involves pulling oil out of the ground.\n\nOil and natural gas must be delivered from the production site to a refinery to be refined into a final product, such as gasoline. Companies within this portion of the energy sector are calledmidstream providers.\n\nCoal companies can be classified as energy companies since coal is used to power plants, including nuclear.\n\nClean energy has gained traction and investment dollars over the years and is likely to be a growing part of the energy sector in the future. Examples of renewable energy include wind and solar.\n\nSome companies specialize in refining oil and gas into specialty chemicals, although many larger oil producers such as Exxon Mobil areintegrated energy producers, meaning they produce multiple types of energy and control the entire process.\n\nThe Infrastructure Investment and Jobs Act of 2021 provides support for parts of the energy industry. In particular, part of the $550 billion in funding will be allocated to electric grid infrastructure and power lines, as well as expanding clean energy.\n\nInvestors have numerous choices in the energy industry, including equities of energy companies, mutual funds, and ETFs, as well as the ability to buy the commodities.\n\nExchange-traded funds (ETFs)are a basket of investments, such as stocks, that track an underlying index. Mutual funds, on the other hand, are a portfolio of stocks or investments that are selected and managed by a portfolio manager.\n\n​There are a number of energy-related ETFs that can give retail investors exposure to the energy industry. Investors can choose which part of the value chain they want with any number of funds. Below are a few examples of energy ETFs:\n\nHow investors choose toinvest in the energy sectorwill likely depend on their preferences and specific views about the growth and earnings prospects of the various companies. The energy industry is more extensive and diversified than merely the oil and gas industry. Many investors believe renewable and alternative energy sources will play an important role in the future, especially as the demand for electric cars continues to grow.\n\nThe energy sector plays a crucial role in the economy. Aside from powering homes, transportation, and factories, energy sources are also a component in many of the products we use on a daily basis.\n\nTheGlobal Industry Classification Standard (GICS)breaks down the energy sector into two industries: “energy equipment and services” and “oil, gas, and consumable fuels.” There are then various sub-sectors:\n\nThe energy sector primarily consists of companies that play a role in extracting, refining, or producing sources of energy.Utility companies, on the other hand, focus on providing their customers with electricity, water, and other public utilities. Both of these sectors offer customers electricity in some way. However, their roles are different, with the components of the energy sector responsible for providing the energy that utility companies then sell to the public.\n\nThe energy sector is a vast one. It covers various energy sources, including natural gas, electricity, petroleum, coal, and renewable sources—and phases of getting energy to market, from extraction all the way to transportation of the finished product and marketing.\n\nThis means the companies classified as belonging to the energy sector have prospects that can differ considerably. Essentially, the only thing that ties them all together is that they are responsible in some way for bringing a form of energy to market.\n\nThe energy sectoremploys many individuals with advanced degreesin engineering and geology. The growth in alternative energy also requires the skills of those with advanced biology and technological degrees.\n\nMSCI. \"Global Industry Classification Standard (GICS) Methodology, January 2020,\" Pages 5-6, 19.\n\nMSCI. \"Global Industry Classification Standard (GICS),\" Page 1.\n\nU.S. Energy Information Administration. \"U.S. Energy Facts Explained.\"\n\nInternational Trade Administration. \"The Energy Industry in the United States.\"\n\nU.S. Energy Information Administration. \"Table 10. Major U.S. Coal Producers, 2020.\"\n\nThe White House. “UPDATED FACT SHEET: Bipartisan Infrastructure Investment and Jobs Act.”\n\nState Street Global Advisors. \"The Energy Select Sector SPDR Fund (XLE).\"\n\nState Street Global Advisors. \"SPDR S&P Oil & Gas Exploration & Production ETF (XOP).\"\n\nInvesco. \"Invesco Solar ETF (TAN).\"\n\nMSCI. “The Global Industry Classification Standard (GICS).”\n\nS&P. “GICS: Global Industry Classification Standard.”",
  "url": "https://www.investopedia.com/terms/e/energy_sector.asp"
}