{
  "term": "Energy Return on Investment (EROI): Overview, Calculations",
  "definition": "Energy Return on Investment (EROI) is a ratio for describing a measure of energy produced in relation to the energy used to create it. For instance the ratio would illustrate how much energy is used to locate, extract, deliver, and refine crude oil relative to how much useable energy is created.\n\nThe energy return on investment (EROI) is a key determinant of the price of energy because sources of energy that can be tapped relatively cheaply will allow the price to remain low.\n\nEROI is important because if the cost of an energy plant is more than the revenues gained from selling electricity, that plant is not economically viable. EROI can also help organizations and governments compare different energy sources for profitability, such as nuclear vs. solar power.\n\nWhen the EROI is large, that means that producing energy from that source is relatively easy and cost-effective. However, when the number is small, obtaining energy from that source is difficult and expensive. For example, when the ratio is 1, there is no return on energy invested. According to the World Nuclear Association, thebreak-even numberis 7.\n\nIn its simplest form, EROI is calculated as:\n\nHowever, there are dramatic differences in how certain steps of the input process are measured. This measurement is complex because the inputs are diverse and there is uncertainty as to how far back they should be taken in the analysis. In addition to energy costs, there are other external costs that need to be considered with respect to energy production such as those associated with the environment and people's health.\n\nGenerally, we can expect that the highest available EROI energy sources will be used first because these offer the most energy for the least effort. A net energy gain is achieved by expending less energy when attempting to acquire and use a source of energy. EROI analysis is considered part of alife-cycle analysis.\n\nThere are a number of consumable energy sources where EROI is determined for efficiency and cost analysis. These energy sources include oil, biofuels, geothermal energy, nuclear fuels, coal, solar, wind, and hydroelectric.\n\nThe average EROI across all generating technologies is about 40 for the United States, according to the World Nuclear Association pages cited above. The Association cites astudyby Weissback et al. (2013), which states that “The results show that nuclear, hydro, coal, and natural gas power systems (in this order) are one order of magnitude more effective than photovoltaics and wind power.\"\n\nAccording to the U.S. Energy Information Administration, fossil fuels such as coal, petroleum, and natural gas, have been themajor sources of energysince the late 1800s. Until the 1990s, hydropower and solid biomass were the most used renewable energy resources. Since then, the amount of energy coming from biofuels, solar, and wind energy has increased.\n\nThe EROI for oil has decreased dramatically over the past hundred years. The amount of energy required to produce one barrel of oil has decreased as more efficient methods, such asfracking, have been introduced.",
  "url": "https://www.investopedia.com/terms/e/energy-return-on-investment.asp"
}