{
  "term": "Energy Risk Professional (ERP): What It is, How to Become one",
  "definition": "Energy Risk Professional (ERP) is a professional designation awarded by the Global Association of Risk Professionals (GARP) to individuals who work in theoil, coal, natural gas, andalternative energyindustries. As of 2021, the designation will no longer be offered.\n\nPeople seeking this designation must complete a rigorous self-study program, pass a 180-question, eight-hour exam, have at least two years of qualifying work experience, and agree to the Global Association of Risk Professionals' professional code of conduct.\n\nSuccessful applicants earn the right to use the Energy Risk Professional (ERP) designation with their names, which can improve job opportunities, professional reputation, and pay. The Energy Risk Professional (ERP) program is developed by seasoned energy professionals to teach applicants about real-world scenarios.\n\nGARP announced in 2020 that 2021 will be the last year the ERP exam will be offered as interest in the ERP designation has decreased, according to a study by the organization. As a result, it will no longer be possible to obtain an Energy Risk Professional (ERP) designation.﻿﻿\n\nThe study program to become an Energy Risk Professional (ERP) covers physical energy markets, financial trading instruments, valuation and structuring of energy transactions,risk managementin financial trading, financial disclosure,accounting, andcompliance.\n\nIndividuals with the Energy Risk Professional (ERP) designation may work for banks, academic institutions, consulting firms,asset management firms, and a wide variety of other organizations concerned with energy risk.\n\nThe designation equates to a specific degree level. For example, the ERP designation is equivalent to an American master's degree, the Regulated Qualifications Framework Level 7 in the United Kingdom, the Ontario Qualifications Framework Level 12 in Canada, and the Hong Kong Qualifications Framework Level 6 in Hong Kong. Degree equivalents also apply in the European Union, Singapore, Australia, India, the United Arab Emirates, and South Africa.﻿﻿\n\nTo maintain the ERP designation, members must participate in the Continuing Professional Development (CRP) program. This program ensures that professionals remain knowledgeable about industry trends, developments, and best practices. Available to members are podcasts, training courses, and articles.\n\nThe Energy Risk Professional (ERP) Exam is taken to earn the ERP designation. It is designed to measure a candidate's knowledge of the majorenergy marketsand gauge their ability to manage the physical and financial risks inherent in the complex world of energy.\n\nThe exam provides a comprehensive overview of all major energy markets, including theupstreamanddownstream processesassociated with each, the trading and structuring of diverse energy commodities, and the identification, measurement, and management of key physical and financial risks.\n\nCandidates must successfully pass two multiple-choice exams: ERP Exam Part I and ERP Exam Part II. Part I consists of 80 questions, to be completed within four hours. This exam consists of questions testing the candidate's knowledge of physical energycommodity markets. Part II consists of 60 questions, also to be completed within 4 hours. Part II evaluates the test-takers' knowledge of the application of energy derivatives and risk mitigation.\n\nPart I of the exam focuses on the following:\n\nPart II of the exam focuses on the following:\n\nGlobal Association of Risk Professionals. \"Important Notices.\" Accessed Dec. 1, 2020.\n\nGlobal Association of Risk Professionals. \"Energy Risk Professional(ERP).\" Accessed Dec. 1, 2020.\n\nGlobal Association of Risk Professionals. \"ERP fees and payment.\" Accessed Dec. 1, 2020.\n\nGlobal Association of Risk Professionals. \"FAQ for ERP.\" Accessed Dec. 1, 2020.",
  "url": "https://www.investopedia.com/terms/e/energy-risk-professional.asp"
}