{
  "term": "Engagement Letter: What It Is, How It Works, and Why It's Important",
  "definition": "An engagement letter is a written agreement that describes thebusiness relationshipto be entered into by a client and a company. The letter details the scope of the agreement, its terms, and costs. The purpose of an engagement letter is to set expectations on both sides of the agreement.\n\nA letter of engagement serves the same purpose as a contract between two parties. However, its format is less formal than a contract and it generally avoids legal jargon.\n\nThe letter is intended to briefly but accurately describe:\n\nA letter of engagement is a legal document. It is binding in a business deal.\n\nAn engagement letter is less formal than a contract, but still a legally binding document that can be used in a court of law.\n\nAn engagement letter also serves to limit the scope of the company's services. For example, when an individual or business secures the services of an attorney, the letter might describe the specific purpose or area of expertise in which their services can be used.\n\nA contractor who hires an attorney to draw up a land purchase cannot call the attorney for advice about his divorce. Most likely, the engagement letter will not state that fact outright, but the meaning will be clear because it will specify the scope of work to be undertaken.\n\nAn engagement letter doesn't become legally binding until it is signed by all parties.\n\nSetting expectations is an important part of a business relationship, and an engagement letter makes these expectations clear on both sides. The client gets the reassurance of knowing when a service will be completed, how much it will cost, and the specifics of the scope of work. The letter also makes it clear if other costs are involved that are not covered in the agreement, such as required software that must be purchased separately by the client.\n\nThe business benefits from having clear boundaries regarding the work that will be performed from the beginning of the project. This is intended to prevent \"scopecreep,\" something that every tax accountant and attorney dreads. The letter may also cite services that lie outside the current agreement but may be added in the future as needed, with an estimate of the costs of these additions.\n\nAn engagement letter also protects both parties in the event of a dispute or disagreement. It may include a clause regarding mediation or bindingarbitrationas a first step, rather than legal action.\n\nIf the relationship is long-term, many companies require their engagement letter to be updated and signed again by the client annually.\n\nThis allows for any changes in the business relationship over time and strengthens the legal standing of the document. It also reiterates the scope of the agreement, which can change over time, and establishes any new costs or fees related to changes in services provided.\n\nAn engagement letter is drafted by the company rendering the service, often with the help of a lawyer. It is than presented to the client, and both parties must sign in order for it to be legally binding.\n\nEngagement letters are less formal and generally shorter than a traditional contract. However, they also share some important traits, such as being legally binding and designed to reduce liability. They can be used by any size business, from individuals who are sole proprietors to large corporations.\n\nEngagement letters need to be presented to the client at the beginning of the relationship before work commences. They should also periodically be reissued, especially when the scope of services changes or if the business changes its prices.\n\nMany companies will require their engagement letter to be updated and signed on an annual basis. A new one should always be issued if the scope of services changes. However, even if the agreement remains the same, it can still be wise to redraft an engagement letter to increase the legal standing of the document. This can also prevent miscommunication or disputes; an updated draft of the letter helps to remind both parties what work has been agreed on.\n\nCompanies offering a service can face all sorts of problems if they don’t lay out their expectations and boundaries in a written, legally binding contract. An engagement letter is similar to a contract but generally shorter and less formal. However, it is equally binding to both parties.\n\nEngagement letters help protect firms from lawsuits while offering customers clarity over what services they can expect, when those services will be done, and at what cost. They can help both the business and client avoid misunderstandings, legal disputes, and scope creep, ensuring that everyone involved is on the same page.\n\nClaims and Litigation Management Alliance. \"Engagement Letters For Lawyers and Accountants.\"",
  "url": "https://www.investopedia.com/terms/e/engagement-letter.asp"
}