{
  "term": "Engel's Law, Curve, and Coefficient Explained",
  "definition": "Engel's Law is an economic theory put forth in 1857 by Ernst Engel, a German statistician. It states that the percentage of income allocated for food purchases decreases as a household's income rises, while the percentage spent on other things (such as education and recreation) increases.\n\nIn the mid 19th century, Ernst Engel published a study based on the expenditures of Belgian families. He divided them into three groups: \"on relief,\" \"poor but independent,\" and \"comfortable.\" He then broke down their expenditures for food, clothing, housing, education, recreation, and other spending categories.\n\nEngel found that the poorer the group, the greater the percentage of their budget that went to food, while a lesser percentage went, for example, to clothing and education.\n\nThat finding soon became known as Engel's Law. English translations of Engle's Law vary slightly, but are usually expressed as either:\n\n\"The poorer a family, the greater the proportion of its total expenditure that must be devoted to the provision of food.\"\n\nOr, \"The poorer is a family, the greater is the proportion of the total outgo which must be used for food. . . . The proportion of the outgo used for food, other things being equal, is the best measure of the material standard of living of a population.\"\n\nEngel's insight was extended to whole countries by arguing that the wealthier a nation, the smaller the proportion of its labor and capital that will have to go toward food production and the more it can devote to manufacturing and services, resulting in a moreadvanced economy.\n\nThe average U.S. consumer's food spending in 2023, as a percentage of their disposable income.\n\nEngel's Law remains a fundamental principle of economics today and underlies many economic and social policies around the world, including anti-poverty programs.\n\nIn the 20th and 21st centuries, expenditure categories have grown to include many things that weren't around in Engel's day (automobiles, health insurance, and mobile phones, for example), but the principle remains the same: Once families have met their food needs, they have money to spend on other things, some of which (education, for example) may lead to even greater financial security and affluence.\n\nSuppose a family with an annual household income of $50,000 spends 25% of their income on food, or $12,500. If their income doubles to $100,000, it is unlikely that they will spend $25,000 (25%) on food, although they may spend somewhat more than they had been spending.\n\nAs the late MIT economistPaul A. Samuelsonpoints out in his widely used college textbook,Economics:\n\n\"As income increases, expenditures on many food items go up. People eat more and eat better. They shift away from cheap, bulky carbohydrates to more expensive meats and proteins—and to milk, fruit, vegetables, and labor-saving processed foods. There are, however, limits to the amount of money that people will spend on food when their incomes rise.\"\n\nAn Engel Curve is a graphic representation of Engel's Law, showing the relationship between household income and spending on a particular good or service.\n\nThe Engel coefficient, based on Engel's Law, is a commonly used measure of a nation's standard of living. Some countries also use it to set their poverty line. The coefficient is arrived at by dividing food expenditures by total expenditures.\n\nIncome elasticity of demandis a measure of how demand for a particular product or service will rise as income rises. Luxury products, for example, have a higher elasticity of demand than so-called\"normal goods\"like food. Some items, referred to by economists as\"inferior goods,\"see a decline in demand as income rises.\n\nEconomists use the percentage of income a family spends on food as a good measure of financial security. Because all humans have similar nutritional needs, the absolute cost of feeding a family is roughly equivalent across income brackets. Consequently, a family that spends a high percentage on food might be a sign of financial precarity or insecurity. Note, however, that this is not a perfect comparison, since it is possible for the wealthy to dine more extravagantly than less well-off families.\n\nEngel's Law states that as a household's (or a nation's) income rises, the percentage of income spent on food decreases and the percentage spent on other goods and services increases. Developed in the mid-19th century by the German statistician Ernst Engel, it remains influential in economics and public policy today.\n\nOur World in Data. \"Food Prices.\"\n\nSpringer Nature. \"Engel's Law in the Commodity Composition of Exports.\"\n\nU.S. Department of Agriculture. \"Food Prices and Spending.\"\n\nAmerican Economic Association. \"Retrospectives: Engel Curves.\"\n\nSpecial Project on Poverty Statistics, United Nations Statistics Division. \"Handbook on Poverty Statistics: Concepts, Methods and Policy Use,\" Page 100.",
  "url": "https://www.investopedia.com/terms/e/engels-law.asp"
}