{
  "term": "Enterprise Value (EV) Formula and What It Means",
  "definition": "Enterprise value (EV) measures a company’s total value. Its calculation includes not only the market capitalization of a company but also short-term and long-term debt, as well as any cash or cash equivalents on the company’s balance sheet. It is often used as a more comprehensive alternative tomarket capitalizationwhen valuing a company.\n\nMichela Buttignol / Investopedia\n\nEnterprise value (EV) differs significantly from simple market capitalization in several ways, and many consider it to be a more accurate representation of a firm’s value. EV tells investors or interested parties a company’s value and how much another company would need if it wanted to purchase that company.\n\nA company’s EV can be negative if the total value of its cash and cash equivalents surpasses that of the combined total of its market cap and debts. This is a sign that a company is not using its assets very well—it has too much cash sitting around not being used. Extra cash can be used for many things, such as distributions, buybacks, expansion, research and development, maintenance, employee pay raises, bonuses, or paying off debts.\n\nEnterprise value uses figures from a company’s financial statements and current market prices. The components that make up EV are:\n\nPreferred shares and minority interest can be added to the market cap if these values are present.\n\nEnterprise value is the sum of a company's market capitalization and any debts, minus cash or cash equivalents on hand.\n\nEV=MC+TotalDebt−Cwhere:MC=Market capitalization; equal to the current stockprice multiplied by the number of outstanding stock sharesTotaldebt=Equal to the sum of short-term andlong-term debtC=Cash and cash equivalents; the liquid assets ofa company, but may not include marketable securities\\begin{aligned} &EV=MC+Total~Debt-C\\\\ &\\textbf{where:}\\\\ &MC=\\text{\\small Market capitalization; equal to the current stock}\\\\ &\\text{\\small price multiplied by the number of outstanding stock shares}\\\\ &Total~debt =\\text{\\small Equal to the sum of short-term and}\\\\ &\\text{\\small long-term debt}\\\\ &C=\\text{\\small Cash and cash equivalents; the liquid assets of}\\\\ &\\text{\\small a company, but may not include marketable securities}\\\\ \\end{aligned}​EV=MC+TotalDebt−Cwhere:MC=Market capitalization; equal to the current stockprice multiplied by the number of outstanding stock sharesTotaldebt=Equal to the sum of short-term andlong-term debtC=Cash and cash equivalents; the liquid assets ofa company, but may not include marketable securities​\n\nTo calculate market capitalization—if not readily available online—you would multiply the number of outstanding shares by the current stock price. Next, total all debt on the company’s balance sheet, including both short-term and long-term debt. Finally, add the market capitalization to the total debt and subtract any cash and cash equivalents from the result.\n\nEnterprise value is used as the basis for many financial ratios that measure the performance of a company. For example, theenterprise multiplecontains enterprise value. It relates the total value of a company from all sources to the earnings before interest, taxes, depreciation, and amortization (EBITDA).\n\nEBITDAmeasures a company’s ability to generate revenue and is used as an alternative to simple earnings or net income in some circumstances. It is usually positive even when earnings per share (EPS) is not.\n\nEBITDA, however, can be misleading because it strips out the cost of capital investments like property, plant, and equipment. Another figure, EBIT, can be used as a similar financial metric without the drawback of removing depreciation and amortization expenses related to property, plant, and equipment (PP&E).\n\nEBITDA= Net Income + Interest Expense + Taxes + Depreciation + Amortization\n\nThe enterprise multiple (EV/EBITDA) metric is used as a valuation tool to compare the value of a company and its debt to the company’s cash earnings, less its non-cash expenses. As a result, it’s ideal for analysts and investors looking to compare companies within the same industry.\n\nThe enterprise multiple is useful when:\n\nHowever, the enterprise multiple also has a few drawbacks. Ifworking capitalis growing, EBITDA will overstate cash flows from operations (CFO or OCF). Further, this measure ignores how different revenue recognition policies can affect a company’s OCF.\n\nBecause free cash flow to the firm captures the number ofcapital expenditures (CapEx), it is more strongly linked with valuation theory than EBITDA. EBITDA will be a generally adequate measure if capital expenses equal depreciation expenses.\n\nAnother commonly used multiple for determining the relative value of firms is the enterprise value-to-sales ratio, orEV/sales. EV/sales is regarded as a more accurate measure than the price/sales ratio since it considers the value and amount of debt that a company must repay at some point.\n\nA company with a lower EV/sales multiple is often seen as more undervalued and therefore more attractive. The EV/sales ratio can be negative when the cash held by a company is more than the market capitalization and debt value. A negative EV/sales implies that a company can pay off all of its debts.\n\nWhy doesn’t market capitalization properly represent a firm’s value? It leaves a lot of essential factors out, such as a company’s debt and cash reserves. Enterprise value is a modification of market cap, as it incorporates debt and cash for determining a company’s value.\n\nMarket capitalization is not intended to represent a company’s book value. Instead, it represents a company’s value as determined by market participants.\n\nImagine two identical widget manufacturers, Company A and Company B, have the same stock price of $4.32 per share. Each has 1 million outstanding shares with a market cap of $4.32 million.\n\nNow, imagine Company A has $500,000 in cash and cash equivalents and $250,000 in total debt. Its EV (total worth) is:\n\nCompany B, on the other hand, has $1 million in cash and $250,000 in debt. Its EV is:\n\nThe companies looked identical when using just their market capitalization. However, once the EV takes into account both debt and cash, the value of Company A is significantly higher.\n\nTheprice-to-earnings ratio (P/E ratio)is a ratio for valuing a company that measures its current share price relative to itsearnings per share (EPS). The price-to-earnings ratio is sometimes known as the price multiple or the earnings multiple.\n\nThe P/E ratio doesn’t consider the amount of debt that a company has on its balance sheet. EV includes debt when valuing a company and is often used in tandem with the P/E ratio to achieve a comprehensive valuation.\n\nEV includes total debt, so it’s essential to consider how management utilizes that debt when valuing a company. For example, capital-intensive industries such as the oil and gas industry typically carry significant amounts of debt, which is used to foster growth in ways like purchasing a plant and equipment.\n\nIn a less capital-intensive industry, however, high levels of debt could indicate that a company is unable to generate enough revenue to cover the costs of basic operations. As a result, the EV can be skewed when comparing companies across industries.\n\nIf the company being looked at is undergoing a merger or acquisition, the acquiring company will need to account for the amount of debt it is taking on in the merger. Investors can use this information to evaluate what the merged companies will look like in the future.\n\nAs with any financial metric, it’s best to compare companies within the same industry to better understand how the company is valued relative to its peers.\n\nThe formula for EV is the sum of the market value of equity (market capitalization) and the market value of a company’s debt, less any cash. A company’s market capitalization is calculated by multiplying the share price by the number of outstanding shares.\n\nThenet debtis the market value of debt minus cash. A company acquiring another company keeps the cash of the target firm, which is why cash needs to be deducted from the firm’s price as represented by the market cap.\n\nLet’s calculate the enterprise value for Macy’s (M), using data from their Form 10-K.\n\nFor its 2023 fiscal year, Macy’s recorded the following:\n\nWe can calculate Macy’s market cap at the time from the information above. Macy’s had 274.3 million outstanding shares valued at $18.64 per share at the end of its 2023 fiscal year (Feb. 3, 2024).\n\nEnterprise value is considered comprehensive when valuing a company because anyone purchasing Macy’s outstanding shares for its then market capitalization of $5.13 billion would also have to settle the $2.998 billion in outstanding debts that Macy's had at that time.\n\nIn total, theacquiring companywould have to spend more than $8 billion to purchase Macy’s. However, since Macy’s has $1.03 billion in cash, this amount could be added to repay the debt. This lowers the total needed to purchase Macy's at the end of their fiscal year 2023 to just over $7 billion.\n\nEnterprise value shows a company’s total value, including debts and cash, and is generally used inmergers and acquisitionsto evaluate a prospect. You might also seeembedded valueused to value life insurance companies, primarily in Europe.\n\nTo calculate enterprise value, calculate market capitalization by multiplying the number of outstanding shares by the current stock price. Next, total all debt (short- and long-term) on the company’s balance sheet. Finally, add the market capitalization to the total debt and subtract any cash and cash equivalents from the result.\n\nEnterprise value is the total value of a company, while market value is the value of its shares on the stock market. Market capitalization is the total value of all shares on the stock market and does not take into account the value of a company's cash or debts.\n\nEnterprise value estimates a company’s total value, including debt and cash. It is generally used by companies when considering a merger or acquisition. Investors can also use EV to estimate a company’s size and worth to help them evaluate their stock choices. EV is best used with other metrics for valuing a stock. Some popular ratios are EV/sales and EV/EBITDA.\n\nMacy’s. “Form 10-K for the Fiscal Year Ended Feb. 3, 2024: Macy’s Inc.”\n\nYahoo! Finance. “Macy’s, Inc. (M).” Click “Chart.”",
  "url": "https://www.investopedia.com/terms/e/enterprisevalue.asp"
}