{
  "term": "Enterprise Multiple (EV/EBITDA): Definition, Formula, Examples",
  "definition": "Enterprise multiple, also known as the EV multiple, is a ratio used to determine the value of a company. The enterprise multiple, which is enterprise value divided byearnings before interest, taxes, depreciation, and amortization (EBITDA), looks at a company the way a potential acquirer would by considering the company's debt. What's considered a \"good\" or \"bad\" enterprise multiple will depend on the industry.\n\n﻿Enterprise Multiple=EVEBITDAwhere:EV=Enterprise Value=Market capitalization+total debt−cash and cash equivalentsEBITDA=Earnings before interest, taxes, depreciationand amortization\\begin{aligned} &\\text{Enterprise Multiple} = \\frac { \\text{EV} }{ \\text{EBITDA} } \\\\ &\\textbf{where:}\\\\ &\\text{EV} = \\text{Enterprise Value} = \\text{Market capitalization} \\ + \\\\ &\\text{total debt} - \\text{cash and cash equivalents} \\\\ &\\text{EBITDA} = \\text{Earnings before interest, taxes, depreciation} \\\\ &\\text{and amortization} \\\\ \\end{aligned}​Enterprise Multiple=EBITDAEV​where:EV=Enterprise Value=Market capitalization+total debt−cash and cash equivalentsEBITDA=Earnings before interest, taxes, depreciationand amortization​﻿\n\nInvestors mainly use a company's enterprise multiple to determine whether a company is undervalued or overvalued. A low ratio relative to peers or historical averages indicates that a company might beundervaluedand a high ratio indicates that the company might be overvalued.\n\nAn enterprise multiple is useful for transnational comparisons because it ignores the distorting effects of individual countries' taxation policies. It's also used to find attractivetakeovercandidates sinceenterprise valueincludes debt and is a better metric thanmarket capitalizationfor merger and acquisition (M&A) purposes.\n\nEnterprise multiples can vary depending on the industry. It is reasonable to expect higher enterprise multiples in high-growth industries (e.g. biotech) and lower multiples in industries with slow growth (e.g. railways).\n\nEnterprise value (EV) is a measure of the economicvalue of a company. It is frequently used to determine the value of the business if it is acquired. It is considered to be a better valuation measure for M&A than a market cap since it includes the debt an acquirer would have to assume and the cash they'd receive.\n\nDollar General (DG) generated $3.86 billion in EBITDA for thetrailing 12 months (TTM)as of the year ended Jan. 28, 2022. The company had $344.8 million in cash and cash equivalents and $14.25 billion in total debt for the same ended year.\n\nThe company's market cap was $56.2 billion as of April 4, 2022.Dollar General's enterprise multiple is 18.2 [($56.2 billion + $14.25 billion - $344 million) / $3.86 billion]. At the same time last year, Dollar General's enterprise multiple was 17.4. The increase in the enterprise multiple is largely a result of the near $1 billion decrease in cash on their balance sheet, while EBITDA decreased just around $300 million. In this example, you can see how the Enterprise Multiple calculation takes into account both the cash the company has on hand and the debt the company is liable for.\n\nAn enterprise multiple is a metric used for finding attractive buyout targets. But, beware ofvalue traps—stocks with low multiples because they are deserved (e.g. the company is struggling and won't recover). This creates the illusion of a value investment, but the fundamentals of the industry or company point towardnegative returns.\n\nInvestors assume that a stock's past performance is indicative of future returns and when the multiple comes down, they often jump at the opportunity to buy it at a \"cheap\" value. Knowledge of the industry and company fundamentals can help assess the stock's actual value.\n\nOne easy way to do this is to look at expected (forward) profitability and determine whether the projections pass the test. Forward multiples should be lower than the TTM multiples. Value traps occur when these forward multiples look overly cheap, but the reality is the projected EBITDA is too high and the stock price has already fallen, likely reflecting the market's cautiousness. As such, it's important to know the catalysts for the company and industry.\n\nU.S. Securities and Exchange Commission. \"Dollar General, Form 10-K for the Fiscal Year Ended January 28, 2022.\" Page 43.\n\nMacrotrends. \"Dollar General Market Cap 2010-2024, DG.\"",
  "url": "https://www.investopedia.com/terms/e/ev-ebitda.asp"
}