{
  "term": "Enterprise-Value-to-Revenue Multiple (EV/R): Definition",
  "definition": "The enterprise value-to-revenue multiple (EV/R) is a measure of the value of a stock that compares a company's enterprise value to its revenue. EV/R is one of several fundamental indicators that investors use to determine whether a stock is priced fairly. The EV/R multiple is also often used to determine a company'svaluationin the case of a potential acquisition. It’s also called theenterprise value-to-salesmultiple.\n\nThe enterprise value-to-revenue (EV/R) multiple helps compare a company’s revenues to its enterprise value. The lower the better, in that, a lower EV/R multiple signals a company is undervalued.\n\nGenerally used as a valuationmultiple, the EV/R is often used during acquisitions. An acquirer will use the EV/R multiple to determine an appropriate fair value. The enterprise value is used because it adds debt and takes out cash, which an acquirer would take on and receive, respectively.\n\nThe enterprise value-to-revenue (EV/R) is easily calculated by taking theenterprise valueof the company and dividing it by the company's revenue.\n\n﻿EV/R=Enterprise ValueRevenuewhere:Enterprise Value=MC+D−CCMC=Market capitalizationD=DebtCC=Cash and cash equivalents\\begin{aligned} &\\text{EV/R} = \\frac{ \\text{Enterprise Value} }{ \\text{Revenue} } \\\\ &\\textbf{where:}\\\\ &\\text{Enterprise Value} = \\text{MC} + \\text{D} - \\text{CC} \\\\ &\\text{MC} = \\text{Market capitalization} \\\\ &\\text{D} = \\text{Debt} \\\\ &\\text{CC} = \\text{Cash and cash equivalents} \\\\ \\end{aligned}​EV/R=RevenueEnterprise Value​where:Enterprise Value=MC+D−CCMC=Market capitalizationD=DebtCC=Cash and cash equivalents​﻿\n\nSay a company has $20 million in short-term liabilities on the books and $30 million in long-term liabilities. It has $125 million worth of assets, and 10% of those assets are reported as cash. There are 10 million shares of the company's common stock outstanding, and the current price per share of the stock is $17.50. The company reported $85 million in revenue last year.\n\nUsing this scenario, the enterprise value of the company is:\n\n﻿Enterprise Value=($10,000,000×$17.50)+($20,000,000+$30,000,000)−($125,000,000×0.1)=$175,000,000+$50,000,000−$12,500,000=$212,500,000\\begin{aligned} \\text{Enterprise Value} &= (\\$10,000,000 \\times \\$17.50) \\\\ &\\quad + (\\$20,000,000 + \\$30,000,000) \\\\ &\\quad - (\\$125,000,000 \\times 0.1) \\\\ &= \\$175,000,000 + \\$50,000,000 \\\\ &\\quad - \\$12,500,000 \\\\ &= \\$212,500,000 \\\\ \\end{aligned}Enterprise Value​=($10,000,000×$17.50)+($20,000,000+$30,000,000)−($125,000,000×0.1)=$175,000,000+$50,000,000−$12,500,000=$212,500,000​﻿﻿\n\nNext, to find the EV/R, simply take the EV and divide it by the revenue for the year:\n\n﻿EV/R=$212,500,000$85,000,000=2.5\\begin{aligned} \\text{EV/R} &= \\frac{ \\$212,500,000 }{ \\$85,000,000 }\\\\ &= 2.5 \\\\ \\end{aligned}EV/R​=$85,000,000$212,500,000​=2.5​﻿﻿\n\nEnterprise value can be calculated using a slightly more complicated formula that includes a few more variables. Some analysts prefer this method over the more simplified version. The version of enterprise value with added terms is:\n\n﻿Enterprise Value=MC+D+PSC+MI−CCwhere:PSC=Preferred shared capitalMI=Minority interest\\begin{aligned} &\\text{Enterprise Value} = \\text{MC} + \\text{D} + \\text{PSC} + \\text{MI} - \\text{CC} \\\\ &\\textbf{where:}\\\\ &\\text{PSC} = \\text{Preferred shared capital} \\\\ &\\text{MI} = \\text{Minority interest }\\\\ \\end{aligned}​Enterprise Value=MC+D+PSC+MI−CCwhere:PSC=Preferred shared capitalMI=Minority interest​﻿﻿\n\nAs a real-life example, consider the major retail sector, notably Wal-Mart (NYSE: WMT), Target (NYSE: TGT), and Big Lots (NYSE: BIG). The enterprise values of Wal-Mart, Target, and Big Lots are $433.9 billion, $79.33 billion, and $3.36 billion, respectively, as of Aug. 15, 2020.﻿﻿﻿﻿﻿﻿﻿﻿﻿\n\nMeanwhile, the three have revenues over thetrailing 12 monthsof $534.66 billion, $80.1 billion, and $5.47 billion, respectively. Dividing each of their enterprise values by revenues means Wal-Mart’s EV/R is 0.81, Target’s is 0.99, and Big Lots’ is 0.61.﻿﻿﻿﻿﻿﻿﻿﻿﻿\n\nThe enterprise value-to-revenue (EV/R) looks at a companies revenue-generating ability, while the enterprise value-to-EBITDA (EV/EBITDA)—also known as theenterprise multiple—looks at a company’s ability to generate operating cash flows.\n\nEV/EBITDA takes into account operating expenses, while EV/R looks at just the top line. The advantage that EV/R has is that it can be used for companies that are yet to generate income or profits, such as the case with Amazon (AMZN) in its early days.\n\nThe enterprise value-to-revenue multiple should be used to compare companies in the same industry, and as a benchmark of the ratio from best in breed in the industry to know whether the ratio represents a good performance or poor one.\n\nAlso, unlike market cap, which is readily available on the likes of Yahoo! Finance, the EV/R multiple requires calculating the enterprise value. This requires adding the debt and subtracting out the cash and could involve additional factors if using the expanded version.\n\nYahoo! Finance. \"Walmart Inc. Statistics.\" Accessed Aug. 19, 2020.\n\nYahoo! Finance. \"Target Corporation Statistics.\" Accessed Aug. 19, 2020.\n\nYahoo! Finance. \"Big Lots Inc. Statistics.\" Accessed Aug. 19, 2020.",
  "url": "https://www.investopedia.com/terms/e/ev-revenue-multiple.asp"
}