{
  "term": "Entity Theory: What it is, How it Works, Criticisms",
  "definition": "The entity theory is a legal theory and accounting concept that all of thebusiness activityconducted by any corporation or limited liability business is separate from that of its owners. The entity theory has two aspects. In accounting, it means that business and personal accounts, transactions, assets, and liabilities should be accounted for under separate and district entities independently of the owners'personal finances. In business law, it means that, under the premise oflimited liability, the owners of a business that is structured as a separate entity should not be held personally liable for the liabilities incurred by the business.\n\nDespite some criticisms, due in large part to its fictitious nature and the agency problems it creates in practice, the entity theory has been invaluable tolimited liability company(LLC) accounting practices and the status of corporations today as juridical persons.\n\nUnder the entity theory, an individual or group of people working together as a business firm is treated as a separate legal and accounting entity, essentially creating a fictional person. Anyone who does business with that individual or group is considered in the legal and accounting senses to be doing business with the firm rather than the people with whom they are actually dealing.\n\nThis allows both 1) the collective accounting for transactions, and 2) the legal ownership and responsibility for assets and liabilities to be recorded and adjudicated separately from any other activities that the members of the firm engage in. Grouping the accounting of transactions together under separate entities means that profits (or losses) and the net value of relevant assets can be calculated more easily in order to facilitate rational economic decision-making.\n\nMaking business firms fictional persons in the eyes of the law means that firms can own assets and property, issue debt (borrow money), enter into contracts, and so on. Firms can also be sued, without also suing the ownership and management personally.\n\nUnder the entity theory, theaccounting equationfor a business balance sheet depicts the firm as an entity (the sum total of its assets) on one side of the equation, against two separate entities, the stockholders (who hold the firm's equity) and the creditor (who hold the firm's liabilities or debts):\n\nAssets=Liabilities+Stockholders’ Equitywhere:Liabilities=All current and long-termdebts and obligationsStockholders’ Equity=Assets available toshareholders after all liabilities\\begin{aligned} &\\text{Assets} = \\text{Liabilities} + \\text{Stockholders' Equity}\\\\ &\\textbf{where:}\\\\ &\\text{Liabilities} = \\text{All current and long-term} \\\\ &\\text{debts and obligations}\\\\ &\\text{Stockholders' Equity} = \\text{Assets available to} \\\\ &\\text{shareholders after all liabilities}\\\\ \\end{aligned}​Assets=Liabilities+Stockholders’ Equitywhere:Liabilities=All current and long-termdebts and obligationsStockholders’ Equity=Assets available toshareholders after all liabilities​\n\nThis can be contrasted to the equation for the balance sheet equation of a sole proprietorship or non-limited liability company or the net worth of an individual, which depicts the value of the business (or individual) as the difference between the assets that they own and the debts that they are liable for, all as a single legal and accounting entity.\n\nBy insulating owners of a business from full liability for the actions of business, the application of the entity theory facilitates the concentration of productive assets under the control of managers and employees of a business who usually have more specialized knowledge and skills as to how to apply those assets profitably.\n\nLimiting owner's liability is a way to induce them to entrust control over their assets to managers who can use them more productively than the owners themselves can, increasing opportunities for cooperative business activities that produce value for all the individuals involved.\n\nThough the basic concept of the entity theory has been circulating since at least the 19th century and is the prevailing manner in which business is conducted and accounted for all over the world, it is not always intuitively understood by many people. This is mainly due to the somewhat obvious problem that it requires that people believe, or at least pretend to believe, in imaginary entities that exist only on paper in accounting statements and legal documents.\n\nIn reality, a company is not itself an independent entity, but a collective pretense of the owners, managers, employees, and otherstakeholdersinvolved in business transactions with them. However, entity theory requires that real people, at least in their business and legal dealings, act as if they believe that imaginary people really exist. This legal and accounting pretense is designed to help keep track of and protect profits that the business generates and encourage productive investment, though it may seem almost like magic or perhaps voluntary insanity.\n\nThis profit is invariably linked to the owners' wallets, but the application of entity theory in accounting and law shields those wallets from the full costs and risks that the business also generates. The second criticism of entity theory is that it can create and exacerbateagency problemsby separating ownership—claims on profits—from control over the actual business activities that generate those profits.\n\nOwners who are insulated, in an accounting sense but especially in a legal sense, from full liability for the costs and risks that their business creates simply have less incentive to care if a firm incurs debts it cannot pay or imposes costs and risks on outsiders and bystanders (which economists callexternalities). Employees and managers likewise have less incentive to care if their actions harm the interests of the owners or third parties when they know that the owners' risk is limited and that their own risk of loss is similarly limited to the risk of losing their jobs.",
  "url": "https://www.investopedia.com/terms/e/entity-theory.asp"
}