{
  "term": "Envelope: What it is, How it Works, Example",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nEnvelopes aretechnical indicatorsthat are typically plotted over a price chart with upper and lower bounds. The most common example of an envelope is amoving averageenvelope, which is created using two moving averages that define upper and lower price range levels.\n\nEnvelopes are commonly used to help traders and investors identify extreme overbought and oversold conditions as well as trading ranges.\n\nTraders can interpret envelopes in many different ways, but most use them to define trading ranges. When the price reaches the upper bound, the security is consideredoverbought, and a sell signal is generated. Conversely, when the price reaches the lower bound, the security is consideredoversold, and a buy signal is generated. These strategies are based onmean reversionprinciples.\n\nThe upper and lower bounds are typically defined such that the price tends to stay within the upper and lower thresholds during normal conditions. For avolatilesecurity, traders may use higher percentages when creating the envelope to avoidwhipsawtrading signals. Meanwhile, less volatile securities may necessitate lower percentages to create a sufficient number oftrading signals.\n\nEnvelopes are commonly used in conjunction with other forms oftechnical analysisto enhance the odds of success. For example, traders may identify potential opportunities when the price moves outside of the envelope and then look at chart patterns orvolumemetrics to identify when a tipping point is about to occur. After all, securities can trade at overbought or oversold conditions for a prolonged period of time.\n\nMoving average envelopes are the most common type of envelope indicator. Using either a simple orexponential moving average, an envelope is created by defining a fixed percentage to create upper and lower bounds.\n\nLet's take a look at a five percent simple moving average envelope for the S&P 500 SPDR (SPY):\n\nImage by Sabrina Jiang © Investopedia 2021\n\nThe calculations for this envelope are:\n\nUpper Bound=SMA50+SMA50∗0.05Lower Bound=SMA50−SMA50∗0.05Midpoint=SMA50where:SMA50=50-day Simple Moving Average\\begin{aligned} &\\text{Upper Bound} = \\text{SMA}_{50} + \\text{SMA}_{50}*0.05\\\\ &\\text{Lower Bound} = \\text{SMA}_{50} - \\text{SMA}_{50}*0.05\\\\ &\\text{Midpoint} = \\text{SMA}_{50}\\\\ \\\\ \\textbf{where:}&\\\\ &\\text{SMA}_{50}=\\text{50-day Simple Moving Average} \\\\ \\end{aligned}where:​Upper Bound=SMA50​+SMA50​∗0.05Lower Bound=SMA50​−SMA50​∗0.05Midpoint=SMA50​SMA50​=50-day Simple Moving Average​\n\nTraders may have taken a short position in theexchange-traded fundwhen the price moved beyond the upper range and a long position when the price moved below the lower range. In these cases, the trader would have benefited from the reversion to the mean over the following periods.\n\nTraders may setstop-losspoints at a fixed percentage beyond the upper and lower bounds, whiletake-profitpoints are often set at the midpoint line.",
  "url": "https://www.investopedia.com/terms/e/envelope.asp"
}