{
  "term": "Environmental Economics: Definition, Importance, and Example",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nEnvironmental economics is the study of the cost-effective allocation, use, and protection of the world's natural resources.\n\nEconomics, broadly speaking, is the study of how humans produce and consume goods and services. Environmental economics focuses on how they use and manage finite resources in a manner that serves the population while meeting concerns about environmental impact.\n\nThis helps governments weigh the pros and cons of alternative measures and designappropriate environmental policies.\n\nThe basic theory underpinning environmental economics is that environmental amenities (or environmental goods) have economic value and there are costs to economic growth that are not accounted for in more traditional models.\n\nEnvironmental goods include things like access to clean water, clean air, the survival of wildlife, and the general climate. Although it is hard to put a price tag on environmental goods, there may be a high cost when they are lost. Environmental goods are usually difficult to fully privatize and subject to thetragedy of the commons.\n\nDestruction or overuse of environmental goods, like pollution and other kinds of environmental degradation, can represent a form ofmarket failurebecause it imposes negativeexternalities. Environmental economists analyze the costs and benefits of specific economic policies that seek to correct such problems, and they may run theoretical tests or studies on the possible consequences of these policies.\n\nIn the United States, any federal project that is likely to affect the environment–such as a highway, dam, or other infrastructure–must publish anenvironmental impact statementdescribing any potential risks to the natural environment. These documents are used to assess any negative externalities of the project.\n\nEnvironmental economists are concerned with identifying specific problems, but there can be many approaches to solving the same environmental issue. If a state is trying to impose a transition to clean energy, for example, they have several options. The government can impose a fixed limit on carbon emissions, or it can adopt more incentive-based solutions, like placing quantity-based taxes on emissions or offeringtax creditsto companies that adopt renewable power sources.\n\nMitigation bankingis a system of credits and debits that ensure ecological loss is compensated through preservation and restoration. Primarily mitigation banking deals with wetland and stream preservation. It is simular to conservation banking which deals with endangered species.\n\nAll of these strategies rely on state intervention in the market, but some governments prefer to use a light touch and others may be more assertive. The degree of acceptable state intervention is an important political factor in determining environmental economic policy.\n\nBroadly speaking, environmental economics may produce two types of policies:\n\nIn a prescriptive approach, the government dictates specific measures to reduce environmental harm. For example, they may prohibit highly-polluting industries, or require certain emissions-controlling technologies.\n\nMarket-based policies use economic incentives to encourage desired behaviors. For example, cap-and-trade regulations do not prohibit companies from pollution, but they place a financial burden on those who do. These incentives reward companies for reducing their emissions, without dictating the method they use to do so.\n\nThe Environmental Protection Agency was created by President Richard Nixon in 1970.\n\nBecause the nature and economic value of environmental goods often transcend national boundaries, environmental economics frequently requires a transnational approach. For example, an environmental economist could identify overfishing as a negative externality to be addressed.\n\nThe United States could impose regulations on its own fishing industry, but the problem wouldn't be solved without similar action from many other nations. The global character of such environmental issues has led to the rise ofnon-governmental organizations(NGOs) like the Intergovernmental Panel on Climate Change (IPCC), which organizes annual forums for heads of state to negotiate international environmental policies.\n\nAnother challenge of environmental economics is the degree to which its findings affect other industries. More often than not, findings from environmental economists can result in controversy, and their policy prescriptions may be difficult to implement due to the complexity of the world market.\n\nThe presence of multiple marketplaces for carbon credits is an example of the chaotic transnational implementation of ideas stemming from environmental economics. Fuel economy standards set by theEnvironmental Protection Agency(EPA) are another example of the balancing act required by policy proposals related to environmental economics.\n\nIn the U.S., policy proposals stemming from environmental economics tend to cause contentious political debate. Leaders rarely agree about the degree of externalized environmental costs, making it difficult to craft substantive environmental policies. The EPA uses environmental economists to conduct analysis-related policy proposals.\n\nThese proposals are then vetted and evaluated by legislative bodies. The EPA oversees a National Center for Environmental Economics, which emphasizes market-based solutions likecap and tradepolicies for carbon emissions. Their priority policy issues are encouraging biofuel use, analyzing the costs of climate change, and addressing waste and pollution problems.\n\nA prominent contemporary example of the use of environmental economics is the cap and trade system. Companies purchase carbon offsets from developing countries or environmental organizations to make up for their carbon emissions. Another example is the use of acarbon taxto penalize industries that emit carbon.\n\nCorporate average fuel economy (CAFE) regulations are another example of environmental economics at work. These regulations are prescriptive and specify the gallons per mile of gas for cars for car makers. They were introduced during the 1970s to promote fuel efficiency in an era of gas shortages.\n\nEnvironmental and ecological economics are both sub-fields of economic thought that study the interactions between human activity and the natural environment. The difference is that environmental economics studies the relationship between the environment and the economy, while ecological economics considers the economy to be a subsystem of the wider ecosystem.\n\nNeoclassical economicsis a broad theory that focuses on supply and demand as the driving forces of economic activity. Environmental economics is based on the neoclassical model but places a greater emphasis on negative externalities, such as pollution and ecosystem loss.\n\nEnvironmental economists may find ready employment at the Environmental Protection Agency, or other environmental bodies at the state or local level. These specialists are responsible for enforcing regulations to protect the environment and calculating the economic costs of enforcing regulations.\n\nEnvironmental Protection Agency. \"The Origins of the EPA.\"\n\nEnvironmental Protection Agency. \"About the Office of Policy.\"",
  "url": "https://www.investopedia.com/terms/e/environmental-economics.asp"
}