{
  "term": "EOS Tokens: Definition and Examples",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nEOS is a blockchain-based, decentralized platform that can be used to develop, host, and run applications for Web3. The EOS native token, EOS, can be used for value exchange, to purchase network bandwidth and storage capacity, and as a speculative investment.\n\nEOS was designed by Dan Larimer and Brendan Blumer of Block.one, which released its whitepaper in 2017. In June 2018, after an initial coin offering that raised $4.1 billion in crypto, the EOSIO open-source software was released on June 1, 2018, on the EOSIO mainnet, and 1 billion EOS tokens were distributed.\n\nIn August 2021, Yves La Rose founded the EOS Network Foundation, a community of fans and EOS supporters who had a vision of making EOS more attractive to users and developers andinvestingin EOS-based projects.\n\nInitially, EOS tokens were granted to Block.one and released to it periodically, but investors such as La Rose felt that the company had not lived up to its promises after years of neglecting the project. Core developers had left Block.one and joined the community, and other developers had been sent to work on another project. This suggested that Block.one all but abandoned the project and its investors.\n\nBlock.one had sold 45 million EOS to its co-founder, Brock Pierce, in November 2021. At the time, the company did not have 37 million of those tokens. These tokens would have been vested (granted) to Peirce as they were created over the next seven years. The community felt the company did not own these tokens because rights to the tokens belonged to the block producers until the tokens were vested.\n\nAfter negotiations with Block.one and Brock Peirce failed, thecommunity votedto stop vesting tokens, eventually forking theblockchainand beginning to develop it.\n\nThe EOS blockchain is fully compatible with theEthereumVirtual Machine, which allows developers to use smart contracts to create applications that support a variety of functions. Users can also create fungible and non-fungible tokens. The blockchain uses a delegated proof-of-stake consensus mechanism where users can delegate their EOS to validators.\n\nIn May 2024, the EOS community voted to change its tokenomics in an effort to promote stability, longevity, and growth. The EOS blockchain was altered to limit total tokens to 2.1 billion and initiated a four-year halving cycle, where staking rewards arehalvedat a slow and continuous rate.\n\nOn Sept. 25, 2024, the EOS blockchain network successfully switched to a new consensus algorithm, Savanna. This upgrade adds Boneh–Lynn–Shacham (BLS) signatures, which allow transactions to be verified and finalized much faster than many other blockchains, reportedly within one second.\n\nEOS shares many similarities to Ethereum. You can program smart contracts and create dApps on EOS just like you can on Ethereum and use the token EOS as a payment method.\n\nThe EOS Network claims that its blockchain can handle 100 million transactions per day (1,157 per second), has a block interval of one second, and average fees of about 0.01 EOS ($0.004786 on Oct. 12, 2024) per transaction.\n\nEthereum handles about 12 transactions per second, which is about 1.01 million transactions per day, with average fees of about 6.8 gwei ($0.061 on Oct. 12, 2024).\n\nThe EOS Network Foundation is actively developing and maintaining the EOS blockchain but still lags behind many other cryptocurrencies and blockchain projects in popularity and use.\n\nAs with most blockchain projects, it's difficult to predict what will happen as many of them are competing for attention from Web3 application developers. Blockchains and cryptocurrencies, while useful as payment methods and speculative investments, are part of a larger attempt to transition away from centralized control of data, information, and finances.\n\nEach project is attempting to gain a competitive edge by addressing issues other projects face, so if the EOS community can make its blockchain and network stand out, it may have a future. If not, it will follow many other projects into obsolescence.\n\nEOS is the cryptocurrency for the EOS blockchain. It is still being actively developed, but whether it is a good buy or not depends on your outlook on the project and token and whether you believe others will share your perspectives.\n\nEOS is still being developed and is competing in a market that is on the leading edge of internet infrastructure development. It's possible that the project will attract enough attention to become a relevant solution for the issues it is attempting to address, but it's just as likely that it will fade into abandonment like many other projects.\n\nIt's difficult to say. Both blockchains are attempting to become global virtual machines designed to be the basis for the next advancement in how the web works. Ethereum is more popular, already has an established user base, and has hundreds of applications built on it. EOS claims to be faster but needs to attract many more users and developers to see if it can be a viable Ethereum alternative.\n\nThe EOS blockchain's native token is EOS (EOS). EOS is used to pay for bandwidth and storage on the blockchain, can be used as a payment method, and is used by some as a speculative investment.\n\nEOS has the potential to become a competitor in the blockchain and cryptocurrency market, but it is still in a nascent stage. The promises of speed, application development, reliability, safety, and more have not, as of October 2024, been tested by a large network to see if the project can live up to them.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes only. Read ourwarranty and liability disclaimerfor more info. As of the date this article was written, the author does not own cryptocurrency.\n\nYves La Rose via Medium. \"EOS Foundation.\"\n\nEOS Network Foundation. \"A New Era Begins! Community-Run Framework Antelope Leaps Ahead!\"\n\nYves La Rose via Medium. \"ENF Statement on EOS Network Actions Taken on December 8th.\"\n\nEOS Network Foundation. \"EOS Network Approves Tokenomics Proposal, Ushering in a New Era for EOS.\"\n\nEOS Network Foundation. \"EOS Completes Historic Hard Fork to Spring 1.0 with Savanna Consensus Algorithm.\"\n\nEOS Network Foundation. \"EOS EVM.\"\n\nEtherscan. \"Ethereum Gas Tracker.\"",
  "url": "https://www.investopedia.com/tech/what-is-eos/"
}