{
  "term": "Equated Monthly Installment (EMI): How It Works, Formula, Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn equated monthly installment (EMI) is a fixed payment amount made by aborrowerto alenderat a specified date each calendar month. Equated monthly installments are applied to both interest andprincipaleach month so that over a specified number of years, the loan is paid off in full. In the most common types of loans—such as real estate mortgages, auto loans, and student loans—the borrower makes fixed periodic payments to the lender over several years to retire the loan.\n\nEMIs differ from variable payment plans, in which the borrower can pay higher amounts at his or her discretion. In EMI plans borrowers are usually only allowed one fixed payment amount each month.\n\nThe benefit of an EMI for borrowers is that they know precisely how much money they will need to pay toward their loan each month, which canmake personal budgeting easier. The benefit to lenders (or investors the loan is sold to) is that they can count on a steady, predictable income stream from the loan interest.\n\nThe EMI can be calculated using either the flat-rate method or the reducing-balance (aks the reduce-balance) method.\n\nThe EMI flat-rate formula is calculated by adding together the principal loan amount and the interest on the principal and dividing the result by the number of periods multiplied by the number of months.\n\nThe EMI reducing-balance method is calculated using this formula:\n\nTo demonstrate how EMI works, let's walk through a calculation of it, using both methods. Assume an individual takes out a mortgage to buy a new home. The principal amount is $500,000, and the loan terms include an interest rate of 3.5% for 10 years.\n\nUsing the flat-rate method to calculate the EMI, the homeowner's monthly payments come out to $5,625, or ($500,000 + ($500,000 x 10 x 0.035)) / (10 x 12).\n\nUsing the EMI reducing-balance method, monthly payments would be approximately $4,944.29, or $500,000 * [(0.0029 * (1 + 0.0029)^120) / ((1 + 0.0029)^120 - 1)].\n\nNote that in the EMI flat-rate calculation, the principal loan amount remains constant throughout the 10-year mortgage period. This suggests that the EMI reducing-balance method may be a better option because the dwindling loan principal alsoshrinks the amount of interest due.In the flat-rate method, each interest charge is calculated based on the original loan amount, even though the loan balance outstanding is gradually being paid down.\n\nThe EMI reducing-balance method often works out to be more cost-friendly to borrowers. The flat-rate method results in a higher effective interest rate.\n\nIn the finance world, EMI stands for equated monthly installment. It refers to periodic payments made to settle an outstanding loan within a stipulated time frame. As the name suggests, these payments are the same amount each time.\n\nThere are two ways to calculate EMI: the flat-rate method and the reducing-balance (or reduce-balance) method. Both take into account the loan principal, the loan interest rate, and the term of the loan in their calculations.\n\nAs soon as you purchase something on a credit card with an EMI option (that is, doesn't demand payment in full each month), your card's available credit limit is reduced by the total cost of the goods or service. The EMI on credit cards then works much like a home loan or a personal loan: You pay back the principal and interest each month, gradually reducing your debt over some time until you pay it off in full. EMI is deducted from a credit card using the reduce-balance method.\n\nEMI is neither inherently good nor bad—unless you consider borrowing and accruing debt bad, and paying for things in full the only \"good\" option. In terms of borrowing options, EMI does have its good points, though. Because it divides the debt into the same fixed payments each month, it helps borrowers budget their finances and keep in mind their outstanding obligations. They know how much they have to pay, and how long it will take them to settle their debt in full.",
  "url": "https://www.investopedia.com/terms/e/equated_monthly_installment.asp"
}