{
  "term": "Equal Employment Opportunity Commission (EEOC): Definition & Role",
  "definition": "The U.S. Equal Employment Opportunity Commission (EEOC) is the agency responsible for enforcing federal laws regarding discrimination or harassment against a job applicant or an employee in the United States. The EEOC was formed by Congress to enforce Title VII of theCivil Rights Act of 1964, opening its door for business on July 2, 1965.It is headquartered in Washington, D.C., and as of 2021, it maintains 37 other field offices throughout the United States in 15 districts.\n\nDue to the COVID-19 pandemic, the EEOC has closed all of its physical field offices. However, you can still file a discrimination charge online or by phone at 1-800-669-4000.\n\nThe EEOC enforcesfederal laws that make it illegal to discriminatebecause of a person’s race, color, religion, sex (including pregnancy, gender identity, and sexual orientation), national origin, age (40 or older), disability, or genetic information.In addition, it is against the law to discriminate against a person who complains about discrimination, has filed a charge of discrimination, or has participated in an employment discrimination investigation or lawsuit.(In fact, 55.8% of charges filed with the EEOC in the 2020 fiscal year were for retaliation.)Indeed,business ethics have changed considerablysince the turbulent 1960s first roiled their relatively placid waters.\n\nOn June 15, 2020, in a 6-to-3 ruling inBostock v. Clayton County, Georgia, the U.S. Supreme Court determined that protections against discrimination by sex in Title VII of the Civil Rights Act protect LGBTQ workers. Justice Neil M. Gorsuch, who wrote the opinion, stated: “Today, we must decide whether an employer can fire someone simply for being homosexual or transgender. The answer is clear. An employer who fires an individual for being homosexual or transgender fires that person for traits or actions it would not have questioned in members of a different sex. Sex plays a necessary and undisguisable role in the decision, exactly what Title VII forbids.”\n\nThe EEOC is vested with the authority to investigate any charges of discrimination brought against employers, who are generally subject to EEOC laws if they have at least 15 employees (in the case of age discrimination, that minimum rises to 20). Many labor unions and employment agencies fall under its jurisdiction as well.\n\nThe EEOC’s role is to fairly and accurately assess allegations in the charge and then make a finding. If it finds discrimination has occurred, then it will try to settle the charge. It also has the authority to file a lawsuit to protect individuals and the interests of the public.\n\nThe laws enforced by the EEOC apply to all types of work situations, processes, and functions. This includes the hiring and firing of employees, harassment among the staff or management, job training, promotions, wages, and benefits. Another role of the EEOC is to seek to prevent discrimination before it can occur.\n\nThe EEOC works on preventingworkplace discriminationthrough outreach and a variety of educational and technical assistance programs.\n\nEmployers are liable for both their own behavior and that of their staff members, even including independent contractors.\n\nIf you believe you’ve been discriminated against at work because of your race, color, religion, sex (including pregnancy, gender identity, and sexual orientation), national origin, age (40 or older), disability, or genetic information, then you can file a charge of discrimination with the EEOC. This is a signed statement, describing how an employer, union, or labor organization engaged in employment discrimination, that asks the EEOC to take remedial action. All of the laws enforced by the EEOC, except for the Equal Pay Act, require you to file a charge of discrimination before you can file a job discrimination lawsuit against your employer.\n\nThere are time limits of either 180 or 300 calendar days, depending on certain circumstances.You can file a charge through the EEOC Public Portal after you submit an online inquiry and have an intake interview with an EEOC staff member.\n\nThe EEOC may specifically investigate not only employers for violations but also members of their staff accused of engaging in harassment or discrimination.For example, if a manager refuses to interview or hire qualified job candidates solely because of their ethnicity or race, then the employer can be held accountable for allowing racist behavior to persist. This also can be applied to employers who permit harassment to continue unchecked. And although the EEOC itself says thatindependent contractorsare not subject to anti-discrimination laws,in 2009, the U.S. Second Circuit Court of Appeals ruled inHalpert v. Manhattan Apartmentsthat companies can be held liable for independent contractors who act on their behalf.\n\nThe EEOC has filed lawsuits against companies where corrective action was not taken after derogatory slurs, threats, assaults, unwanted sexual comments, or inappropriate touching occurred in the workplace. Companies also can be penalized for not warning employees about past misconduct committed by another employee or manager with whom they are directed to work.\n\nEEOC lawsuits might seek monetary damages, includingpunitiveandcompensatorydamages and injunctive relief. In fiscal year 2020, the EEOC received 67,448 charges of workplace discrimination, with 38% of claims being allegations of discrimination based on race or color.Charges for sex-based harassment, which includes charges for sexual harassment, clocked in at 11,497, down by nearly 1,300 from 2019.\n\nThe EEOC is open to attempts to settle cases before the issue is investigated and possibly taken to trial. It offers a mediation procedure, an informal process in which two parties can work with a neutral mediator to see if they can reach a reconciliation of their differences. The mediator doesn’t ultimately make a determination, however, serving only to help the two parties reach a settlement on their own. If mediation fails, then the EEOC proceeds to formally investigate the complaint.\n\nU.S. Equal Employment Opportunity Commission. “Timeline of Important EEOC Events.”\n\nU.S. Equal Employment Opportunity Commission. “EEOC Field Offices.”\n\nU.S. Equal Employment Opportunity Commission. “EEOC Continues to Serve the Public During COVID-19 Crisis.”\n\nU.S. Equal Employment Opportunity Commission. “Overview; Authority & Role.”\n\nU.S. Equal Employment Opportunity Commission. “Retaliation — FAQs.”\n\nU.S. Equal Opportunity Employment Commission. “EEOC Releases Fiscal Year 2020 Enforcement and Litigation Data.\"\n\nSupreme Court of the United States. “Bostock v. Clayton County, Georgia; Opinion of the Court,” Page 2.\n\nU.S. Equal Employment Opportunity Commission. “No-Cost Outreach Programs.”\n\nU.S. Equal Employment Opportunity Commission. “Small Business Liaisons.”\n\nU.S. Equal Employment Opportunity Commission. “EEOC Efforts for Veterans with Disabilities.”\n\nU.S. Equal Employment Opportunity Commission. “Youth@Work: Welcome.”\n\nU.S. Equal Employment Opportunity Commission. “EEOC Training Institute.”\n\nU.S. Equal Employment Opportunity Commission. “Filing a Charge of Discrimination with the EEOC.”\n\nU.S. Equal Employment Opportunity Commission. “Time Limits for Filing a Charge.”\n\nU.S. Equal Employment Opportunity Commission. “Public Portal.”\n\nU.S. Equal Employment Opportunity Commission. “Coverage.”\n\nLoeb & Loeb LLP. “Employer Can Be Liable for Discrimination by an Independent Contractor Acting on Behalf of the Employer.”\n\nU.S. Equal Employment Opportunity Commission. “EEOC Releases Fiscal Year 2020 Enforcement and Litigation Data.”\n\nU.S. Equal Employment Opportunity Commission. “Charges Alleging Sex-Based Harassment (Charges Filed with EEOC) FY 2010 – FY 2021.”\n\nU.S. Equal Employment Opportunity Commission. “Questions And Answers About Mediation.”",
  "url": "https://www.investopedia.com/terms/e/equal-employment-opportunity-commission-eeoc.asp"
}