{
  "term": "Equation of Exchange: Definition and Different Formulas",
  "definition": "The equation of exchange is an economic identity that shows the relationship between the money supply, thevelocity of money, theprice level, and an index of expenditures. It says that the total amount of money that changes hands in the economy will always equal the total money value of the goods and services that change hands in the economy.\n\nThe original form of the equation is as follows:\n\nM×V=P×Twhere:M=the money supply, or average currency units incirculation in a yearV=the velocity of money, or the average number oftimes a currency unit changes hands per yearP=the average price level of goods during the yearT=an index of the real value of aggregate transactions\\begin{aligned}&M\\ \\times\\ V\\ =\\ P\\ \\times\\ T\\\\&\\textbf{where:}\\\\&\\begin{aligned}M=\\ &\\text{the money supply, or average currency units in}\\\\&\\text{circulation in a year}\\end{aligned}\\\\&\\begin{aligned}V=\\ &\\text{the velocity of money, or the average number of}\\\\&\\text{times a currency unit changes hands per year}\\end{aligned}\\\\&P=\\text{the average price level of goods during the year}\\\\&T=\\text{an index of the real value of aggregate transactions}\\end{aligned}​M×V=P×Twhere:M=​the money supply, or average currency units incirculation in a year​V=​the velocity of money, or the average number oftimes a currency unit changes hands per year​P=the average price level of goods during the yearT=an index of the real value of aggregate transactions​\n\nM x V can then be interpreted as the average currency units in circulation in a year, multiplied by the average number of times each currency unit changes hands in that year, which is equal to the total amount of money spent in an economy in the year.\n\nOn the other hand,P x T can be interpreted asthe average price level of goods during the year multiplied by the real value of purchases in an economy during the year, which is equal to the total money spent on purchases in an economy in the year.\n\nSo the equation of exchange says that the total amount of money that changes hands in the economy will always equal the total money value of the goods and services that change hands in the economy.\n\nLater economists restate the equation more commonly as:\n\nM×V=P×Qwhere:Q=an index of real expendituresP×Q=nominal gdp\\begin{aligned}&M\\ \\times\\ V\\ =\\ P\\ \\times\\ Q\\\\&\\textbf{where:}\\\\&Q\\ =\\ \\text{an index of real expenditures}\\\\&P\\ \\times\\ Q\\ =\\ \\text{nominal gdp}\\end{aligned}​M×V=P×Qwhere:Q=an index of real expendituresP×Q=nominal gdp​\n\nSo now the equation of exchange says that total nominal expenditures are always equal to total nominal income.\n\nThe equation of exchange has two primary uses. It represents the primary expression of thequantity theory of money, which relates changes in the money supply to changes in the overall level of prices. Additionally, solving the equation for M can serve as an indicator of the demand for money in a macroeconomic model.\n\nIn the quantity theory of money, if the velocity of money and real output are assumed to be constant, in order to isolate the relationship betweenmoney supplyand price level, then any change in the money supply will be reflected by a proportional change in the price level.\n\nTo show this, first solve for P:\n\nP=M×(VQ)P\\ =\\ M\\ \\times\\ \\left(\\frac{V}{Q}\\right)P=M×(QV​)\n\nAnd differentiate with respect to time:\n\ndPdt=dMdt\\frac{dP}{dt}\\ =\\ \\frac{dM}{dt}dtdP​=dtdM​\n\nThis means inflation will be proportional to any increase in the money supply. This then becomes the fundamental idea behindmonetarismand the impetus forMilton Friedman’sdictum that, \"Inflation is always and everywhere a monetary phenomenon.\"\n\nAlternatively, the equation of exchange can be used to derive the total demand for money in an economy by solving for M:\n\nM=(P×QV)M\\ =\\ \\left(\\frac{P\\ \\times\\ Q}{V}\\right)M=(VP×Q​)\n\nAssuming that money supply is equal to money demand (i.e., that financial markets are in equilibrium):\n\nMD=(P×QV)M_D\\ =\\ \\left(\\frac{P\\ \\times\\ Q}{V}\\right)MD​=(VP×Q​)\n\nMD=(P×Q)×(1V)M_D\\ =\\ \\left(P\\ \\times\\ Q\\right)\\ \\times\\ \\left(\\frac{1}{V}\\right)MD​=(P×Q)×(V1​)\n\nThis means the demand for money is proportional to nominal income and the inverse of the velocity of money. Economists typically interpret the inverse of the velocity of money as the demand to hold cash balances, so this version of the equation of exchange shows that the demand for money in an economy is made up of demand for use in transactions, (P x Q), andliquiditydemand, (1/V).\n\nFisher's equation of exchange is MV=PT, where M = money supply, V = velocity of money, P = price level, and T = transactions. When T cannot be obtained, it is often substituted with Y, which is national income (nominal GDP).\n\nThe formula for gross domestic product (GDP) is GDP = C+ I + G + NX, where C = consumption, I = business investment, G = government spending, and NX = net exports.\n\nThe quantity theory of money states that money supply and price level are directly proportional to each other. When there is a change in the price level, there is a proportional change in the money supply, and vice versa.\n\nThe equation of exchange is a mathematical representation of the quantity theory of money, stating that the value of money exchanged in a society equals the value of goods and services exchanged in the same society. It shows that inflation is proportional to money supply changes and that the demand for money has two components: demand for use in transactions and demand for a hold of liquidity.\n\nBordo, Michael D. \"Money: Equation of Exchange,\" Page 151. Palgrave Macmillan, 1989.\n\nUniversity of Minnesota Library via Pressbooks. \"Principles of Macroeconomics: 11.3 Monetary Policy and the Equation of Exchange.\"\n\nStanford Encyclopedia of Philosophy. \"Economics in Early Modern Philosophy: 6. Philosophy of Money.\"",
  "url": "https://www.investopedia.com/terms/e/equation_of_exchange.asp"
}