{
  "term": "Equal Weight Investing: Performance and Examples",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nMichael M. Santiago / Getty Images\n\nEqual weight is a type of proportional measuring method that gives the same importance to each stock in a portfolio, index, or index fund.\n\nEqual weight is a type of proportional measuring method that gives the same importance to each stock in a portfolio, index, orindex fund. So stocks of the smallest companies are given equal statistical significance, or weight, to the largest companies when it comes to evaluating the overall group's performance.\n\nAn equal-weight index is also known as anunweighted index.\n\nEqual weight differs from the method more commonly used by indexes, funds, and portfolios in which stocks areweightedbased on theirmarket capitalization.\n\nMany of the largest and most well-known market indices are eithermarket capitalization-weightedor price-weighted. Market-cap-weighted indices, such as the Standard & Poor's (S&P) 500, give greater weight to the biggest companies according to market capitalization. Large-caps such as Apple and Microsoft are among the biggest holdings in the S&P 500. Price-weighted indices, such as theDow Jones Industrial Average(DJIA), give larger weightings to stocks with higher stock prices.\n\nThe concept of equally-weighted portfolios has gained interest due to the historical performance of small-cap stocks and the emergence of severalexchange-traded funds(ETFs).Standard & Poor'shas developed more than 80 different equal-weight indices based on combinations of market cap, market, and sector.\n\nIn the Dow SPDR Dow Jones Industrial Average ETF Trust (DIA), an exchange-traded fund that tracks the DJIA, the largest holdings,  as of September 2021, are United HealthGroup, Goldman Sachs, and The Home Depot.\n\nSmall-capstocks are generally considered to be higher risk, higher potential return investments compared to large-caps. In theory, giving greater weight to the smaller names of the S&P 500 in an equal-weight portfolio should increase the return potential of the portfolio. Historically, this has been the case—in the short term. From September 2020 to September 2021, the total one-year return for the S&P 500 Equal Weight Index (EWI) was 41.93%, vs. 33.72% for the traditionalS&P 500 Index.\n\nHowever, over the long term, the gap narrows—and in fact, the returns flip. The 10-year annualized total return (September 2019-September 2021) for the S&P 500 Equal Weight Index was 15.32%, but the S&P 500 outperformed it, returning 16.32%.\n\nS&P Global (the parent company of Standard & Poor's) developed the S&P 500 Equal Weight Index in January 2003—an equal-weight version of the popular S&P 500 Index, as the name suggests. Although both indexes are comprised of the same stocks, the different weighting schemes result in two indexes with different properties and different benefits for investors.\n\nInvesco offers more than a dozen differentequal-weight fundscovering not only major indices such as the S&P 500 but also many of the market's major sectors. The Invesco S&P 500 Equal Weight ETF (RSP), for example, provides the same exposure to the smallest companies in the S&P 500 as it does to corporate giants such as General Electric.\n\nEqual-weight index funds tend to have higher portfolioturnoverthan market-cap weighted index funds: The fund manager has to periodically rebalance investment amounts so that each holding represents the same percentage amount of the total portfolio. As a result, they usually have higher trading costs, and their trading prices can be more volatile than in regular index funds. However, equal-weight ETFs offer more protection if a large sector experiences a downturn.\n\nOther examples of equal-weight index ETFs include the Invesco Russell 1000 Equal Weight ETF,which is based on the Russell 1000 Equal Weight Index, and the First Trust NASDAQ-100 Equal Weighted Index Fund, which uses theNASDAQ-100 Equal Weighted Indexas its benchmark.\n\nYahoo Finance. \"SPDR Dow Jones Industrial Average ETF Trust (DIA).\" Accessed Sept. 16, 2021.\n\nS&P Dow Jones Indices. \"S&P 500.\" Accessed Sept. 16, 2021.\n\nInvesco. \"RSP—Invesco S&P 500® Equal Weight ETF.\" Accessed Sept. 16, 2021.\n\nInvesco. \"Invesco Russell 1000 Equal Weight ETF.\" Accessed Sept. 16, 2021.\n\nFirst Trust. \"First Trust NASDAQ-100 Equal Weighted Index Fund (QQEW).\" Accessed Sept. 16, 2021.",
  "url": "https://www.investopedia.com/terms/e/equalweight.asp"
}