{
  "term": "Equity Market: What It Is, How It Works, Types, and Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe equity market, also known as the stock market, is a part of a market economy that facilitates the issuing and trading of company shares.\n\nFrom Wall Street titans to retirees worried about whether their investments can keep up with inflation, the equity market's influence touches us all, shaping everything from individual retirement plans to national economic policies. The equity market, often called the stock market, is the lifeblood of modern capitalism. In 2024, the global equity market was valued at over $100 trillion, according to the World Federation of Exchanges.This colossal figure is not just the cumulative value of publicly traded companies but also tied to the hopes, fears, and financial futures of millions of investors worldwide.\n\nCompanies use the equity market to raise capital for growth and expansion by offering shares to investors. In return, investors have partial ownership of these companies with the potential to profit from their future performance through dividends or stock price appreciation.\n\nBut how does the equity market function, and why does it matter to those who've never set foot on a trading floor? Below, we examine its inner workings and provide real-world examples illuminating its impact on our daily lives. Knowing the equity market is essential to understanding our world, whether you're a seasoned investor or simply curious about the forces driving the global economy.\n\nInvestopedia / Michela Buttignol\n\nEquity markets are the meeting point for buyers and sellers of stocks. Thesecuritiestraded in the equity market can either be public stocks listed on the stock exchange or privately traded stocks. The equity market consists of two types of trading venues: stock exchanges and over-the-counter (OTC) markets. Stock exchanges like the NYSE and Nasdaq are centralized marketplaces where shares are publicly traded.OTCmarkets, meanwhile, are where shares are traded directly between dealers and investors, often for smaller or lesser-known companies.\n\nWithin the equity market, there are two main types of shares:common stockandpreferred stock.Common stock is an ownership stake in a company and typically comes with voting rights. Preferred stock, while not granting voting rights, offers fixed dividends and takes precedence over common stock should there be a bankruptcy.\n\nMost companies are formed as private companies. To have their shares offered to the public, they must go through an initial public offering (IPO). After that point, the shares will be traded along with other stocks, either OTC or on a specific exchange. Private stocks operate differently as they are only offered to employees and private investors.\n\nCompanies list their stocks in exchange for capital to grow their businesses. An equity market is a form ofequity financingin which a company gives up a certain percentage of ownership in exchange for capital. That capital is then used for a variety of business needs. Equity financing differs fromdebt financing, which uses loans and other forms of borrowing to obtain funding.\n\nThe largest equity markets in the world are the NYSE (about $28.5 trillion in market capitalization as of mid-2024), the Nasdaq (about $25.5 trillion), Euronext in Europe ($7.3 trillion), the Tokyo Stock Exchange ($6.7 trillion), and the Shanghai Stock Exchange ($6.55 trillion). While other equities may be comparatively smaller, they are often no smaller part of their regional economies and the firms that operate there.\n\nIn the equity market, investors bid for stocks by offering a certain price, and sellers ask for a specific price. When these two prices match, a sale occurs. Often, many investors are bidding on the same stock. When this happens, the first investor to place the bid is the first to get the stock. When a buyer pays any price for the stock, they are buying atmarket value; similarly, when a seller takes any price for the stock, they are selling at market value.\n\nWhen a company offers its stock on the market, it ispublicly traded, and each stock represents a piece of ownership. This appeals to investors, and when a company does well, its investors are rewarded as the value of their stocks rises.\n\nThe risk comes when a company is not doing well, and its stock value may fall. Stocks can be bought and sold easily and quickly, and the activity surrounding a particular stock impacts its value. For example, when there is high demand among investors for a company, the stock price rises, and when many investors want to sell their stocks, the value goes down.\n\nStock exchanges can be either physical places or virtual gathering spots. The Nasdaq is an example of a virtual trading floor in which stocks are traded electronically through a network of computers. Electronic trading is how the vast majority of stock transactions now occur.\n\nThe NYSE on Wall Street is a famous example of a physical stock exchange; however, most trading on the NYSE is now electronic, so it's ahybrid market.\n\nMost buyers and sellers tend to prefer trading at larger exchanges, where there are more options and opportunities than at smaller exchanges. However, in recent years, there has been an uptick in the number of exchanges through third-party markets, which bypass the commission of a stock exchange, but pose a greater risk ofadverse selectionand don't guarantee the payment or delivery of the stock.\n\nFor example, Alibaba Group Holding Limited (BABA), a Chinese multinational conglomerate, has shares that trade on both the NYSE and the Hong Kong Stock Exchange (HKEX). In September 2014, Alibaba conducted its IPO on the NYSE, marking one of the largest IPOs in history at $169.4 billion (about $223 billion in 2024 dollars).\n\nThis listing allowed Alibaba to attract a broad base of international investors and gain significant exposure in the global financial markets. Later, in November 2019, Alibaba pursued a secondary listing on the HKEX, raising additional capital and expanding its investor base within Asia.\n\nIn a physical exchange, orders are made inopen outcryformat as seen in older depictions of Wall Street in the movies: traders shout and display hand signals across the floor to place trades. Physical exchanges are made on the trading floor and filter through a floor broker, who finds the trading post specialist for that stock to put through the order.\n\nPhysical exchanges are still very much human environments, although there are a lot of tasks now done digitally.\n\nThe NYSE is the largest stock exchange in the world by market capitalization.Affectionately known as the \"Big Board,\" it has a rich history that largely follows the economic history of the U.S. Its roots trace to 1792 when 24 stockbrokers and merchants formed the exchange under a buttonwood tree on Wall Street, establishing a structured market for trading securities.\n\nAs the young nation grew, so did the NYSE. It found its first permanent home in 1903 at 18 Broad Street, a Beaux-Arts masterpiece with paneled Georgian marble that remains at its iconic location today. Its famous bell was originally a Chinese gong.\n\nThe exchange weathered financial storms, from the Panic of 1907 to the Great Depression, each crisis shaping its evolution and spurring new regulations to protect investors. The 20th century saw the NYSE rise to global prominence. It transitioned from handwritten quotes on chalkboards to electronic trading systems. The deafening chorus of shouting traders on the exchange floor became a symbol of American capitalism, featured in countless films and news reports.\n\nDespite challenges like the 1987 Black Monday crash and the 2008 financial crisis, the NYSE has maintained its position as the world's preeminent stock exchange. Today, it's preserved its historic trading floor—ringing the opening bell is still a major honor in the industry—while embracing high-speed electronic trading. The familiar sight of traders in colorful jackets and the iconic opening bell continues to represent the start of America's trading day, even as most transactions now occur in the silence of computer networks.\n\nThe NYSE lists many of the largest and most well-known companies globally, including Berkshire Hathaway Inc.(BRK.A), Johnson & Johnson (JNJ), and Exxon Mobil Corporation (XOM).\n\nThe Nasdaq, short for National Association of Securities Dealers Automated Quotations and founded in 1971, was the world's first electronic stock market. This was a contrast to the bustling trading floors of traditional exchanges like the NYSE. The Nasdaq deployed networks of computers to execute trades, paving the way for today's high-speed electronic trading systems.\n\nAs the technology sector boomed in the 1980s and 1990s, Nasdaq became the go-to exchange for tech companies. It gained prominence by listing emerging giants like Microsoft Corporation (MSFT), Apple Inc. (AAPL), and, later, Amazon.com Inc. (AMZN) and Alphabet Inc. (GOOGL). The dot-com boom of the late 1990s saw the Nasdaq Composite index soar to dizzying heights, only to end with the nausea of its end in 2000, an event that reshaped the tech industry and the broader economy.\n\nDespite this setback, Nasdaq rebounded and continued to evolve. It expanded globally, acquired other exchanges, and diversified its offerings beyond stock trading. Today, Nasdaq is known not just as a stock exchange but as a leading provider of trading, clearing, exchange technology, and public company services.\n\nIt's also no longer the upstart to the stalwart NYSE—it now competes with its lower Manhattan competitor for listing the world's biggest and largest firms.\n\nThe Tokyo Stock Exchange (TSE), known locally as Tōshō or JPX, is a testament to Japan's meteoric rise as an economic powerhouse in the 20th century. Its history is deeply intertwined with Japan's transformation from a feudal society to a modern industrial and financial giant.\n\nFounded in 1878 during the Meiji era, the TSE emerged as Japan began to modernize and embrace Western-style capitalism rapidly. The exchange initially traded in government bonds before expanding to stocks. Its early years were marked by fits and starts, reflecting the growing pains of Japan's nascent industrial economy.\n\nWorld War II significantly disrupted the TSE. The exchange was forced to close in 1945 amid the chaos of Japan's defeat. However, it reopened in 1949, symbolizing Japan's economic rebirth and the beginning of its postwar miracle. The decades that followed saw explosive growth, mirroring Japan's rise to become the world's second-largest economy by the 1980s.\n\nThe TSE peaked in December 1989, when the Nikkei 225 index hit its all-time high. This marked the apex of Japan's asset price bubble, which then burst, ushering in Japan's \"Lost Decade\" of economic stagnation. Despite this setback, the TSE remained a crucial global financial hub. But it would take decades to find its way back to its late 1980s heights.\n\nIn the 21st century, the TSE has focused on modernization and consolidation. In 2013, it merged with the Osaka Securities Exchange to form the Japan Exchange Group (JPX). TheNikkei 225is the exchange's benchmark index, representing major companies such as Toyota, Sony, and Honda.\n\nThere are three independent stock exchanges in China: Shenzhen, Hong Kong, and the SSE. The last is the largest in China.Unlike its counterparts in New York or London, the SSE's history has been punctuated by long periods of inactivity, mirroring China's tumultuous 20th century. The exchange began trading in 1891 during the late Qing Dynasty when the Shanghai Sharebrokers' Association was founded. It operated until 1941, when the Japanese occupation during World War II forced it to close. After the war, it reopened briefly but was shut down again in 1949 following the Communist revolution.\n\nFor almost half a century, as China pursued a planned economy under Mao Zedong, the concept of an equities market was anathema to the country's economic structure. It wasn't until 1990, amid Deng Xiaoping's economic reforms, that the modern Shanghai Stock Exchange was reestablished. This reopening marked a pivotal moment in China's transition toward a more market-oriented economy, albeit one still under state control.\n\nThe SSE's growth since its relaunch has mirrored China's broader economic rise. It quickly became a key means for state-owned enterprises to raise capital and, later, for private companies to go public. The exchange has weathered several boom-and-bust cycles, including a major crash in 2015 that sent shock waves through global markets. A2020s real estate crashhas also affected China's markets.\n\nToday, the Shanghai Stock Exchange stands as the world's third-largest stock exchange by market capitalization, trailing only the NYSE and Nasdaq. It plays a crucial role in China's financial system, listing many of the country's largest state-owned and private companies, including some of the world's largest like theIndustrial and Commercial Bank of Chinaand the China Petroleum & Chemical Corporation (Sinopec). The SSE Composite Index tracks all stocks listed on the exchange.\n\nThe LSE traces its origins to the Royal Exchange. Originally established in 1571, it became a formal stock exchange in 1801, providing a platform for trading shares and bonds.Early on, stockbrokers were banned from the Royal Exchange because of their raucous behavior, leading them to conduct business in the coffee houses of Change Alley, which eventually became the LSE.\n\nThroughout the 18th and 19th centuries, the LSE developed in tandem with Britain's colonial hold over much of the world. It was crucial in financing the Industrial Revolution and other imperial ventures, listing companies involved in railways, mining, and colonial trade. The exchange's global influence peaked in the late 19th century when London was the world's preeminent financial center.\n\nTwo World Wars and the Great Depression brought its pinnacle role in global finance to an end, though to this day, it remains a key to the UK's economy and is a financial powerhouse. A significant moment came in 1986 with the\"Big Bang\" deregulationand privatization of the LSE under Margaret Thatcher's government. Gone was traditional face-to-face trading, replaced with electronic systems, and seats on the exchange were now open to foreign firms. These changes helped London maintain its status as a leading financial hub in the face of growing global competition.\n\nToday, the London Stock Exchange remains one of the world's largest and most international stock exchanges. It's home to thousands of companies from over 60 countries, with a total market capitalization in the trillions of pounds. Despite the effects of Brexit and increasing competition from Asian financial centers, the LSE continues to be a cornerstone of global finance. It has 1025 issuers, a market capitalization of about $5.7 trillion—with 84 countries represented.Among the major firms traded on the LSE are AstraZeneca PLC (AZN), Shell PLC (SHEL), Linde PLC (LIN), HSBC Holdings PLC (HSBC), and Unilever PLC (UL).\n\nThe Amsterdam Stock Exchange, established in 1602, is considered the world's first. It was initially created to aid the trading of shares and bonds issued by the Dutch East India Company, the first company to issue stock and bonds to the public.\n\nAt the turn of the millennium, the Amsterdam, Brussels, and Paris stock exchanges merged to form Euronext. It cuts across the Netherlands, Portugal, Belgium, France, Ireland, and the UK but is based in Amsterdam, Netherlands. The first pan-European exchange, it conducts its business in euros, whose appearance coincided just about with its own.\n\nThe exchange quickly expanded its footprint. In 2002, it added the Portuguese stock exchange Bolsa de Valores de Lisboa e Porto, and in 2007, it merged with the New York Stock Exchange to form NYSE Euronext, creating the first trans-Atlantic stock exchange. This partnership lasted until 2014, when Intercontinental Exchange (ICE) acquired NYSE Euronext and subsequently spun off Euronext as an independent entity.\n\nSince regaining its independence, Euronext has pursued an ambitious growth strategy. It acquired the Irish Stock Exchange in 2018. In 2020, it bought the Borsa Italiana from the LSE.\n\nEuronext operates as a single exchange with multiple national regulatory frameworks, reflecting the complex nature of European financial integration. This model allows it to maintain its local presence and expertise while offering a unified trading platform across its markets.\n\nThe Hong Kong Stock Exchange traces its origins to 1891, when the Association of Stockbrokers in Hong Kong was established as the first formal stock exchange in the city. The modern era of the HKEX began in 1986 when Hong Kong's separate exchanges were unified under a single entity, the Stock Exchange of Hong Kong Limited.\n\nAnother pivotal moment came in 1993 with the establishment of the Hong Kong Securities Clearing Company, which introduceda central clearing and settlementsystem. The return of Hong Kong to Chinese sovereignty in the late 1990s marked a new chapter for the exchange. Far from diminishing its importance, this transition enhanced HKEX's role as a crucial link between mainland China's rapidly growing economy and international capital markets. The introduction of H-shares in 1993, allowing mainland Chinese companies to list in Hong Kong, was a significant step in this direction.\n\nIn 2000, the exchange underwent a major restructuring, merging with the Hong Kong Futures Exchange and the Hong Kong Securities Clearing Company to form Hong Kong Exchanges and Clearing Limited (HKEX). This consolidation created a vertically integrated exchange and clearing house, enhancing Hong Kong's competitiveness in the global financial arena.\n\nThe 21st century has seen HKEX continue to innovate and expand. The launch of the Shanghai-Hong Kong Stock Connect in 2014, followed by the Shenzhen-Hong Kong Stock Connect in 2016, created direct links between the Hong Kong market and mainland Chinese exchanges. These programs have been instrumental in opening up China's capital markets to international investors and vice versa.\n\nIt's the third-largest stock exchange in Asia by market capitalization, trailing only the Tokyo Stock Exchange and the Shanghai Stock Exchange. Due to the increasing prevalence of electronic trading, the physical trading floor was closed in 2017.As of July 2024, Hong Kong Exchanges & Clearing has a market cap of $38.69 billion.Among the more than 2,600 companies traded there are the Bank of China (Hong Kong) and China Unicom.\n\nIn the primary market, new stocks are issued and sold to investors directly by the company through IPOs and the like. The secondary market is where existing shares are traded among investors. Major stock exchanges like the NYSE and Nasdaq operate in the secondary market.\n\nEquity markets serve as the bedrock of modern capitalism, providing a platform where companies can raise capital to fuel growth while investors can participate in corporate success and build wealth. Beyond their role in facilitating investment, equity markets act as barometers of economic health, reflecting and influencing broader economic trends.\n\nThey drive corporate governance by aligning management interests with shareholder value, fostering transparency through disclosure requirements, and contributing to economic stability, allowing firms and individuals to diversify risk.\n\nA primary task of equity markets is to enable companies to raise capital. Sometimes, entrepreneurs face challenges when trying to secure financing for their ventures, especially when they lack enough funds or collateral. Traditional lenders, such as banks, are sometimes reluctant to extend loans to startups or small businesses because of the associated risks and lack of guarantees.\n\nThe equity market resolves this by allowing companies to raise funds by issuing shares to investors. When equity stakes are sold,entrepreneursattract capital without incurring debt and this alleviates the financial burden of high-interest loans. This capital raised is often used to expand operations, invest in research and development, or pay off debt.\n\nLiquidity gives investors the ability to buy and sell shares quickly and efficiently. This ease of trading helps maintain investor confidence because individuals can convert their investments into cash when they need it without delays or price impacts. High liquidity in equity markets means that there are many buyers and sellers actively participating. This facilitates smoother transactions and helps stabilize prices.\n\nAs a result, investors are more likely to engage in trading activities, knowing they can enter or exit positions with relative ease. In addition, liquidity allows for betterprice discovery. When there are many transactions occurring, the prices of stocks reflect present supply and demand.\n\nEquity markets offer a range of financial products: common and preferred stocks, exchange-traded funds, and so forth. With these options, investors can tailor their portfolios according to their risk profiles and investment goals. They can gain exposure to different companies and industries.\n\nInvestors can strategically select stocks based on market trends, company performance, and sector dynamics so their investment aligns with their financial objectives.\n\nWhile equity markets are often associated with free-market capitalism, it's important to note that there's no such thing as a truly \"unregulated\" equity market. Regulations form the foundation of trust and stability in these markets, ensuring fair play and protecting investors. There couldn't be equities markets without that background.\n\nCritical aspects of equity market regulation include the following:\n\nThese regulations, enforced by bodies like the U.S. Securities and Exchange Commission in the U.S. or theFinancial Conduct Authorityin the U.K., are essential for maintaining market integrity, protecting investors, and nurturing the confidence necessary for markets to function effectively—if at all.\n\nEquity markets primarily trade publicly listed companies' shares, representing ownership stakes. Investors in equity markets aim to profit from capital appreciation and dividends. Bond markets, meanwhile, trade fixed-income securities that provide lenders with a preset interest rate and repayment schedule. Commodity markets trade raw materials and agricultural products. Unlike equities, commodities are not tied to the performance of a specific company. Each market serves a distinct purpose and attracts investors with different risk profiles and investment objectives.\n\nEquity markets are affected by economic conditions like changes ingross domestic product, inflation, and interest rates; political and social events; industry trends; and company earnings, management changes, and competitive advantages.\n\nInvestors analyze these factors using fundamental analysis, which involves assessing a company's financial statements, management, and competitive position. They also use technical analysis, which focuses on studying historical price and volume data to identify patterns and trends. Diversification across different sectors and industries can help mitigate the impact of one or several factors on an investor's portfolio.\n\nInvesting in equity markets carries marketrisk(the risk of overall market declines), company-specific risk (the potential for a company's failure or underperformance), liquidity risk (not being able to sell shares quickly at a fair price), and economic risk (the risk of economic downturns or recessions).\n\nInvestors can cut these risks by diversifying their portfolios across different sectors and industries, conducting thorough research on companies before investing, settingstop-loss ordersto limit potential losses, and keeping their eye on a long-term horizon to ride out short-term volatility.\n\nEquity markets aid capital flows to entrepreneurs to finance their ventures or expand operations. Investors can benefit from capital appreciation anddividends, with many creating long-term wealth through their equities investments.\n\nIt's important to understand how the market works and the various factors that influence stock prices, such as company performance,market sentiment, economic indicators, etc. While investing in equities markets has the potential for good returns, there are inherent risks. To be successful in equity investing, you need to have a long-term perspective, conduct thorough research on the market, and maintain a diversified portfolio.\n\nWorld Federation of Exchanges. \"Statistics.\"\n\nNew York Stock Exchange.''The History of NYSE\"\n\nStatista.''Largest stock exchange operators worldwide as of March 2024, by market capitalization of listed companies''\n\nThe New York Stock Exchange. 'The History of NYSE.''\n\nNasdaq.''The Stock Market: Where Buyers and Sellers Meet.\"\n\nIG.com.''What Are the Largest Stock Exchanges in the World?''\n\nShanghai Stock Exchange. \"Overview.\"\n\nLondon Stock Exchange Group.\"The History of LSEG\"\n\nLondon Stock Exchange.''Main Market\"\n\nIG.com.''What are the largest stock exchanges in the world\"\n\nCompanies Market Cap. \"Hong Kong Exchanges & Clearing\"",
  "url": "https://www.investopedia.com/terms/e/equitymarket.asp"
}