{
  "term": "Equivalent Annual Annuity (EAA) Approach: Overview and Formulas",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe equivalent annual annuity (EAA) approach is one of two methods used incapital budgetingto comparemutually exclusiveprojects with unequal lives. The EAA approach calculates the constant annual cash flow generated by a project over its lifespan if it were an annuity. When used to compare projects with unequal lives, an investor should choose the one with the higher EAA.\n\nThe EAA approach uses a three-stepprocess to compare projects. The present value of the constant annual cash flow is exactly equal to the project'snet present value(NPV). The first thing an analyst does is calculate each project's NPV over its lifetime. After that, they compute each project's EAA so that the present value of the annuities is exactly equal to the project's NPV. Lastly, the analyst compares each project's EAA and selects the one with the highest EAA.\n\nFor example, let's say a company with aweighted average cost of capitalof 10% is comparing two projects, A and B. Project A has an NPV of $3 million and an estimated life of five years, while Project B has an NPV of $2 million and an estimated life of three years. Using a financial calculator, Project A has an EAA of $791,392.44, and Project B has an EAA of $804,229.61. Under the EAA approach, the company would choose Project B since it has the higher equivalent annual annuity value.\n\nOften, an analyst will use a financial calculator with the typical present value andfuture valuefunctions to find the EAA.\n\nAn analyst can use the following formula in a spreadsheet or with a non-financial calculator with exactly the same results.\n\nFor example, consider two projects. Project A has a seven-year term and an NPV of $100,000. Project B has a nine-year term and an NPV of $120,000. Both projects are discounted at a 6 percent rate. The EAA of each project is:\n\nProject A is the better option.\n\nAn annuity is a contract between an investor and aninsurancecompany. Typically used in retirement, an annuity guarantees that you won't outlive your savings. However, they may come with high fees. One fee is thesurrender charge, which you would need to pay if you withdrew a certain amount of funds from the annuity during the surrender period, which can last up to two decades or so. Details vary from contract to contract, so if you're considering an annuity, be sure to read the fine print.\n\nThere are a few types of annuities.Fixed annuitiesoffer a guaranteed interest rate, which means a minimum amount of income on a periodic basis.Variable annuitiesallow you to invest in the market.Indexed annuitiestrack a particularindex, such as theS&P 500.\n\nAnnuities' payouts can be immediate or deferred.\n\nThe formula for the equivalent annual annuity is:\n\nC = (r x NPV) / (1 - (1 + r)-n )\n\nC = equivalent annuity cash flow\n\nThe equivalent annual annuity approach is a method used to compare projects that will each last a specific amount of time. You can use a financial calculator to help you determine which project is best, or you can try your hand at these formulas.",
  "url": "https://www.investopedia.com/terms/e/equivalent-annual-annuity-approach.asp"
}