{
  "term": "Equity Co-Investment: Definition, How It Works, Benefits",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAn equity co-investment is a minority investment in a company made by investors alongside aprivate equity fundmanager orventure capital (VC)firm. Equity co-investment enables other investors to participate in potentially highly profitable investments without paying the usual high fees charged by a private equity fund. Opportunities for equity co-investment are typically restricted to large institutional investors who have a relationship with the private equity fund manager and are often not available to smaller orretail investors.\n\nAs noted above, a minority investment made by an investor into a company or venture is called an equity co-investment. Many of the investors that make these investments areinstitutional investors, such aspension fundsand insurance companies. These deals may also attract certainhigh-net-worth individuals (HNWIs).The majority of the money poured into an equity co-investment (known simply as a co-investment) typically comes from a private equity or VC firm.\n\nIn a typical equity co-investment fund, the investor pays a fund sponsor orgeneral partner (GP)with whom the investor has a well-defined private equity partnership. The partnership agreement outlines how the GP allocates capital and diversifies assets. Co-investments avoid typicallimited partnerships (LPs)and general funds by investing directly in a company.\n\nBecause the co-investor has aminority interestin the fund, the sponsoring firm (the private equity or venture capital firm) retains control over how it is managed, including the holdings andrebalancing. As such, the co-investor cannot make any decisions about the fund.\n\nEquity co-investment accounted for significant growth in private equity fundraising since the2007-2008 financial crisiscompared to traditional fund investments. Although interest in co-investing remains high, fundraising is limited. This is largely due to economic conditions (interest rates, inflation, and recessionary fears) and geopolitical concerns.\n\nSource:S&P Global. \"A 5-year sector view of global limited partner co-investments with private equity.\"\n\nAccording to a study by Preqin, 80% of LPs reported better performance from equity co-investments compared to traditional fund structures.\n\nEquity co-investing in private equity deals has certain advantages. But, co-investors who participate in these deals should read the fine print before agreeing to them.\n\nThere are several key benefits to co-investments for both the investor and the private equity or venture capital firm that spearheads the fund. Among them, including:\n\nThe most important aspect of co-investments is their complicated nature. These are risky ventures, which require a great deal oftransparencyand disclosure. Since co-investors take a minority stake in a co-investment, they should be sure that they are well-apprised of how the fund is run and executed. They should also research the fund's management and the team's responsibilities.\n\nAnother key drawback of these deals can be the absence of fee transparency. Private equity firms don't offer much detail about the fees they charge LPs. There may behidden costsin cases like co-investing, where they purportedly offer no-fee services to invest in large deals. For example, they may charge monitoring fees, which can amount to several million dollars. This may not be evident at first glance from LPs.\n\nThere is also the possibility that PE firms may receive payments from companies in theirportfolioto promote the deals. Such deals are also risky for co-investors because they have no say in selecting or structuring the deal. The success (or failure) of the deals rests on the acumen of the private equity professionals in charge. In some cases, that may not always be optimal as the deal may sink.\n\nAccess to capital and greater flexibility\n\nCo-investors have no say in the deal\n\nHere's a hypothetical example to show how equity co-investments work. Suppose a $500 million fund could select three enterprises valued at $300 million. The partnership agreement might limit fund investments to $100 million, which means the firms would be leveraged by $200 million for each company.\n\nIf a new opportunity merged with an enterprise value of $350, the GP would need to seek funding outside its fund structure because it can only invest $100 million directly. The GP could borrow $100 million for financing and offer co-investment opportunities to existing limited partnerships or outside parties.\n\nEquity co-investors are generally high-net-worth individuals and institutional investors, such as endowments, pension funds, and corporations. These investors provide a minority stake in an equity co-investment (less than 50%) but have no decision-making or voting power on how the investment or fund is operated. As such, investors should do their due diligence to ensure that their capital is protected. In exchange for their investment, co-investors get access to new markets, the potential for greater returns, and lower fees.\n\nAccording to S&P Global, sovereign wealth funds contributed the most to co-investment deals between 2018 and 2023. This amounted to $331.41 billion for 469 deals. Corporate investors made the most investments, providing financing to 3,182 deals for a total of $254.02 billion. Pension funds co-invested in 288 deals with $193.40 billion while family offices contributed $54.35 billion to 683 deals.\n\nEquity co-investments present a big opportunity for institutional and high-net-worth individuals, promising access to new and different markets and the potential for higher returns. But, they don't always work out.\n\nOne such example is the case of Brazilian data center company Aceco T1. Private equity firm KKR acquired the company in 2014 along with co-investors, Singaporean investment firm GIC, and the Teacher Retirement System of Texas.The company was found to have cooked its books since 2012 and KKR wrote down its investment in the company to zero in 2017.\n\nEquity co-investments allow investors with a large capital pool to access new markets, so it's not an investment option for the average investor. Institutional and high-net-worth investors can access attractive investment opportunities with the potential for high returns. Although interest continues to remain strong, equity co-investments are impacted greatly by macroeconomic factors, such as interest rates, and geopolitical concerns.\n\nBlackrock. \"The advantages of private equity co-investments.\"\n\nPrereqin. \"80% of Private Equity Investors See Their Co-Investments Outperform Commingled Funds.\"\n\nCF Private Equity. \"Navigating Co-Investments in Today’s Environment.\"\n\nGoldman Sachs. \"GOLDMAN SACHS SURVEY SHOWS LIMITED PARTNERS’ INTEREST IN PRIVATE MARKETS CONTINUES DESPITE FUNDRAISING SLOWDOWN.\"\n\nConnection Capital. \"Co-investments.\"\n\nS&P Global. \"A 5-year sector view of global limited partner co-investments with private equity.\"\n\nGPCA. \"KKR to Acquire Data Center Operator Aceco Ti.\"\n\nWall Street Journal. \"When Barclays’s Jes Staley Went to Bat for an In-Law, a Powerful Client Cried Foul.\"",
  "url": "https://www.investopedia.com/terms/e/equity-coinvestment.asp"
}