{
  "term": "Equity: Meaning, How It Works, and How to Calculate It",
  "definition": "What you need to know about residual value\n\nEquity is the remaining value of an asset or investment after considering or paying any debt owed; the term is also used to refer to capital used for funding or a brand's value.\n\nIn finance, equity refers to an ownership stake whose value is reduced by an associated debt. For homeowners,home equityrefers to the value of a property minus the balance of any mortgages or debts.\n\nIn the stock market,shareholders' equity(or owners' equity for privately held companies) represents the difference between a company's assets and liabilities. If all of the company's assets were liquidated and used to pay off debts, the shareholders' equity is the amount that would be left over. In the case of an acquisition, it is the value of company sales minus any liabilities owed by the company that are not transferred with the sale.\n\nIn addition, shareholder equity can represent the book value of a company. Equity can sometimes be offered as payment-in-kind. It also represents the pro-rata ownership of a company's shares. Equity can be found on a company's balance sheet and is one of the most common pieces of data employed by analysts to assess a company's financial health.\n\nBy comparing concrete numbers reflecting everything the company owns and owes, the \"assets-minus-liabilities\" shareholder equity equation paints a clear picture of a company's finances, easily interpreted by investors and analysts.Equity is used as capital raised by a company, which is then used to purchase assets, invest in projects, and fund operations. A firm typically can raise capital by issuing debt (in the form of a loan or via bonds) or equity (by selling stock). Investors usually seek out equity investments as they provide a greater opportunity to share in the profits and growth of a firm.\n\nEquity is important because it represents the value of an investor's stake in a company, represented by the proportion of its shares. Owning stock in a company gives shareholders the potential for capital gains and dividends. Owning equity will also give shareholders the right to vote on corporate actions and elections for the board of directors. These equity ownership benefits promote shareholders' ongoing interest in the company.\n\nShareholder equity can be either negative or positive. If positive, the company has enough assets to cover its liabilities. If negative, the company's liabilities exceed its assets; if prolonged, this is considered balance sheet insolvency. Typically, investors view companies with negative shareholder equity as risky or unsafe investments. Shareholder equity alone is not a definitive indicator of a company's financial health; used in conjunction with other tools and metrics, the investor can accurately analyze the health of an organization.\n\nThe following formula and calculation can be used to determine the equity of a firm, which is derived from theaccounting equation:\n\nShareholders’ Equity=Total Assets−Total Liabilities\\text{Shareholders' Equity} = \\text{Total Assets} - \\text{Total Liabilities}Shareholders’ Equity=Total Assets−Total Liabilities\n\nThis information can be found on the balance sheet, where these four steps should be followed:\n\nShareholder equity can also be expressed as a company's share capital and retained earnings less the value of treasury shares. This method, however, is less common. Though both methods yield the exact figure, the use of total assets and total liabilities is more illustrative of a company's financial health.\n\nRetained earnings are part of shareholder equity and represent net income that is not paid to shareholders as dividends. Think of retained earnings as savings because it represents a cumulative total of profits that have been saved and put aside or retained for future use. Retained earnings grow larger over time as the company continues to reinvest a portion of its income.\n\nAt some point, the amount of accumulated retained earnings can exceed the amount of equity capital contributed by stockholders. Retained earnings are usually the largest component of stockholders' equity for companies that have operated for many years.\n\nTreasury shares or stock (not to be confused with U.S. Treasury bills) represent stock that the company has bought back from existing shareholders. Companies may do a repurchase when management cannot deploy all of the available equity capital in ways that might deliver the best returns. Shares repurchased by companies become treasury shares, and the dollar value is noted in an account called treasury stock, acontra accountto the accounts of investor capital and retained earnings. Companies can reissue treasury shares to stockholders when they need to raise money.\n\nMany view stockholders' equity as representing a company's net assets—its net value, so to speak, would be the amount shareholders would receive if the company liquidated all of its assets and repaid all of its debts.\n\nAs part of its 2024 annual filing, Apple reported $56.95 billion in shareholder equity, down from $62.1 billion the previous year. This value was made up of common stock and additional paid-in capital. Of the 50.4 million shares authorized, the company had issued roughly 15.1 million shares.\n\nApple also has several other types of shareholder equity activity. At the end of its fiscal year 2024, Apple had an accumulated deficit of $19.2 billion. The company also reported an accumulated other comprehensive loss of $7.2 billion.\n\nThe concept of equity has applications beyond just evaluating companies. We can more generally think of equity as a degree of ownership in any asset after subtracting all debts associated with that asset.\n\nBelow are several common variations on equity:\n\nWhen an investment is publicly traded, the market value of equity is readily available by looking at the company's share price and its market capitalization. For private entities, the market mechanism does not exist, so other valuation forms must be used to estimate value.\n\nPrivate equitygenerally refers to such an evaluation of companies that are not publicly traded. The accounting equation still applies, where stated equity on the balance sheet is what is left over when subtracting liabilities from assets, arriving at an estimate of book value. Privately held companies can then seek investors by selling off shares directly in private placements. These private equity investors can include institutions like pension funds, university endowments, insurance companies, or accredited individuals.\n\nPrivate equity is often sold to funds and investors that specialize in direct investments in private companies or that engage in leveraged buyouts (LBOs) of public companies. In an LBO transaction, a company receives a loan from a private equity firm to fund the acquisition of a division of another company. Cash flows or the assets of the company being acquired usually secure the loan. Mezzanine debt is a private loan, usually provided by a commercial bank or a mezzanine venture capital firm. Mezzanine transactions often involve a mix of debt and equity in subordinated loans, warrants, common stock, or preferred stock.\n\nPrivate equity comes into play at different points along a company's life cycle. Typically, a young company with no revenue or earnings can't afford to borrow, so it must get capital from friends and family or individual \"angel investors.\" Venture capitalists enter the picture when the company has finally created its product or service and is ready to bring it to market. Some of the largest, most successful corporations in the tech sector, like Google, Apple, Amazon, and Meta—or what are referred to as the GAFAM stocks—began with venture capital funding.\n\nVenture capitalists (VCs) provide most private equity financing in return for an early minority stake. Sometimes, a venture capitalist will take a seat on the board of directors for its portfolio companies, ensuring an active role in guiding the company. Venture capitalists look to hit big early on and exit investments within five to seven years. An LBO is one of the most common types of private equity financing and might occur as a company matures.\n\nA final type of private equity is a Private Investment in a Public Company (PIPE). APIPEis a private investment firm's, a mutual fund's, or another qualified investors' purchase of stock in a company at a discount to the current market value (CMV) per share to raise capital.\n\nUnlike shareholder equity, private equity is not accessible to the average individual. Only \"accredited\" investors, those with a net worth of at least $1 million, can take part in private equity or venture capital partnerships.Such endeavors might requireForm 4, depending on their scale.For investors who don't meet this marker, there is the option of private equity exchange-traded funds (ETFs).\n\nHome equityis roughly comparable to the value contained in homeownership. The amount of equity one has in their residence represents how much of the home they own after accounting for the mortgage debt owed. Equity on a property or home stems from payments made against a mortgage, including a down payment and increases in property value.\n\nHome equity is often an individual’s greatest source of collateral, and the owner can use it to get a home equity loan, which some call a second mortgage or a home equity line of credit (HELOC). An equity takeout is taking money out of a property or borrowing money against it.\n\nFor example, let’s say Sam owns a home with a mortgage on it. The house has a current market value of $175,000, and the mortgage owed totals $100,000. Sam has $75,000 worth of equity in the home, or $175,000 (asset total) - $100,000 (liability total).\n\nWhen determining an asset's equity, particularly for larger corporations, it is important to note these assets may include both tangible assets, like property, and intangible assets, like the company's reputation and brand identity. Through years of advertising and the development of a customer base, a company's brand can develop an inherent value. Some call this value \"brand equity,\" which measures the value of a brand relative to a generic or store-brand version of a product.\n\nFor example, many soft-drink lovers will reach for a Coke before buying a store-brand cola because they prefer the taste or are more familiar with the flavor. If a 2-liter bottle of store-brand cola costs $1 and a 2-liter bottle of Coke costs $2, then Coca-Cola has brand equity of $1.\n\nThere is also such a thing as negative brand equity, which is when people will pay more for a generic or store-brand product than they will for a particular brand name. Negative brand equity is rare and can occur because of bad publicity, such as a product recall or a disaster.\n\nReturn on equity (ROE)is a measure of financial performance calculated by dividing net income by shareholder equity. Because shareholder equity is equal to a company’s assets minus its debt, ROE could be considered the return on net assets. ROE is considered a measure of how effectively management uses a company’s assets to create profits.\n\nEquity, as we have seen, has various meanings but usually represents ownership in an asset or a company, such as stockholders owning equity in a company. ROE is a financial metric that measures how much profit is generated from a company’s shareholder equity.\n\nThe fundamental accounting equation is total assets equal the sum of liabilities and equity. This equation is the basis for the balance sheet, which summarizes a company's financial position at a specific point in time. In all of the examples discussed in this article, the basis of calculating equity was rooted in this accounting equation.\n\nLiabilities are obligations that the company owes to external parties, such as loans, accounts payable, and accrued expenses. Equity represents the residual claim on assets after satisfying liabilities. A company can pay for something by either taking on debt (i.e., liabilities) or paying for it with money it owns (i.e., equity). Therefore, the equation reflects the principle that all of a company's resources (assets) can be paid in one of those two ways.\n\nEquity is an important concept in finance that has different specific meanings depending on the context. For investors, the most common type of equity is \"shareholders' equity,\" which is calculated by subtracting total liabilities from total assets.\n\nShareholders' equity is, therefore, essentially the net worth of a corporation. If the company were to liquidate, shareholders' equity is the amount of money that its shareholders would theoretically receive.\n\nOther terms that are sometimes used to describe this concept include shareholders’ equity, book value, and net asset value. Depending on the context, the precise meanings of these terms may differ, but generally speaking, they refer to the value of an investment that would be left over after paying off all of the liabilities associated with that investment. This term is also used in real estate investing to refer to the difference between a property’s fair market value and the outstanding value of its mortgage loan.\n\nEquity is a very important concept for investors. For instance, in looking at a company, an investor might use shareholders’ equity as a benchmark for determining whether a particular purchase price is expensive. If that company has historically traded at a price-to-book value of 1.5, for instance, then an investor might think twice before paying more than that valuation unless they feel the company’s prospects have fundamentally improved. On the other hand, an investor might feel comfortable buying shares in a relatively weak business as long as the price they pay is sufficiently low relative to its equity.\n\nEquity is equal to total assets minus total liabilities. These figures can all be found on a company's balance sheet. For a homeowner, equity is the value of the home less any outstanding mortgage debt or liens.\n\nFinancial equity represents the ownership interest in a company's assets after deducting liabilities. It reflects the value that belongs to the shareholders or owners of the business. Equity can also refer to other items, such as brand equity.\n\nU.S. Securities and Exchange Commission. \"Beginners' Guide to Financial Statements.\"\n\nApple. \"2024 Annual Report.\" Page 34 of PDF.\n\nU.S. Securities and Exchange Commission. \"Accredited Investors – Updated Investor Bulletin.\"\n\nU.S. Securities and Exchange Commission. \"Form 4: Statement of Changes in Beneficial Ownership of Securities.\"\n\nBudac, Camelia, and Lia Baltador. \"The Value of Brand Equity.\"Procedia Economics and Finance, vol. 6, 2013, pp. 444-448.",
  "url": "https://www.investopedia.com/terms/e/equity.asp"
}