{
  "term": "Equity Capital Market (ECM) Definition, How It Works, Types",
  "definition": "The equity capital market (ECM) refers to the arena where financial institutions help companies raise equity capital and where stocks are traded. It consists of theprimary marketfor private placements, initial public offerings (IPOs), and warrants; and thesecondary market, where existing shares are sold, as well as futures, options, and other listed securities are traded.\n\nThe equity capital market (ECM) is broader than just the stock market because it covers a wider range of financial instruments and activities. These include the marketing and distribution and allocation of issues,initial public offerings (IPOs), private placements, derivatives trading, andbook building. The main participants in the ECM are investment banks, broker-dealers, retail investors, venture capitalists, private equity firms, and angel investors.\n\nTogether with thebond market, the ECM channels money provided by savers and depository institutions to investors. As part of thecapital markets, the ECM, leads, in theory, to the efficient allocation of resources within a market economy.\n\nThe primary equity market, where companies issue new securities, is divided into a private placement market, and a primary public market. In the private placement market, companies raise private equity through unquoted shares that are sold to investors directly. In the primary public market, private companies cango publicthrough IPOs, and listed companies can issue new equity throughseasoned issues.\n\nPrivate equity firms may use both cash and debt in their investment (such as in a leveraged buyout), whereas venture capital firms typically deal only with equity investments.\n\nThe secondary market, where no new capital is created, is what most people typically think of as the \"stock market”. It is where existing shares are bought and sold, and consists of stock exchanges andover-the-counter (OTC)markets, where a network of dealers trade stocks without an exchange acting as an intermediary.\n\nRaising capital through equity markets offers several advantages for companies.\n\nThe first one is a lowerdebt to equity ratio. Companies will not need to access debt markets with expensive interest rates to finance future growth. Equity markets are also relatively more flexible and have a greater variety of financing options for growth as compared to debt markets. In some instances, especially in private placement, equity markets also help entrepreneurs and company founders bring in experience and oversight from senior colleagues. This will help companies expand their business to new markets and products or provide needed counsel.\n\nBut there are also problems with raising capital in equity markets. For example, the route to a public offering can be an expensive and time-consuming one. Numerous actors are involved in the process, resulting in a multiplication of costs and time required to bring a company to market.\n\nAdded to this is the constant scrutiny. While equity market investors are more tolerant of risk as compared to their debt market counterparts, they are also focused on returns. As such, investors impatient with a company that has consistently produced negative returns may abandon it, leading to a sharp drop in its valuation.\n\nCompanies seek to raise capital in order to finance their operations and grow. Equity funding involves exchanging shares of a company's residual ownership in return for capital. Debt funding instead relies on borrowing, where lenders are repaid principal and interest without receiving any ownership claim. In general, equity capital is more expensive and has fewer tax benefits than debt capital, but also comes with a great deal of operational freedom and less liability in the case that business fails.\n\nThe equity of a company, orshareholders' equity, is the net difference between a company'stotal assetsand itstotal liabilities. When a company has publicly-traded stock, the value of its market capitalization can be calculated as the share price times the number of shares outstanding.\n\nEquity can be categorized along several dimensions. Private equity differs from publicly-traded shares, where the former is placed via primary markets and the latter on secondary markets. Common stock is the most ubiquitous form of equity, but companies may also issue different share classes including allocations topreferred stock.\n\nCapital is any resource, including cash, that a company possesses and uses for productive purposes. Equity is but one form of capital.\n\nAnthony W. Lynch. \"Foundations of Finance, Lecture 2.\" Page 2. Leonard N. Stern School of Business, New York University.\n\nAnthony W. Lynch. \"Foundations of Finance, Lecture 2.\" Pages 5-6. Leonard N. Stern School of Business, New York University.\n\nPitchBook. \"A Guide to Every Step in the IPO Process Explained.\"",
  "url": "https://www.investopedia.com/terms/e/equitycapitalmarket.asp"
}