{
  "term": "Equilibrium Price: Definition, Types, Example, and How to Calculate",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nEquilibrium is the state in which prices become stable when market supply and demand balance. Generally, an over-supply of goods or services causes prices to go down, which results in higher demand—while an under-supply or shortage causes prices to go up resulting in less demand.\n\nThe balancing effect ofsupply and demandresults in a state of equilibrium.\n\nInvestopedia / Paige McLaughlin\n\nTheequilibrium priceis where thesupplyof goods matches demand. When a majorindexexperiences a period of consolidation or sideways momentum, it can be said that the forces of supply and demand are relatively equal and the market is in a state of equilibrium.\n\nEconomists find thatprices tend to fluctuate around the equilibrium levels. If the price rises too high, market forces will incentivize sellers to come in and produce more. If the price is too low, additional buyers will bid up the price. These activities keep the equilibrium level in relative balance over time.\n\nEconomists like Adam Smith believed that afree marketwould tend toward equilibrium. For example, a dearth of any one good would create a higher price generally, which would reduce demand, leading to an increase in supply provided the right incentive. The same would occur in reverse order provided there was excess in any one market.\n\nModern economists point out thatcartelsormonopolisticcompanies can artificially hold prices higher and keep them there in order to reap higher profits. The diamond industry is a classic example of a market where demand is high, butsupply is made artificially scarceby companies selling fewer diamonds in order to keep prices high.\n\nAs noted by Paul Samuelson in his 1983 workFoundations of Economic Analysis,the term equilibrium with respect to a market is not necessarily a good thing from a normative perspective, and making that value judgment could be a misstep.\n\nMarkets can be in equilibrium, but it may not mean that all is well. For example, the food markets in Ireland were at equilibrium during the great potato famine in the mid-1800s. Higher profits from selling to the British made it so the Irish and British market was at an equilibrium price that was higher than what consumers could pay, and consequently, many people starved.\n\nWhen markets aren't in a state of equilibrium, they are said to be indisequilibrium. Disequilibrium can happen in a flash in a more stable market or can be a systematic characteristic of certain markets.\n\nAt times disequilibrium can spill over from one market to another—for instance, if there aren’t enough transport companies or resources available to ship coffee internationally then the coffee supply for certain regions could be reduced, affecting the equilibrium of coffee markets. Economists view many labor markets as being in disequilibrium due to how legislation and public policy protect people and their jobs, or the amount they are compensated for their labor.\n\nEconomic equilibriumrefers broadly to any state in the economy where forces are balanced. This can be related to prices in a market where supply is equal to demand, but can also represent the level of employment, interest rates, and so on.\n\nThe process by which equilibrium prices are reached is through aprocess of competition. Among sellers to be the low-cost producer to grab the largest market share, and also among buyers to snatch up the best deals.\n\nGeneral equilibriumconsiders the aggregation of forces occurring at the macro-economic level, and not the micro forces of individual markets. It is a cornerstone ofWalrasianeconomics.\n\nEconomists have found that there is a level of persistent unemployment that is observed when there is general equilibrium in an economy. This is known asunderemployment equilibrium, and is predicted byKeynesian economic theory.\n\nLindahl equilibriumis a special case where, in theory, the optimal amount of public goods is produced and the cost ofpublic goodsis fairly shared among everyone. It describes an ideal state rarely, if ever, achieved in reality, but is used to help craft tax policy and is an important concept inwelfare economics.\n\nBecause prices may swing above or below the equilibrium level due to proximate changes in supply or demand at a given moment, it is best to look at this effect over time, known asintertemporal equilibrium. The concept is also used in understanding how firms and households budget and smooth spending over longer time horizons.\n\nIngame theory,Nash equilibriumis a state of play whereby the optimal strategy involves considering the optimal strategy of the other player or opponent.\n\nTheprisoner's dilemmais a common situation in game theory that exemplifies the Nash equilibrium.\n\nA store manufactures 1,000 spinning tops and retails them at $10 per piece. But no one is willing to buy them at that price. To pump up demand, the store reduces its price to $8. There are 250 buyers at that price point. In response, the store further slashes the retail cost to $5 and garners five hundred buyers in total. Upon further reduction of the price to $2, one thousand buyers of the spinning top materialize. At this price point, supply equals demand. Hence $2 is the equilibrium price for the spinning tops.\n\nWhen a market is in equilibrium, prices reflect an exact balance between buyers (demand) and sellers (supply). While elegant in theory, markets are rarely in equilibrium at a given moment. Rather, equilibrium should be thought of as a long-term average level.\n\nIn economics, the equilibrium price is calculated by setting thesupply functionanddemand functionequal to one another and solving for the price.\n\nThe amount supplied that exactly equals demand is theequilibrium quantity. In such a case, there will neither be an oversupply nor a shortage.\n\nPaul A. Samuelson. \"Foundations of Economic Analysis.\" Harvard University Press, 1983.",
  "url": "https://www.investopedia.com/terms/e/equilibrium.asp"
}