{
  "term": "Equilibrium Quantity: Definition and Relationship to Price",
  "definition": "Equilibrium quantity is when there is noshortageor surplus of a product in the market. Supply and demand intersect, meaning the amount of an item that consumers want to buy is equal to the amount being supplied by its producers. In other words, the market has reached a perfect state of balance as prices stabilize to suit all parties.\n\nBasicmicroeconomictheory provides a model to determine the optimal quantityand price of a good or service. This theory is based onthe supply and demand model, which is the fundamental basis for market capitalism. It assumes that producers and consumers behave predictably and consistently and there are no other factors influencing their decisions.\n\nIn a supply and demand chart there are two curves, one representing supply and the other representing demand. These curves are plotted against price (the y-axis) and quantity (the x-axis). If looking from left to right, thesupply curveslopes upwards. This is because there is a direct relationship between price and supply. The producer has a greater incentive to supply an item if the price is higher. Therefore, as the price of a product increases, so does the quantity supplied.\n\nMeanwhile, thedemand curve, representing buyers, slopes downwards. This is because there is an inverse relationship between the price and quantity demanded. Consumers are more willing to purchase goods if they are inexpensive; therefore, as the price increases, the quantity demanded decreases.\n\nAs the curves have opposite trajectories, they will eventually intersect on the supply and demand chart. This is the point ofeconomic equilibrium, which also represents the equilibrium quantity andequilibriumprice of a good or service.\n\nSince the intersection occurs at a point on both the supply and demand curves, producing/buying the equilibrium quantity of a good or service at the equilibrium price should be agreeable to both producers and consumers. Hypothetically, this is the most efficient state the market can reach and the state to which it naturally gravitates.\n\nSupply and demand theory underpins most economic analysis, buteconomistscaution against taking it too literally. A supply and demand chart only represents, in a vacuum, the market for one good or service. In reality, there are always many other factors influencing decisions such as logistical limitations,purchasing power, and technological changes or other industry developments.\n\nThe theory does not account for potentialexternalities, which can result inmarket failure. For example, during the Irish potato famine of the mid-19th century, Irish potatoes were still being exported to England. The market for potatoes was in equilibrium—Irish producers and English consumers were satisfied with the price and the number of potatoes in the market. However, the Irish, who were not a factor in reaching the optimum price and quantity of items, were starving.\n\nCorrectivesocial welfaremeasures to correct such a situation, or governmentsubsidiesto prop up a specific industry, can also impact the equilibrium price and quantity of a good or service.\n\nUniversity College, Dublin. \"Famine in Ireland, 1300-1900.\"",
  "url": "https://www.investopedia.com/terms/e/equilibrium-quantity.asp"
}