{
  "term": "Equity Method of Accounting: Definition and Example",
  "definition": "Companies use the equity method of accounting to report their investments in other entities where they have significant influence but not a controlling interest.\n\nCompanies use the equity method of accounting to record profits earned through investments in other businesses where they hold significant influence but don't have control. When a company owns between 20% and 50% of another company's voting shares, accounting standards typically require using this method to accurately reflect their financial relationship.\n\nThis accounting technique is commonly used for joint ventures and strategic partnerships in industries like telecommunications, pharmaceuticals, and financial services, where companies want to collaborate and share resources without assuming complete operational control. The equity method provides a more accurate representation of the investor's financial interest than other methods like cost accounting or mark-to-market valuation.\n\nThe equity method sits between full consolidation (used when a company owns more than 50% of another) and more straightforward accounting approaches for minority investments. It recognizes that significant influence—through board representation, policy involvement, or substantial intercompany transactions—deserves distinct financial reporting that reflects this special relationship.\n\nPaige McLaughlin / Investopedia\n\nThe equity method better reflects how an investor company can exert significant influence over an investee's operations without needingcontrolling interest. Significant influence can emerge, for instance, when an investor gains board representation and participates in policymaking by conducting substantial inter-company transactions or when the investee becomes technologically dependent.\n\nAccording to accounting standards like ASC 323 inU.S. GAAPor international accounting standard 28 in the international financial reporting standards, companies are required to use the equity method for investments where they hold 20% or more of another company's voting stock because this ownership level creates a presumption of significant influence.Companies must disclose details about equity method investments in thenotesto financial statements, including the name of each investee and the percentage of ownership interest.\n\nCompanies use the equity method for joint ventures andstrategic partnershipsbecause it allows them to exert significant influence without taking on complete management responsibilities andoperational risks. This is commonly seen, for instance, in industry sectors like telecommunications, pharmaceuticals, energy, and financial services, where collaboration allows companies to pool resources and expertise and share risks while maintaining their own corporate or brand identities.\n\nThe equity method differs from alternative accounting treatments for reporting investments. For instance, when ownership stakes fall below the 20% mark, companies usually apply thecost method or mark-to-marketaccounting to record minority investments at either their historical cost or current fair market value. Alternatively, when companies control over 50% of another entity, they might useconsolidation accounting, which integrates both companies' financial statements to portray them as one economic entity.\n\nA company may apply the equity method with less than 20% ownership when it can show it has a significant influence over another company. It can also not use the equity method if it owns more than 20% equity if the company doesn't have this influence over another.\n\nThe equity method impacts several key financial statements in specific ways:\n\nInitial recognition: The investor company records its initial investment at cost on thebalance sheet, including the purchase price of the shares and transaction costs.\n\nSubsequent measurement: Following the initial investment the investor recalibrates the investment's book value according to their share of the investee's reported profits or losses.\n\nUnder the equity method, dividends are treated as a return on investment that reduces the value of the investor’s shares. Meanwhile, the cost method of accounting treats dividends as taxable income.\n\nSuppose the hypothetical TechInvest Corp., a large technology company, purchases 30% of a startup, Software Innovations Inc., for $6 million on Jan. 1, 2025. Here's how it would work under this accounting method:\n\nTechInvest records the investment as anassetvalued at $6 million on its balance sheet.\n\nIn 2025, Software Innovations reports a net income of $2 million and pays $500,000 in dividends to shareholders.\n\nTechInvest would make the following accounting entries:\n\nIn 2026, Software Innovations experienced an unexpected downturn and reported a net loss of $1 million while forgoing its dividend.\n\nTechInvest would record the following:\n\nSuppose at the end of 2026, TechInvest determines that Software Innovations has experienced a permanent decline in fair value because it's lost key clients and its core technology is obsolete. It now values its investment at $5.5 million. TechInvest would recognize an impairment loss of $650,000 ($6,150,000 - $5,500,000) and write down the investment to $5.5 million.\n\nThe equity method of accounting offers a fair way for investor companies to account for their financial stake in companies they significantly influence but do not outright control. This accounting approach better reflects the true economic nature of the investment relationship as it attributes a proportional slice of the investee's profits and losses to the investor company, unlike basic cost accounting methods.\n\nPrice Waterhouse Cooper. \"Equity method investments and joint ventures.\"\n\nIFRS. \"IAS 28 Investments in Associates and Joint Ventures.\"\n\nAssociation of International Certified Professional Accountants. “Determining ‘Significant Influence’ for Equity Method Investees: It’s Not Just Owning 20% of the Stock,” Pages 4–5.",
  "url": "https://www.investopedia.com/terms/e/equitymethod.asp"
}