{
  "term": "Equity Accounting (Method): What It Is, Plus Investor Influence",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nEquity accounting is a financial reporting method used to account for investments in associated companies.\n\nEquity accounting is a method of reporting the portion of a company's income that is derived from its ownership interest in another company. Equity accounting treats the company's share of the affiliate's profits as returns on investment.\n\nTypically, equity accounting–also called theequity method–is applied when a company owns 20–50% of thevoting stockof the associate company. It is used only when the investing company can exert a significant influence over the affiliated company. It is not used if the company owns the affiliated company outright.\n\nUnder theequity methodof accounting, an investing company will recognize its share of the profits or losses in another company in itsincome statementfor each period. The share it recognizes will reflect its percentage ownership.\n\nThe affiliated company will continue to publish its own income statement.\n\nThe initial investment amount in the company is recorded as anasseton the investing company'sbalance sheet. It records its share of profit or loss in the income statement for the year. At the same time, the profits increase the investment value on the balance sheet while losses would decrease it.\n\nThe requirements for the equity method are set out in both U.S.GAAPand theIFRSrules. Some of the guidance in GAAP does not appear in the IFRS.\n\nThe biggest consideration in equity accounting is the level of investor influence over the operating or financial decisions of the investee. When there's a significant amount of money invested in a company by another company, the investor can exert influence over financial and operating decisions, which ultimately impacts the financial results of both companies.\n\nWhile no precise measure can gauge an exact level of influence, several indicators of operational and financial policy influences include:\n\nWhen an investor acquires 20% or more of the voting stock of an investee, it is presumed that, if there's no evidence to the contrary, the investor will exercise significant influence over the investee.\n\nIf an ownership position is less than 20%, there is a presumption that the investor does not exert significant influence over the investee unless it can demonstrate otherwise.\n\nThere are no hard rules for establishing the level of influence that a company can exert. For instance, many large institutional investors enjoy more implicit control than their absolute ownership levels would ordinarily allow.\n\nIf a company does not exercise significant influence over a company that it has invested in, the cost method of accounting is used rather than the equity accounting method.\n\nThe cost method of accounting records the cost of the investment as an asset, using its historical cost. The company does not recognize the earnings of the affiliated company. Instead, it recognizes dividend income.\n\nThe carrying amount remains at historical cost unless the value of the investment declines permanently. In this case, this value is written down.\n\nThe equity method makes periodic adjustments to the value of the asset on the investor's balance sheet because it is relevant to its 20%-50% controlling investment interest in the affiliated company.\n\nThe equity accounting method is used if the reporting entity has a significant interest in another company but does not own it outright. In practice, this means an ownership stake of 20-50% in the other company.\n\nIf the reporting company has a controlling interest (51% or greater) it is reported as a consolidatedsubsidiary.\n\nFor smaller ownership stakes, the investment is reported according to the fair value method.\n\nUnder the equity accounting method, an investing company records its stake in another company as an asset on its balance sheet. It also records its share of the profits or losses of the invested company on its income statement.\n\nOne critique of the equity accounting method is that it does not provide usable insights to investors looking forward. Although it records the assets and profits of the investee in its financial statements, the investing company does not entirely control how the investee uses its assets, and it does not receive any profit unless the investee chooses to pay a dividend.\n\nThe equity method is an accounting technique for reporting profits and losses derived from a company's ownership stake in another company. If the investing company has a significant stake, the company will report the value and profits of the investee on its own financial statements.\n\nPricewaterhouseCoopers. \"Equity Method.\"\n\nCPA Journal. \"Equity Method Accounting.\"\n\nAB Magazine. \"Equity Method: The Problem Child.\"",
  "url": "https://www.investopedia.com/terms/e/equityaccounting.asp"
}