{
  "term": "Equity Swap: Definition, How It Works, Example",
  "definition": "Investopedia / Michela Buttignol\n\nAn equity swap is an exchange of future cash flows between two parties that allows each party to diversify its income for a specified period of time while still holding its original assets. An equity swap is similar to an interest rate swap, but rather than one leg being the \"fixed\" side, it is based on the return of an equity index. The two sets ofnominallyequal cash flows are exchanged as per the terms of the swap, which may involve an equity-based cash flow (such as from a stock asset called thereference equity) that is traded for fixed-income cash flow (such as abenchmarkinterest rate).\n\nSwaps trade over-the-counter and are very customizable based on what the two parties agree to. Besidesdiversificationand tax benefits, equity swaps allow large institutions to hedge specific assets or positions in their portfolios.\n\nEquity swaps should not be confused with adebt/equity swap, which is a restructuring transaction in which the obligations or debts of a company or individual are exchanged for equity.\n\nBecause equity swaps trade OTC, there is counterparty risk involved.\n\nAn equity swap is similar to an interest rate swap, but rather than one leg being the \"fixed\" side, it is based on the return of an equity index. For example, one party will pay the floating leg (typically linked to LIBOR) and receive the returns on a pre-agreed-upon index of stocks relative to the notional amount of the contract. Equity swaps allow parties to potentially benefit from returns of an equity security orindexwithout the need to own shares, anexchange-traded fund(ETF), or a mutual fund that tracks an index.\n\nMost equity swaps are conducted between large financing firms such as auto financiers,investment banks, and lending institutions. Equity swaps are typically linked to the performance of an equity security or index and include payments linked to fixed rate or floating rate securities.LIBORrates are a common benchmark for thefixed incomeportion of equity swaps, which tend to be held at intervals of one year or less, much likecommercial paper.\n\nAccording to an announcement by the Federal Reserve, banks should stop writing contracts using LIBOR by the end of 2021. The Intercontinental Exchange, the authority responsible for LIBOR, will stop publishing one week and two month LIBOR after December 31, 2021. All contracts using LIBOR must be wrapped up by June 30, 2023.﻿﻿\n\nThe stream of payments in an equity swap is known as thelegs. One leg is the payment stream of the performance of an equity security or equity index (such as the S&P 500) over a specified period, which is based on the specified notional value. The second leg is typically based on the LIBOR, a fixed rate, or another equity's or index's returns.\n\nAssume apassively managedfund seeks to track the performance of the S&P 500. The asset managers of the fund could enter into an equity swap contract, so it would not have to purchase various securities that track the S&P 500. The firm swaps $25 million at LIBOR plus twobasis pointswith an investment bank that agrees to pay any percentage increase in $25 million invested in the S&P 500 index for one year.\n\nTherefore, in one year, the passively managed fund would owe the interest on $25 million, based on the LIBOR plus two basis points. However, its payment would be offset by $25 million multiplied by the percentage increase in the S&P 500. If the S&P 500 falls over the next year, then the fund would have to pay the investment bank the interest payment and the percentage that the S&P 500 fell multiplied by $25 million. If the S&P 500 rises more than LIBOR plus two basis points, the investment bank owes the passively managed fund the difference.\n\nSince swaps are customizable based on what two parties agree to, there are many potential ways this swap could be restructured. Instead of LIBOR plus two basis points, we could have seen one bp, or instead of the S&P 500, another index could be used.\n\nIntercontinental Exchange. \"LIBOR®.\" Accessed Dec. 3, 2020.",
  "url": "https://www.investopedia.com/terms/e/equityswap.asp"
}