{
  "term": "Equitable Relief: How it Works in Practice",
  "definition": "Equitable relief is a court-granted remedy that requires a party to act or refrain from performing a particular act in cases where legal remedies are not considered to provide sufficient restitution.\n\nEquitable relief is distinct from a legal claim such as monetary compensation and is employed to prompt or prevent action in cases when a legal remedy would not constitute adequate restitution for the breach of contract or other offense. This prompting often takes the form of a court injunction, which enforces the remedy by punishing non-compliance with civil or criminal penalties.\n\nJurisdictional clauses that provide for equitable relief often require such cases to include an acknowledgment between both parties that legal relief wouldn't compensate for abreach of contractor that a breach would result in irreparable damages or injury, and acknowledgment between parties that a breach of contract could result in the offended party seeking an injunction or another form of equitable relief.\n\nThe offended party must also be found to be entirely free from blame in the dispute. Often called the \"clean hands\" principle, it can be applied to deny equitable relief if the offended party has not acted entirely in good faith, or has delayed unnecessarily in seeking a remedy.\n\nEquitable relief is not the same as monetary compensation.\n\nEquitable relief is almost always incurred when there has been a breach of contract. A common form of equitable relief will order therescissionof a contract, which cancels all terms and obligations and restores both parties to their pre-contract position. These often occur during contracts involving property because the personal value of property to a party can often extend beyond monetary compensation. A court could order the property to be sold pursuant to the terms of the original contract, or cancel the contract.\n\nCourts could order rectification, a revision to a contract so that it more accurately reflects the intentions of both parties—in essence, stating what had been initially understood. They could also order that the obligations of a contract be fulfilled as initially drafted if they are found to have breached its terms.\n\nEquitable relief is often provided in cases where intellectual property or other sensitive information has been stolen or otherwise ill-gotten. For example, gag orders, which prevent a party from publishing sensitive information, are often issued in cases ofintellectual propertytheft. In these cases, the potential business or reputation challenges of the offending party releasing the ill-gotten information could not be adequately rectified with monetary compensation.",
  "url": "https://www.investopedia.com/terms/e/equitable-relief.asp"
}