{
  "term": "Equity-Linked Note (ELN) Definition and Features",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nInvestopedia / Michela Buttignol\n\nAn equity-linked note (ELN) is an investment product that combines a fixed-income investment with additional potential returns that are tied to the performance of equities. Equity-linked notes are usually structured to return the initial investment with a variable interest portion that depends on the performance of the linked equity. ELNs can be structured in many different ways, but the vanilla version works like astrip bondcombined with acall optionon a specific security, a basket of securities or an index like the S&P 500 orDJIA. In the case of a note linked to an equity index, the security would typically be called an equity index-linked note.\n\nEquity-linked notes provide a way for investors to protect their capital while also getting the potential for an above-average return compared to regular bonds. In theory, the upside potential for returns in an equity-linked note is unlimited, whereas the downside risk is capped. Even in the worst-case scenario, most equity-linked notes offer full principal protection. That is what makes this type of a structured product appealing torisk-averseinvestors who nevertheless have a bullish outlook on the market. That said, equity-linked notes only pay on maturity, so there is anopportunity costfor locking in that money if only the principal is returned in the end.\n\nIn the simplest form, a $1,000 5-year equity-linked note could be structured to use $800 of the fund to buy a 5-year strip bond with a 4.5% yield-to-maturity and then invest and reinvest the other $200 in call options for the S&P 500 over the 5-year life of the note. There is a chance that the options will expire worthless, in which case the investor gets back the $1,000 initially put in. If, however, the options appreciate in value with the S&P 500, those returns are added to the $1,000 that will eventually be returned to the investor.\n\nIn practice, an equity-linked note will have aparticipation rate, which is the percentage amount that the investor in the note participates in the appreciation of the underlying equity.If the participation rate is 100%, then a 5% increase in the underlying is a 5% increase for the eventual payout on the note. However, the cost of structuring the ELN and managing it can lower the participation rate. In the case of a 75% participation rate, for example, a 5% appreciation in the underlying is only worth 3.75% to the investor.\n\nEquity-linked notes can also use different structures and features. Some will use an averaging formula to smooth out returns on the equity-linked portion or a periodic cap that limits the ELN’s upside by realizing returns at a particular level on a regular basis. There are also types of equity-linked notes that use dynamic hedging instead of options, deploying leverage to increase returns from the underlying equity. Overall, equity-linked notes can be a powerful tool for investors who want to protect their principle while still having the potential upside of an equity investment.\n\nFinancial Industry Regulatory Authority. \"Structured Notes With Principal Protection: Note the Terms of Your Investment.\" Accessed Dec. 19, 2021.",
  "url": "https://www.investopedia.com/terms/e/equity-linkednote.asp"
}