{
  "term": "Equity Derivative: Definition, How They're Used, and Example",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nAn equity derivative is a financial instrument whose value is derived from the price movements of anunderlying equity asset, such as a stock. For example, astock optionis an equity derivative because its value is based on the price movements of the underlying stock.\n\nInvestors can use equity derivatives tohedgethe risk associated with taking long or short positions in stocks, or they can use them to directly speculate on the price movements of the underlying asset.\n\nEquity derivatives are commonly used forhedging, as they can function like an insurance policy for investors. By paying the cost of the derivative contract—referred to as apremiumin the options market—the investor gains the right to exercise their contract as they see fit. For instance, an investor that purchases a stock, can protect against a loss in share value by purchasing aput option. On the other hand, an investor who hasshortedshares can hedge against an unfavorable upward move by purchasing acall option.\n\nEquity derivatives can also be used to speculate on future price movements. For example, a trader can buy equity options instead of actual stock to try to generate profits from the underlying asset's price movements. There are two benefits to such a strategy. First, traders can lower initial costs by purchasing options, as they’re only paying the premium or the cost of an option rather than the full share price. Second, traders can also hedge risks by placingputandcalloptions on the stock's price.\n\nOther equity derivatives includeindex futures,equity swaps,warrants, andconvertible bonds.\n\nEquity derivatives are considered advanced financial instruments, often requiring specialized knowledge to trade.Different stock brokersoffer varying levels of access to these instruments. Typically, you will need to apply and receive approval to trade specific derivatives, as brokers evaluate clients' experience and risk tolerance before granting access.\n\nEquity options are based on a single equity security. Investors and traders can use equity options totake a long or short position in a stockwithout actually buying or shorting the underlying stock. This approach offers a significant advantage: options provide leverage, meaning that the amount of capital required to enter a position is much smaller than what would be needed for a comparable stock trade. As a result, investors and traders can potentially generate larger returns from price changes in the underlying asset.\n\nFor example, buying 100 shares of a $10 stock costs $1,000. Buying a call option with a $10strike pricemay only cost $0.50 per share, or $50 for the trade since one option contract controls 100 shares ($0.50 x 100 shares). If the shares move up to $11, the option is worth at least $1, and the position is worth $100, meaning the options trader doubles their original investment. The stock trader, however, only makes $100 (the position is now worth $1,100), or a 10% gain on the $1,000 they originally invested.\n\nOn the flip side, if the underlying stock moves in the wrong direction and the options expireout of the money, they become worthless, and the trader loses the entire premium they paid to enter the trade.\n\nAnother popular equity options technique is tradingoption spreads. Traders take combinations of long and short option positions, with different strike prices and expiration dates, for the purpose of extracting profit from the option premiums while minimizing risks.\n\nA futures contract is similar to an option in that its value is derived from an underlying security, or, in the case of an index futures contract, a group of securities that make up anindex. For example, the S&P 500, the Dow index, and the NASDAQ index all have futures contracts available that are priced based on the value of the indices.\n\nThe values of indices themselves are derived from the aggregate values of all the underlying stocks in the index. Therefore, index futures ultimately derive their value from equities, hence their name \"equity index futures.\" These futures contracts are liquid and versatile financial tools. They can be used for everything from intraday trading to hedging risk for large diversified portfolios.\n\nWhile futures and options are both derivatives, there’s a major difference between the two. Options give the buyer the right, but not the obligation, to buy or sell the underlying at the strike price. Futures are an obligation for both the buyer and seller. Therefore, the risk is not capped in futures like it is when buying an option.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/e/equity_derivative.asp"
}