{
  "term": "Equity-Linked Security (ELKS): Meaning, Types, Examples",
  "definition": "An equity-linked security is adebt instrumentwith variable payments linked to an equity market benchmark. These securities are an alternative type of fixed-income investment—structured products most often created asbonds. Equity-linked securities are usually used in private market corporate capital financings and are offered to investors to raisecorporate capital. As such, they are not traded on financial market exchanges.\n\nEquity-linked securities resemble both stocks and bonds. So although they may be debt securities, equity-linked securities provide returns that are tied to some form ofunderlyingequity—hence the name. This equity is normally acommon stock. This means the returns are linked to the upward and downward movements of the underlying stock.\n\nELKS normally mature within a one-year period. The yield they pay is normally higher than that of the underlying security. They also make two payouts or distributions to investors before they mature, which is why investors prefer these kinds of investments.\n\nEquity-linked securities normally mature within one year.\n\nAn equity-linked security offering provides corporations with an alternative way to structureinterestpayments to investors. An issuer can base security interest payments on a range of equity market products including a stock, a group of stocks, or an equity index.\n\nThey may also cap or pay a specified portion of the benchmark’s return. A standard equity-linked security structured as a bond would offer variable interest payments tied to an equitybenchmarkand the return of principal at maturity. ELKS offer a controlledinterest rateproduct for the issuer.\n\nInvestors may be offered the opportunity to invest in ELKS from a few different issuers. They may also find ELKS advertised as market-linked. The following are a few kinds of ELKS that are available on themarket.\n\nCorporations typically work with investment banks for support to structure equity-linked security offerings for capital financing. The Royal Bank of Canada (RBC) is a leading source ofstructured financeequity-linked securities. RBC works with companies to structure equity-linked security offerings with various types of provisions.\n\nRetail investors may see equity-linked security offerings from a bank alongside certificates of deposit. An equity-linked security can be any type of investment with interest payments tied to an equity benchmark. US Bank advertises equity-linked CDs as one component of their market-linked CD offering. The interest on the CDs is linked to an equity index. The minimum investment is $4,000.\n\nSecurities with payments linked to a market benchmark are offered across the investment industry. A market-linked security can have payments linked to any type of market benchmark. An issuer could structure a market-linked security to make payments based on an equity benchmark. They can also use any other market benchmark such as gold orcurrency.\n\nFor the security issuer, market-linked products offer the opportunity to control the payment to the investor by choosing a specified benchmark. For investors, they can offer an easy alternative to investing in the benchmark itself. An investor in a gold-linked CD would generally seek to earn the same rate of return as gold. Issuers can structure market-linked products in numerous ways.Market-linked productsare also known to beilliquidand not tradable or redeemable without penalty during the duration of the investment.\n\nSome examples of ELKS are corporate ELKS, bank-offered ELKS, and market-linked securities offered through certificates of deposit or other instruments that represent a basket of securities.\n\nELNs are purchased at a strike price, which is a discount to the spot price. The ELN issuer delivers the stock to the investor when or if the strike price is reached.\n\nEquity-linked notes pay returns linked to the performance of the underlying security, while equity-linked securities pay a fixed interest rate.\n\nNavian Capital. \"What Is a Market-Linked CD?\"",
  "url": "https://www.investopedia.com/terms/e/equity-linked-security.asp"
}