{
  "term": "Equivalent Annual Cost (EAC): What It Is, How It Works, Examples",
  "definition": "Equivalent annual cost (EAC) is the annual cost of owning, operating, and maintaining an asset over its entire life. Firms often use EAC for capital budgeting decisions, as it allows a company to compare the cost-effectiveness of various assets with unequal lifespans in a process known as thereplacement chain method.\n\nEquivalent annual cost (EAC) is used for a variety of purposes, including capital budgeting. But it is used most often to analyze two or more possible projects with different lifespans, where costs are the most relevant variable.\n\nOther uses of EAC include calculating the optimal life of an asset, determining if leasing or purchasing an asset is the better option, determining the magnitude of which maintenance costs will impact an asset, determining the necessary cost savings to support purchasing a new asset, and determining the cost of keeping existing equipment.\n\nThe EAC calculation factors in a discount rate or the cost of capital.Cost of capitalis the required return necessary to make a capital budgeting project—such as building a new factory—worthwhile. Cost of capital includes the cost of debt and the cost of equity and is used by companies internally to judge whether a capital project is worth the expenditure of resources.\n\n﻿EAC=Asset Price×Discount Rate1−(1+Discount Rate)−nwhere:Discount Rate=Return required to make projectworthwhilen=Number of periods\\begin{aligned} &\\text{EAC} = \\frac{ \\text{Asset Price} \\times \\text{Discount Rate} }{ 1 - ( 1 + \\text{Discount Rate})^{-n} } \\\\ &\\textbf{where:} \\\\ &\\text{Discount Rate} = \\text{Return required to make project} \\\\ &\\text{worthwhile} \\\\ &n = \\text{Number of periods} \\\\ \\end{aligned}​EAC=1−(1+Discount Rate)−nAsset Price×Discount Rate​where:Discount Rate=Return required to make projectworthwhilen=Number of periods​﻿\n\nAs stated earlier, EAC allows managers to compare NPVs of different projects over different periods, to accurately determine the best option. Consider two alternative investments in machinery equipment:\n\n1. Machine A has the following:\n\n2. Machine B has the following:\n\nThe cost of capital for the company making the decision is 5%.\n\nNext, we calculate the EAC, which is equal to thenet present value(NPV) divided by the present value annuity factor or A(t,r), while taking into account the cost of capital or r, and the number of years in question or t.\n\nThe annuity factor is calculated as follows:\n\nAnnuity Factor=1−1(1+r)trwhere:r=Cost of capitalt=Number of periods\\begin{aligned} &\\text{Annuity Factor} = \\frac{ 1 - \\frac{ 1 }{ ( 1 + r ) ^ t} }{ r } \\\\ &\\textbf{where:} \\\\ &r = \\text{Cost of capital} \\\\ &t = \\text{Number of periods} \\\\ \\end{aligned}​Annuity Factor=r1−(1+r)t1​​where:r=Cost of capitalt=Number of periods​\n\nUsing the formula above, the annuity factor or A(t,r) of each project must be calculated. These calculations would be as follows:\n\nMachine A, A(t, r)=1−1(1+.05)3.05=2.72\\begin{aligned} &\\text{Machine A, A(t, r)} = \\frac{ 1 - \\frac{ 1 }{ ( 1 + .05) ^ 3 } }{ .05 } = 2.72 \\\\ \\end{aligned}​Machine A, A(t, r)=.051−(1+.05)31​​=2.72​\n\nMachine B, A(t, r)=1−1(1+.05)5.05=4.33\\begin{aligned} &\\text{Machine B, A(t, r)} = \\frac{ 1 - \\frac{ 1 }{ ( 1 + .05) ^ 5 } }{ .05 } = 4.33 \\\\ \\end{aligned}​Machine B, A(t, r)=.051−(1+.05)51​​=4.33​\n\nNext, the initial costs must be divided by the annuity factor or A(t,r) while adding in the annual maintenance cost. The calculation for EAC is:\n\nEAC Machine A=$105,0002.72+$11,000=$49,557\\begin{aligned} &\\text{EAC Machine A} = \\frac{ \\$105,000 }{ 2.72 } + \\$11,000 = \\$49,557 \\\\ \\end{aligned}​EAC Machine A=2.72$105,000​+$11,000=$49,557​\n\nEAC Machine B=$175,0004.33+$8,500=$48,921\\begin{aligned} &\\text{EAC Machine B} = \\frac{ \\$175,000 }{ 4.33 } + \\$8,500 = \\$48,921 \\\\ \\end{aligned}​EAC Machine B=4.33$175,000​+$8,500=$48,921​\n\nBy standardizing the annual cost, a manager in charge of a capital budgeting decision where cost is the only issue would select Machine B because it has an EAC that is $636 lower than Machine A.\n\nWhole-life costis the total expense of owning an asset over its entire life, from purchase to disposal, as determined by financial analysis. It is also known as a \"life-cycle\" cost, which includes purchase and installation, design and building costs, operating costs, maintenance, associated financing costs, depreciation, and disposal costs.\n\nWhole-life cost also takes into account certain costs that are usually overlooked, such as those related to environmental and social impact factors.\n\nThe equivalent annual cost (EAC) is the annual cost of owning, operating, and maintaining an asset over its entire life while the whole life cost is the total cost of the asset over its entire life.\n\nA limitation with EAC, as withmany capital budgeting decisions, is that the discount rate or cost of capital must be estimated for each project. Unfortunately, the forecast can turn out to be inaccurate, or variables can change over the life of the project or life of the asset that's be considered.",
  "url": "https://www.investopedia.com/terms/e/eac.asp"
}