{
  "term": "Error Term: Definition, Example, and How to Calculate With Formula",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAn error term is a component in a statistical model that accounts for the difference between the predicted values and the actual outcomes, representing factors not captured by the model’s independent variables.\n\nAn error term shows the difference between what a model predicts and what actually happens. It exists because models can’t capture every factor that affects the outcome. Also called the residual or disturbance, it’s usually represented by symbols likee,ε, oruin equations.\n\nAn error term represents the margin of error within a statistical model; it refers to thesum of the deviationswithin theregression line, which provides an explanation for the difference between the theoretical value of the model and the actual observed results. The regression line isused as a point of analysiswhen attempting to determine the correlation between one independent variable and one dependent variable.\n\nAn error term essentially means that the model is not completely accurate and results in differing results during real-world applications. For example, assume there is amultiple linear regressionfunction that takes the following form:\n\n﻿Y=αX+βρ+ϵwhere:α,β=Constant parametersX,ρ=Independent variablesϵ=Error term\\begin{aligned} &Y = \\alpha X + \\beta \\rho + \\epsilon \\\\ &\\textbf{where:} \\\\ &\\alpha, \\beta = \\text{Constant parameters} \\\\ &X, \\rho = \\text{Independent variables} \\\\ &\\epsilon = \\text{Error term} \\\\ \\end{aligned}​Y=αX+βρ+ϵwhere:α,β=Constant parametersX,ρ=Independent variablesϵ=Error term​﻿\n\nWhen the actual Y differs from the expected or predicted Y in the model during an empirical test, then the error term does not equal 0, which means there are other factors that influence Y.\n\nWithin a linear regression model tracking a stock’s price over time, the error term is the difference between the expected price at a particular time and the price that was actually observed. In instances where the price is exactly what was anticipated at a particular time, the price will fall on the trend line and the error term will be zero.\n\nPoints that do not fall directly on the trend line exhibit the fact that the dependent variable, in this case, the price, is influenced by more than just the independent variable, representing the passage of time. The error term stands for any influence being exerted on the price variable, such as changes inmarket sentiment.\n\nThe two data points with the greatest distance from the trend line should be an equal distance from the trend line, representing the largest margin of error.\n\nIf a model isheteroskedastic, a common problem in interpreting statistical models correctly, it refers to a condition in which thevarianceof the error term in a regression model varies widely.\n\nLinear regression is a form of analysis that relates to current trends experienced by a particular security or index by providing a relationship between a dependent and independent variables, such as the price of a security and the passage of time, resulting in a trend line that can be used as apredictive model.\n\nA linear regression exhibits less delay than that experienced with amoving average, as the line is fit to the data points instead of based on the averages within the data. This allows the line to change more quickly and dramatically than a line based on numerical averaging of the available data points.\n\nAlthough the error term and residual are often used synonymously, there is an important formal difference. An error term is generally unobservable and a residual is observable and calculable, making it much easier to quantify and visualize. In effect, while an error term represents the way observed data differs from the actualpopulation, a residual represents the way observed data differs fromsamplepopulation data.",
  "url": "https://www.investopedia.com/terms/e/errorterm.asp"
}