{
  "term": "Escrowed Shares Definition, Types, and Examples",
  "definition": "Escrowed shares are shares held in anescrowaccount, secured by a third party, pending the completion of a corporate action or an elapse of time leading up to an event. Shares are escrowed in three common cases:\n\nEscrow is a process whereby money or a financial asset is held by a third party on behalf of two other parties. The assets or funds that are held in escrow remain there and are not released until all of the obligations outlined in the agreement are fulfilled. Escrow reduces the risk in a transaction by having a third party hold assets, which prevents one party from having to pursue the other party for the funds or assets.\n\nThe release of escrowed shares can depress investors' shares and significantly affect share price.\n\nIn stock transactions, the equity shares are held in escrow–essentially a holding account–until a transaction or other specific requirements have been satisfied. Many times, a stock issued in escrow will be owned by the shareholder. However, the shareholder may be prevented from selling the stock immediately or may have limited access to selling the shares.\n\nOftentimes, companies issue shares of stock as a bonus or as part of the company's compensation program for executive employees. In these scenarios, the employees are typically required to wait a specified period of time before selling their shares. These shares are calledrestricted sharesas the employee must wait until thevesting periodhas elapsed to own the shares. Between the grant date and vesting date, the shares are held in escrow. Upon the vesting date, the shares are released to the employee.\n\nThe reason companies hold their stock in escrow is that it provides an extra incentive for the employees to remain with the company for the long term. Shares of stock can be held in escrow for anywhere between one to three years before an employee or executive can cash them out.\n\nFor example, funds for an acquisition can be held in escrow until government regulatory authorities approve the transaction. Other times, the purchase price might need to be adjusted at some point during the process, and as a result, funds are placed in escrow to cover for the variance.\n\nA targeted company may also request that a holdback–in the form of acquirer shares–be held in escrow to protect against non-performance by the acquirer in a business combination. However, the holdback can be in the form of escrow shares, cash, or a combination of both. The practice of placing shares in escrow for a specified period is common for non-public companies as well as public ones.\n\nA company's shares may be suspended from trading during abankruptcyfiling or a company reorganization, pending the resolution of the corporate action. In this case, a shareholder's holding will be converted to escrow shares and then converted back to their original form if any equity remains in the company after the completion of the bankruptcy or reorganization process.\n\nA merger or acquisition can result in the buyer (acquirer) requesting a portion of the deal in consideration—typically 10% to 15%–to be held in escrow. Typically, shares of the seller or target company would be held. The escrowed shares protect the buyer from potential breaches in seller representation andwarranties,covenants, contingencies, and working capital adjustments, among other material adverse items that may affect the valuation of deal or the closing itself.\n\nEscrowed shares are designed to protect both parties to a transaction. The escrow agent ensures that shares are protected while the agreement is being executed and that all parties fulfill their contractual obligations. Holding shares in escrow can also prevent losses from market fluctuations.\n\nIn mergers and acquisitions (M&A), if the seller breaches the agreement, the buyer may recover the escrowed shares to mitigate losses.If the buyer breaches the agreement, the seller may retain the escrowed shares.\n\nAlso, if the buyer needs more money to fulfill the agreement, the escrowed shares are available to facilitate the transaction. This access prevents the buyer from disturbing operations and adversely affecting shareholders.\n\nIn 2009, ADVENTRIX Pharmaceuticals—seeking to gain FDA approval for its chemotherapy agent—sold 5% of its Series B convertible preferred stock to an institutional investor.Twenty-five percent of the gross proceeds, or approximately $340,000, was put into an escrow account to be released over time under certain circumstances.\n\nIn the same year, DAX Partners, LP entered into a share purchase agreement with Selectica, Inc. as part of its acquisition of the company.Dax Partners agreed to buy $3.22 million in shares, of which $1 million worth was held in escrow. The escrow funds were released to the seller upon the full execution of the agreement.\n\nStockhead. \"Escrow Watch: These are the companies about to drop stock into the ASX.\" Accessed July 10, 2021.\n\nSRS Acquiom. \"What to Know About M&A Escrows and Payments.\" Accessed July 9, 2021.\n\nBioSpace. \"ADVENTRIX Pharmaceuticals Inc. Announces Closing of Financing.\" Accessed July 10, 2021.\n\nSEC. \"Share Purchase Agreement.\" Accessed July 10, 2021.",
  "url": "https://www.investopedia.com/terms/e/escrowedshares.asp"
}