{
  "term": "Estate Tax: Rates, Exclusions, and Impact on Gift and Inheritance Taxes",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe estate tax is a federal tax levied on the transfer of theestateof a person who dies. An estate tax applies when the value exceeds an exclusion limit set by law. Only the amount that exceeds that minimum threshold is subject to tax.\n\nAssessed by the federal government and several state governments, these levies are calculated based on the estate’sfair market value (FMV)rather than what the deceased originally paid for itsassets. The tax is levied by the federal government, and by the state where the deceased was living when they died, if that state has an estate tax.\n\nTheInternal Revenue Service (IRS)requires estates with combined gross assets and prior taxable gifts exceeding $13.61 million for 2024 and $13.99 million for 2025 to file a federal estate tax return andpay estate tax. For an estate worth $13.7 million with a 2024 exclusion limit of $13.61 million, estate taxes would be levied on $90,000 of the estate.\n\nTheunlimited marital deductioneliminates the estate tax on assets transferred to a surviving spouse. However, when the surviving spouse who inherited an estate dies, the beneficiaries may owe estate taxes if the estate exceeds the exclusion limit.\n\nAn estate that escapes federal tax may still be subject to taxation by the state where the decedent was living at the time of their death; however, estates valued at less than $1 million are not taxed in any jurisdiction.\n\nConnecticut enacted legislation for its exemption to match the federal exemption as of 2023.As of 2025, these jurisdictions have estate taxes with the following threshold minimums:\n\nSince estate taxes are levied on an individual’s assets and estate after death, they can be avoided if you gift assets before you die. However, the federalgift taxapplies to assets that are given away within certain limits while thetaxpayeris living. According to the IRS, the gift tax applies whether the donor meant the transfer as a gift or not.\n\nThe IRS offers generous gift exclusions. For 2025, the annual exclusion is $19,000, meaning tax filers can gift up to $19,000 to each person they wish without paying tax on any of those gifts. For the 2024 tax year, the annual exclusion was $18,000.\n\nThese provisions make gifting an effective way toavoid tax on assets transferred to people, besides your spouse, who might be subject to the estate tax if the assets were transferred as part of an estate.\n\nIf your gifts exceed the gift exclusion limit, they aren’t subject to tax immediately and may never be taxed unless your estate is substantial. The amount above the gift limit is noted and added to the taxable value of your estate when calculating estate tax after you die.\n\nIf you made a gift of $79,000 in 2024 with an exclusion of $18,000, the remaining $61,000 will need to be reported on a709 gift tax return. That $61,000 will reduce your lifetime exclusion to $13,549,000, and also your estate tax exclusion to $13,549,000.\n\nThe estate tax is sometimes referred to pejoratively as a “death tax” since it is levied on the assets of a deceased individual.\n\nAn estate tax is applied to an estate before the assets are given tobeneficiaries. In contrast, aninheritance taxapplies toassets after they have been inheritedand are paid by the inheritor.\n\nThere is no federal inheritance tax; however, six states—Iowa, Kentucky, Maryland, Nebraska, New Jersey, and Pennsylvania—levy inheritance taxes. Maryland has both an estate and an inheritance tax.\n\nThe inheritance tax is assessed by the state in which the beneficiary is living. Whether yourinheritancewill be taxed, and at what rate, depends on its value, your relationship to the decedent, and the prevailing rules and rates where you live.\n\nAs with estate tax, an inheritance tax, if due, is applied only to the sum that exceeds the exemption. Above those thresholds, the tax is usually assessed on a sliding basis. Rates typically begin in the single digits and rise to between 15% and 20%, as of 2024. The exemption you receive and the rate you’re charged may vary by your relationship with the deceased.\n\nLife insurance payable to a named beneficiary is not typically subject to an inheritance tax, although life insurance payable to the deceased person or their estate is usually subject to an estate tax.\n\nAs a rule, the closer your relationship to the decedent, the lower the rate you’ll pay. Surviving spouses are exempt from inheritance tax in all six states. Domestic partners, too, are exempt in New Jersey.Nebraska and Pennsylvania exempt descendants ages 21 and younger.\n\nHere are the jurisdictions that have inheritance taxes and their threshold minimums for 2024. Iowa abolished its inheritance taxation effective Jan. 1, 2025.\n\nBecause the rates for estate tax can be quite high, carefulestate planningis advisable for individuals who have estates worth millions of dollars that they want to leave toheirsor other beneficiaries.\n\nThefirst estate taxin the United States was enacted in 1797, to fund the U.S. Navy. It was repealed but reinstated over the years, often to finance wars. The modern estate tax as we know it was implemented in 1916.\n\nAn estate is everything comprising thenet worthof an individual. It includes all land and real estate, possessions, financial securities, cash, and other assets that the individual owns or has a controlling interest in.\n\nDeductions to help reduce estate tax may include mortgages and other debts, estate administration expenses and losses, and property that passes to surviving spouses and qualifying charities. For qualifying estates, the value of some operating business interests or farms may also be reduced. Married decedents and certain life estates may also be eligible for the marital deduction.\n\nThe estate tax is a federal tax levy on the estate of a person who dies, based on the current value of its assets. It applies when the value exceeds an exclusion limit set by law. For 2025, estates with combined gross assets and prior taxable gifts exceeding $13.99 million must file a federal estate tax return and pay estate tax, up from $13.61 million in 2024.\n\nCorrection—Feb. 9, 2025:This article has been corrected to state that if making a gift of $79,000 in 2024 with an exclusion of $18,000, the remaining $61,000 will reduce your lifetime exclusion and your estate tax exclusion to $13,549,000 each.\n\nInternal Revenue Service. “Estate Tax.”\n\nInternal Revenue Service. “Frequently Asked Questions on Estate Taxes.” Click “What deductions are available to reduce the estate tax?”\n\nPeter G. Peterson Foundation. “What Are Estate and Gift Taxes and How Do They Work?”\n\nConnecticut General Assembly. “Chapter 217* Estate Tax.”\n\nJRC Insurance Group. “The Complete List of States with Estate Taxes (Updated for 2025).”\n\nInternal Revenue Service. “Gift Tax.”\n\nInternal Revenue Service. “IRS Releases Tax Inflation Adjustments for Tax Year 2025.”\n\nInternal Revenue Service. “IRS Provides Tax Inflation Adjustments for Tax Year 2024.”\n\nInternal Revenue Service. “Publication 559 (2023): Survivors, Executors, and Administrators,” Pages 36–40.\n\nCornell Law School, Legal Information Institute. “Estate Tax.”\n\nTax Foundation. “Estate and Inheritance Taxes by State, 2024.”\n\nCornell Law School, Legal Information Institute. “Inheritance Tax.”\n\nProgressive. “Is Life Insurance Taxable?”\n\nInternal Revenue Service. “Life Insurance and Disability Insurance Proceeds.”\n\nNew Jersey Department of the Treasury, Division of Taxation. “New Jersey Transfer Inheritance and Estate Taxes—Domestic Partnership Act.”\n\nUniversity of Nebraska-Lincoln, Center for Agricultural Profitability. “Nebraska Inheritance Tax Update.”\n\nPennsylvania Department of Revenue. “Inheritance Tax.”\n\nIowa Legislature, Iowa Code. “450.98 Tax Repealed.”\n\nIowa Department of Revenue. “Iowa Inheritance Tax Rates: 2024.”\n\nKentucky Department of Revenue. “A Guide to Kentucky Inheritance and Estate Taxes,” Page 1 (Page 3 of PDF).\n\nMaryland Register of Wills. “Administration of Estates in Maryland,” Page 2.\n\nNew Jersey Department of the Treasury, Division of Taxation. “Transfer Inheritance and Estate Tax,” Page 4.\n\nPennsylvania Department of Revenue. “Pennsylvania Inheritance Tax & Safe Deposit Boxes,” Page 1.\n\nTax Foundation. “A History and Overview of Estate Taxes in the United States.”",
  "url": "https://www.investopedia.com/terms/e/estatetax.asp"
}