{
  "term": "Estimated Ultimate Recovery (EUR): What it is, How it Works",
  "definition": "Estimated ultimate recovery (EUR) is a production term commonly used in the oil and gas industry. Estimated ultimate recovery is an approximation of the quantity of oil or gas that is potentially recoverable or has already been recovered from a reserve or well.\n\nEUR is similar in concept torecoverable reserves.\n\nEstimated ultimate recovery can be calculated using many differing methods and units depending on the project or study being conducted. In the oil and gas industry, it is of the utmost importance that drilling projects meet an acceptable EUR threshold for a project to be considered viable and profitable.\n\nA more precise definition of EUR is \"discovered oil reserves\" and there are three categories, each based on the degree of likelihood that the oil can be recovered using current technology.\n\nKeep in mind that part of an oil field's probable and possible reserves are converted into proven reserves over time. These reserves can be re-categorized for a number of reasons ranging from improvements in oil recovery methods and techniques to changing oil prices. For example, as oil prices rise, the quantity of proven reserves also rises because thebreakeven priceof recovery can be met. Reserves that were too expensive to produce at lower oil prices become viable as oil prices rise. This makes it possible to reclassify these more costly reserves as proven. The opposite happens as oil prices fall. If oil reserves become too expensive to recover at current market prices, the probability of them being produced also falls. This results in reserves being reclassified from proven back to probable or even possible.\n\nWithout an estimated ultimate recovery, oil companies would not be able to make rational investment decisions. Like all projects, management needs to be able to estimate accurately thenet present value(NPV) of an oil drilling project. This valuation exercise requires several inputs, like the cost of bringing the first barrel to production, the cost of capital, the long-term price of oil and the ultimate amount of oil that will be produced, or EUR. Without an EUR, it would not be possible to reach an accurate valuation of the potential oil reserves.\n\nSociety of Petroleum Engineers. \"Petroleum Reserves Definitions [1997 Archive].\" Accessed July 21, 2021.",
  "url": "https://www.investopedia.com/terms/e/estimated-ultimate-recovery.asp"
}