{
  "term": "Estoppel: Definition, How It Works, and History",
  "definition": "Estoppel is a legal principle that prevents someone from arguing something or asserting a right that contradicts what they previously agreed to or said. Put simply, estoppel prevents one person from contradicting an action or statement from the past.\n\nEstoppel is meant to prevent people from being unjustly wronged by the inconsistencies of another person's words or actions. Some of the most common forms of estoppel includecollateralestoppel and promissory estoppel.\n\nInvestopedia / Michela Buttignol\n\nEstoppel legally prevents people from making contradictory claims or actions. It is a legal principle found incommon lawsystems.\n\nCommon law is a legal system in which laws are derived from judicial decisions and precedent. Almost all countries with a judicial system based on common law—including the United Kingdom, Canada, and the United States—have incorporated multiple forms of the doctrine of estoppel in their laws. While the names of the principles differ from country to country, the concept is essentially the same: consistency matters, in both words and actions.\n\nEstoppel ensures that a person stays true to their word and doesn't unfairly damage someone else. So if Person A must adhere to their word if they make a promise to Person B and later rescind it. Estoppel can take many different forms, the most common of which are listed below.\n\nThe action of preventing someone from going back on their word is referred to as estop. The person being who goes back on their word is considered estopped.\n\nThere are different types of estoppel. The following are some of the most common ones found in the legal arena.\n\nOther lesser-known forms of estoppel are estoppel by record, estoppel by deed, laches, estoppel by silence, and reliance-based estoppel.\n\nAn estoppel certificate is common in the mortgage andcommercial real estateindustries. It is a document that is often required by lenders andthird partiesif and when property owners either try to sell their properties (that are tenanted) or refinance a loan.\n\nThis document, which is also called an estoppel letter, is generally prepared by thelandlordand is signed by thelesseeor tenant. In essence, it verifies and asserts claims made to the third party (either a lender or a buyer) by the landlord. Some of the most common details included in the certificate or letter are:\n\nPromissory estoppel was the heart of a case pitting two neighbors against one another in Iowa. A farmer leasedpropertyfrom his neighbor, who he said promised to sell him his farm at some point in the future for $3,000 an acre.\n\nThe farmer then made substantial improvements to the property during the term of the lease, with the expectation that he would become its eventual owner. But the owner sold the property to athird party, prompting his neighbor to file a lawsuit, saying he had the right to purchase the farm.\n\nAt the trial, the jury awarded the farmer $52,000 in damages to cover the improvements made to the property. Eventually, the case found its way to the Iowa Court of Appeals, which ruled that the option for the farmer to purchase the farm did not need to be included in the written lease agreement to be valid. The court stated that there was a clear and definite promise along with the neighbor's understanding that the farmer was relying on that promise. As such, the property owner was ordered to pay the farmer damages.\n\nEstoppel is part of common law. It is a legal principle that prevents someone from going back on their word to someone else and unfairly causing damage to someone else. If legal action is taken, the court can stop (or estop) an individual from rescinding a promise made to another party.\n\nEstoppel is common in the mortgage industry and commercial real estate. Also called an estoppel letter or certificate, it entails the use of a document that is signed by a tenant. This document confirms the rental agreement set forth by the landlord. It can be presented to a third party if the landlord or property owner tries to do anything with the property, including selling it or trying to refinance a loan.\n\nEstoppel comes in many different forms. Some are more common while others are lesser known. They include equitable estoppel, promissory estoppel, collateral estoppel, and estoppel by deed. Others include estoppel by record, estoppel by deed, laches, estoppel by silence, and reliance-based estoppel.\n\nCommon law is a legal system that is based on judicial precedents rather than statutes. One of the principles of common law is estoppel. Although it may seem complicated, estoppel ensures that one party doesn't unfairly damage another by going back on their word. That means that someone can't legally take back something that they've promised to another party. This is especially true if one person's actions do harm to another.\n\nIowa State University. \"Iowa Court Gives Farmer Another Trial in Case Alleging Breach of Oral Option To Purchase.\"\n\nIowa Courts. \"IN THE COURT OF APPEALS OF IOWA No. 17-0791 Filed February 21, 2018.\"",
  "url": "https://www.investopedia.com/terms/e/estoppel.asp"
}