{
  "term": "Euroclear: Definition, How It Works, vs. Clearstream",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nEuroclear is one of two Financial Market Infrastructure (FMI) providers in the Eurozone. Euroclear offers many financial services for global markets and specializes in settling securities transactions on European exchanges.\n\nThe other principal European FMI isClearstream, formerly the Centrale de Livraison de Valeurs Mobilières (CEDEL).\n\nEuroclear is a central securities depository and one of the oldest settlement systems. It was originally subsidized by Morgan Guaranty Trust Co. of New York, which was a part of J.P. Morgan & Co. It was founded in 1968 to settle trades on the then-developingEurobondmarket.Its computerized settlement and deposit system helped ensure the safe delivery and payment of Eurobonds. In 2000, Morgan Guaranty Trust transferred these activities to Euroclear Bank.\n\nEuroclear is publicly owned and governed. From 2001 to 2007, the firm acquired several central securities depositories (CSDs), eventually evolving into one of the world’s largest Financial Markets infrastructure providers. Some of its acquisitions include:\n\nEuroclear acts as an FMI and aclearinghousefor its clients, many of whom trade on European exchanges. It is a financial institution that acts as an intermediary between financial instrument buyers and sellers. They take a position in the middle of each trade, acting as the buyer to the seller and the seller to the buyer. Most of its clients consist of banks,broker-dealers, and other institutions professionally engaged in managing new securities issues, market making, trading, or holding a wide variety of securities.\n\nEuroclear settles domestic and international securities transactions, covering bonds, equities,derivatives, and investment funds. Over 1 million international securities are accepted in the Euroclear system, covering a broad range of internationally traded fixed- andfloating-rate debtinstruments,convertibles,warrants, and equities.\n\nBoth Euroclear and Clearstream are Financial Market Infrastructure providers, offering a wide variety of financial services in addition to clearinghouse services worldwide. Both institutions serve the global community in the same market. Here are some of their similarities and differences.\n\nIn May 2024, Euroclear announced a partnership with other global Financial Market Infrastructures, DTCC and Clearstream. The partnership is focused on creating a framework for a global digital asset ecosystem. The intent behind this framework is standardization of distributed ledger technology (DLT), digital assets, and interoperability between traditional systems and DLT.\n\nTo be included within this framework are proposals that would reduce connectivity costs for existing market participants and make it easier for new entrants to enter. It will also include standardization of digital asset processes and regulatory treatment, technical connectivity, funding treatments, management of core processes, and much more.\n\nEuroclear offers about 50 settlement and 100 denomination currencies.\n\nEuroclear is a Financial Markets Infrastructure (FMI) provider, which means it offers a wide array of financial services to many markets globally.\n\nEuroclear Holding owns Euroclear SA/NV, the owner of Euroclear Bank, which operates Euroclear, the FMI.\n\nEuroclear is one of two principal securities clearinghouses in the Eurozone. The other is Clearstream. Euroclear specializes in verifying information supplied by brokers involved in a securities transaction and settling securities transacted on European exchanges.\n\nNational Archives, Federal Register. “Self-Regulatory Organizations; Morgan Guaranty Trust Company, Brussels Office, as Operator of the Euroclear System and Euroclear Bank, S.A.; Order Approving Application to Modify an Existing Exemption from Clearing Agency Registration.”\n\nEuroclear. \"Euroclear at a Glance.\"\n\nEuroclear. \"Advancing the Digital Asset Era, Together.\"\n\nEuroclear. \"Euroclear Services.\"\n\nEuroclear. \"About Boards and Management.\"",
  "url": "https://www.investopedia.com/terms/e/euroclear.asp"
}