{
  "term": "Eurocurrency Market: Definition, History, and Types of Markets",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe eurocurrency market is a money market for currency outside the country where it's legal tender.\n\nThe eurocurrency market is amoney marketfor currency outside the country where it'slegal tender. The market is used by banks, multinational corporations, mutual funds, and hedge funds to circumvent the regulatory requirements, tax laws, and interest rate caps that are often present in domestic banking, particularly in the United States.\n\nThe term eurocurrency is a generalization ofeurodollarand shouldn't be confused with the EU currency, theeuro. The eurocurrency market functions in many financial centers around the world, not just in Europe.\n\nThe eurocurrency market originated in the aftermath of World War II when theMarshall Planto rebuild Europe sent a flood of dollars overseas. The market developed first in London when banks needed a market for dollar deposits outside the United States.\n\nDollars held outside the U.S. are referred to as eurodollars even if they're held in markets outside Europe such as Singapore or the Cayman Islands.\n\nThere's not necessarily a connection between eurocurrency markets and Europe although these markets did begin in Europe.\n\nThe eurocurrency market has expanded to include other currencies such as the Japanese yen and the British pound whenever they trade outside their home markets. The eurodollar market remains the largest, however.\n\nInterest rates paid on deposits in the eurocurrency market are typically higher than those in the domestic market because the depositor isn't protected by the same national banking laws. It doesn't have governmentaldeposit insurance. Rates on eurocurrency loans are typically lower than those in the domestic market for the same reasons. Eurocurrency bank accounts aren't subject to the samereserve requirementsas domestic accounts, either.\n\nEurodollars were the first eurocurrency and they still have the most influence. U.S. banks can have overseas operations dealing in eurodollars. These subsidiaries are often registered in the Caribbean. The majority of actual trading takes place in the United States, however.\n\nThe eurodollar typically trades overnight but deposits and loans of up to 12 months are possible. Transactions are usually for a minimum of $25 million and can top $1 billion in a single deposit.\n\nThe offshoreeuroyenmarket was established in the 1980s and expanded with Japan's economic influence. The higher rates paid by euroyen accounts became more attractive as interest rates declined in Japan during the 1990s.\n\nThere's an active bond market for countries, companies, and financial institutions to borrow in currencies outside their domestic markets.\n\nThe first such eurobond was issued by the Italian company Autostrade in 1963. It borrowed $15 million for 15 years in a deal arranged in London and listed on the Luxembourg stock exchange.\n\nLegal tender is money that's accepted under a nation's law as payment for debt and transactions. A country legally recognizes it for financial exchanges within its borders.\n\nThe euro concept was first introduced by the European Union in 1999 but it wasn't available in cash form at that time. Euro notes and coins weren't created and adopted by member countries until Jan. 1, 2002. The euro became the members' sole currency on Feb. 28, 2002.\n\nEuro bonds are simply bonds that are denominated in euros and issued by countries or firms in theeurozone.\n\nThe main benefit of eurocurrency markets is that they're more competitive. They can simultaneously offer lower interest rates for borrowers and higher interest rates for lenders because they're less regulated. Eurocurrency markets face higher risks, however, particularly during arun on the banks.\n\nFinanceFacts101. \"Understanding the Eurocurrency Market: Key Benefits, Types and Risks.\"\n\nWorld Bank. \"Real Interest Rate (%) - Japan.\"\n\nInternational Capital Market Association. \"History of the Eurobond Market.\"",
  "url": "https://www.investopedia.com/terms/e/eurocurrencymarket.asp"
}