{
  "term": "Euro Interbank Offered Rate (Euribor) Definition, Uses, vs. €STR",
  "definition": "DANIEL ROLAND / Contributor / Getty Images\n\nThe Euro Interbank Offered Rate (Euribor) is areference rateconstructed from the average interest rate at which eurozone banks offer unsecured short-term lending on theinter-bank market. Loan maturities used to calculate Euribor often range from one week to one year.Euribor is the benchmark rate with which banks lend or borrow excess reserves from one another over no more than 12 months. Often structured asrepurchase agreements (repos), these loans help maintain bank liquidity and ensure that excess cash can generate an interest return rather than sit idle.\n\nThe Euro Interbank Offered Rate is a set of fivemoney marketrates corresponding to different maturities: the one-week, one-month, three-month, six-month, and 12-month rates. These rates are updated daily and represent the average interest rate that eurozone banks charge each other for uncollateralized loans.\n\nEuribor rates are an importantbenchmarkfor a range of euro-denominated financial products, including mortgages, savings accounts, car loans, and various derivatives securities. Euribor's role in the eurozone is analogous to SOFR, which replacedLIBORin 2023, in Britain and the United States.\n\nThere are 19panel banksthat contribute to Euribor. These are the financial institutions that handle the largest volume of eurozone money market transactions. As of August 2024, these panel banks include:\n\nWhile both Euribor and the Euro Short-Term Rate (€STR) are interest rates available in euros, there are some differences. Euribor indicates the rate at which European banks can borrow money in euros from one another. €SRT, on the other hand, is a backward-looking rate based on overnight borrowing information of European banks at market rates.\n\nEuribor is a forward-looking rate of five differentmaturities, ranging from one week to 12 months. Additionally, €SRT is considered to be a risk-free rate because it does not include significant term risk or bank credit risk.\n\nAn interbank lending rate is the interest rate at which banks in a country or economic region lend to one another on a short-term basis. Banks tend to lend to one another to maintain liquidity and meet reserve requirements to ensure the proper health of an economic system. Interbank lending rates can affect other interest rates in a nation or economic region.\n\nThe Euribor rate is provided in five different maturities. These are rates for one week, one month, three months, six months, and 12 months.\n\nLIBOR was the London Interbank Offered Rate which was an interest rate benchmark for short-term loans between global banks. This rate was the globally accepted rate for lending between banks until it was phased out in 2023. It was replaced by the Secured Overnight Financing Rate (SOFR).\n\nEuro Overnight Index Average (EONIA) was the average interest rate at which European banks lent to one another in euros. EONIA was discontinued in 2022 and replaced with the Euro Short-Term Rate (€STR).\n\nThe Euro Interbank Offered Rate (Euribor) is a benchmark rate that indicates the average interest rate at which banks in the eurozone lend to each other on a short-term basis. The benchmark includes five rates with maturities ranging from one week to one year.\n\nThe Euribor rate influences various financial products, such as mortgages and savings accounts. It is based on contributions from 19 influential European banks, thereby reflecting the liquidity and financial condition of the eurozone.\n\nThe European Money Markets Institute. \"Euribor.\"\n\nU.S. Securities and Exchange Commission. \"What You Need to Know About the End of LIBOR – Investor Bulletin.\"\n\nBank of England. \"Transition From LIBOR to Risk-Free Rates.\"\n\nThe European Money Markets Institute. \"Euribor: Panel Banks.\"\n\nEuropean Central Bank. \"Overview of the euro short-term rate (€STR).\"\n\nEuropean Money Market Institute. \"Euribor.\"\n\nU.S. Securities and Exchange Commission. \"What You Need to Know About the End of LIBOR – Investor Bulletin.\"\n\nEuropean Central Bank. \"The Euro-Short Term Rate (€STR): Completing the Transition to the New Euro Benchmark.\"",
  "url": "https://www.investopedia.com/terms/e/euribor.asp"
}