{
  "term": "European Central Bank (ECB): Definition, Structure, and Functions",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nThe European Central Bank (ECB) is the central bank responsible for monetary policy of theEuropean Union (EU)member countries that have adopted theeurocurrency. This currency union is known as theeurozoneand currently includes 19 countries. The ECB's primary objective is price stability in the euro area.\n\nThe European Central Bank (ECB) is headquartered in Frankfurt am Main, Germany. It has been responsible for monetary policy in the Euro area since 1999, when the euro currency was first adopted by some EU members.\n\nThe ECB Governing Council makes decisions on eurozonemonetary policy, including its objectives, key interest rates and the supply of reserves in the Eurosystem comprising the ECB and national central banks of the eurozone countries. It also sets the general framework for the ECB's role in banking supervision.\n\nThe Council consists of six executive board members and a rotation of 15 national central bank governors. Instead of an annual rotation of voting rights, as for regional Federal Reserve bank presidents, the ECB rotates voting rights monthly.\n\nCentral bank governors from the top five countries by the size of their economies and banking systems—as of May 2022, Germany, France, Italy, Spain, and the Netherlands—share four voting rights, while the central banks of the other countries vote only slightly less frequently at 11 months out of every 14.\n\nThe ECB's mandate is for price stability and it targets an annual inflation rate of 2% over the medium term.\n\nLike the Federal Reserve's inflation targeting, it is symmetrical, so that inflation too low relative to its target is viewed as negatively as inflation above it.\n\nThe 2% target provides a buffer against the risk of a destabilizing deflation during a recession.\n\nThe primary responsibility of the ECB, linked to its mandate of price stability, is formulating monetary policy. Monetary policy decision meetings are held every six weeks, and the ECB is transparent about the reasoning behind the resultingpolicy announcements. It holds a press conference after each monetary policy meeting, and later publishes the meeting minutes.\n\nThe Eurosystem comprises the ECB and the central banks of Eurozone countries. The Eurosystem manages the euro currency and supports the ECB's monetary policy. The parallel European System of Central Banks includes all central banks of EU states, including those that have not adopted he euro.\n\nThe ECB is also the EU body responsible for banking supervision. In conjunction with national central bank supervisors, it operates what is called the Single Supervisory Mechanism (SSM) to ensure the soundness of the European banking system.The SSM enforces the consistency of banking supervision practices for member countries—lax supervision in some member countries contributed to theEuropean financial crisis. The SSM was launched in 2014. All euro area countries are in the SSM and non-euro EU countries can choose to join.\n\nEuropean Central Bank. \"Governing Council.\"\n\nEuropean Central Bank. \"Rotation of Voting Rights in the Governing Council.\"\n\nEuropean Central Bank. \"Monetary Policy.\"\n\nEuropean Central Bank. \"Our Price Stability Objective and the Strategy Review.\"\n\nEuropean Central Bank. \"ECB, ESCB and the Eurosystem.\"\n\nEuropean Central Bank. \"Banking Supervision.\"",
  "url": "https://www.investopedia.com/terms/e/europeancentralbank.asp"
}