{
  "term": "European Currency Unit (ECU): What it Means, How it Works",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe European Currency Unit (ECU) was the official monetary unit of theEuropean Monetary System (EMS)before it was replaced by theeuro. The value of the ECU was used to determine the exchange rates and reserves among the members of the EMS, but it was always an accounting unit rather than a real currency.\n\nThe European Currency Unit (ECU) was introduced on March 13, 1979, along with theexchange rate mechanism (ERM), which was designed to reduce exchange rate variability and achieve monetary stability in Europe prior to the introduction of the euro, at parity, on Jan. 1, 1999.The ECU replaced the European Unit of Account in 1979.\n\nThe ERM was meant to limit fluctuations between ECU currencies. The ECU was used in various international financial transactions, allowing ECU-denominated securities to offer foreign diversification.\n\nThe ECU was a composite of \"artificial\" currency based on a basket ofEuropean Union (EU)member currencies, weighted according to each country’s share of EU output. The ECU started off with nine currencies and by late 1989 through the end of 1999, the basket held 12 currencies. The currencies were the Belgian franc,German mark, Danish krone, Spanish peseta,French franc, British Pound, Greek drachma, Irish pound, Italian lira, Luxembourg franc, Dutch guilder, and Portuguese escudo.\n\nThe EMS was marked by currency instability and political infighting over appropriate national exchange rates, as the other currencies were forced to follow the Bundesbank's lead on monetary policy. The exchange rates of strong currencies, like the Deutsche Mark, and those of weaker ones, like the Danish krone, were periodically adjusted. But after 1986, changes in national interest rates were used to keep the currencies within a narrow range.\n\nHowever, because Germany and Britain's economic cycles were largely out of synch—in part due to German reunification—Britain struggled to remain competitive within the ERM. It crashed out in 1992 after Sterling came under attack by speculators, includingGeorge Soros, onBlack Wednesday.TheUKand Denmark would never join the eurozone, and Greece joined late.\n\nThe name of the euro was first introduced in 1995 in Spain.As an accounting currency, the euro was introduced in 1999. It replaced the ECU at a 1:1 ratio. Euro coins and banknotes were put into circulation in 2002, making it the daily operating currency for the region.Now, the euro is the official currency of 19 of the 27 EU members, including four European microstates that are not part of the EU.\n\nThe euro is the second-largest and second-most traded currency in the world, behind the U.S. dollar.As of August 2022, there were over 29 trillion euro banknotes and over 144 billion euro coins in circulation.\n\nSpringer. \"The Exchange Rate Mechanism's Role in the European Monetary System.\"\n\nEurostat, Statistics Explained. \"Glossary: European Currency Unit (ECU).\"\n\nEurostat, Statistics Explained. \"Glossary: European Monetary System (EMS).\"\n\nUniversity of British Columbia, Sauder School of Business. \"European Currency Unit (ECU): A Brief History of the ECU, the Predecessor of the Euro.\"\n\nPeterson Institute for International Economics. \"Lessons from the Bundesbank on the Occasion of Its 40th (and Second to Last?) Birthday.\"\n\nCNN. \"George Soros Fast Facts.\"\n\nFederal Reserve Bank of St Louis. \"The Vulnerability of Pegged Exchange Rates: The British Pound in the ERM.\"\n\nEuropean Central Bank. \"Convergence Report, June 2014,\" Page 19.\n\nEuropean Commission. \"Economy and Finance: Denmark and the Euro.\"\n\nEuropean Commission. \"Economy and Finance: Greece and the Euro.\"\n\nEuropean Parliament. \"Madrid European Council, 15 and 16 December 1995, Presidency Conclusions,\" Select \"The scenario for the changeover to the single currency.\"\n\nEurostat, Statistics Explained. \"Glossary: Euro.\"\n\nEuropean Commission. \"Economy and Finance: What Is the Euro Area?\"\n\nXe. \"XE Currency Popularity Rankings.\"\n\nEuropean Central Bank. \"Banknotes and Coins Circulation,\" Toggle Chart View \"Banknotes/Coins.\"",
  "url": "https://www.investopedia.com/terms/e/european-currency-unit.asp"
}