{
  "term": "European Option: Definition, Types, Versus American Options",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA European option is a version of anoptions contractthat limits execution to its expiration date. In other words, if the underlying security such as a stock has moved in price, an investor would not be able to exercise the option early and take delivery of or sell the shares. Instead, the call or put action will only take place on the date of optionmaturity.\n\nAnother version of the options contract is theAmerican option, which can be exercised any time up to and including the date of expiration. The names of these two versions should not be confused with the geographic location as the name only signifies the right of execution.\n\nEuropean options define the timeframe when holders of an options contract may exercise their contract rights. The rights for the option holder include buying the underlying asset or selling the underlying asset at the specified contract price—thestrike price. With European options, the holder may only exercise their rights on the day of expiration. As with other versions of options contracts, European options come at an upfront cost—thepremium.\n\nIt is important to note that investors usually don't have a choice of buying either the American or the European option. Specific stocks or funds might only be offered in one version or the other, and not in both. Mostindexesuse European options because it reduces the amount of accounting needed by the brokerage.\n\nMany brokers use theBlack-Scholes model(BSM) to value European options.\n\nEuropean index options halt trading at business close Thursday before the third Friday of the expiration month. This lapse in trading allows the brokers the ability to price the individual assets of the underlying index.\n\nDue to this process, thesettlement priceof the option can often come as a surprise. Stocks or other securities may make drastic moves between the Thursday close and market opening Friday. Also, it may take hours after the market opens Friday for the definite settlement price to publish.\n\nEuropean options normally tradeover the counter(OTC), while American options usually trade on standardized exchanges.\n\nA European call option gives the owner the right to acquire theunderlying securityat expiry. For an investor to profit from acall option, the stock's price, at expiry, has to be trading high enough above the strike price to cover the cost of the option premium.\n\nA European put option allows the holder to sell the underlying security at expiry. For an investor to profit from aput option, the stock's price, at expiry, has to be trading far enough below the strike price to cover the cost of the option premium.\n\nTypically,exercisingan option means initializing the rights of the option so that a trade is executed at the strike price. However, many investors don't like to wait for a European option toexpire. Instead, investors can sell the option contract back to the market before its expiration.\n\nOption prices change based on the movement andvolatilityof the underlying asset and the time until expiration. As a stock price rises and falls, the value—signified by the premium—of the option increases and decreases. Investors can unwind their option position early if the current option premium is higher than the premium they initially paid. In this case, the investor would receive the net difference between the two premiums.\n\nClosing the option position before expiration means the trader realizes any gains or losses on the contract itself. An existing call option could be sold early if the stock has risen significantly, while a put option could be sold if the stock's price has fallen.\n\nClosing the European option early depends on the prevailing market conditions, the value of the premium—itsintrinsic value—and theoption's time value—the amount of time remaining before a contract's expiration. If an option is close to its expiration, it's unlikely an investor will get much return for selling the option early because there's little time left for the option to make money. In this case, the option's worth rests on its intrinsic value, an assumed price based on if the contract is in, out, orat the money(ATM).\n\nEuropean options can only be exercised on the expiration date, whereas American options can be exercised at any time between the purchase and expiration dates. In other words, American options allow investors to realize a profit as soon as the stock price moves in their favor and enough to more than offset the premium paid.\n\nInvestors will use American options withdividend-paying stocks. In this way, they can exercise the option before anex-dividend date. The flexibility of American options allows investors to own a company's shares in time to get paid a dividend.\n\nHowever, the flexibility of using an American option comes at a price—a premium to the premium. The increased cost of the option means investors need the underlying asset to move far enough from the strike price to make the trade return a profit.\n\nAlso, if an American option is held to maturity, the investor would have been better off buying a lower-priced, European version option and paying the lower premium.\n\nCan be resold before the expiration date\n\nCannot be settled for underlying asset early\n\nAn investor purchases a July call option on Citigroup Inc. with a $50 strike price. The premium is $5 per contract—100 shares—for a total cost of $500 ($5 x 100 = $500). At expiration, Citigroup is trading at $75. In this case, the owner of the call option has the right to purchase the stock at $50—exercise their option—making $25 per share profit. When factoring in the initial premium of $5, the net profit is $20 per share or $2,000 (25 - $5 = $20 x 100 = $2000).\n\nLet's consider a second scenario whereby Citigroup's stock price fell to $30 by the time of the call option's expiration. Since the stock is trading below the strike of $50, the option isn't exercised and expires worthless. The investor loses the premium of $500 paid at the onset.\n\nThe investor can wait until expiry to determine whether the trade is profitable, or they can try to sell the call option back to the market. Whether the premium received for selling the call option is enough to cover the initial $5 paid is dependent on many conditions, including economic conditions, the company'searnings, the time left until expiration, and the volatility of the stock's price at the time of the sale.\n\nThere's no guarantee the premium received from selling the call option before expiry will be enough to offset the $5 premium paid initially.",
  "url": "https://www.investopedia.com/terms/e/europeanoption.asp"
}