{
  "term": "Euro Overnight Index Average (EONIA): Definition, Switch to ESTER",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe Euro Overnight Index Average (EONIA) is the average overnight reference rate for which European banks lend to one another in euros. The EONIA is the interest rate for one-day loans between European banks and is considered an interbank rate. However, European regulatory reforms resulted in the EONIA rate being replaced by the ESTER (Euro Short-Term Rate) effective January 2022.\n\nEONIA is a daily reference rate that expresses the weighted average of unsecured overnight interbank lending in theEuropean Unionand the European Free Trade Association (EFTA). It is calculated by theEuropean Central Bank (ECB)based on the loans made by 28 panel banks.\n\nBanks must meet certainreserve requirementsthat are typically set by the central bank. A reserve is the amount or percentage of total deposits that a bank must keep on hand and not lend out. A reserve requirement helps protect banks so that they have enough cash orliquidityin case of loan losses. However, banks can experience short-termcash flowshortages at the end of a business day, such as when there are unexpected cash withdrawals. As a result, the banks that are short on cash can borrow from other banks that have cash flow surpluses. The rate that banks borrow from each other is called theovernight rate.\n\nIn Europe, EONIA represents the average overnight rate of 28 of the most established banks called panel banks.\n\nEONIA is similar toEURIBOR, which is short for Euro Interbank Offered Rate. EURIBOR is also an interbank rate and is comprised of the average interest rates from large European banks that are used for lending to one another. However, EURIBOR has various maturities in which each maturity has its own interest rate.\n\nBoth benchmarks are offered by the European Money Markets Institute (EMMI), which is a non-profit organization founded in 1999.However, EURIBOR is calculated by a benchmark administrator called Global Rate Set Systems Ltd., and not by the ECB.\n\nThe key difference between EONIA and EURIBOR is the maturities of the loans upon which they are based. EONIA is an overnight rate, while EURIBOR has five interest rates based on loans with maturities that range from one week to 12 months.Also, EURIBOR has 19 banks that contribute to the rates while EONIA has 28 panel banks.\n\nEURIBOR is important since it is the benchmark rate used by banks when determining the interest rate for various financial products, including mortgage loans and savings accounts.\n\nIn 2018, the ECB formed a working group to help establish a new benchmark rate for Europe. Historically, bank scandals have occurred using quote-based interest rates as benchmarks. As a result, banking reforms led to ESTER or \"€STER,\" which is short for Euro Short Term Rate, replacing EONIA.\n\nESTER is also an overnight interest rate but represents an average of thewholesalerates in Europe. These wholesale rates are typically used with banks and institutional investors such as pension funds. One of the key reasons for the switch to ESTER is that there will be more banks contributing to the average ESTER rate than currently with EONIA.\n\nEuropean Central Bank. \"What Is the Transition from EONIA to €STR (€uro Short- Term Rate),\" Page 2.\n\nThe European Money Markets Institute. \"Eonia.\"\n\nThe European Money Markets Institute. \"About the Institute.\"\n\nThe European Money Markets Institute. \"About EURIBOR.\"\n\nEuribor. \"Current Euribor Rates.\"\n\nThe European Money Markets Institute. \"EURIBOR: Panel Banks.\"\n\nEuropean Central Bank. \"Private Sector Working Group on Euro Risk-free Rates Recommends ESTER as Euro Risk-free Rate.\"",
  "url": "https://www.investopedia.com/terms/e/eonia.asp"
}