{
  "term": "European Union (EU): What It Is, Countries, History, Purpose",
  "definition": "The European Union (EU) is a political and economic alliance of 27 countries. It promotes democratic values in its member nations and is one of the world's most powerful trade blocs. Nineteen of the countries share theeuroas their official currency.\n\nThe EU grew out of a desire to strengthen economic and political cooperation throughout the continent of Europe in the wake of World War II.\n\nItsgross domestic product(GDP) totaled 14.45 trillion euros in 2021. That's about US $15.49 trillion. The GDP of the U.S. for the same period was about US $23 trillion.\n\nThe EU traces its roots to the European Coal and Steel Community, which was founded in 1950 and had just six members: Belgium, France, Germany, Italy, Luxembourg, and the Netherlands. It became the European Economic Community in 1957 under the Treaty of Rome and subsequently was renamed theEuropean Community(EC).\n\nThis served to deepen the integration of the member nations' foreign, security, and internal affairs policies. The EU established a common market the same year to promote the free movement of goods, services, people, and capital across its internal borders.\n\nThe EC initially focused on a common agricultural policy and the elimination ofcustoms barriers. Denmark, Ireland, and the U.K. joined in 1973 in the first wave of expansion. Direct elections to the European Parliament began in 1979.\n\nIn 1986, the Single European Act embarked on a six-year plan to create a common European market by harmonizing national regulations.\n\nTheMaastricht Treatytook effect in 1993, replacing the EC with the EU. The euro debuted as a common single currency for participating EU members on January 1, 1999.Denmark and the U.K. negotiated \"opt-out\" provisions that permitted countries to retain their own currencies if they chose.\n\nSeveral newer members of the EU have also either not yet met the criteria for adopting the euro or chosen to opt out.\n\nIn the wake of the 2007-2008 global financial crisis, the EU and theEuropean Central Bankstruggled to deal with high sovereign debt and sluggish growth in Italy, Spain, Portugal, Ireland, and Greece.\n\nGreece and Ireland received financial bailouts from the EU in 2010 conditioned on the implementation of fiscalausteritymeasures. Portugal followed in 2011. A second Greek bailout was needed in 2012.\n\nThe crisis abated after the EU and the European Central Bank adopted a series of measures to support the sovereign and banking-sector debt of the affected countries.\n\nThese included the establishment in October 2012 of the European Stability Mechanism (ESM), established to assist EU members experiencing severe financial problems, including an inability to access the bond markets. The ESM supplanted the temporary European Financial Stability Facility backstop in place since 2010.\n\nThe European Central Bank conducted a series of \"targeted longer-term refinancing operations\" in 2014, 2016, and 2019 to provide financing on favorable terms for EU financial institutions.\n\nIn 2015, the EU loosened the provisions of the 2011 Stability and Growth Act requiring member states to target public debt of below 60% of gross domestic product and annual government budget deficits below 3% of GDP over the medium term.\n\nThe same year, a new EU agency, the Single Resolution Board, assumed responsibility for resolving bank failures in the euro area.\n\nWhile the relief measures addressed the crisis, they haven't tackled one of its principal causes—the wide disparity in wealth and economic growth between the EU's heavily industrialized north and its poorer southern periphery, which remains less urbanized and more dependent on agriculture.\n\nBecause the industrialized north and the more rural south share a common currency, struggling southern economies can't take advantage ofcurrency depreciationto improve their international competitiveness. Without currency depreciation, southern exporters ultimately struggle to compete with their northern rivals, which benefit from faster productivity growth.\n\nIn the U.S., federaltransfer paymentshelp to address similar economic disparities between regions and states. States with higher average incomes tend to contribute a disproportionately large share of federal revenue, while those with lower incomes tend to account for a higher share of federal outlays.\n\nIn the EU, the COVID-19 pandemic prompted joint spending measures some have called \"an incomplete and fragile fiscal union in the making.\"\n\nAfter rejecting earlier calls for a popular referendum on the U.K.'s EU membership, Conservative Prime Minister David Cameron promised a vote in 2013 and scheduled it in 2016. It was a time of growing popularity for the U.K. Independence Party, which opposed EU membership.\n\nAfter trailing in late polls, theLeave option wonwith nearly 52% of the vote on June 23, 2016. Cameron resigned the next day. The U.K. officially left the EU on January 31, 2020.\n\nIn July 2020, a report by the Intelligence and Security Committee of the U.K. Parliament noted widespread media reports of Russian efforts on behalf of the Leave option and faulted the government for failing to investigate Russian involvement in British politics.\n\nThe European Union was created to bind the nations of Europe closer together for the economic, social, and security welfare of all. It is one of several efforts after World War II to bind together the nations of Europe into a single entity.\n\nThe original members of the European Union were the nations of Western Europe. In the 21st century, the EU has expand membership to the Eastern European nations that emerged after the collapse of the Soviet Union. Its current member nations include Bulgaria, Croatia, the Czech Republic, Estonia, Latvia, Lithuania, Poland, Romania, Slovakia, and Slovenia.\n\nThe overarching purpose of the European Union, in the years after World War II, was to put an end to the devastating wars that had wracked Europe for centuries. At the same time, it became increasingly clear that a united Europe would have far greater economic and political power than the individual nations in the post-war world.\n\nThe EU is a powerful alliance of 27 European countries that promotes democratic values among its members. It serves to faciliate political and economic integration throughout the region. Many, though not all, of its members share the euro as their official currency. Historically, it was made up primarily of the nations of Western Europe; it has since expanded to include member nations that had previously been socialist states prior to the collapse of the USSR. In 2020, the U.K. officially left the EU.\n\nBureau of Economic Analysis. \"Gross Domestic Product, Fourth Quarter and Year 2021 (Second Estimate).\"\n\nStatista. \"Gross domestic product of the European Union (EU27) from 1995 to 2021.\"\n\nUK Parliament. \"Brexit Timeline: Events Leading to the UK’s Exit From the European Union.\"\n\nHistory. \"Europe's Common Market Founded in Major Step Toward Economic Unity.\"\n\nEuropean Union. \"The History of the European Union.\"\n\nEuropean Union. \"Five Things You Need to Know About the Maastricht Treaty.\"\n\nEuropean Union. \"Treaty on European Union,\" Pages 191 and 194.\n\nRobert Godby. \"The European Financial Crisis,\" Chapter 6. Business Expert Press, 2013.\n\nEuropean Stability Mechanism. \"History.\"\n\nEuropean Central Bank. \"Targeted Longer-Term Refinancing Operations (TLTROs).\"\n\nCouncil of the European Union. \"Encouraging Structural Reforms and Investment: Flexibility of the Stability and Growth Pact Rules.\"\n\nEuropean Commission. \"2007-2019: A Timeline of EU Actions Since the Start of the Crisis,\" Page 2.\n\nEuropean Commission. \"Regions in Europe – 2021 interactive edition: Gross Domestic Product.\"\n\nBloomberg. \"EU's Productivity Split.\"\n\nFederal Reserve Bank of San Francisco. \"Taxes, Transfers, and State Economic Differences.\"\n\nVox EU. \"The Emerging Fiscal Union Needs a Solid Foundation.\"\n\nBloomberg. \"The Roots of Brexit.\"\n\nCenter for Strategic & International Studies. \"Did Russia Influence Brexit?\"\n\nIntelligence and Security Committee of Parliament. \"Russia,\" Pages10-12.\n\nEU Info Centre. \"Why Was the EU Created?\"",
  "url": "https://www.investopedia.com/terms/e/europeanunion.asp"
}