{
  "term": "European Economic and Monetary Union: Overview, History, FAQ",
  "definition": "The European Economic and Monetary Union (EMU) combines several of the European Union (EU) member states into a cohesive economic system. It is the successor to the European Monetary System (EMS). Note that there is a difference between the 19-member European Economic and Monetary Union (EMU), and the largerEuropean Union(EU) which has 27 member states as of 2022.\n\nAlso referred to as theEurozone, the European Economic and Monetary Union (EMU) is quite a broad umbrella, under which a group of policies has been enacted aimed at economic convergence and free trade among European Union member states. The EMU's development occurred through a three-phase process, with the third phase initiating the adoption of the commoneuro currencyin place of former national currencies. This has been completed by all initial EU members except for the United Kingdom and Denmark, who have opted out of adopting the euro. The U.K. subsequently left the EMU in 2020 following theBrexitreferendum.\n\nThe first efforts to create a European Economic and Monetary Union began after World War I. On Sept. 9, 1929, Gustav Stresemann, at an assembly of the League of Nations, asked, \"Where is the European currency, the European stamp that we need?\" Stresemann's lofty rhetoric quickly became folly, however, when little more than a month later the Wall Street crash of 1929 marked the symbolic onset of theGreat Depression, which not only derailed talk of a common currency, it also split Europe politically and paved the way for the Second World War.\n\nThe modern history of the EMU was reignited with a speech given by Robert Schuman, the French Foreign Minister at the time, on May 9, 1950, that later came to be called The Schuman Declaration. Schuman argued that the only way to ensure peace in Europe, which had been torn apart twice in thirty years by devastating wars, was to bind Europe as a single economic entity: \"The pooling of coal and steel production ... will change the destinies of those regions which have long been devoted to the manufacture of munitions of war, of which they have been the most constant victims.\"His speech led to the Treaty of Paris in 1951 that created the European Coal and Steel Community (ECSC) between treaty signers Belgium, France, Germany, Italy, Luxembourg, and the Netherlands.\n\nThe ECSC was consolidated under the Treaties of Rome into theEuropean Economic Community(EEC). The Treaty of Paris was not a permanent treaty and was set to expire in 2002. To ensure a more permanent union, European politicians proposed plans in the 1960s and 1970s, including the Werner Plan, but worldwide, destabilizing economic events, like the end of theBretton Woods currency agreementand theoil and inflation shocks of the1970s, delayed concrete steps to European integration.\n\nIn 1988, Jacques Delors, the President of the European Commission, was asked to convene an ad hoc committee of member states' central bank governors to propose a concrete plan to further economic integration. Delors's report led to the creation of theMaastricht Treatyin 1992. The Maastricht Treaty was responsible for the establishment of theEuropean Union.\n\nOne of the Maastricht Treaty's priorities was economic policy and the convergence of EU member state economies. So, the treaty established a timeline for the creation and implementation of the EMU. The EMU was to include a common economic and monetary union, a central banking system, and a common currency.\n\nIn 1998, theEuropean Central Bank(ECB) was created, and at the end of the year conversion rates between member states' currencies were fixed, a prelude to the creation of theeuro currency, which began circulation in 2002.\n\nConvergence criteria for countries interested in joining the EMU include reasonable price stability, sustainable and responsible public finance, reasonable and responsible interest rates, and stable exchange rates.\n\nAdoption of the euro forbids monetary flexibility, so that no committed country may print its own money to pay off government debt ordeficit, or compete with other European currencies. On the other hand, Europe'smonetary unionis not a fiscal union, which means that different countries have different tax structures and spending priorities. Consequently, all member states were able to borrow in euros at low-interest rates during the period before the global financial crisis, butbond yieldsdid not reflect the different creditworthiness of member countries.\n\nThere have been several episodes with various member nations that have caused stress for the stability and future of the common currency, namely among the so-calledPIIGS countries: Portugal, Ireland, Italy, Greece, and Spain.\n\nGreece, perhaps, represents the most high-profile example of the challenges in the EMU. Greece revealed in 2009 that it had been understating the severity of its deficit since adopting the euro in 2001, and the country suffered one of the worst economic crises in recent history. Greece accepted twobailoutsfrom the EU in five years, and short of leaving the EMU, future bailouts will be necessary for Greece to continue to pay its creditors.\n\nGreece's initial deficit was caused by its failure to collect adequatetax revenue, coupled with a risingunemployment rateand loose government spending. In July 2015, Greek officials announced capital controls and a bank holiday and restricted the number of euros that could be removed per day.\n\nThe EU had given Greece an ultimatum: accept strictausteritymeasures, which many Greeks now believe caused the crisis in the first place, or leave the EMU. On July 5, 2015, Greece voted to reject EU austerity measures, prompting speculation thatGreece might exit the EMU. The country then risked either economic collapse or forceful exit from the EMU and a return to its former currency, thedrachma. The downsides of Greece returning to the drachma included the possibility of capital flight and a distrust of the new currency outside of Greece. The cost of imports, on which Greece is very dependent, would have increased dramatically as the buying power of the drachma declines relative to the euro. The new Greek central bank could be tempted to print money to maintain basic services, which could lead to severe inflation or, in the worst-case scenario,hyperinflation. Black markets and other signs of a failed economy would appear. The risk ofcontagion, on the other hand, was thought to have been limited because the Greek economy accounted for only two percent of the overallEurozoneeconomy.\n\nIn the end, Greece did remain in the EMU and received a number of bailouts and emergence loans from the EU and other lenders. In 2018, Greece successfully exited its third and final bailout program. and returned to relative financial stability and economic growth.\n\nNo,some European countries have maintained their own currencyand have not adopted the euro. These include the U.K., Switzerland, Sweden, Norway, Bulgaria, Croatia, Czech Republic, Denmark, Hungary, Poland, andRomania. Some non-EU jurisdictions such asVatican City, Andorra, Monaco, and San Marino also have monetary agreements with the EU allowing them to issue their own euro currency under certain restrictions.\n\nThe European Union (EU) is a political and economic grouping of 27 countries committed to shared democratic values. Eight of these countries do not use the euro, leaving 19 nations in the so-called eurozone, who share the common currency.\n\nThe EMU formally began on February 7, 1992, with the signing of the Maastricht Treaty in the Netherlands. The euro itself was launched on January 1, 1999 as a unit of account and coins and banknotes began circulating on January 1, 2002.\n\nEuropean Commission. \"What Is the Economic and Monetary Union? (EMU).\"\n\nEuropean Union. \"Schuman Declaration May 1950.\"\n\nForeign Policy. \"Greece: A Remarkable Economic Recovery.\"",
  "url": "https://www.investopedia.com/terms/e/emu.asp"
}