{
  "term": "Eurodollar: Definition, Why It's Important, and Example",
  "definition": "The term \"eurodollar\" refers to unsecured U.S. dollar-denominated deposits at foreign banks or at the overseas branches of American banks. Because they are held outside the United States, eurodollars are not subject to regulation by the Federal Reserve Board, including its regulation relating to reserve requirements.\n\nDollar-denominated deposits not subject to U.S. banking regulations originally were held almost exclusively in Europe (resulting in the name eurodollar). But they can be held anywhere outside of the U.S. Branches located in the Bahamas and the Cayman Islands hold large amounts of such deposits.\n\nThe fact that the eurodollar market is relatively free of regulation and its associated costs means suchdepositscan pay higher interest. The lack of such protections also contributes to higher rates, as compensation for greater potential risk.\n\nTheiroffshorelocations make eurodollars subject to political and economic risk in the country of their domicile; however, most branches where the deposits are housed are in very stable locations.\n\nThe eurodollar market is one of the world's primary internationalcapital markets. It is an attractive source of short-term, unsecured funding for corporations and financial institutions. Borrowing costs associated with eurodollar loans can be cheaper than for loans made elsewhere.\n\nEurodollar funds can also be used for hedging purposes by companies that have exposure to foreign exchange risks.\n\nThe eurodollar market requires a steady supply of depositors putting their money into foreign banks. These eurodollar banks may have problems with their liquidity if the supply of deposits drops.\n\nEurodollar deposits are quite large; they are made by professional counterparties for a minimum of $100,000 and generally for more than $5 million. It is not uncommon for a bank to accept a single deposit of $500 million or more in the overnight market.\n\nAccording to the Federal Reserve Bank of New York, from 2019 through 2024 the average daily volume of overnight eurodollar transactions, along with selected deposit transactions, has been $150 billion.\n\nMost transactions in the eurodollar market are overnight, which means they mature on the next business day. With weekends and holidays, an overnight transaction can take as long as four days.\n\nThe transactions usually start on the same day they are executed, with money paid between banks via theFedwireandCHIPS systems. Eurodollar transactions with maturities greater than six months are usually represented by certificates of deposit (CDs), for which there is also a limited secondary market.\n\nThe daily volume of overnight eurodollar loans, according to the New York Federal Reserve Bank.\n\nIf a company in the U.S. has cash that it doesn't need to use immediately, it might deposit it in a bank anywhere outside of the U.S. That deposit is made in dollars and remains dollar-denominated.\n\nAnd because the interest rate associated with eurodollars can be higher than the rates it might find at a financial institution in the U.S., the U.S. company can earn earn a greater return on its deposit.\n\nMany American banks have offshore branches, usually in the Caribbean, through which they accept eurodollar deposits. European banks are also active in the market.\n\nThe transactions for Caribbean branches of U.S. banks are generally executed by traders physically situated in U.S. dealing rooms, and the money is on loan to fund domestic and international operations.\n\nThe eurodollar market dates back to the period after World War II. Much of Europe had been devastated by the war, and the U.S. provided funds via theMarshall Planto rebuild the continent.\n\nThis led to the wide circulation of U.S. dollars overseas, and the development of a separate, less regulated market for the deposit of those funds.\n\nAs mentioned, unlike domestic U.S. deposits, the funds are not subject to the Federal Reserve Bank's reserve requirements. They are also not covered byFDIC insurance. This results in higher interest rates for eurodollars.\n\nYes. Americans can invest in eurodollars by investing in a mutual fund that invests ineurodollar futures. If they can access overseas banks, they can also set up a dollar-denominated bank account or certificate of deposit in a foreign country. However, eurodollar deposits are typically in the millions, putting these instruments out of reach for most individual investors.These accounts are not subject to the same banking rules that regulate domestic banks, but they are subject to the laws of the host country.\n\nThe primary borrowers are U.S. branches and agencies of foreign banks (FOBs), which borrow an average of between $50 billion and $200 billion daily. FOBs also borrow heavily in the fed funds market.\n\nUnlike domestic banks, eurodollars in banks overseas do not have the same reserve requirements or protections enjoyed byFDIC-insuredU.S. accounts. This adds a significant level of additional risk, since the federal government will not bail out these institutions if they default.\n\nDespite the name, eurodollars have nothing to do with the European Union or the euro currency. Instead, the name simply refers to dollar-denominated deposits at overseas banks. These deposits can benefit from higher interest rates than they would get at domestic banks, but they also face greater risk.\n\nLiberty Street Economics. \"Who Is Borrowing and Lending in the Eurodollar and Select Deposit Markets?\"",
  "url": "https://www.investopedia.com/terms/e/eurodollar.asp"
}