{
  "term": "European Sovereign Debt Crisis: Eurozone Crisis Causes, Impacts",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe European sovereign debt crisis was a period beginning in 2008 when several European countries experienced the collapse of financial institutions, high government debt, and rapidly rising bond yield spreads in government securities.\n\nThe European sovereign debt crisis was a period when several European countries experienced the collapse of financial institutions, high government debt, and rapidly rising bondyield spreadsin government securities.\n\nThe debt crisis began in 2008 with the collapse of Iceland's banking system, then spread primarily to Portugal, Italy, Ireland, Greece, and Spain in 2009, leading to the popularization of a somewhat offensive moniker (PIIGS).It led to a loss of confidence in European businesses and economies.\n\nThe crisis was eventually controlled by the financial guarantees of European countries, who feared the collapse of the euro and financial contagion, and by the International Monetary Fund (IMF). Rating agencies downgraded several Eurozone countries' debts.\n\nGreece's debt was, at one point, moved to junk status. Countries receiving bailout funds were required to meetausterity measuresdesigned to slow down the growth of public-sector debt as part of the loan agreements.\n\nSome of the contributing causes included the financial crisis of 2007 to 2008, theGreat Recessionof 2008 to 2012, the real estate market crisis, and propertybubblesin several countries. The peripheral states’ fiscal policies regarding government expenses and revenues also contributed.\n\nBy the end of 2009, the peripheral Eurozone member states of Greece, Spain, Ireland, Portugal, and Cyprus were unable to repay or refinance their government debt or bail out their beleaguered banks without the assistance of third-party financial institutions. These included theEuropean Central Bank(ECB), the IMF, and, eventually, theEuropean Financial Stability Facility(EFSF).\n\nAlso in 2009, Greece revealed that its previous government had grossly underreported its budget deficit, signifying a violation of EU policy and spurring fears of a euro collapse via political and financial contagion.\n\nSeventeen Eurozone countries voted to create the EFSF in 2010, specifically to address and assist with the crisis. The European sovereign debt crisis peaked between 2010 and 2012.\n\nWith increasing fear of excessivesovereign debt, lenders demanded higherinterest ratesfrom Eurozone states in 2010, with high debt and deficit levels making it harder for these countries to finance their budget deficits when they were faced with overall low economic growth. Some affected countries raised taxes and slashed expenditures to combat the crisis, which contributed to social upset within their borders and a crisis of confidence in leadership, particularly in Greece.\n\nSeveral of these countries, including Greece, Portugal, and Ireland had their sovereign debt downgraded to junk status by international credit rating agencies during this crisis, worsening investor fears.\n\nA2012 report for the United States Congressstated:\n\nOne of the EU's responses to the debt crisis was to introduce \"bail-in\" rules that prohibit countries from bailing out financial institutions with taxpayer money without investors taking the first loss.\n\nIn early 2010, the developments were reflected in rising spreads onsovereign bondyields between the affected peripheral member states of Greece, Ireland, Portugal, Spain, and most notably, Germany.\n\nThe Greek yield diverged with Greece needing Eurozone assistance by May 2010. Greece received several bailouts from the EU and IMF over the following years in exchange for the adoption of EU-mandated austerity measures to cut public spending and a significant increase in taxes. The country's economic recession continued. These measures, along with the economic situation, caused social unrest. With divided political and fiscal leadership, Greece facedsovereign defaultin June 2015.\n\nThe Greek citizens voted against a bailout and further EU austerity measures the following month. This decision raised the possibility that Greece might leave the European Monetary Union (EMU) entirely.\n\nThe withdrawal of a nation from the EMU would have been unprecedented, and if Greece had returned to using the Drachma, the speculated effects on its economy ranged from total economic collapse to a surprise recovery.\n\nIn the end, Greece remained part of the EMU and began to slowly show signs of recovery in subsequent years. Unemployment dropped from its high of over 27% to 16% in five years, while annual GDP went from negative numbers to a projected rate of over 2% in that same time.\n\nIn June 2016, the United Kingdom voted to leave the European Union in a referendum. This vote fueled Eurosceptics across the continent, and speculation soared that other countries would leave the EU. After a drawn-out negotiation process, Brexit took place at 11 p.m. Greenwich Mean Time on Jan. 31, 2020, and did not precipitate any groundswell of sentiment in other countries to depart the EMU.\n\nIt's a common perception that this movement grew during the debt crisis, and campaigns have described the EU as a \"sinking ship.\" The UK referendum sentshock waves through the economy. Investors fled to safety, pushing several government yields to a negative value, and the British pound was at its lowest against the dollar since 1985.The S&P 500 and Dow Jones plunged, then recovered in the following weeks until they hit new highs as investors ran out of investment options because of the negativeyields.\n\nA combination of market volatility triggered by Brexit, questionable performance of politicians, and a poorly managed financial system worsened the situation for Italian banks in mid-2016. A staggering 17% of Italian loans, approximately $400 billion worth, were junk, and the banks needed a significant bailout.\n\nA full collapse of the Italian banks was arguably a bigger risk to the European economy than a Greek, Spanish, or Portuguese collapse because Italy's economy is much larger. This risk was averted, but there are worries that the problems haven't gone away and that falling interest rates could expose Italy's banks again.\n\nIreland followed Greece in requiring a bailout in November 2010, with Portugal following in May 2011.Italy and Spain were also vulnerable. Spain and Cyprus required official assistance in June 2012.\n\nThe situation in these countries has since improved due to various fiscal reforms, domestic austerity measures, and other unique economic factors. However, that doesn’t mean another debt crisis couldn’t happen.\n\nThere are concerns that increased public spending in some countries, such as Italy, on top of high interest rates could create uncertainty and trigger another crisis. However, it’s also true that the EU, after its last experience, is now better equipped to prevent, manage and deal with such a crisis. Moreover, unlike during the last crisis, governments no longer need to rely on financial markets to buy their bonds. Now, the ECB is financing public debt.\n\nThe European debt crisis was caused by a variety of factors, including excessive deficit spending by several European country governments, lax lending habits by banks, and the resulting loss of confidence in European businesses and economies, which led to a drop in capital inflows from foreign investors, who were in part helping to prop them up.\n\nA range of measures were introduced to combat the crisis. That included providing cheap loans for commercial banks and offering much-needed financing to struggling governments in exchange for more of a say in how they spend their money.\n\nAs of August 2024, the only country to have left the EU is the United Kingdom. The U.K. voted by referendum to leave the EU in 2016 and its exit officially took place at the beginning of 2020.\n\nThe European sovereign debt crisis was a financial crisis sparked by high government debt and poor money management that rocked various European countries between 2008 and 2012. The countries caught up in the crisis, led by Greece, received bailout funds in exchange for agreeing to cut public spending and introduce austerity measures. These measures created lots of controversy, prolonged economic turmoil, and, at one point, posed the risk of breaking up the European Union.\n\nCouncil on Foreign Relations. \"The Eurozone in Crisis.\"\n\nInternational Monetary Fund. \"IMF Lending Case Study: Iceland.\"\n\nCouncil on Foreign Relations. \"Greece's Debt.\"\n\nEuropean Stability Mechanism. \"Before the ESM: EFSF -- The Temporary Fiscal Backstop.\"\n\nEuropean Financial Stability Facility. \"European Financial Stability Facility Societe Anonyme,\" Page 7.\n\nThe Atlantic. \"Ireland Joins Portugal and Greece in Moody's 'Junk' Drawer.\"\n\nCongressional Research Service. \"The Eurozone Crisis: Overview and Issues for Congress,\" Page 2.\n\nEuropean Union Law. \"Directive 2014/59/EU of the European Parliament and of the Council of 15 May 2014 Establishing a Framework for the Recovery and Resolution of Credit Institutions and Investment Firms.\"\n\nEuropean Financial Stability Facility (EFSF). \"Frequently Asked Questions,\" Page 10.\n\nOrganisation for Economic Co-Operation and Development. \"Unemployment Rate: Greece.\" Accessed Sept. 16, 2021.\n\nLibrary of Congress. \"BREXIT: Sources of Information.\"\n\nMacrotrends. \"Pound Dollar Exchange Rate (GBP USD) -- Historical Chart.\"\n\nYahoo Finance. \"S&P 500 (^GSPC).\"\n\nInternational Monetary Fund. \"Italy: 2018 Article IV Consultation -- Press Release; Staff Report; and Statement by the Executive Director for Italy,\" Page 9.\n\nPolitico. \"Italian Banks Brace for an Uncertain Future After a Bumper Year.\"\n\nEuropean Commission. \"Financial Assistance to Portugal.\"\n\nInternational Monetary Fund. \"Working Together -- Ireland: From Tiger to Phoenix.\"\n\nInternational Monetary Fund. \"Which EU Countries Have Received Assistance?\"\n\nANSA. \"Italy's Public Debt Approaches Three-Trillion-Euros Mark.\"\n\nHouse of Commons Library. \"Brexit Timeline: Events Leading to the UK’s Exit From the European Union.\"",
  "url": "https://www.investopedia.com/terms/e/european-sovereign-debt-crisis.asp"
}