{
  "term": "European Banking Authority (EBA): What it is, How it Works",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nThe European Banking Authority (EBA) is a regulatory body that strives to maintain financial stability throughout theEuropean Union’s (EU)banking industry. It was established in 2010 by the European Parliament, replacing the Committee of European Banking Supervisors (CEBS).\n\nThe EBA is tasked with developing regulatory technical standards and rules for financial firms in the EU internal market. It oversees lending institutions, investment firms, and credit institutions. The rules it imposes are designed to achieve the following objectives:\n\nThe European Central Bank (ECB) ensures that banks follow the rules set forth by the EBA, which runs annual transparency exercises and stress tests on more than 100 EU banks. This involves cultivating fiscal data on a bank’s capital, risk-weighted assets (RWA), recorded profits and losses, market risk, and credit risk. The stress tests that the EBA imposes on financial institutions seek to determine whether each institution would remain solvent in the wake of financial crises.\n\nThe 2016 stress test carried out on 51 banks from 15 EU andEuropean Economic Area(EEA) countries revealed that only Banca Monte dei Paschi di Siena (MPS) in Italy lacked the adequate capital reserves needed to weather a three-year economic shock.\n\nAfter these results, MPS jettisoned many of its non-performing loans from its balance sheet, in a strategic effort to boost its capital levels to the required threshold.\n\nThe EBA's powers are far-reaching in that it may overrule national regulators that fall derelict in regulating their banks themselves.\n\nThe ECB supervises banks to ensure that they follow the rules set by the EBA, which emerged as part of the European Supervisory Authority (ESA), which also consists of the European Insurance and Occupational Pensions Authority (EIOPA). The EIOPA is responsible for protecting insurance policyholders, pension members, and beneficiaries.\n\nThe 2008 financial crisis and the European sovereign debt crisis have illuminated general shortcomings in EU banking operations. After the collapse of theU.S. mortgage bubbleand Greece's revelation that its deficits were vastly larger than previously thought,Eurozonestates like Portugal, Ireland, Spain, and Greece itself faced soaring debt-servicing costs. These nations consequently sought bailouts from international institutions.\n\nFiscal austerity measures designed to help countries exit bailout programs have slowed European economic growth. At the same time, the introduction of negative interest rates by the ECB and other central banks has squeezed banks' margins.\n\nThese factors, combined with increased regulation and poor management, have caused worries about European banking sustainability. For example, in January 2018, Italian banks were struggling under the weight of €360 billion ($410 billion) worth of non-performing loans, representing about 25% of the country's GDP. As it stands currently, Italy's debt-to-GDP ratio still remains worrisome and the outlook remains uncertain.",
  "url": "https://www.investopedia.com/terms/e/european-banking-authority.asp"
}