{
  "term": "Eurobond: Definition, Issuers, Advantages and Disadvantages",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA Eurobond is a debt instrument that pays principal and interest in a currency different from the currency of the country where it originated.\n\nA Eurobond is a debt security issued in one country that pays interest and principal in a currency other than the issuer's home currency. Eurobonds are frequently grouped by the currency in which they are denominated, such as eurodollar or Euro-yen bonds. Since Eurobonds are issued in an external currency, they're often called external bonds. Eurobonds are important because they help organizations raise capital while having the flexibility to issue them in another currency.\n\nEurobond issuance is usually handled by an internationalsyndicateof financial institutions on behalf of the borrower, one of which may underwrite the bond, thus guaranteeing the purchase of the entire issue.\n\nThe popularity of Eurobonds as a financing tool reflects their high degree of flexibility, as they offer issuers the ability to choose the country of issuance based on the regulatory landscape, interest rates, and market depth. They are also attractive to investors because they usually have small par values or face values, providing a low-cost investment. Eurobonds also have highliquidity, meaning they can be easily bought and sold.\n\nThe term \"Eurobond\" refers only to the fact that the bond is issued outside the borders of the currency's home country; it does not mean the bond was issued in Europe or denominated in the euro currency. For example, a company can issue a Eurobond in Japan denominated in U.S. dollars.\n\nThe first Eurobond was issued in 1963 by Autostrade, the company that ran Italy's national railroads. It was a $15 million eurodollar bond designed by bankers in London, issued at Amsterdam Airport Schiphol, and paid in Luxembourg to reduce taxes. It provided European investors with a safe, dollar-denominated investment.\n\nIssuers vary from multinational corporations to sovereign governments and supranational organizations. The size of a single bond issuance can be well over $1 billion, and maturities are between five and 30 years, although a large portion matures in fewer than 10 years. Eurobonds are especially attractive to issuers based in countries that do not have a large capital market while offering diversification to investors.\n\nThe earliest Eurobonds were physically delivered to investors. They are issued electronically through a range of services, including the Depository Trust Company (DTC) in the United States and the Certificateless Registry for Electronic Share Transfer (CREST) in the United Kingdom. Eurobonds are usually issued in bearer form, which makes it easier for investors to avoid regulations and taxes. A bearer form means the bond isn't registered, and as a result, there is no record of ownership. Instead, physical possession of the bond is the only evidence of ownership.\n\nThe global bond market totals over $100 trillion in outstanding debt. The fact that many Eurobonds are unregistered and trade in bearer form makes definitive numbers for the sector impossible to obtain, but it is likely that they account for about 30% of the total. A growing portion of Eurobond issuance is from emerging market nations, with both governments and companies seeking deeper and more developed markets in which to borrow.",
  "url": "https://www.investopedia.com/terms/e/eurobond.asp"
}