{
  "term": "EV/2P Ratio: Meaning, Calculation, Example",
  "definition": "The EV/2P ratio is a ratio used to value oil and gas companies. It consists of theenterprise value(EV) divided by the proven and probable (2P) reserves. The enterprise value reflects the company's total value. Proven and probable (2P) refers to energy reserves, such as oil, that are likely to be recovered.\n\n﻿EV/2P=Enterprise Value2P Reserveswhere:2P Reserves=Total proven and probable reservesEnterprise Value=MC+Total Debt−TCMC=Market capitalizationTC=Total cash and cash equivalents\\begin{aligned} &\\text{EV/2P} = \\frac{ \\text{Enterprise Value} }{ \\text{2P Reserves} } \\\\ &\\textbf{where:} \\\\ &\\text{2P Reserves} = \\text{Total proven and probable reserves} \\\\ &\\text{Enterprise Value} = \\text{MC} + \\text{Total Debt} - \\text{TC} \\\\ &\\text{MC} = \\text{Market capitalization} \\\\ &\\text{TC} = \\text{Total cash and cash equivalents} \\\\ \\end{aligned}​EV/2P=2P ReservesEnterprise Value​where:2P Reserves=Total proven and probable reservesEnterprise Value=MC+Total Debt−TCMC=Market capitalizationTC=Total cash and cash equivalents​﻿\n\n2P reserves are the total of proven and probable reserves. Proved reserves are likely to be recovered, whereas probable reserves are less likely to be recovered than proved reserves. The sum of proved and probable reserves is represented by 2P.\n\nEnterprise value compared to proven and probable reserves is a metric that helps analysts understand how well a company's resources will support its operations and growth. Ideally, the EV/2P ratio should not be used in isolation, as not all reserves are the same. However, it can still be an important metric if little is known about the company'scash flow.\n\nReserves can be proven, probable, orpossible reserves. Theproven reservesare typically known as 1P, with many analysts referring to it as P90, or having a 90% probability of being produced.Probable reservesare referred to as P50 or having a 50% certainty of being produced. When used in conjunction with one another, it is referred to as 2P.\n\nWhen the EV/2P multiple is high, it means the company is trading at a premium for a given amount of oil in the ground. Conversely, a low value would suggest a potentially undervalued company.\n\nThe EV/2P ratio is comparable to other more common ratios used in valuation such as enterprise value or P/E ratios. These ratios express a company's value as a multiple of earnings or assets.\n\nIt's important to compare a company's EV/2P ratio with those of similar companies and with the historical values of the ratio. Using historical and industry comparisons can help investors determine if a company is undervalued, overvalued, or fairly valued.\n\nLet us assume that an oil company has an enterprise value of $2 billion and proven and probable reserves of 100 million barrels:\n\n﻿EV/2P=$2Billion$100Million=20\\begin{aligned} &\\text{EV/2P} = \\frac{ \\$2 \\text{ Billion} }{ \\$100 \\text{ Million} } = 20 \\\\ \\end{aligned}​EV/2P=$100Million$2Billion​=20​﻿\n\nThe EV/2P ratio = 20 or the company has a 20 multiple. In other words, the company is valued at 20 times its enterprise value to 2P reserves.\n\nWhether the 20 multiple is high, low, or fairly valued depends on other oil companies within the same industry.\n\nEnterprise valuecompared to earnings before interest, tax, depreciation, and amortization is also referred to as theenterprise multiple. The EV/EBITDA ratio compares the oil and gas business, free of debt, to EBITDA. This is an important metric as oil and gas firms typically have a great deal of debt and the EV includes the cost of paying it off. By stripping out debt, analysts can see how well the company is valued.\n\nThe EV/2P ratio on the other hand also uses enterprise value in its formula, but instead of using EBITDA, the ratio includes proven and probable (2P) reserves. The EV/2P ratio is important when judging the potential or possible growth of an oil company since proven and probable (2P) reserves are likely to be recovered.\n\nAs mentioned earlier, the EV/2P ratio includes total debt in its calculation because enterprise value also includes total debt. Oil companies typically carry significant amounts of debt on their balance sheets, which is normal for the industry. Debt is used to top finance oil rigs, equipment, and the cost of exploration.\n\nAs a result, the extra debt would put the EV of oil companies at a much higher valuation than most other industries that carry less debt. Investors should be aware of the unique capital structures of oil and gas companies when using any valuation metric including the EV/2P ratio.",
  "url": "https://www.investopedia.com/terms/e/ev-2p-ratio.asp"
}