{
  "term": "Evening Star Pattern: What It Is, What It Means, and Example Chart",
  "definition": "An evening star is a stock price chart pattern that's used bytechnical analyststo detect when a trend is about to reverse. It's a bearishcandlestick patternthat consists of three candles: a large white candlestick, a small-bodied candle, and a red candle.\n\nEvening star patterns are associated with the top of a price uptrend, signifying that the uptrend is nearing its end. The opposite of the evening star is themorning starpattern, which is viewed as a bullish indicator.\n\nA candlestick pattern is a way of presenting certain information about a stock. It represents theopen, high, low, and close pricefor the stock over a period of time.\n\nEach candlestick consists of a candle and two wicks. The length of the candle is a function of therangebetween the highest and lowest price during that trading day. A long candle indicates a large change in price and a short candle indicates a small change in price.\n\nLong candlestick bodies are indicative of intensebuying or selling pressure, depending on the direction of the trend. Short candlesticks are indicative of little price movement.\n\nThe evening star pattern is considered to be a very strong indicator of future price declines. Its pattern forms over three days:\n\nThe evening star pattern is considered to be a reliable indication that a downward trend has begun but it can be difficult to discern amid the noise of stock-price data. Traders often useprice oscillatorsandtrendlinesto help identify it reliably and to confirm whether an evening star pattern has in fact occurred.\n\nIt's advisable to consult various technical indicators to predict price movements rather than rely solely on the signals provided by one.\n\nThe evening star pattern isn't the onlybearishindicator despite its popularity among traders. Other bearish candlestick patterns include the dark cloud cover and the bearish engulfing. Traders have their own preferences regarding what patterns to watch for when they want to detect trend changes.\n\nThe following chart provides an example of the evening star pattern:\n\nThe three days depicted here begin with a long white candle indicating that prices have risen from significant buying pressure. The second day also shows a rise in prices but the extent of the increase is modest compared to the previous day. The third day shows a long red candle in which selling pressure has forced the price to around the midpoint of the first day.\n\nThese are the tell-tale signs that an evening star pattern has occurred. Technical analysts trading this security would consider selling orshortingthe security in anticipation of an upcoming decline.\n\nThese prices monitor the value of a stock over a period of time. An open or opening price is the first price a stock trades at when the market opens in the morning. The closing price is the last price of the day. High and low prices track whether a stock has lost or gained value during the day.\n\nThe evening star pattern correlates these prices over three days. This can be a prime indicator of when a trend in price is about to reverse.\n\nThe doji pattern occurs when the open price of a stock is the same or nearly the same as the close price. Upward movement indicates that the stock may begin sinking soon. Downward movement is a sign that the stock may go up. This information can be an indicator of what will happen the next day.\n\nIt's a good idea to employ various indicators to help you predict price movements but the evening star pattern can be a solid tool. It's particularly useful in identifying downward trends but it can admittedly be a bit difficult to pin down. Options like trendlines and oscillators can help and don't overlook the value of a broker's advice and assistance.\n\nThe Sovereign Investor. \"Evening Star Pattern: What Does It Mean and How to Trade It Properly?\"\n\nElearnmarkets. \"5 Powerful Bearish Candlestick Patterns.\"\n\nTheStreet. \"What Are the Opening & Closing Prices in the Stock Market?\"\n\nStock-Screener.org. \"Doji Candlestick Pattern.\"",
  "url": "https://www.investopedia.com/terms/e/eveningstar.asp"
}