{
  "term": "Evergreen Funding: What You Need to Know",
  "definition": "Evergreen funding (or evergreen finance) is the gradual infusion ofcapitalinto a new orrecapitalizedenterprise.This type of funding differs from traditional funding, in which all the capital required for a business venture is supplied up front byventure capitalistsor otherinvestorsas part of a private funding round.When the money is provided up front, the company then invests in short-term, low-risksecuritiesuntil it is ready to use the money for business operations.\n\nEvergreen funding takes its name from coniferous evergreen trees, which keep their leaves and stay green throughout the year. Similarly, evergreen funding provides capital throughout the seasons of a company’s development. In a normaldebt-financingarrangement,company-issued bondsordebentureshave amaturity dateand requireprincipalrepayment at some future point in time.\n\nAn evergreen funding arrangement, however, allows a business to renew itsdebtperiodically, repeatedly pushing back the maturity date so that the time until maturity remains relatively constant while the arrangement is in place.In the case of venture capital dollars, the financing is done by selling ownership stakes in the venture, but the infusions of capital are spread out over set periods.\n\nThis approach is used to avoid pushing a company to grow too fast. Evergreen funding of this nature assuresentrepreneursthat the money is there, but by limiting the pace of capital infusions, it prevents them from growing too rapidly.\n\nWith evergreen funding, capital is provided to the management of the company either on a schedule or upon request by the investment team. Evergreen funding has also been used to describe arevolving creditarrangement in which the borrower periodically renews thedebt financingrather than having the debt reach maturity.\n\nIn this sense,lines of creditandoverdraftsare types of evergreen funding, as the borrower applies for it once and then is not required to reapply to access thecreditat a later date.\n\nEvergreen funding is distinct from an evergreen fund, which is an investment fund that has an indefinite life, meaning that investors can come and go throughout the life of the fund.\n\nThe main arguments for evergreen funding for new ventures are the cautionary tales ofstartupsthat grew too fast and quickly outpaced theirbusiness modelto the point that a profitable business on a small scale became a ruined venture on a larger one.\n\nWays of business funding are multiplying, but the traditional up-front variety of venture capital remains popular.Reasons include founders and investors being eager to scale up as fast as possible to fill any market voids in their sector before other startups can emerge to compete. Also, venture capitalists want as much of the growth as possible to occur when the company is in the private market,so that the value of a potential initial public offering (IPO)pays the maximum return.\n\nEvergreen funding provides infusions of capital to a new or existing business at repeated intervals, instead of all of it up front. It keeps extending the maturity date of the debt.\n\nWith traditional debt financing, venture capital is raised at the beginning of a startup’s existence and has a set maturity date, at which time principal and interest must be repaid.\n\nEvergreen funding prevents a company from growing too fast and collapsing as a result of that growth. The company knows that the money is available but is prevented from spending it unwisely and hastily.\n\nMJ Hudson. “The Forever Fund: Evergreen Capital in Private Equity.”\n\nCB Insights. “Research Report: How the Traditional Venture Capital Pipeline Is Changing.”",
  "url": "https://www.investopedia.com/terms/e/evergreenfunding.asp"
}