{
  "term": "Ex-Dividend Date: Definition, Key Dates, and Example",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nInvestopedia / Michela Buttignol\n\nAn ex-dividend date is the date before which an investor must own a stock to be eligible to receive the next dividend payment.\n\nThe ex-dividend date is the cutoff date for eligibility to receive a shareholder dividend. That is, the purchaser of stock shares on or after that date will not be paid a pending dividend payment.\n\nOn that date, the stock is said to be trading \"ex-dividend,\" meaning its price reflects the dividend payment.\n\nThere are four dates to know when it comes to stock dividend payments: the declaration date, the ex-dividend date, the record date, and the payable date.\n\nA dividend is typically a cash payment that a company pays to its shareholders as a reward for investing in its stock or equity shares. As companies generate a profit, they usually accumulate or save those profits in an account calledretained earnings.\n\nSome companies reinvest those retained earnings back into the company, while others may take a portion of retained earnings and pay it back to shareholders through dividends. Depending on your broker's trading platform, you may see anXD footnote or suffixadded to the stock's ticker symbol to indicate it is trading ex-dividend.\n\nTo understand the ex-dividend date, we need to understand the stages companies go through when they pay dividends to their shareholders. Below are the four key dates during the process of issuing a dividend.\n\nThe first of these stages is thedeclaration date. This is the date on which the company announces that it will be issuing a dividend in the future.\n\nThe second stage is therecord date, which is when the company examines its current list of shareholders to determine who will receive dividends. Only those who are registered as shareholders in the company’s books as of the record date will be entitled to receive dividends.\n\nThe third stage is the ex-dividend date, which is the date that determines which of these shareholders will be entitled to receive the dividend. Typically, the ex-dividend date is set one business day before the record date.\n\nShareholders who bought the stock on the ex-dividend date or after will not receive a dividend. However, shareholders who owned their shares at least one full business day before the ex-dividend date will be entitled to receive a dividend.\n\nThe fourth and final stage is thepayable date, also known as the payment date. The payable date is when the dividend is actually paid to eligible shareholders.\n\nMany investors want to buy their shares before the ex-dividend date to ensure that they areeligible to receive the upcoming dividend. However, if you find yourself buying shares and realizing that you missed the ex-dividend date, you may not have missed out as much as you thought.\n\nThis is because share prices usually drop by the amount of the dividend on the ex-dividend date. This makes sense because the company's assets will soon be declining by the amount of the dividend.\n\nLet's say a company announces a dividend equivalent to 2% of its stock price; its stock may decline by 2% on the ex-dividend date.\n\nTherefore, if you bought the shares on or shortly after the ex-dividend date, you may have obtained a \"discount\" of about 2% relative to the price you would have paid shortly before the ex-dividend date. In this way, you may not have been any worse off than the investors who purchased the stock before the ex-dividend date and received the dividend.\n\nBecause stocks usually decline in price on the ex-dividend date, investors who missed buying the stock before the ex-dividend date may be able to get the stock at a discount equal to the dividend on or after the ex-dividend date.\n\nTo illustrate this process, consider a company that declares an upcoming dividend on Tuesday, July 30. If the record date is Thursday, Aug. 8, the ex-dividend date would be Wednesday, Aug. 7, meaning anyone who bought the stock on Aug. 7 or later would not receive a dividend.\n\nConversely, shareholders who bought their shares on Tuesday, Aug. 6 (or earlier), would be entitled to receive a dividend since it's one business day before the ex-dividend date. In our example, the payable date is Sept. 6.\n\nThe payable date can vary depending on the preferences of the company, but will always be the last of the four dates. The table below highlights what the key dividend dates might be in our example.\n\nWhile it might seem to make sense to buy before the ex-dividend date so you can receive the dividend,buying after has perks, too. That's because the market usually adjusts the stock price to reflect the dividend payout, meaning you'll typically see a reduction in price equal to the amount of the dividend.\n\nNo, you won't get the dividend if you sell before the ex-date, because you would not be recorded as an investor entitled to dividends on the record date. You'll need to hold the shares until the ex-date or later to receive the payout.\n\nTo get the dividend, you need to hold the stock at least until the ex-dividend date. If you sell before the ex-dividend date, you also sell your right to the dividend.\n\nIf you're looking to receive dividends, knowing when to buy, sell, and hold a dividend-paying stock is important. You'll need to buy before the ex-dividend date and sell on the ex-dividend date or after if you hope to receive the dividend for that stock.\n\nIf you buy after the ex-dividend date, however, you may still be able to take advantage of market adjustments that usually factor in the dividend, reducing the purchase price accordingly.\n\nU.S. Securities and Exchange Commission. \"Ex-Dividend Dates: When Are You Entitled to Stock and Cash Dividends.\"",
  "url": "https://www.investopedia.com/terms/e/ex-date.asp"
}