{
  "term": "Ex-Dividend: Meaning and Date",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe ex-dividend date is the deadline for investors to own a stock to receive a declared dividend.\n\nA dividend is a cash payment to shareholders as a reward for investing in company stock orequityshares. Ex-dividend means a company's dividend allocations have been specified. The ex-dividend date or \"ex-date\" is usually one business day before the record date.\n\nInvestors who purchase a stock on its ex-dividend date or after will not receive the nextdividendpayment. Instead, the seller gets the dividend. Investors only get dividends if they buy the stock before the ex-dividend date.\n\nA stock trades ex-dividend on and after the ex-dividend date orex-date. Investors who buy a stock on the ex-dividend date or after will not receive the next dividend payment. Since buyers aren't entitled to the next dividend payment on the ex-date, the stock will be priced lower by the amount of the dividend by the exchange.\n\nSomebroker platforms might use an XD suffixto the stock's ticker to indicate it is trading ex-dividend.\n\nWhen a company declares a dividend, its board of directors establishes a record date when investors must be on record as shareholders to receive the dividend payment. Once the record date is set, the ex-dividend date is also determined according to the exchange rules on which the stock is traded.\n\nThe ex-dividend date is one business day before the record date. For example, if a company declares a dividend on March 3 with a record date of Monday, April 11, the ex-dividend date would be Friday, April 8, because it’s one business day before the record date.The ex-dividend date is before the record date because of how stock trades are settled.\n\nAfter a stock trade, the transaction isn't settled for one business day, known as the \"T+1\" settlement. Investors with stock on Thursday, April 7 that is sold on Friday, April 8 would still be theshareholder of recordon Monday, April 11, because the trade hasn't settled. However, if the stock sold on Wednesday, April 6, the trade would be settled on Thursday, April 7, before the ex-dividend date of Friday, April 8, and the new buyer would be entitled to the dividend.\n\nOn average, a stock price will drop slightly less than the dividend amount. Given that stock prices move daily, the fluctuation caused by small dividends may be difficult to detect. The effect on stocks from larger dividend payments can be easier to observe.\n\nIf a company issues a dividend in stock instead of cash or thecash dividendis 25% or more of the value of the stock, the ex-dividend date rules differ. With a stock or large cash dividend, the ex-dividend date is set on the first business day after the dividend is paid.\n\nStock trades do not actuallysettleuntil the day after a transaction.\n\nA dividend is when a company distributes part of its earnings to shareholders. Dividends are announced well in advance, and some investors buy stocks specifically to collect the dividend.\n\nYou must own a stock before the ex-dividend date to qualify for a dividend, meaning that you must buy it the day before or earlier. Investors who buy shares on or after the ex-date will not receive the dividend.\n\nSuppose Company XYZ pays a $0.53 per share dividend on June 2, 2024. The payment goes to shareholders who had purchased stock before the ex-date of May 5, 2024. The company declared the dividend on Feb. 19, 2024, and the record date was set as May 6, 2024. Only shareholders who purchased the stock before the ex-dividend date are entitled to the payment.\n\nThe price of a stock tends to rise before an ex-dividend date, to reflect the additional value of the payout. After the ex-date, the share price tends to drop by a similar amount because there is no longer an expected payout.\n\nIf an investing strategy is focused on income, knowing when the ex-date occurs helps investors plan their trade entries. However, because the stock's price drops by about the same value as the dividend,buying a stock right beforethe ex-date shouldn't result in any profits. The same applies if investors buy on or after the ex-date and get a \"discount\" for the dividend they won’t receive.\n\nThe ex-dividend date is one of four steps a company follows when paying dividends. The declaration date is when a company announces its plans for a dividend. The record date is when the company determines which shareholders are entitled to a dividend. The ex-dividend date is usually the day before the record date. The payment date is the day when dividend payments are made.\n\nCorrection—Nov. 28, 2023:This article has been corrected to state the date when a new buyer would be entitled to a dividend.\n\nSecurities and Exchange Commission. \"Ex-Dividend Dates: When Are You Entitled to Stock and Cash Dividends.\"",
  "url": "https://www.investopedia.com/terms/e/ex-dividend.asp"
}