{
  "term": "Ex-Post: Definition, Calculation, vs. Ex-Ante",
  "definition": "“Ex-post” is a term used by actuaries to describe an asset’s historical returns.\n\nEx-post is a word for what happens after an event, or the outcome of a decision. In the financial industry, it refers toactual returns.\n\nThe use ofhistorical returnshas customarily been the most well-known approach to forecast the probability of incurring a loss oninvestmenton any given day. Ex-post, which is Latin for “after the fact,” is the opposite ofex-ante, which means “before the event.”\n\nEx-post information is attained by companies to forecast futureearnings. Ex-post information is utilized in studies such asvalue at risk (VaR), a probability study that approximates the maximum amount of loss that an investment portfolio may incur on any day. VaR is defined for a specified investment portfolio, probability, andtime horizon.\n\nEx-postyielddiffers from ex-ante yield because it represents actual values, essentially what investors earn rather than estimated values. Investors base their decisions on expected returns vs. actual returns, which is an important aspect of an investment’srisk analysis. Ex-post is the currentmarket price, minus the price that the investor paid. It shows the performance of an asset; however, it excludes projections and probabilities.\n\nEx-post is calculated using the beginning and ending asset values for a specific period, any growth or decline in the asset value, plus anyearned incomeproduced by the asset during the period. Analysts use ex-post data on investment price fluctuations, earnings, and other metrics to predict expected returns. It is measured against theexpected returnto confirm the accuracy ofrisk assessmentmethods.\n\nEx-post is best used for periods less than a year and measures the yield earned for an investmentyear to date. For example, for a March 31 quarterly report, the actual return measures how much an investor’sportfoliohas increased in percentage from Jan. 1 to March 31. If the number is 5%, then the portfolio gained 5% since Jan. 1.\n\nEx-post performanceattribution analysis, or benchmark analysis, gauges the performance of an investment portfolio based on the return of the portfolio and its correlation with numerous factors or benchmarks. Ex-post analysis is the traditional approach of performance analysis for long-only funds.\n\nEx-post performance analysis typically centers on regression analysis. An analyst executes a regression of the portfolio’s yields vs. the returns of themarket indexto determine how much of a portfolio’s profit and loss might be the result of market exposure. The regression provides the portfolio’sbetato the market index and the amount ofalphathe fund was gaining or losing in relation to the market index.\n\nThe formula for calculating ex-post is (ending value - beginning value) / beginning value. The beginning value is themarket valuewhen an asset was purchased. The ending value is thecurrent market valueof an asset.\n\nEx-post is a forecast prepared at a certain time that uses data available after that time. The forecasts are created when future observations are identified during theforecastingperiod. It is used to observe known data to assess the forecasting model.\n\nCompanies attain ex-post information to forecast future earnings.\n\nEx-post performance attribution analysis gauges an investment portfolio’s performance based on the portfolio’s return and its correlation with numerous factors or benchmarks. It is also known as benchmark analysis.\n\nSubtract beginning value from ending value, and divide the result by beginning value, to determine ex-post.\n\nEx-post looks at something after it has already happened, allowing for assessment and refinement of strategies and decision-making processes. Ex-post is a word for actual returns, and ex-post analysis views financial results after they have occurred and utilizes them to predict the likelihood of future returns.",
  "url": "https://www.investopedia.com/terms/e/expost.asp"
}