{
  "term": "Ex Gratia Payment",
  "definition": "An ex gratiapaymentis made to an individual by an organization, government, or insurer for damages or claims, but it does not require the admittance of liability by the party making the payment.\n\nAn ex gratia payment is consideredvoluntarybecause the party making the payment is not obligated to compensate the individual. In Latin, “ex gratia” means “by favor.”\n\nEx gratia payments differ from legally-mandated payments because ex gratia payments are voluntary. Usually, organizations, governments, and insurers will only provide compensation to victims if they are legally required to do so. Because of this, ex gratia payments are not very common.\n\nIn the case of an insurance company, if a policyholder suffers an injury that iscoveredby the terms of their insurance policy, the insurer is legally obligated to pay for the claim. This type of payment is not voluntary. It is the result of a legal obligation, and it typically carries with it an admission of liability.\n\nA company may make ex gratia payments in cases where the recipient has experienced a loss; however, such a transaction is not considered an admission of liability.\n\nIn contrast, an ex gratia payment is a gesture ofgoodwill. The type of payment is made following a specific loss or damage to a property; an ex gratia payment does not carry with it any admission of liability. A company providing a one-time credit to its customers would not be considered to be making an ex gratia payment because the payment is not related to a specific loss. However, a company that provides a credit after a service disruption would be considered to be making an ex gratia payment.\n\nAn organization may use ex gratia payments as part of a longer-term strategy to maintain good relations with the individual receiving the payment. For example, a large retailer that is forced to reduce staff may provide a severance payment that is larger than the legal requirement. The retailer may determine that this gesture of goodwill will reduce the negative publicity generated by thelayoffs. Similarly, British Airways often gives an ex gratia payment card to past customers who may have been inconvenienced to maintain good customer relations.\n\nEx gratia payments in the U.S. are typically subject to federal and state income taxes. However, in the United Kingdom, ex gratia payments under £30,000 are not taxable as long as the payment is not for work undertaken or services rendered.\n\nWhile the first £30,000 of an ex gratia payment made to you will be tax-free, taxpayers in the United Kingdom must inform Her Majesty's Revenue and Customs (HMRC) of the payment at the end of the tax year in order to guarantee that they do not have to pay any income tax or national insurance on it.\n\nBritish Airways. ”Ex-Gratia Payment Card Dispute Form.”\n\nCavendish Employment Law. ”Ex Gratia Payment Solicitors for Employees & Executives London.”",
  "url": "https://www.investopedia.com/terms/e/ex-gratia-payment.asp"
}