{
  "term": "Ex Works (EXW): Definition, Pros and Cons, Plus More Incoterms",
  "definition": "Ex Works (EXW) is a term used in international trade. It describes an arrangement in which a seller makes a product available at a designated location, and the buyer of the product must cover the transport costs.\n\nEx Works (EXW) is one of the 11 standardized international trade arrangements published by the International Chamber of Commerce, which are known asIncoterms(International Commercial Terms). These terms outline and standardize the responsibilities of both buyers and sellers in different types of transactions.\n\nEx Works (EXW) requires a seller to safely package goods, label them appropriately, and deliver them to a previously agreed-upon location. A commonly used option is the seller's nearest port. The seller must also help the buyer getexportlicenses or other required paperwork, although the buyer must pay the actual fees for the documents.\n\nOnce the buyer has the goods, it is up to the buyer to cover any expenses and account for any risks that pertain to the goods.Riskscould include:\n\nThe seller can choose to load the goods on the buyer's designated method of transport but is not required to do so. All the seller is required to do is make the product available at a selected location while the buyer pays for transport.\n\nEven if the seller helps the buyer by loading the product onto a ship, it's still up to the buyer to pay if anything goes wrong during the loading.\n\nAn Ex Works agreement differs from aFree-on-Board(FOB) agreement, in which the seller covers the cost of getting its goods to a shipping terminal and pays all the customs costs to get them on board. The buyer still has to pay to find, contract, and pay the shipping company, as well as the customs costs incurred when the goods reach their country of destination. In addition, the buyer also pays the insurance costs.\n\nEx Works places almost all responsibility on the buyer, while FOB requires the seller to handle more of the export process and initial transportation. FOB is generally more favorable to the buyer compared to Ex Works.\n\nFOB is used for sea or inland waterway transport. Under FOB, the seller is responsible for delivering the goods on board the vessel nominated by the buyer at the named port of shipment. The seller also handles export clearance. The risk transfers to the buyer when the goods are on board the vessel, and the buyer bears all costs from that point onward.\n\nGenerally, FOB transfers ownership of goods to the buyer once they are loaded on the buyer's transportation method. However, there is a possibility that the seller might remain responsible for them during transport to the final destination. Who is responsible will be specified in the contract terms the buyer and seller have agreed on.\n\nUnder EXW, buyers and sellers have distinct responsibilities as part of their transaction. These are standard under an Ex Works agreement but should also be outlined in the contract.\n\nThe buyer assumes most responsibilities once they collect the purchased goods from the seller. Some of the duties transferred include:\n\nSellers in an EXW agreement, in contrast to buyers, have very few responsibilities. Generally, they are responsible for:\n\nPurchase in the domestic market\n\nBuyer assumes all risk and costs\n\nRequires a trusted representative\n\nDisadvantages unfamiliar buyers\n\nEx Works, Free on Board, and Free Carrier are all part of the International Chamber of Commerce's Incoterms.They are used in international trade contracts to outline the process and responsibilities associated with different trade arrangements. Incoterms are used to standardize:\n\nThe Incoterms aren't actual contracts and don't supersede the governing law in their jurisdiction. Incoterms can be modified by explicit clauses in a trade contract.\n\nThere are seven Incoterms that are used with any form of transport:\n\nThere are an additional four Incoterms used to describe transactions involving sea and inland waterway transport:\n\nIncoterms were first established in 1936, and the current version—Incoterms 2020—has 11 terms.These are often identical in form to domestic terms, such as the AmericanUniform Commercial Code, but may have different meanings.\n\nOther countries and jurisdictions that govern import and export may have different methods of calculating duties on shipping based on their Incoterms. As a result, parties to a contract must indicate the governing law of their terms.\n\nEx Works is a term used in shipping arrangements where the seller is only required to deliver goods at a predetermined location, and the buyer bears responsibility for shipping costs. Along with these costs, the buyer assumes responsibility for the related risks of the goods, which may include anything from customs regulations to loading and transferring to other ships. Ex Works is one of 11 Incoterms (International Commercial Terms), a standard framework of terms designed to clarify various international trade contracts.\n\nIn shipping arrangements, thedifference between Free on Board and Ex Worksis based on transferring the liability of goods between the buyer and seller. In free-on-board contracts, the seller takes responsibility for bringing goods to a terminal in addition to customs costs and loading the goods onto the ship. The buyer, meanwhile, is liable for shipping costs, insurance, and customs costs at the final point of arrival. In other words, once the goods are shipped, the buyer assumes liability and ownership of the goods, known as “FOB origin” or “FOB shipping point.” By contrast, in an Ex Works agreement, the seller is only responsible for delivering goods to an agreed-upon location.\n\nWith an Ex Works agreement, the seller saves on shipping, customs, and liability for damaged goods after being delivered, packaged, and labeled at the shipping terminal. While this may be optimal sometimes for sellers, it is not always possible due to customs requirements in certain jurisdictions. The European Union, for example, restricts non-resident corporations from completing export declaration forms. In this case, an Ex Works contract would be detrimental to both the seller and the buyer. In contrast, a free carrier contract that places shipping responsibility on the seller could offer a more suitable alternative.\n\nUnder Ex Works terms, the responsibility for insurance falls entirely on the buyer. Since the risk transfers to the buyer as soon as the goods are made available at the seller's premises, the buyer must arrange insurance coverage from this point onward.\n\nIn Ex Works terms, the buyer is responsible for arranging all customs documentation, both for export and import. This includes obtaining any necessary export licenses or permits from the seller's country, as well as managing import documentation in the destination country.\n\nEx Works is an international trading term that spells out the responsibilities of the buyer and seller. Under an EXW agreement, the buyer accepts all responsibilities and costs of picking up and transporting goods to their desired destination.\n\nUnder specific circumstances, an EXW agreement is less expensive than the free-on-board (FOB) alternative, but the buyer must be prepared for and know the costs of transporting goods to their destination. The best instances for using an EXW are when the seller cannot export goods or when the buyer intends to consolidate purchases to reduce costs.\n\nInternational Trade Administration. \"Know Your Incoterms.\"\n\nInternational Chamber of Commerce. \"Incoterms® Rules.\"\n\nInternational Chamber of Commerce. \"Incoterms 2020.\"",
  "url": "https://www.investopedia.com/terms/e/exw.asp"
}