{
  "term": "Excess Reserves: Bank Deposits Beyond What Is Required",
  "definition": "Excess reserves are capital reserves held by a bank or financial institution above amounts required by regulators, creditors, or internal controls. For commercial banks, excess reserves are measured against standard reserve requirement ratios set by central banking authorities. These required reserve ratios set the minimum liquid deposits (such as cash) that must be in reserve at a bank; more is considered excess.\n\nExcess reserves may also be known as secondary reserves. These funds are different from free reserve money.Free reservesare excess funds held less money from the Fed's discount window borrowing.\n\nReserves are designed to be a safety buffer for banks, who might not anticipate the need for extra capital in their daily operations. The idea of excess reserves was created alongside an incentive called interest on excess reserves, in which the Federal Reserve paid banks interest on funds that exceeded reserve requirements.\n\nFinancial institutions that carry excess reserves are thought to have an extra measure of safety in the event of sudden loan loss or significant cash withdrawals by customers.\n\nReserves have been a part of banking in the U.S. since the 1800s. State laws, enacted after a real estate bubble and bad banking practices caused a crash in 1837, began requiring reserves.These requirements changed over time to deal with other financial industry and economic circumstances, eventually leading up to the monetary policies of the late twentieth and early twenty-first centuries.\n\nThe Financial Services Regulatory Relief Act of 2006 authorized the Federal Reserve to pay banks a rate of interest for the first time. Suddenly, and for the first time in history, banks were incentivized to hold reserves with a central bank.The rule was to go into effect on Oct. 1, 2011. However, theGreat Recessionadvanced the decision, following the passing of theEmergency Economic Stabilization Act of 2008.\n\nIn the years following, excess reserves hit a record $2.7 trillion in August 2014 due to quantitative easing (QE) payouts after the Great Financial Crisis and the recession it caused.Between January 2019 and February 2020, excess reserves ranged between $1.3 trillion and $1.6 trillion.\n\nProceeds from QE were paid to banks by the Federal Reserve in the form ofreserves, not cash. Banks kept this money in reserve to allow it to gain interest. The image below demonstrates the increase in reserve balances after QE and IOER were implemented.\n\nNote the sudden steep climb in excess reserves in the shaded area that indicates a recession (where QE was used). Levels remained elevated after QE was discontinued in 2014 (although it did decline), suggesting that banks continued to take advantage of the interest offered by the Fed on excess reserves.\n\nFederal Reserve Bank of St. Louis\n\nThe mini-recession caused by the COVID-19 pandemic and QE implemented by the Fed once again increased the excess reserve balance to more than $3.2 trillion, although interest rates on reserves had dropped from a high of 2.4% in April 2019 to 0.1% in March 2020.\n\nIn 2020, the Federal Reserve eliminated requirements for U.S. banks to hold reserves by dropping the required reserve ratio to zero. When the Fed removed reserve requirements, it implemented a program in which voluntary reserve balances would be paid interest. This is called interest on reserve balances (IORB), which is used to help create a floor for the rates that banks charge each other overnight.\n\nMany factors affected banks' use of excess reserves. One of the main factors is the interest paid on excess reserves. When the Fed implemented IOER, the interest it paid on the excess reserves reduced the forgone interest costs banks incurred for holding funds in reserve.\n\nThe Fed was pumping money into the economy via quantitative easing into reserve accounts, which increased the amount banks held. Instead of using the money to issue loans to consumers and businesses, the banks left the money in reserve to act as a cost buffer.\n\nAnother factor that determined how much banks kept in excess reserves was their bottom line. A bank needs to manage its reserves to maintain liquidity and cover the transactions it anticipates in the short-term. So, banks kept as much as they were required to in reserve and then determined if they benefitted financially from keeping amounts above that requirement.\n\nRequired reserves are the amount of capital a nation's central bank makes depository institutions hold in reserve to meet liquidity requirements. Excess reserves are amounts above and beyond the required reserve set by the central bank.\n\nIt depends on the circumstances. If the central bank pays interest, many banks will likely hold more excess reserves to offset the costs of having reserve capital. But there is an opportunity cost to consider—the question banks have to answer is if it is financially more beneficial to lend that money and generate interest income or to have it in reserve for liquidity purposes.\n\nIf there is interest paid on reserves or excess reserves, it is a liability for the central bank because it owes money.\n\nExcess reserves is capital held above and beyond any requirement for banks to hold a specific amount of money in reserve. The Federal Reserve discontinued its reserve requirements in 2020, thus eliminating the concept of excess reserves.\n\nCentral banks in other countries may still use excess reserves to ensure bank liquidity—in fact, the International Monetary Fund publishes guidance for central banks on using reserves and excess reserves in their operations, demonstrating that it is still a viable tool in some economies.\n\nInternational Journal of Central Banking. \"Lessons from the Historical Use of Reserve Requirements in the United States to Promote Bank Liquidity.\"\n\nFederal Reserve Board. \"Interest on Reserve Balances.\"\n\nU.S. Federal Reserve System. \"The Fed Explained: What the Central Bank Does,\" Page 40.\n\nFederal Reserve Bank of St. Louis. \"Interest Rate on Excess Reserves (Discontinued).\"\n\nU.S. Federal Reserve System. \"The Fed Explained: What the Central Bank Does,\" Page 35.\n\nFederal Reserve Bank of Cleveland. \"Excess Reserves: Oceans of Cash.\"\n\nInternational Monetary Fund. \"Monetary Operations and Domestic Market Development: Reserve Requirements.\"",
  "url": "https://www.investopedia.com/terms/e/excess_reserves.asp"
}