{
  "term": "Excess Cash Flow: Definition, Calculation Formulas, Example",
  "definition": "Excess cash flow is a term used in loan agreements or bondindenturesand refers to the portion of cash flows of a company that are required to be repaid to a lender. Excess cash flow is typically cash received or generated by a company in the form of revenues or investments that triggers a payment to the lender as stipulated in theircredit agreement.\n\nSince the company has an outstanding loan with one or more creditors, certain cash flows are subject to various earmarks or restrictions for usage by the company.\n\nExcess cash flows conditions are written into loan agreements or bond indentures asrestrictive covenantsto provide additional cover forcredit riskfor lenders or bond investors. If an event occurs that results in excess cash flows as defined in the credit agreement, the company must make a payment to the lender. The payment could be made a percentage of the excess flow, which is usually dependent on what event generated the excess cash flow.\n\nLenders thus impose restrictions on how excess cash can be spent in an effort to maintain control of the company's cash flow. But the lender must also be careful that these restrictions and limitations are not so strict that they impede the company's financial standing or ability to grow, which could end up causing self-inflicted harm to the lender.\n\nLenders define what is considered an excess cash flow usually by a formula that consists of a percentage or amount above and beyond expected net income or profit over some time period. However, that formula will vary from lender to lender, and it is up to the borrower to negotiate these terms with the lender.\n\nIf a company raises additional capital through some funding measure such as a stock issuance, the company would likely be required to pay the lender the amount generated minus any expenses that occurred to generate the capital. For example, if a company issues new equity in asecondary offering, the money raised would trigger a payment to the lender. Also, if a company-issued debt through abond offering, the proceeds would likely trigger a payment to the lender.\n\nAsset sales could also trigger a payment. A company might have investments or hold shares such as a minority interest in other companies. If the company sold those investments for a profit, the lender would likely require payment for those funds. Proceeds earned from a spin-off, acquisition, or windfall income from winning a lawsuit may also trigger the clause.\n\nCertain asset sales might be excluded from triggering a payment such as the sale of inventory. A company in its normal course of operation might need to buy and sell inventory to generate its operating income. As a result, it's likely that an asset sale, which comprises of inventory would be exempt from a prepayment obligation.\n\nOther operating expenses or capital expenditures (CAPEX) might be exempt from triggering a payment such as cash used as deposits to land new business or cash held at a bank that's used to help pay for a financial product that hedges market risk for the company.\n\nThere is no set formula for calculating excess cash flows since each credit agreement will tend to have somewhat different requirements that will result in a payment to the lender. An approximation of a calculation of excess cash flow could begin with taking the company's profit ornet income, adding back depreciation and amortization, and deducting capital expenditures that are necessary to sustain business operations, and dividends, if any.\n\nIn other words, a credit agreement might outline an amount of excess cash flow that triggers a payment, but also how cash is used or spent. A lender might allow cash to be used for business operations, possibly dividends, and certain capital expenditures. The terms defining excess cash flow and any payments are typically negotiated between the borrower and the lender.\n\nIf excess cash flow is generated, a lender might require a payment that is 100%, 75%, or 50% of the excess cash flow amount.\n\nFree cash flowi(FCF) s the cash a company produces through its operations, less the cost of expenditures on assets. In other words, free cash flow is the cash left over after a company pays for its operating expenses and capital expenditures. FCF shows how efficient a company is at generating cash. Investors use free cash flow to measure whether a company might have enough cash, after funding operations and capital expenditures, to pay investors throughdividendsandshare buybacks.\n\nThe excess cash flow amount for a company is different than a company's free cash flow figure. Excess cash flow is defined in the credit agreement, which might stipulate for certain expenditures to be excluded in the calculation of excess cash flow. Exceptions to excess cash flow might be taxes paid, cash used to generate new business, but these cash outlays would be included in the free cash flow calculation.\n\nIn 2010, Dunkin' Brands, Inc. entered into a credit agreement with Barclays Bank PLC and a number of other lenders party to the agreement for a US$1.25 billion term B loan and $100 million revolver lines of credit.\n\nBelow are the legal terms used in the credit agreement defining excess cash flow. Under \"Defined Terms\" of the agreement, excess cash flow is spelled out in a verbal formula as \"an amount equal to the excess of\":\n\nAll the capitalized terms in the above excerpt are \"Defined Terms\" in the agreement. The excess of \"(a)\" items over \"(b)\" items are carefully laid out as the definition of excess cash flow. The highlighted items in the above example are by no means exhaustive; instead, they illustrate the fine details of a definition of excess cash flow.\n\nAs with any financial metric, there are limitations to using excess cash flow as a measure of a company's performance. The amount that's considered excess is determined by the lender and doesn't represent the true cash flow of the company since items are excluded from its calculation to help the business improve its performance to ensure repayment of the debt.\n\nSay that hypothetical Company A has the following financial results at the end of the year:\n\nAssume that both Capex and the interest paid are allowed under the credit agreement meaning the company can use cash for those expenses. However, any cash left over after deducting the expenses from net income would be considered excess and trigger a payment to the lender.",
  "url": "https://www.investopedia.com/terms/e/excess-cash-flow.asp"
}