{
  "term": "Excess Returns: Meaning, Risk, and Formulas",
  "definition": "Excess returns are those resulting from an investment that are greater than its benchmark.\n\nExcess returns are returns achieved above and beyond the return of a representation of the stock market. They depend on a designatedinvestment returncomparison for analysis. Some of the most basic return comparisons include a riskless rate and benchmarks with levels of risk that mirror the investment being analyzed.\n\nExcess returns are an important metric that helps an investor gauge performance in comparison to other investment alternatives. In general, all investors hope for positive excess return because it provides an investor with more money than they could have achieved by investing elsewhere.\n\nExcess return is identified by subtracting the return of one investment from the total return percentage achieved in another investment. When calculating excess return, multiple return measures can be used. Some investors may wish to see excess return as the difference in their investment over a risk-free rate.\n\nOther times, an excess return may be calculated in comparison to a closely comparable benchmark with similar risk and return characteristics. Using closely comparable benchmarks is a return calculation that results in an excess return measure known as alpha.\n\nIn general, return comparisons may be either positive or negative. A positive excess return shows that an investment outperformed its comparison, while a negative difference in returns occurs when an investment underperforms. Investors should keep in mind that purelycomparing investment returnsto a benchmark provides an excess return that does not necessarily take into consideration all of the potential trading costs of a comparable proxy.\n\nFor example, using the S&P 500 as a benchmark provides an excess return calculation that does not typically take into consideration the actual costs required to invest in all 500 stocks in the Index or management fees for investing in an S&P 500 managed fund.\n\nRiskless and low-risk investments are often used by investors seeking to preserve capital for various goals. U.S. Treasuries are typically considered the most basic form of riskless securities. Investors can buy U.S. Treasuries with maturities of one month, two months, three months, six months, one year, two years, three years, five years, seven years, 10 years, 20 years, and 30 years.\n\nEach maturity will have a different expected return found along the U.S. Treasury yield curve.Other types of low-risk investments include certificates of deposits, money market accounts, and municipal bonds.\n\nInvestors can determine excess return levels based on comparisons to risk-free securities. For example, if the one-year Treasury has returned 2.0% and the technology stock Meta (formerly Facebook) has returned 15%, then the excess return achieved for investing in Meta is 13%.\n\nOftentimes, an investor will want to look at a more closely comparable investment when determining excess return. That’s where alpha comes in. Alpha is the result of a more narrowly focused calculation that includes only a benchmark with comparable risk and return characteristics to an investment. Alpha is commonly calculated in investment fund management as the excess return a fund manager achieves over a fund’s stated benchmark.\n\nBroad stock return analysis may look at alpha calculations in comparison to the S&P 500 or other broad market indexes like the Russell 3000. When analyzing specific sectors, investors will use benchmark indexes that include stocks in that sector. The Nasdaq 100 for example can be a good alpha comparison for large-cap technology.\n\nIn general, active fund managers seek to generate some alpha for their clients over a fund’s stated benchmark. Passive fund managers will seek to match the holdings and return of an index.\n\nConsider a large-cap U.S.mutual fundthat has the same level of risk as the S&P 500 index. If the fund generates a return of 12% in a year when the S&P 500 has only advanced 7%, the difference of 5% would be considered as thealphagenerated by thefund manager.\n\nAs discussed, an investor has the opportunity to achieve excess returns beyond a comparable proxy. However, the amount of excess return is usually associated with risk. Investment theory has determined that the more risk an investor is willing to take the greater their opportunity for higher returns. As such, several market metrics can help an investor to understand if the returns and excess returns they achieve are worthwhile.\n\nBeta is a risk metric quantified as a coefficient in regression analysis that provides the correlation of an individual investment to the market (usually the S&P 500). A beta of one means that an investment will experience the same level of return volatility from systematic market moves as a market index.\n\nA beta above one indicates that an investment will have higher return volatility and therefore higher potential for gains or losses. A beta below one means an investment will have less return volatility and therefore less movement from systematic market effects with less potential for gain but also less potential for loss.\n\nBeta is an important metric used when generating an Efficient Frontier graph to develop aCapital Allocation Linewhich defines an optimal portfolio. Asset returns on an Efficient Frontier are calculated using the followingCapital Asset Pricing Model:\n\nRa=Rrf+β×(Rm−Rrf)where:Ra=Expected return on a securityRrf=Risk-free rateRm=Expected return of the marketβ=Beta of the securityRm−Rrf=Equity market premium\\begin{aligned} &R_a = R_{rf} + \\beta \\times (R_m - R_{rf}) \\\\ &\\textbf{where:} \\\\ &R_a = \\text{Expected return on a security} \\\\ &R_{rf} = \\text{Risk-free rate} \\\\ &R_m = \\text{Expected return of the market} \\\\ &\\beta = \\text{Beta of the security} \\\\ &R_m - R_{rf} = \\text{Equity market premium} \\\\ \\end{aligned}​Ra​=Rrf​+β×(Rm​−Rrf​)where:Ra​=Expected return on a securityRrf​=Risk-free rateRm​=Expected return of the marketβ=Beta of the securityRm​−Rrf​=Equity market premium​\n\nBeta can be a helpful indicator for investors when understanding their excess return levels. Treasury securities have a beta of approximately zero. This means that market changes won't effect on the return of a Treasury, and the 2.0% earned from the one-year Treasury in the example above is riskless.\n\nMeta on the other hand, has a beta of approximately 1.29 so systematic market moves that are positive will lead to a higher return for Meta than the S&P 500 Index overall and vice versa.\n\nIn active management, fund manager alpha can be used as a metric for evaluating the performance of a manager overall. Some funds provide their managers a performance fee which offers extra incentive for fund managers to exceed their benchmarks. In investments, there is also a metric known asJensen’s Alpha. Jensen’s Alpha seeks to provide transparency around how much of a manager’s excess return was related to risks beyond a fund’s benchmark.\n\nJensen’s Alpha is calculated by:\n\nJensen’s Alpha=Ri−(Rf+β(Rm−Rf))where:Ri=Realized return of the portfolio or investmentRf=Risk-free rate of return for the time periodβ=Beta of the portfolio of investmentwith respect to the chosen market indexRm=Realized return of the appropriate market index\\begin{aligned} &\\text{Jensen's Alpha} = R_i - (R_f + \\beta (R_m - R_f)) \\\\ &\\textbf{where:} \\\\ &R_i = \\text{Realized return of the portfolio or investment} \\\\ &R_f = \\text{Risk-free rate of return for the time period} \\\\ &\\beta = \\text{Beta of the portfolio of investment} \\\\ &\\text{with respect to the chosen market index} \\\\ &R_m = \\text{Realized return of the appropriate market index} \\\\ \\end{aligned}​Jensen’s Alpha=Ri​−(Rf​+β(Rm​−Rf​))where:Ri​=Realized return of the portfolio or investmentRf​=Risk-free rate of return for the time periodβ=Beta of the portfolio of investmentwith respect to the chosen market indexRm​=Realized return of the appropriate market index​\n\nA Jensen’s Alpha of zero means that the alpha achieved exactly compensated the investor for the additional risk taken on in the portfolio. A positive Jensen’s Alpha means the fund manager overcompensated its investors for the risk and a negative Jensen’s Alpha would be the opposite.\n\nIn fund management, theSharpe Ratiois another metric that helps an investor understand their excess return in terms of risk.\n\nThe Sharpe Ratio is calculated by:\n\nSharpe Ratio=Rp−RfPortfolio Standard Deviationwhere:Rp=Portfolio returnRf=Riskless rate\\begin{aligned} &\\text{Sharpe Ratio} = \\frac{ R_p - R_f }{ \\text{Portfolio Standard Deviation} } \\\\ &\\textbf{where:} \\\\ &R_p = \\text{Portfolio return} \\\\ &R_f = \\text{Riskless rate} \\\\ \\end{aligned}​Sharpe Ratio=Portfolio Standard DeviationRp​−Rf​​where:Rp​=Portfolio returnRf​=Riskless rate​\n\nThe higher the Sharpe Ratio of an investment the more an investor is being compensated per unit of risk. Investors can compare Sharpe Ratios of investments with equal returns to understand where excess return is more prudently being achieved. For example, two funds have a one year return of 15% with a Sharpe Ratio of 2 vs. 1. The fund with a Sharpe Ratio of 2 is producing more return per one unit of risk.\n\nCritics of mutual funds and other actively managed portfolios contend that it is next to impossible to generate alpha consistently over the long term. Investors are then theoretically better off investing in stock indexes or optimized portfolios that provide them with a level of expected return and a level of excess return over the risk-free rate.\n\nThis helps to make the case for investing in a diversified portfolio that is risk-optimized to achieve the most efficient level of excess return over the risk-free rate based on risk tolerance.\n\nThis is where the Efficient Frontier and Capital Market Line can come in. The Efficient Frontier plots a frontier of returns and risk levels for a combination of asset points generated by the Capital Asset Pricing Model. An Efficient Frontier considers data points for every available investment an investor may wish to consider investing in. Once an efficient frontier is graphed, the capital market line is drawn to touch the efficient frontier at its most optimal point.\n\nWith this portfolio optimization model developed by financial academics, an investor can choose a point along the capital allocation line for which to invest based on their risk preference. An investor with zero risk preference would invest 100% in risk-free securities.\n\nThe highest level of risk would invest 100% in the combination of assets suggested at the intersect point. Investing 100% in the market portfolio would provide a designated level of expected return with excess return serving as the difference from the risk-free rate.\n\nAs illustrated by the Capital Asset Pricing Model, Efficient Frontier, and Capital Allocation Line, an investor can choose the level of excess return they wish to achieve above the risk-free rate based on the amount of risk they wish to take on.\n\nTreasuryDirect. \"Treasury Notes.\"\n\nTreasuryDirect. \"Treasury Securities & Programs.\"\n\nU.S. Department of the Treasury. \"Daily Treasury Yield Curve Rates.\"\n\nZacks. \"Meta Platforms, Inc. (FB).\"",
  "url": "https://www.investopedia.com/terms/e/excessreturn.asp"
}