{
  "term": "Excess of Loss Reinsurance Definition and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nExcess of loss reinsurance is a type of reinsurance in which the reinsurer indemnifies–or compensates–theceding companyfor losses that exceed a specified limit. A reinsurer is a company that provides financial protection to insurance companies; a ceding company is an insurance company that transfers the insurance portfolio to a reinsurer.\n\nExcess of loss reinsurance is a form of non-proportionalreinsurance. Non-proportional reinsurance is based on loss retention. With non-proportional reinsurance, the ceding company agrees to accept all losses up to a predetermined level.\n\nDepending on the language of the contract, excess of loss reinsurance can apply to either all loss events during the policy period or losses in aggregate. Treaties may also use bands of losses that are reduced with each claim. Reinsurers and ceding companies will use cost calculations such as theburning-cost ratioto determine prices.\n\nTreatyorfacultative reinsurancecontracts often specify a limit in losses for which the reinsurer will be responsible. This limit is agreed to in the reinsurance contract; it protects the reinsurance company from dealing withunlimited liability. In this way, treaty and facultative reinsurance contracts are similar to a standard insurance contract, which provides coverage up to a specific amount. While this is beneficial to the reinsurer, it places the onus on theinsurance companyto reduce losses.\n\nExcess of loss reinsurance takes a different approach than treaty or facultative reinsurance. The reinsurance company is held responsible for the total amount of losses above a certain limit. For example, areinsurance contractwith an excess of loss provision may indicate that the reinsurer is responsible for losses over $500,000. In this case, if aggregate losses amount to $600,000, then the reinsurer will be responsible for $100,000.\n\nExcess of loss reinsurance can also work in a slightly different way. Rather than require the reinsurer to be responsible for all losses over a certain amount, the contract may instead indicate that the reinsurer is responsible for a percentage of losses over that threshold. This means that the ceding company and the reinsurer will share aggregate losses.\n\nFor example, a reinsurance contract with an excess of loss provision may indicate that the reinsurer is responsible for 50% of the losses over $500,000. In this case, if aggregate losses amount to $600,000, the reinsurer will be responsible for $50,000 and the ceding company will be responsible for $50,000.\n\nBycovering itself against excessive losses, an excess of loss reinsurance policy gives theceding insurer more securityfor its equity and solvency. It can also provide more stability when unusual or major events occur.\n\nReinsurance also allows an insurer to underwrite policies that cover a larger volume of risks without excessively raising the costs of covering their solvency margins–the amount by which the assets of the insurance company, at fair values, are considered to exceed itsliabilitiesand other comparable commitments. In fact, reinsurance makes substantial liquid assets available for insurers in case of exceptional losses.",
  "url": "https://www.investopedia.com/terms/e/excess-loss-reinsurance.asp"
}