{
  "term": "Excess Capacity Definition, Causes, Impact, Example",
  "definition": "Excesscapacityis a condition that occurs whendemandfor a product is less than the amount of product that a business could potentially supply to the market. When a firm is producing at a lower scale of output than it has been designed for, it creates excess capacity.\n\nThe term excess capacity is generally used inmanufacturing. If you see idle workers at a production plant, it could imply that the facility has excess capacity. However, excess capacity can also apply to theservice sector. In the restaurant industry, for example, there are establishments that chronically have empty tables, along with a staff that appears unproductive. This inefficiency indicates that the venue can accommodate more guests, but that the demand for that restaurant is not equal to its capacity.\n\nSome factors that can cause excess capacity are overinvestment, repressed demand, technological improvement, and external shocks—such as afinancial crisis—among other components. Excess capacity can also arise from mispredicting the market or by allocating resources inefficiently. To remain healthy and financially balanced, a company's management needs to stay attuned to the realities ofsupply and demand.\n\nAlthough excess capacity can indicate healthy growth, too much excess capacity can hurt an economy. If a company cannot sell a product for an amount at or above itsproduction cost, then the company could lose money by selling the product for less than it paid to make the product, or the product could just go to waste by just sitting on the shelf.\n\nIf a company needs to close a plant because of having too much capacity, then jobs are lost and resources are wasted.\n\nA company with a lot of excess capacity can lose sizable amounts of money if the business cannot pay for the highfixed coststhat are associated with production. On the other hand, excess capacity can benefit consumers, as a company can utilize its excess capacity to offer customers special discounted prices.\n\nCompanies also may choose tomaintain excess capacity deliberately as part of a competitive strategyto deter or prevent new firms from entering their market.\n\nSince 2009, the Chinese economy has been engulfed in its third round of excessive capacity. Earlier periods of excess capacity ran between 1998 and 2001 and again between 2003 and 2006.﻿﻿ Even though China became the world’s second-largest economy in 2010, it continues to face both internal and external economic challenges. Excess capacity in China's manufacturing industries—including steel, cement, aluminum, flat glass, and especially automobiles—is one of its biggest challenges.\n\nExcess capacity= potential output - actual output\n\nThe Chinese government has taken numerous steps to address this problem, but it continues still. Inindustrial economies, excess capacity is generally a short-term condition that is self-correcting.\n\nHowever, the severity and persistence of excess capacity in China’s manufacturing sectors suggest that there are deeper, more fundamental issues within the Chinese economy. These problems also have significant implications forinternational trade, given the growing influence of China in the global marketplace.\n\nTypically, auto assembly plants have a lot of fixed costs to cover. Also, most new factories in China depend on economic incentives from local governments, so there is pressure to keep the factories open and people employed—whether they can sell the excess output or not. Moreover, all of those extra cars need to find a home, which could meanprice warsand lower profits in China's domestic market, along with a flood of exports to the U.S. and elsewhere. For companies like General Motors (GM), who now derive significant sales and earnings from China, that cannot be good news.\n\nOne issue is that there is little incentive to remove excess capacity from the Chinese market. Nobody wants to close a relatively new factory in China and risk the acrimony of a local government. Also, after almost two decades, it seems improbable that the excess-capacity trend in China would abate any time soon.\n\nCoronavirus (COVID-19) slammed the auto industry. Amid the outbreak, in February 2020 China experienced a greater than 80% decline in auto sales. But because more than 80% of the world’s autosupply chainis connected to China, production shortfalls resulting from disruptions to the auto industry in China affected automakers across the globe. Most of the world's automotive and related companies believe that the COVID-19 pandemic would have a direct impact on their 2020revenues.\n\nBecause COVID-19 originated in China, China also likely would begin its recovery from the pandemic earlier than Europe and North America. Yet it is still too soon to know for certain, not only what the long-term economic effects of COVID-19 will be, but also the degree to which this newest setback would affect China's historically troubled relationship with the phenomenon of excess capacity.\n\nCongressional Research Service. \"China’s Steel Industry and Its Impact on the United States: Issues for Congress.\" Accessed August 27, 2020.",
  "url": "https://www.investopedia.com/terms/e/excesscapacity.asp"
}