{
  "term": "Exchange Controls: Meaning & How Companies Get Around Them",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nExchangecontrolsare government-imposed limitations on the purchase and/or sale of currencies. These controls allow countries to better stabilize their economies by limiting in-flows and out-flows of currency, which can create exchange rate volatility. Not every nation may employ the measures, at least legitimately; the 14th article of theInternational Monetary Fund'sArticles of Agreement allows only countries with so-called transitional economies to employ exchange controls.\n\nMany western European countries implemented exchange controls in the years immediately following World War II. The measures were gradually phased out, however, as the post-war economies on the continent steadily strengthened; the United Kingdom, for example, removed the last of its restrictions in October 1979. Countries with weak and/or developing economies generally use foreign exchange controls to limit speculation against their currencies. They often simultaneously introduce capital controls, which limit the amount of foreign investment in the country.\n\nCountries with weak or developing economies may put controls on how much local currency can be exchanged or exported—or ban a foreign currency altogether—to prevent speculation.\n\nExchange controls can be enforced in a few common ways. A government may ban the use of a particular foreign currency and prohibit locals from possessing it. Alternatively, they can impose fixed exchange rates to discourage speculation, restrict any or all foreign exchange to a government-approved exchanger, or limit the amount of currency that can be imported to or exported from the country.\n\nOne tactic companies use to work around currency controls, and tohedgecurrency exposures, is to use what are known asforward contracts. With these arrangements, the hedger arranges to buy or sell a given amount of an un-tradable currency on a given forward date, at an agreed rate against a major currency. Atmaturity, the gain or loss is settled in the major currency because settling in the other currency is prohibited by controls.\n\nThe exchange controls in many developing nations do not permit forward contracts, or allow them only to be used by residents for limited purposes, such as to buy essential imports. Consequently, in countries with exchange controls,non-deliverable forwardsare usually executedoffshorebecause local currency regulations cannot be enforced outside of the country. Countries, where active offshore NDF markets have operated, include China, the Philippines, South Korea, and Argentina.\n\nIceland offers a recent notable example of the use of exchange controls during a financial crisis. A small country of about 384,000 people, Iceland saw its economy collapse in 2008.. Its fishing-based economy had gradually been turned into essentially a giant hedge fund by its three largest banks (Landsbanki, Kaupthing, and Glitnir), whose assets measured 14 times that of the country's entire economic output.\n\nThe country benefited, at least initially, from a huge inflow ofcapitaltaking advantage of the high-interest rates paid by the banks. However, when the crisis hit, investors needing cash pulled their money out of Iceland, causing the local currency, the krona, to plummet. The banks also collapsed, and the economy received a rescue package from the IMF.\n\nUnder the exchange controls, investors who held high-yield offshore krona accounts were not able to bring the money back into the country. In March 2017, the Central Bank lifted most of the exchange controls on the krona, allowing the cross-border movement of Icelandic and foreign currency once again. However, the Central Bank also imposed new reserve requirements and updated its foreign exchange rules to control the flow of hot money into the nation’s economy.\n\nIn an effort to settle disputes with foreign investors who had been unable to liquidate their Icelandic holdings while the exchange controls were in place, the Central Bank offered to buy their currency holdings at an exchange rate discounted about 20 percent from the normal exchange rate at the time. Icelandic lawmakers also required foreign holders of krona-denominated government bonds to sell them back to Iceland at a discounted rate, or have their profits impounded in low-interest accounts indefinitely upon the bonds’ maturity.",
  "url": "https://www.investopedia.com/terms/e/exchangecontrol.asp"
}