{
  "term": "Exchange-Traded Fund (ETF): What It Is and How to Invest",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nJiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\nAn exchange-traded fund pools a group of securities into a fund and can be traded like an individual stock on an exchange.\n\nAn exchange-traded fund (ETF) is an investment fund that holds multiple underlying assets and can be bought and sold on an exchange, much like an individual stock. ETFs can be structured to track anything from the price of a commodity to a large and diverse collection of stocks—even specific investment strategies. Various ETFs are available to investors for income generation, speculation, or hedging risk in an investor’sportfolio. The first ETF in the U.S. was the SPDR S&P 500 ETF (SPY), which tracks theS&P 500 Index.\n\nAn ETF must be registered with the Securities and Exchange Commission (SEC). In the United States, most ETFs are set up asopen-ended fundsand are subject to theInvestment Company Actof 1940, except where subsequent rules have modified their regulatory requirements.Open-ended funds do not limit the number of investors involved in the product.\n\nVanguard's Consumer Staples ETF (VDC) tracks the MSCI US Investable Market Consumer Staples 25/50 Index and has a minimum investment of $1.00. The fund holds shares of all 104 companies on the index, some familiar to most because they produce or sell consumer items. A few of the companies held by VDC are Proctor & Gamble, Costco, Coca-Cola, Walmart, and PepsiCo.\n\nThere is no transfer of ownership because investors buy a share of the fund, which owns the shares of the underlying companies. Unlike mutual funds, ETF share prices are determined throughout the day. A mutual fund trades only once a day after the markets close.\n\nVolatility is limited with an ETF because its holdings are diversified. Industry ETFs are also used to rotate in and out of sectors duringeconomic cycles.\n\nThere are 10 ETFs focused on companies engaged in gold mining, excluding inverse and leveraged ETFs and those with relatively lowassets under management (AUM).\n\nExposure to many stocks across various industries\n\nLow expense ratios and commissions\n\nRisk management through diversification\n\nCan focus on targeted industries or commodities\n\nActively managed ETFs have higher fees\n\nSingle-industry-focused ETFs limit diversification\n\nLack of liquidity hinders transactions\n\nETFs trade throughonline brokersand traditionalbroker-dealers. Many sources provide pre-screened brokers in the ETF industry. Individuals can also purchase ETFs in their retirement accounts. An alternative to standard brokers is arobo-advisorlikeBettermentandWealthfront.An ETF’sexpense ratiois the cost to operate and manage the fund. ETFs typically have low expenses because they track an index.\n\nETFs are available on most online investing platforms, retirement account provider sites, and investing apps like Robinhood. Most of these platforms offer commission-free trading, meaning that investors don’t have to pay fees to the platform providers to buy or sell ETFs.\n\nAfter creating and funding a brokerage account, investors can search for ETFs and buy and sell as wanted. One of the best ways to narrow ETF options is to utilize an ETF screening tool with criteria such as trading volume, expense ratio, past performance, holdings, and commission costs.\n\nOrder a copy of Investopedia'sWhat To Do With $10,000for more wealth-building advice.\n\nBelow are somepopular ETFs.Some ETFs track an index of stocks, thus creating a broad portfolio, while others target specific industries.\n\nMost stocks, ETFs, and mutual funds can be bought and sold without a commission. Funds and ETFs differ from stocks because some of them charge management fees, though fees have been trending lower for years. ETFs tend to have lower fees than mutual funds.\n\nETF investors can also benefit from companies that pay dividends. Dividends are a portion of earnings allocated to investors. ETF shareholders are entitled to a share of earnedinterestordividendsand may get a residual value if the fund isliquidated.\n\nAn ETF is more tax-efficient than a mutual fund because most buying and selling occur through an exchange, and the ETF sponsor doesn't need to redeem shares each time an investor wishes to sell shares of the ETF.\n\nIn the case of a mutual fund, each time an investor sells their shares, they sell it back to the fund and incur a tax liability that must be paid by the shareholders of the fund.\n\nThe supply of ETF shares is regulated through creation and redemption, which involves large specialized investors calledauthorized participants (APs). When an ETF manager wants to issue additional shares, the AP buys shares of the stocks from the index—such as the S&P 500 tracked by the fund—and sells or exchanges them to the ETF for new ETF shares at an equal value. In turn, the AP sells the ETF shares in the market for a profit.\n\nWhen an AP sells stocks to the ETF sponsor in return for shares in the ETF, the block of shares used in the transaction is called acreation unit. If an ETF closes with a share price of $101 and the value of the stocks that the ETF owns is only worth $100 on a per-share basis, then the fund’s price of $101 was traded at a premium to the fund’snet asset value (NAV). The NAV is an accounting mechanism that determines the overall value of the assets or stocks in an ETF.\n\nAn AP also buys shares of the ETF on the open market. The AP then sells these shares back to the ETF sponsor in exchange for individual stock shares that the AP can sell on the open market. As a result, the number of ETF shares is reduced through the process calledredemption. The amount of redemption and creation activity is a function of demand in the market and whether the ETF is trading at a discount or premium to the value of the fund’s assets.\n\nThe U.K. ETF market is one of the largest and most diverse in Europe. ETFs listed on theLondon Stock Exchange (LSE)offer exposure to various asset classes and markets, including equities, fixed income, commodities, currencies, real estate, and alternative investments.\n\nBuyingETFs in the U.K.allows inclusion in Individual Savings Accounts (ISAs), which are tax-efficient savings vehicles that allow people to invest up to £20,000 per year without paying any income or capital gains tax on their returns.Another benefit is that ETFs attract no stamp duty, which is a tax levied on ordinary share transactions in the U.K.\n\nInvestors can buy shares in U.S.-listed companies from the U.K., but regulations prohibit the purchase of U.S.-listed ETFs in the U.K.Some U.K.-based ETFs track U.S. markets; they have UCITS (Undertakings for the Collective Investment in Transferable Securities) in their name. This means the fund is fully regulated in the U.K. and allowed to track U.S. investments.\n\nSeveral ETFs track theFTSE 100index for broad exposure to U.K. equities. These consist of the 100 largest publicly listed companies in the country. The HSBC FTSE UCITS ETF is listed on the London Stock Exchange and trades under the ticker symbol HUKX. The ETF has an ongoing charge of 0.07% and a dividend yield of 3.56% as of April 2025.\n\nThe distinction of being the first exchange-traded fund is often given to the SPDR S&P 500 ETF (SPY) launched by State Street Global Advisors on Jan. 22, 1993.There were, however, some precursors to SPY, including Index Participation Units listed on theToronto Stock Exchange (TSX), which tracked the Toronto 35 Index and appeared in 1990.\n\nAn index fund usually refers to a mutual fund that tracks an index. An index ETF is constructed in much the same way and will hold the stocks of an index. However, thedifference between an index fund and an ETFis that an ETF tends to be more cost-effective and liquid than an index mutual fund. You can also buy an ETF throughout the trading day, while a mutual fund trades via a broker after the close of each trading day.\n\nNearly all ETFs provide diversification relative to an individual stock purchases. Still, some ETFs are highly concentrated—either in the number of different securities they hold or in the weighting of those securities. For example, a fund may concentrate half of its assets in two or three positions, offering less diversification than other funds with broader asset distribution.\n\nExchange-traded funds represent a cost-effective way to gain exposure to a broad basket of securities with a limited budget. Investors can build a portfolio that holdsone or many ETFs. Instead of buying individual stocks, investors buy shares of a fund that targets a representative cross-section of the wider market. However, there can be additional expenses to keep in mind when investing in an ETF.\n\nState Street Global Advisors SPDR. “SPY: The Original S&P 500 ETF.”\n\nFinancial Industry Regulatory Authority. “Exchange-Traded Funds and Products.”\n\nMSCI. \"MSCI US IMI Consumer Staples 25/50 Index (USD).\"\n\nVanguard. \"Vanguard Consumer Staples ETF (VDC).\"\n\nBlackrock. \"iShares U.S. Technology ETF.\"\n\nCommodities Futures Trading Commission. \"What Is a Bitocin Futures ETF?\"\n\nReuters. \"US SEC approves exchange applications to list spot ether ETFs.\"\n\nU.S. Securities and Exchange Commission. “Updated Investor Bulletin: Leveraged and Inverse ETFs.”\n\nLondon Stock Exchange. \"Exchange Traded Funds.\"\n\nUK Government. \"Tax When You Buy Shares.\"\n\nEuropean Parliament. “Restricted Access to US ETFs for Ordinary EU Retail Investors.”\n\nUCITS ETFs. “UCITS ETFs by Issuer.”\n\nS&P Dow Jones Indices. “Reflecting on 25 Years of the S&P/TSX Index Series and Its Impact on the Canadian Investment Industry,” Pages 1-2.",
  "url": "https://www.investopedia.com/terms/e/etf.asp"
}