{
  "term": "Exchange-Traded Options: Meaning and Benefits",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAn exchange-traded option is a standardizedderivativecontract, traded on an exchange, that settles through aclearinghouseand is guaranteed.\n\nAn exchange-traded option is a standardized contract to either buy (using acall option), or sell (using aput option) a set quantity of a specific financial product, on, or before, a predetermined date for a predetermined price (thestrike price).\n\nExchange-traded options contracts are listed on exchanges such as theCboe Options Exchange. The exchanges are overseen by regulators—including theSecurities and Exchange Commission(SEC) and theCommodity Futures Trading Commission(CFTC)—and are guaranteed by clearinghouses such as theOptions Clearing Corporation(OCC).\n\nExchange-traded options, also known as 'listed options', provide many benefits that distinguish them fromover-the-counter(OTC) options. Because exchange-traded options have standardized strike prices, expiration dates, and deliverables (the number of shares/contracts of the underlying asset), they attract, and accommodate, larger numbers of traders.OTC optionsusually tend to have customized provisions.\n\nThis increased volume benefits traders by providing improvedliquidityand a reduction in costs. The more traders there are for a specific options contract, the easier it is for interested buyers to identify willing sellers, and the narrower thebid-ask spreadbecomes.\n\nThe standardization of exchange-traded options also enables clearinghouses to guarantee that options contract buyers will be able to exercise their options—and that options contract sellers will fulfill the obligations they take on when selling options contracts—because the clearinghouse can match any of a number of options contract buyers with any of a number of options contract sellers. Clearinghouses can do this more easily because the terms of the contracts are all the same, making them interchangeable. This feature greatly enhances the appeal of exchange-traded options, as itmitigates the risk involved in transacting in these types of securities.\n\nExchange-traded options do have one significant drawback in that since they are standardized, the investor cannot tailor them to fit their requirements exactly. Unlike OTC options—which are not standardized, but are negotiated directly between the buyer and the seller—exchange-traded options cannot be customized to fit the buyer's or seller's specific goals. However, in most cases, traders will find exchange-traded options provide a wide enough variety of strike prices and expiration dates to meet their trading needs.",
  "url": "https://www.investopedia.com/terms/e/exchangetradedoption.asp"
}