{
  "term": "Exchange of Futures for Physical (EFP): Definition and Example",
  "definition": "Exchange of futures for physical (EFP) is a private agreement between two parties to trade a futures position for the basket of underlyingactuals. An exchange of futures for physicals can be used to open a futures position, close a futures position, or switch a futures position for the underlying asset.\n\nExchange of futures for physical (EFP) is one of a few types of privately negotiated agreements that can then be registered with the exchange. The volume involved in the transaction is shown in the days’ trading when the transaction is registered, but the price at which the transaction was completed (the privately agreed upon price between the parties) is not revealed.\n\nWhen two parties have agreed to an exchange of futures for physicals, they then register the transaction with the relevant exchange. Exchange of futures for physical is also referred to as exchange of futures for product and exchange of futures for cash (as incash commodity).\n\nThe term exchange of futures for physical is generally used to describe transactions of this nature even when the underlying are financial products rather than cash commodities. Exchange of futures for swap (EFS) can be used if the futures position is being traded for aswap contract.\n\nThe most common examples of exchange of futures for physical are in the oil and gas sector. This makes sense, as these types of transactions are not done by small traders and speculators. EFPs will usually involve large commercial and non-commercial traders.\n\nImagine an oil and gas producer is holding an inventory of one million barrels on the assumption that prices are trending up. A refiner that is worried about prices going up wants to secure barrels of oil in the future, so they buy 1,000 contracts, each representing a contract unit of 1,000 barrels, for a total of one million barrels.\n\nThe refiner and the producer get to talking and they realize that a) they are both bullish on the price of oil and b) they can switch positions to fulfill each other’s needs.\n\nThey agree to a price and delivery date in the future where the producer hands over the physical oil to the refiner—locking in the refiner’s supply—and receives the futures in return, allowing the producer to continue the bullish position on oil prices.\n\nThis large transaction is registered with the exchange, but it doesn't impact theprice of oilbecause pricing information is not disclosed. So the refiner has closed out a futures position and the producer has opened one.\n\nThe obvious question is why not just do the transaction through the market? The answer is simply for the sake of efficiency. Large transactions impact the market as they are executed. This is why large traders sometimes break up transactions over time to reduce the impact ofslippage.\n\nDoing the exchange of futures outside the market pricing mechanism allows large, offsetting transactions to take place at a decided price. EFP is also used when themarket depthis not able to absorb the transaction—for example, a transaction involving thousands of contracts.\n\nA cash settlement is where the seller delivers to the buyer the net position in cash rather than the underlying asset of the derivatives contract. In a physical settlement, the underlying asset is delivered to the buyer rather than a net cash position. Physical settlement carries more risk and is less liquid.\n\nA physical settlement can be quite complex, depending on the underlying asset of the derivative. For example, if a physical settlement was in corn, it involves the delivery of corn to the buyer. This will include storage of the corn, transportation of the corn, inspection of the corn, and then final movement of the corn to the buyer's warehouse.\n\nAn FX exchange for physical involves simultaneous transactions in the cash and futures markets. This is an ex-pit transaction that can take place outside of the central limit order book as approved under Rule 538.\n\nThe exchange of futures for physical (EFP) allows two parties to swap equivalent positions in a futures contract and an underlying physical asset, either to open or close a futures position. EFP is a market-neutral transaction, and the price is privately negotiated before the transaction is reported to the relevant exchange.\n\nEFP allows traders to switch up their holdings to meet their needs, control how their exposure is held, manage their inventory, and take advantage of price changes.\n\nCME Group. \"Exchange for Physical (EFP) Transactions.\"",
  "url": "https://www.investopedia.com/terms/e/exchangeoffuturesforcash.asp"
}