{
  "term": "Exchange-Traded Product (ETP): Definition, Types, and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nEmilija Manevska / Getty Images\n\nExchange-traded products trade on exchanges and track underlying securities, indexes, or other financial products.\n\nExchange-traded products (ETPs) are financial securities that track underlying securities, an index, or other financial products. ETPs trade onexchangessimilar to stocks, which means they can be bought and sold, and their share prices can fluctuate throughout the trading day. ETP share prices are derived from the underlying investments that they track.\n\nExchange-traded products can be benchmarked to myriad investments, including commodities, currencies, stocks, andbonds. They can contain a few or hundreds of underlying investments. Here are the types of ETPs trading on the market.\n\nAnexchange-traded fund (ETF)is a basket of investments that can include stocks and bonds. It usually tracks an underlying index, such as theS&P 500, but can follow an industry, sector, commodity, or even a currency. An ETF's price can rise and fall just like other investments. ETFs trade throughout the day.\n\nSince ETFs are passively managed, they come with low fees, making them popular with investors. Apassively managedETF may track the S&P 500 index. An ETF that mirrors this index will generally hold all stocks listed on the index, but some funds hold more or less than the index lists, such as Vanguard's S&P 500 ETF, which held 505 stocks on April 30, 2025, while the S&P 500 listed 504.\n\nIn January 2024, theSecurities and Exchange Commission (SEC)approved the first Bitcoin Spot ETFs, allowing fund managers to hold Bitcoin and offer exchange-traded shares to investors on official exchanges.\n\nIn anactively managedfund (which an ETF can also be), the fund manager is responsible for maintaining fund performance by replacing non-performers with better performers, which can lead to higher fees—the managers need to be paid for their time, and there might be some trading fees to pass on. Some ETFs share a combination of both passive and active attributes.\n\nFor example, actively managed ETFs are a hybrid investment vehicle that merges actively managed mutual funds with the trading flexibility associated with ETFs.\n\nExchange-traded notes (ETNs), like ETFs, generally track an underlying index and trade on major exchanges. They track unsecured debt securities and are issued as bonds, which pay the return of their original invested amount or principal atmaturityand any generated returns.\n\nETNs do not pay periodic interest payments (called coupon payments). As a result, the likelihood that investors will be paid back the principal and the returns from the underlying index depends on the issuer'screditworthiness.\n\nDifferent tax treatments apply to the various types of ETPs. Investors should speak with a tax professional for any potential tax ramifications from investing in ETPs.\n\nExchange-traded commodities (ETCs)are financial instruments designed to offer investors exposure to commodity prices. These instruments can be structured as either ETFs or ETNs. ETCs are traded on stock exchanges, allowing investors to easily access and trade them just like they were individual stocks.\n\nThe underlying assets of ETCs typically include a range of commodities such as precious metals, agricultural products, energy resources, or a combination thereof. ETCs let investors buy and sell commodities without holding or owning any of the underlying commodities. As such, investors can capitalize on specific commodities, indexes, orfutures contractswithout having to store or hold a tangible commodity.\n\nMutual fundsare typically priced at the end of the trading day when orders are filled. ETP shares trade like stocks with price movements throughout the day. For example, an investor can place a buy or sell order for an ETF share at a specific price with a broker or buy the ETF in the morning and sell it by the end of the day.\n\nMutual funds can be purchased and sold during the day but are not priced until the market closes. ETPs also often carry lower expense ratios than their mutual fund counterparts.\n\nDifferences in the bid and ask price (or the buy and sell price) could add to the cost of trading ETPs. Some no-load or no-fee mutual funds, on the other hand, can be bought and sold without any trading commission.\n\nOffer investors access to many securities and indices\n\nLow-cost alternative to mutual funds and actively-managed funds\n\nHighly popular, providing additional liquidity\n\nRisk of market losses since their prices fluctuate\n\nCome with varying trading volumes, which can affect liquidity\n\nSince the debut of the first ETF in 1993, ETPs have grown significantly in size and popularity.At the end of 2024, global ETFs had almost $1.88 trillion in totalassets under management (AUM).The low-cost structure of ETPs has contributed to their popularity, which has attracted assets and capital away from actively managed funds.\n\nThe largest ETF in the marketplace is the SPDR S&P 500 ETF (SPY), with assets of about $604 billion as of May 2025. The ETF owns shares of 504 stocks listed on the S&P. The top five holdings of the company are:\n\nETPs differ from traditional investment options, such as mutual funds, in their structure and tradability. ETP shares are traded on stock exchanges throughout the trading day at market prices, providing intraday liquidity and flexibility. Traditional options often involve buying or selling at the end of the trading day at the NAV price.Additionally, ETPs can track various indices, commodities, or currencies, allowing for more targeted investment strategies.\n\nYes, ETPs are traded on stock exchanges. This means that investors can buy and sell ETP shares throughout the trading day at market prices. The stock exchange environment enhancesliquidityand provides real-time pricing information for ETPs.\n\nLeveraged ETPs seek to magnify the returns of an underlying index or asset class using financialderivativesand debt. Inverse ETPs, on the other hand, aim to provide the opposite (inverse) performance of the underlying index. These ETPs are designed for sophisticated investors seeking to capitalize on short-term market movements, often contrasting how the ETF is naturally moving.\n\nInvesting in ETPs carries various risks, includingmarket risk, liquidity risk, tracking error, and specific risks associated with the underlying assets. Market conditions, geopolitical events, and interest rate changes can impact ETPs' performance.In many ways, an ETP can be considered similar to a stock. Consider all the ways a business can face risk—an ETP is susceptible to similar risks.\n\nETPs are financial instruments traded on stock exchanges that provide investors with exposure to diverse asset classes such as stocks, bonds, commodities, and currencies. ETPs can be ETFs, ETNs, ETCs, or other vehicles representing structured investment products.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.\n\nU.S. Securities and Exchange Commission. “Mutual Funds and Exchange-Traded Funds (ETFs) – A Guide for Investors.”\n\nVanguard. \"Vanguard S&P 500 ETF (VOO).\"\n\nU.S. Securities and Exchange Commission. \"Statement on the Approval of Spot Bitcoin Exchange-Traded Products.\"\n\nFINRA. \"Exchange-Traded Funds and Products: Buying and Selling.\"\n\nFINRA. “Exchange-Traded Notes—Avoid Unpleasant Surprises.”\n\nFINRA. \"Exchange-Traded Funds and Products: Types.\"\n\nGary L. Gastineau. \"The Exchange-Traded Funds Manual,\" Pages 32-33. John L. Wiley & Sons, 2002.\n\nETFGI. \"ETFGI reports the global ETFs industry gathered a record 1.88 trillion US dollars during 2024.\"\n\nState Street Global Advisors. \"SPDR S&P 500 ETF Trust (SPY).\"\n\nU.S. Securities and Exchange Commission. \"Updated Investor Bulletin: Leveraged and Inverse ETFs.\"\n\nFINRA. \"Exchange-Traded Funds and Products: Risks.\"",
  "url": "https://www.investopedia.com/terms/e/exchange-traded-products-etp.asp"
}