{
  "term": "Exchange-Traded Derivative: Definition, Examples, Vs. OTC",
  "definition": "Liz Manning has researched, written, and edited trading, investing, and personal finance content for years, following her time working in institutional sales, commercial banking, retail investing, hedging strategies, futures, and day trading.\n\nAn exchange-traded derivative is a financial contract that is listed and traded on a regulated exchange. Simply put, these arederivativesthat are traded in a regulated environment.\n\nExchange-traded derivatives have become increasingly popular because of the advantages they have overover-the-counter(OTC) derivatives. These advantages include standardization, liquidity, and elimination of default risk.\n\nFutures and options are two of the most popular exchange-traded derivatives. Exchange-traded derivatives can be used to hedge exposure and to speculate on a wide range of financial assets, including commodities, equities, currencies, and even interest rates.\n\nExchange-traded derivatives include options, futures, and other financial contracts that are listed and traded on regulated exchanges such as theChicago Mercantile Exchange(CME),International Securities Exchange(ISE), theIntercontinental Exchange(ICE), or theLIFFEexchange in London, to name a few.\n\nUnlike their over-the-counter cousins, exchange-traded derivatives can be well suited for someretail investors. In the OTC market, it is easy to get lost in the complexity of the instrument and the exact nature of what is being traded.\n\nIn that regard, exchange-traded derivatives have two big advantages:\n\nThe exchange has standardized terms and specifications for each derivative contract. This makes it easier for investors to determine essential information about what they're trading, such as the value of a contract, the amount of the security or item represented by a contract (e.g., lots), and how many contracts can be bought or sold.\n\nIndividual contracts can be a size that is less daunting for the small investor. For instance, an investor with limited capital could consider mini options (10 shares) on high-priced stocks versus standard options (100 shares).\n\nThe exchange itself acts as thecounterpartyfor each exchange-traded derivative transaction. It effectively becomes the seller for every buyer, and the buyer for every seller. This eliminates the risk of the counterparty to the derivative transaction defaulting on its obligations.\n\nAnother defining characteristic of exchange-traded derivatives is theirmark-to-marketfeature. Mark to market means gains and losses on every derivative contract are calculated daily.\n\nSo, on any trading day, if the client incurs losses that erode the initialmarginamount to a specific level, they will have to provide the required capital in a timely manner. If they don't, their derivative position may be closed out by the firm.\n\nFinancial futures are derivatives based on treasuries, indexes, currencies, and more. They're often used by financial institutions to hedge long positions held in the underlying security.\n\nAll kinds of small retail investors and large institutional investors use exchange-traded derivatives to hedge the value of portfolios and to speculate on price movements.\n\nBanks might hedge the value of their treasuries portfolio by taking an opposite position in treasury futures. An import-export organization might use currency futures to lock in currency rates for impending transactions.\n\nRetail investors might take a position in stock options to hedge the value of their stock portfolios. Or, they simply might want the premium income obtained by selling an option contract.\n\nMost investors are reassured by the standardization and regulatory oversight offered by centralized exchanges.\n\nHowever, the transparency of exchange-traded derivatives may be a hindrance to large institutions that may not want their trading intentions known to the public or their competitors.\n\nIn fact, institutional investors might opt to work directly with issuers and investment banks to create tailored investments that give them the exact risk and reward profile they seek.\n\nGenerally, a contract will detail such things as the asset involved, the dollar value or amount (e.g., face amount or lot size) of the security, the settlement date and process, trading hours, price quotation, and the contract expiration date.\n\nSome exchange traded derivatives include stock options, currency futures, options and swaps, and index futures.\n\nInvestors large and small appreciate the fact that these investments are understandable, reliable, and liquid. Contract features are clear. Parties to a contract must abide by it. Default risk is eliminated. Exchanges are regulated. Trust in financial markets translates to liquidity, which in turn means efficient access and pricing.\n\nOptions Clearing Corporation. \"What Is OCC?\"\n\nCommodity Futures Trading Commission. \"About the CFTC.\"\n\nU.S. Securities and Exchange Commission. \"SEC Adopts Modernized Regulatory Framework for Derivatives Use by Registered Funds and Business Development Companies.\"\n\nOptions Clearing Corporation. \"OCC at a Glance: A Brief Introduction.\"",
  "url": "https://www.investopedia.com/terms/e/exchange-traded-derivative.asp"
}