{
  "term": "Exchanges: Explanation, Types and Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAn exchange is a marketplace where securities,commodities,derivativesand other financial instruments are traded. The core function of an exchange is to ensure fair and orderly trading and the efficient dissemination of price information for any securities trading on that exchange. Exchanges give companies, governments, and other groups a platform from which to sell securities to the investing public.\n\nAn exchange may be a physical location where traders meet to conduct business or an electronic platform. They also may be referred to as a share exchange or \"bourse,\"depending on the geographical location.Exchanges are located in most countries worldwide. The more prominent exchanges include theNew York Stock Exchange(NYSE), theNasdaq, the London Stock Exchange (LSE), and the Tokyo Stock Exchange (TSE).\n\nIn the most recent decade, trading has transitioned to fully electronic exchanges. Sophisticated algorithmic price matching can ensure fair trading without requiring all members to be physically present on a centralizedtrading floor.\n\nDay-to-day operations are normally performed over multiple exchange networks. Though some orders may be processed in a physical location like the NYSE, the great majority of trades are completed through electronic means without regard to a physical location. This process has resulted in a substantial increase in high-frequency trading programs and the use of complex algorithms by traders on exchanges.\n\nEach exchange has specificlisting requirementsfor any company or group that wishes to offer securities for trading. Some exchanges are more rigid than others, but the basic requirements for stock exchanges include regular financial reports, audited earning reports, and minimum capital requirements. For example, the NYSE has a listing requirement that stipulates a company must have a minimum of $4 million inshareholder’s equity(SE).\n\nA stock exchange is used to raise capital for companies seeking to grow and expand their operations. The first sale of stock by a private company to the public is referred to as aninitial public offering(IPO). Companies listed on the stock exchange typically have an enhanced profile. Having more visibility may attract new customers, talented employees, and suppliers who are eager to conduct business with a prominent industry leader.\n\nPrivate companies often rely on venture capitalists for investment, and this usually results in the loss of operational control. For example, aseed fundingfirm may require that a representative from the funding firm hold a prominent position on the board. Alternatively,companies listed on a stock exchange have more control and autonomybecause investors who purchase shares have limited rights.\n\nThe New York Stock Exchange is perhaps the most well-known of exchanges in the U.S. Located on Wall Street in Manhattan in New York, and it saw its first trade in 1792.﻿﻿ The floor of the NYSE sees stock transactions taking place in a continuous auction format Mondays through Fridays from 9:30 a.m.-4 p.m.﻿﻿\n\nHistorically, brokers employed by members of the NYSE would facilitate trades by auctioning off shares. The process started to become automated in the 1990s, and by 2007, nearly all stocks became available via an electronic market. The only exceptions are a few stocks with very high prices.\n\nUntil 2005, only owners of seats on the exchange could trade directly on the exchange. Those seats now are leased on one-year terms.\n\nLibrary of Congress. \"Wall Street and the Stock Exchanges: Historical Resources.\" Accessed Sept. 4, 2020.\n\nNYSE. \"Holidays and Trading Hours.\" Accessed Sept. 4, 2020.",
  "url": "https://www.investopedia.com/terms/e/exchange.asp"
}