{
  "term": "Excise Tax: What It Is and How It Works, With Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn excise tax is a specific type of tax that is levied on certain goods or services at the time of their purchase. Unlike international taxes, excise taxes are applied within the boundaries of a specific government.\n\nFor example, in the United States, common goods subject to excise taxes include motor fuel, tobacco, and airline tickets. These taxes are usually imposed at the federal level but can also be applied by state and local governments.\n\nExcise taxes are primarily intended for businesses. Most businesses that sell products subject to excise taxes are responsible for paying the tax to the government. They typically incorporate this tax into the price of the product, passing the cost onto the consumer.As such, consumers may not directly see the cost of most excise taxes. However, some excise taxes are paid directly by consumers, includingproperty taxesand levies on certain retirement account activities.\n\nFederal, state, and local governments have the authority to institute excise taxes. While income tax is the primaryrevenuegenerator for federal and state governments, excise tax revenue also makes up a small portion of total revenue.\n\nExcise taxes are primarily business taxes. They are separate from other taxes that corporations must pay, such asincome taxes. Businesses charging and receiving excise taxes are required to file Form 720 Federal Excise Tax Return on a quarterly basis and include quarterly payments. Business collectors of excise taxes must also maintain their obligations to pass on excise taxes to state and local governments as required. Merchants may be alloweddeductions or creditson their annual income tax returns related to excise tax payments.\n\nExcise taxes can fall into one of two categories:\n\nIn some cases, governments levy excise taxes on goods that have a high social cost, such as cigarettes and alcohol. These types of excise taxes are sometimes calledsin taxesbecause the good being taxed has a reputation for being \"sinful\" or with negative consequences associated with it.\n\nThe largest revenue-producing excise taxes in the U.S. come from motor fuel, airline tickets, tobacco, alcohol, health-related goods, and health-related services.\n\nAd valoremis a Latin phrase that means according to value.An ad valorem tax is charged on a percentage basis. This results in an excise tax that is based on the value of the product or service. For example, theInternal Revenue Service (IRS)levies a 10% excise tax on indoor tanning services.This means that if a tanning salon charges $100 for a tanning session, it must pay the IRS $10 in excise tax.\n\nOther types of ad valorem excise taxes include firearms (10%), airline tickets (7.5%), and heavy trucks (12%).Property taxes can also be considered a type of ad valorem excise tax.\n\nSpecific excise taxes are a set tax or fee added to a certain product on a per-unit basis. Some examples of federal, specific excise taxes as of Feb. 2025 include\n\nSin taxes on targeted goods like beer and alcohol will often be taxed at the federal level and also taxed again by the state, making the cost of these items higher. For example, New York has a specific excise tax of $5.35 per cigarette pack of 20.Combining this with the federal tax of $1.01 makes the excise taxes alone $6.36. These taxes have a considerable impact on the consumer.\n\nThe IRS provides guidance on excise taxes inPublication 510.\n\nExcise taxes are also charged on someretirementaccount activities. Many people are familiar with these taxes as penalties. A 6% excise tax is applied to excessindividual retirement account (IRA)contributions that are not corrected by the applicable deadline. A 10% excise tax penalty applies to distributions from certain IRAs and other qualified plans when an investor makeswithdrawalsbefore age 59½.\n\nAlso, a 25% excise tax penalty is charged when investors do not take the mandatoryrequired minimum distributions (RMDs)from certain retirement accounts, though this tax is reduced to 10% if the missed distribution is taken before the end of the \"correction window.\" The correction window starts on the date the penalty is imposed, usually January 1st after the year you missed the distribution.The window ends on the earliest of:\n\nAs of Jan. 1, 2023, RMDs are mandatory starting at age 73 for owners of traditional IRA accounts and several other tax-deferred retirement savings plans.\n\nAlthough excise taxes are levied on specific goods and services, the businesses selling these products are usually the ones responsible for paying them. However, businesses often pass the excise tax onto the consumer by adding it to the product's final price. For example, when purchasing fuel, the price at the pump often includes the excise tax.\n\nThe federal government charges a federal excise tax on certain goods and services. The merchant may or may not include it in the price. This means that consumers don't pay these taxes directly as they would any other type of tax, such as income taxes. Federal excise taxes are commonly imposed on fuel, airline tickets, tobacco, and alcohol.\n\nExcise and sales taxes are two different types of taxes. An excise tax is imposed on specific goods and is generally the responsibility of the merchant to pay to the government. The merchant, in turn, may or may not pass the tax on to the consumer by adding it to the price. On the other hand, a sales tax is charged on almost everything and is collected from the consumer by the merchant who passes it on to the government. The sales tax is a percentage of the price of a good or service.\n\nExcise taxes are assessed by federal and state governments on certain goods and services. They are paid by the merchants that sell them. Excise taxes can be a flat tax amount, known as a specific excise tax, or a percentage of the cost of the good, known as an ad valorem excise tax. They may also be limited only togoods sold within the stateof the taxing authority.\n\nBusinesses often add the cost of an excise tax directly onto the price of the taxed good, so the tax is passed onto the customer. Customers may or may not know they are paying the cost of the excise tax on top of the price of the good or service. Some companies are transparent about excise taxes, though, like fuel companies. Next time you go to fill up your gas tank, take a look at the pump. The company may break down how much of the price at the pump goes toward the fuel itself versus how much you pay in taxes.\n\nTax Foundation. \"Excise Tax Application and Trends.\"\n\nTax Policy Center. \"What Are the Major Federal Excise Taxes, And How Much Money Do They Raise?\"\n\nFiscal Data. \"How Much Revenue Has the U.S. Government Collected This Year?\"\n\nInternal Revenue Service. \"Instructions for Form 720, Quarterly Federal Excise Tax Return,\" Pages 1-2.\n\nCornell Law School, Legal Information Institute. \"Ad Valorem.\"\n\nInternal Revenue Service. \"Indoor Tanning Services Tax Center.\"\n\nU.S. Government. \"Present Law and Background Information on Federal Excise Tax.\"\n\nU.S. Department of Treasury, Alcohol and Tobacco Tax and Trade Bureau. \"Tax Rates.\"\n\nNew York State Government, Department of Taxation and Finance. \"Cigarette and Tobacco Products Tax.\"\n\nInternal Revenue Service. \"Retirement Topics - Exceptions to Tax on Early Distributions.\"\n\nInternal Revenue Service. \"Retirement Topics - IRA Contribution Limits.\"\n\nU.S. Congress. \"H.R.2617 - Consolidated Appropriations Act, 2023.\" Division T: Title III: Section 302.\n\nU.S. Congress. \"H.R.2617 - Consolidated Appropriations Act, 2023.\" Division T: Title I: Section 107.",
  "url": "https://www.investopedia.com/terms/e/excisetax.asp"
}