{
  "term": "Execution: Definition, Types of Orders, Examples",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nAriel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nExecution is the completion of a buy or sell order for a security. The execution of an order occurs when it getsfilled, not when the investor places it. When the investor submits the trade, it is sent to a broker, who then determines the best way for it to be executed.\n\nBrokers are required by law to give investors the best execution possible. TheSecurities and Exchange Commission (SEC)requires brokers to report the quality of their executions on a stock by stock basis as well as to notify customers who did not have their orders routed for best execution.The cost of executing trades has been significantly reduced due to the growth of online brokers. Many brokers offer their customers a commission rebate if they execute a certain amount of trades or dollar value per month. This is particularly important for short-term traders where execution costs need to be kept as low as possible.\n\nIf the order placed is a market order or an order which can be converted into a market order relatively quickly, then the chances that it will be settled at the desired price are high. But there might be instances, especially in the case of a large order that is broken down into several small orders, when it might be difficult to execute at the best possible price range. In such cases, an execution risk is introduced into the system. The risk refers to the lag between the placement of an order and its settlement.\n\nBy law, brokers are obligated to give each of their investors thebest possible order execution.There is, however, the debate over whether this happens, or if brokers are routing the orders for other reasons, like the additional revenue streams we outlined above.\n\nLet's say, for example, you want to buy 1,000 shares of the TSJ Sports Conglomerate, which is selling at thecurrent priceof $40. You place themarket order, and it gets filled at $40.10. That means the order costs you an additional $100. Some brokers state that they always \"fight for an extra one-sixteenth,\" but in reality, the opportunity forprice improvementis simply an opportunity and not a guarantee. Also, when the broker tries for a better price (for a limit order), the speed and the likelihood of execution diminishes. However, the market itself, and not the broker, may be the culprit of an order not being executed at thequoted price, especially infast-moving markets.\n\nIt is somewhat of a high-wire act that brokers walk in trying to execute trades in the best interest of their clients as well as their own. But as we will learn, the SEC has put measures in place to tilt the scale toward the client's best interests.\n\nThe SEC has taken steps to ensure that investors get thebest execution, with rules forcing brokers to report the quality of executions on a stock-by-stock basis, including how market orders are executed and what the execution price is compared to the public quote's effective spreads. In addition, when a broker, while executing an order from an investor using a limit order, provides the execution at a better price than the public quotes, that broker must report the details of these better prices.With these rules in place, it is much easier to determine which brokers get the best prices and which ones use them only as a marketing pitch.\n\nAdditionally, the SEC requires broker/dealers to notify their customers if their orders are not routed for best execution.Typically, this disclosure is on the trade confirmation slip you receive after placing your order. Unfortunately, this disclaimer almost always goes unnoticed.\n\nDark poolsare private exchanges or forums that are designed to help institutional investors execute their large orders by not disclosing their quantity. Because dark pools are primarily used by institutions, it is often easier to find liquidity to execute a block trade at a better price than if it was executed on a public exchange, such as theNasdaqor New York Stock Exchange. If an institutional trader places a sizable order on a public exchange, it is visible in the order book and other investors may discover that there is a large buy or sell order getting executed which could push the price of the stock lower.\n\nMost dark pools also offer execution at the mid-point of the bid and ask price which helps brokers achieve the best possible execution for their customers. For example, if a stock’s bid price was $100 and the asking price was $101, a market order could get executed at $100.50 if there was a seller at that price in the dark pool. Main Street is generally skeptical of dark pools due to their lack of transparency and lack of access to retail investors.\n\nSuppose Olga enters an order to sell 500 shares of stock ABC for $25. Her broker is under obligation to find the best possible execution price for the stock. He investigates the stock's prices across markets and finds that he can get a price of $25.50 for the stock internally versus the $25.25 price at which it is trading in the markets. The broker executes the order internally and nets a profit of $125 for Olga.\n\nSecurities and Exchange Commission. \"Trade Execution.\"",
  "url": "https://www.investopedia.com/terms/e/execution.asp"
}