{
  "term": "Exempt Income: Definition, Examples, and Tax Rules",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nEarnings not subject to income tax, whether federal or state, are referred to as exempt income.\n\nExempt income is income that's not subject toincome tax. Some types of income are exempt from federal or state income tax, or both. TheInternal Revenue Service (IRS)determines which types of income are exempt from federal income tax and the circumstances for each exemption. States have their own rules that define what counts as exempt income.\n\nSome income and benefits arenontaxableunder certain circumstances. Several health-related benefits aretax-exempt, including benefits from employer-sponsored supplemental disability insurance purchased with after-tax dollars, private insurance plans funded with after-tax dollars, most benefits from employer-sponsored health insurance plans, andworker's compensation.\n\nTheTax Cuts and Jobs Act (TCJA)in 2017 eliminated personal exemptions from tax years 2018 to 2026 but roughly doubled thestandard deduction.For tax years 2024 and 2025, the standard deductions are:\n\nWhen you file your taxes, you can choose between taking the standard deduction oritemizingyour deductions.Examples of itemized deductionsinclude medical expenses, mortgage interest, and charitable donations.\n\nDistributions fromhealth savings accounts (HSAs)are only exempt from income tax if they are used for qualified medical expenses. Qualified distributions fromRoth 401(k)plans andRoth IRAsfunded with after-tax dollars are tax-exempt.\n\nInterest earned frommunicipal bondsis exempt from federal and state income tax if you reside in the state where the bond was issued.\n\nIf someone dies and you are thebeneficiaryofa life insurance benefit, that is also nontaxable income.\n\n\"Exempt\" means \"free from.\" Tax exempt means free from taxes.\n\nIncome from municipal bonds and distributions from Roth 401(k)s and Roth IRAs are tax-exempt.Income from employer-sponsored benefits—including supplemental disability insurance and most benefits from employer-sponsored health insurance plans—are exempt.\n\nUnemployment benefits are treated asordinary incomeby the federal government, but not all states tax unemployment income. Unemployment compensation is taxed based on the program paying the benefits.\n\nAlmost all forms of income are taxable, including wages,salaries, and tips. But certain forms of income aren'ttaxable. Exempt income includes distributions from Roth retirement accounts, municipal bonds, and certain benefits.\n\nInternal Revenue Service. \"Traditional and Roth IRAs.\"\n\nInternal Revenue Service. \"Employer-Provided Health Coverage Informational Reporting Requirements: Questions and Answers.\"\n\nInternal Revenue Service. \"Publication 525: Taxable and Nontaxable Income.\"\n\nTax Policy Center. \"How Did the TCJA Change the Standard Deduction and Itemized Deductions?\"\n\nInternal Revenue Service. \"IRS Releases Tax Inflation Adjustments for Tax Year 2025.\"\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2024.\"\n\nInternal Revenue Service. \"Roth Comparison Chart.\"\n\nInternal Revenue Service. \"Roth IRAs.\"\n\nInternal Revenue Service. \"Publication 969, Health Savings Accounts and Other Tax-Favored Plans.\"\n\nInternal Revenue Service. \"Publication 550: Investment Income and Expenses.\"\n\nInternal Revenue Service. \"Life Insurance & Disability Insurance Proceeds.\"\n\nInternal Revenue Service. \"Tax Exempt Bonds.\"\n\nInternal Revenue Service. \"Unemployment Compensation.\"",
  "url": "https://www.investopedia.com/terms/e/exemptincome.asp"
}