{
  "term": "Exemption : How They Work, Types, and FAQs",
  "definition": "An exemption reduces the amount of income that is subject to income tax. There are a variety of exemptions allowed by theInternal Revenue Service (IRS). Previously, the two most common types were personal and dependent exemptions. But with the changes brought about by the 2017 Tax Cuts and Jobs Act (TCJA), the personal exemptionhas disappeared until the end of 2025.Dependent exemptions, along with other types, continue to exist.\n\nPrior to the Tax Cuts and Jobs Act, there used to be a personal exemption. It could be claimed in addition to thestandard deductionby people who did notitemizetheir tax deductions. Instead, there is now one higher standard deduction, passed with the TCJA. While exemptions used to make a bigger difference in calculating your annual taxes prior to the TCJA, they still can drastically change your tax situation by reducing taxable income.\n\nThe personal exemption was repealed with the 2017 reforms but, as mentioned, was essentially replaced with higher standard deductions for both couples and individuals. For tax year 2022, the standard deduction is $12,950 if you file as single, $19,400 for heads of household, and $25,900 for thosemarried filing jointly. For tax year 2023, the standard deduction increases to $13,850 if you file as single, $20,800 for heads of household, and $27,700 for married filing jointly taxpayers.These changeswere among manyin the Tax Cuts and Jobs Act.\n\nThrough the 2017 filing year, individual tax filers were able to claim $4,050 for each taxpayer, spouse, and dependent child. Previously, for example, a taxpayer who had three allowable exemptions could have deducted $12,150 from their totaltaxable income. However, if that person earned over a certain threshold, the amount of the exemption would have been phased out and eventually eliminated.\n\nTax filers were only able to claim a personal exemption if that person was not claimed as a dependent on someone else's income tax return. This rule intentionally set exemptions apart fromdeductions. For example, take a college student with a job whose parents claimed them as a dependent on their income tax return. Because someone else claimed the student as a dependent, the student could not claim the personal exemption but could still claim the standard deduction.\n\nIn most cases, tax filers could also claim a personal deduction for a spouse, as long as the spouse was not claimed as a dependent on another person's tax return.\n\nIn many cases, dependents most commonly include the minor children of the taxpayer. However, taxpayers may claim exemptions for other dependents as well. The IRS has a litmus test for determining who is considered a dependent, but in most cases, it is defined as a relative of the taxpayer (parent, child, brother, sister, aunt, or uncle) who is dependent on the taxpayer for support.\n\nTheChild Tax Creditdoubled to a maximum of $2,000 per child under the Tax Cuts and Jobs Act, from $1,000 per dependent previously. Certain income thresholds exist, affecting how much credit a family can actually receive.\n\nIn addition to the above, exemptions can come in many forms. Some not-for-profit organizations, American citizens who work abroad, low-income taxpayers, and other special categorieshave tax exemptions. Other exemptions include the following:\n\nEmployers withhold income tax from their employees and remit it to the IRS. However, a person who has notax liabilitycan request an exemption fromwithholding. This simply means that the employer will withholdMedicare and Social Security taxesfrom the person's paycheck, but will not withhold income tax.\n\nCertain kinds of income are exempt from taxes.Exempt incomeincludes municipal bond income, and gifts under $16,000 in 2022 and $17,000 in 2023.Any distributions fromhealth savings accounts (HSAs)used for qualified medical expenses will also be not taxed.\n\nTheW-4 formallows employees to let employers know how much tax to withhold from their paycheck based on the employee's marital status, number of exemptions and dependents, etc. Every time an employee starts a new job, they are required to fill out the W-4, which helps the employer estimate how much money to remit to tax authorities.\n\nA dependent is a person who relies on someone else for financial support, and typically includes children or other relatives. The IRS determines who qualifies as a dependent. Only one taxpayer can claim a given dependent on their income tax return.\n\nIncome from municipal bonds is exempt from taxes.Distributions from health savings accounts (HSAs) are exempt if they are used for qualified medical expenses.Qualified distributions fromRoth 401(k)plans andRoth IRAsare also tax-exempt.\n\nThe standard deduction for tax year 2022 is $12,950 if you file as single or married filing separately and $25,900 for those who are married and file jointly. In 2023, it increases to $13,850 if you file as single and $27,700 for married taxpayers filing jointly.\n\nCongress. \"H.R.1 - An Act to Provide for Reconciliation Pursuant to Titles II and V of the Concurrent Resolution on the Budget for Fiscal Year 2018.\"\n\nInternal Revenue Service. \"Tax-Exempt Governmental Bonds,\" Page 2.\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2023.\"\n\nInternal Revenue Service. \"Publication 501: Exemptions, Standard Deduction, and Filing Information,\" Pages 11-12, 23.\n\nInternal Revenue Service. \"Publication 501: Exemptions, Standard Deduction, and Filing Information,\" Page 11.\n\nInternal Revenue Service. \"Publication 501: Exemptions, Standard Deduction, and Filing Information,\" Pages 13-22.\n\nInternal Revenue Service. \"Topic No. 753 Form W-4 – Employee's Withholding Certificate.\"\n\nInternal Revenue Service. \"Publication 969 (2021), Health Savings Accounts and Other Tax-Favored Health Plans.\"\n\nInternal Revenue Service. \"About Form W-4, Employee's Withholding Certificate.\"\n\nInternal Revenue Service. \"Dependents,\" Page 6-5.\n\nInternal Revenue Service. \"Roth Comparison Chart.\"",
  "url": "https://www.investopedia.com/terms/e/exemption.asp"
}