{
  "term": "Exempt Transaction: What it is, How it Works",
  "definition": "An exempt transaction is a type of securities transaction where a business does not need to file registrations with any regulatory bodies, provided the number of securities involved is relatively minor compared to the scope of the issuer's operations and that no new securities are being issued.\n\nAn exempt transaction is a securities exchange that would otherwise have to register with theSecurities and Exchange Commission(SEC) but does not because of the nature of the transaction in question. Exempt securities which have tax-exempt status are the instruments that the government backs,\n\nExempt transactions cut down the amount of paperwork needed for relatively minor transactions. For example, it would be a big hassle to perform a filing with the SEC every time a non-executive employee wanted to sell back some of the company's common shares he or she purchased as part of an employee stock purchase plan.\n\nA private placement orReg Doffering is a type of exempt transaction in which the securities are not offered to the public, but are instead sold privately to an accredited investor. According to the SEC, an accredited investor can be:\n\nEven with exempt transactions, investors and companies are responsible for any misleading or false statements. Exempt transactions are also not exempt from the general provisions of regulating codes, including reporting requirements.\n\nOther types of exempt transactions includeReg Aofferings, also known as small business company offerings, which permit the issuing company to raise no more than $5 million in 12 months. This allows smaller companies to access securities markets to raise capital.Rule 147 offerings, or intrastate offerings, are also exempt. Transactions with financial institutions, fiduciaries, and insurance underwriters may be considered exempt. Unsolicited orders, which are those executed through a broker at the request of his or her client, are also considered exempt.\n\nUsually, an exempt transaction involves a small amount of money or an accredited or sophisticated investor, or does not, for some other reason, warrant a full registration. However, even exempt transactions are subject to some regulations, such as anti-fraud provisions. Investors and companies can still be held liable to misleading or false statements made on behalf of the company, the offering, or the securities, even if the transaction is exempt.\n\nAnd while exempt transactions may not need to be registered with state securities regulators, those state authorities retain the authority to investigate fraud, collect associated state fees, and enforce state filing requirements. Therefore, companies should take care to remain in compliance with state securities regulations, even if their offerings and transactions are exempt under federal filing regulations.",
  "url": "https://www.investopedia.com/terms/e/exempttransaction.asp"
}