{
  "term": "Exempt-Interest Dividend: Definition and Examples",
  "definition": "An exempt-interest dividend is a distribution to investors from a mutual fund that is not subject to federal income tax. Exempt interest dividends most often are paid by mutual funds that invest in municipal bonds.\n\nWhile exempt-interest dividends are not subject to federal income tax, they may be subject to state income tax or thealternative minimum tax(AMT).\n\nTaxpayers must report exempt-interest dividends on their federal returns. This is recorded on line 2a of your Form 1040. The amount of exempt-interest dividends you received during the year will appear in box 12 of the Form 1099-DIV you received from the fund provider.\n\nYou report the total of your exempt-interest dividends for the year on line 2a of your Form 1040. The amount you received will appear in box 12 of the Form 1099-DIV you received from the fund provider. You will not owe federal taxes on this money.\n\nAdividendis a distribution of a portion of a company's profits to itsshareholders. In most cases, it is not an incurred mandatory cost and is not classified as an expense. Dividends are authorized and deducted only after net earnings are determined.\n\nDividends are commonly paid to owners of common stock shares. Shareholders receive dividend payments periodically throughout the year, commonly every quarter.\n\nFor example, Apple's dividend as of Feb. 2, 2023, was $0.23 per share. Apple makes four dividend payments a year, all of which are taxable.\n\nAn exempt-interest dividend is a payment from amutual fundthat is not subject to federal income tax. These dividends are mainly found in municipal bonds and in the mutual funds that invest in those bonds.\n\nPeople with high net worths are more likely to invest in municipal bonds because the tax savings outweigh the relatively low returns provided by the investments. High-net-worth individuals are subject to higher taxes, so low-tax investments are a popular choice.\n\nThe types of municipal bonds that are exempt from taxes are those that are raising money for uses that benefit the community.\n\nThe tax benefits of exempt-interest dividends are irrelevant if the bonds are held in anindividual retirement account(IRA). This is because all dividends and interest held within an IRA are tax-exempt.\n\nAlthough dividend interest is federally exempt, it may or may not be exempt from state taxes depending on the state where the municipal bonds were issued and the state in which you file your taxes.\n\nDepending on the state, all of your dividend interest may be exempt, or only the portion of it that comes from bonds that are issued in the state where you are filing your taxes.\n\nFor example, assume you have a total dividend interest of $100, $60 of which comes from the state you reside in and $40 from another state. The state you reside in only allows exemptions from its taxes on bonds within the state, so you do not have to pay state tax on the $60, but you will have to on the $40.\n\nThe alternative minimum tax (AMT) places a floor on the percentage of taxes that an individual must pay, regardless of how many deductions or exemptions they may claim on their returns.\n\nFor the 2024 tax year, the exemption is\n\nThe goal of the AMT is to ensure that individuals pay a certain level of taxes rather than escaping their obligation through varioustax breaks.Therefore, exempt-interest dividends can be subject to the AMT to ensure that some individuals are not avoiding paying their fair share.\n\nIRSForm 6251will help individuals determine if they owe an alternative minimum tax (AMT), or a tax software will automatically calculate it for them.\n\nThere are a number of investments and savings vehicles that yieldreturns that are tax-freeat least at the federal level.\n\nThe biggest category of these is municipal bonds. These are issued by state and local governments and public institutions like school districts and water departments. The money may be used for a specific project that benefits the community, or it may go into the general fund.\n\nIn any case, the interest they pay their bondholders is free of federal tax. It may or may not be free of state and local tax. Each state and municipality sets its own rules, but often the interest is tax-exempt if it is issued in that state.\n\nKeep in mind that municipal bonds pay a lower rate of return than corporate bonds in return for that tax break. They are a popular choice for high-net-worth investors who want to shelter some of their income from taxes.\n\nMutual fund distributions are almost always taxable.\n\nThe exception is the exempt-interest dividends that are paid to shareholders of mutual funds that invest some or all of their assets in tax-exempt municipal bonds.\n\nThe amount of taxable distributions and any tax-exempt distributions that you receive from a mutual fund will be recorded on the IRS Form 1099-DIV that the fund company sends after the end of the calendar year.\n\nThe alternative minimum tax is designed to capture some taxes from very high-income people who use every possible deduction and loophole to reduce or eliminate the taxes they owe.\n\nTax-exempt municipal bonds are a good way to reduce the taxes owed on unearned income. Adding those distributions to gross income for people at certain high income levels cuts off a strategy for avoiding the alternative minimum tax.\n\nMunicipal bonds and mutual funds that invest in municipal bonds are popular choices for high-income people who want to keep some of their dividend income out of the hands of the IRS.\n\nIt works. But remember: that tax exemption is only tax-free at the federal level. You may or may not owe taxes at the state or local level. Moreover, exempt-interest dividends won't help you sidestep the federalalternative minimum tax.\n\nIn any case, you need to report even tax-exempt dividends on your federal return. The numbers will be recorded on the 1099-INT you receive after the end of the year.\n\nInternal Revenue Service. \"2023 Instructions for Schedule B.\"\n\nInternal Revenue Service. \"Topic No. 556 Alternative Minimum Tax.\"\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2024.\"\n\nInternal Revenue Service. \"About Form 6251, Alternative Minimum Tax - Individuals.\"",
  "url": "https://www.investopedia.com/terms/e/exempt-interest-dividend.asp"
}