{
  "term": "Exercise: Definition and How It Works With Options",
  "definition": "Exercise means to put into effect the right to buy or sell the underlying financial instrument specified in anoptions contract. In options trading, the holder of an option has the right, but not the obligation, to buy or sell the option'sunderlying securityat a specified price on or before a specified date in the future.\n\nIf the owner of an option decides to buy or sell the underlying instrument—instead of allowing the contract toexpireworthless orclosing out the position—they will be \"exercising the option,\" or making use of the right or privilege that is available in the contract.\n\nAn options holder may exercise their right to buy or sell the contract's underlying shares at a specified price—also called the strike price.\n\nTo exercise an option, you simply advise your broker that you wish to exercise the option in your contract. Your broker will initiate anexercise notice, which informs the seller orwriterof the contract that you are exercising the option. The notice is forwarded to the option seller via the Options Clearing Corporation (OCC). The seller is obligated to fulfill the terms of an options contract if the holder exercises the contract.\n\nThe decision toexercise an optionisn't always a clear-cut one. There are several factors that need to be considered and, more often than not, it's safer to hold or sell the option instead.\n\nThe majority of options contracts are not exercised but, instead, are allowed to expire worthless or are closed by opposing positions. For example, the holder of an option can close out alongcall or put prior to expiration by selling it, assuming the contract has market value.\n\nIf an option expires unexercised, the holder no longer has any of the rights granted in the contract. In addition, the holder loses thepremiumthey paid for the option, along with any commissions and fees related to its purchase.",
  "url": "https://www.investopedia.com/terms/e/exercise.asp"
}