{
  "term": "Exit Strategy Definition for an Investment or Business",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAn exit strategy is a contingency plan executed by aninvestor,venture capitalist, or business owner toliquidatea position in a financial asset or dispose oftangible business assetsonce predetermined criteria have been met or exceeded.\n\nAn exit strategy may be executed to exit a nonperforming investment or close an unprofitable business. In this case, the purpose of the exit strategy is to limit losses.\n\nAn exit strategy may also be executed when an investment or business venture has met its profit objective. For instance, anangel investorin a startup company may plan an exit strategy through aninitial public offering (IPO).\n\nOther reasons for executing an exit strategy may include a significant change in market conditions due to a catastrophic event; legal reasons, such asestate planning, liability lawsuits, or a divorce; or even because the business owner/investor is retiring and wants to cash out.\n\nAn effective exit strategy should be planned for every positive and negativecontingencyregardless of the investment type or business venture. This planning should be integral to determining the risk associated with the investment or business venture.\n\nAn exit strategy is a business owner’sstrategic planto sell ownership in a company to investors or another company. It outlines a process to reduce or liquidate ownership in a business and, if the business is successful, make a substantial profit.\n\nIf the business is not successful, an exit strategy (or exit plan) enables the owner to limit losses. An exit strategy may also be used by an investor, such as a venture capitalist, to prepare for a cash-out of an investment.\n\nFor investors, exit strategies and other money management techniques can greatly help remove emotion and reducerisk. Before entering an investment, investors should set a point at which they will sell for a loss and a point at which they will sell for a gain.\n\nBusiness owners of both small and large companies need to create and maintain plans to control what happens to their business when they want to exit. An entrepreneur of a startup may exit their business through an IPO, a strategic acquisition, or a management buyout, while the CEO of a larger company may turn tomergers and acquisitionsas an exit strategy.\n\nInvestors, such as venture capitalists or angel investors, need an exit plan to reduce or eliminateexposureto underperforming investments so they can capitalize on other opportunities. A well-thought-out exit strategy also provides guidance on when to book profits on unrealized gains.\n\nBusinesses and investors should have a clearly defined exit plan to minimize potential losses and maximize profits on their investments. Here are several specific reasons why it’s important to have an exit plan.\n\nRemoves emotions: An exit plan removesemotionsfrom the decision-making process. Having a predetermined level at which to exit an investment or sell a business helps avoid panic selling or making rushed decisions when emotions are high, which could accentuate a loss or not fully realize a profit.\n\nGoal setting: Having an exit plan with specific goals helps answer important questions and guides future strategic decision making. For example, a startup’s exit plan might include a future buyout price that it would accept based onrevenueturnover. That figure would help make strategic decisions about how big to grow the company to reach predetermined sales targets.\n\nUnexpected events: Unexpected events are a part of life. Therefore, it’s essential to have an exit strategy for what happens when things don’t go to plan. For instance, what happens to a business if the owner faces an unexpected illness? What happens if the company loses a key supplier or customer? These situations need planning in advance to minimize potential losses and capitalize on gains.\n\nSuccession planning: An exit plan specifies what happens to the business when key personnel leave. For example, an exit strategy might stipulate through asuccession planthat the company passes to another family member or that the business sells a stake to other owners or founders. Carefully detailed succession planning of an exit strategy can help avoid potential conflict when a business owner wants to or has to depart.\n\nIn the case of astartupbusiness, successful entrepreneurs plan for a comprehensive exit strategy to prepare for business operations not meeting predetermined milestones.\n\nIfcash flowdraws down to a point where business operations are no longer sustainable, and an externalcapitalinfusion is no longer feasible to maintain operations, then a planned termination of operations and a liquidation of all assets are sometimes the best options to limit further losses.\n\nMost venture capitalists insist that a carefully planned exit strategy be included in a business plan before committing any capital. Business owners or investors may also choose to exit if a lucrative offer for the business is tendered by another party.\n\nIdeally, an entrepreneur will develop an exit strategy in their initial business plan before launching the business. The choice of exit plan will influence business development decisions. Common types of exit strategies include IPOs, strategicacquisitions, and management buyouts (MBOs).\n\nThe exit strategy that an entrepreneur chooses depends on many factors, such as how much control or involvement they want to retain in the business, whether they want the company to continue being operated in the same way, or if they are willing to see it change going forward. The entrepreneur will want to be paid a fair price for their ownership share.\n\nA strategic acquisition, for example, will relieve the founder of their ownership responsibilities but will also mean giving up control. IPOs are often considered the ultimate exit strategy since they are associated with prestige and high payoffs. Contrastingly,bankruptcyis seen as the least desirable way to exit a startup.\n\nA key aspect of an exit strategy is businessvaluation, and there are specialists who can help business owners (and buyers) examine a company’sfinancial statementsto determine a fair value. There are also transition managers whose role is to assist sellers with their business exit strategies.\n\nIn the case of an established business, successfulCEOsdevelop a comprehensive exit strategy as part of their contingency planning for the company.\n\nLarger businesses often favor a merger or acquisition as an exit strategy, as it can be a lucrative way to remunerate owners and/or shareholders. Rival companies often pay a premium to buy out a company that allows them to increasemarket share, acquire intellectual property, or eliminate competition. This raises the prospects of other rivals also placing a bid for the company, ultimately rewarding the sellers of the business.\n\nHowever, a merger-and-acquisition-focused exit strategy should factor in the time and costs to organize large deals as well as regulatory considerations, such asantitrust laws.\n\nEstablished companies also plan for how to exit a failing business, which usually involves liquidation or bankruptcy. Liquidation consists of closing down the business and selling off all itsassets, with any leftover cash going toward paying offdebtsand distributing amongshareholders.\n\nAs mentioned above, most businesses see bankruptcy as a last-resort exit; however, it sometimes becomes the only viable option. Under this scenario, a company’s assets are seized, and it receives relief from its debts. However, declaring bankruptcy could prevent business owners fromborrowing creditor starting another company in the future.\n\nInvestors can use several different exit strategies to prudently manage their investments. Below, we look at several strategies that help minimize losses and maximize gains.\n\nSelling equity stake: Investors with shares in a startup or small company could exit by selling theirequitystake in the business to other investors or a family member. Selling an equity stake may form part of a succession plan agreed upon by founders when starting a business. If selling a startup stake to a family member, it’s important that they understand any conditions tied to the investment.\n\nThe 1% rule: Investors apply this rule by exiting an investment if the maximum loss equals 1% of their liquidnet worth. For example, if Olivia has a liquid net worth of $2 million, she would cut an investment if it generates a loss of $20,000 ((1 ÷ 100) × 2,000,000). The 1% rule helps investors take a systematic approach to protect their capital.\n\nPercentage exit: Using this strategy, investors exit an investment when it has gained or fallen by a certain percentage from its purchase price. For instance, Ethan, an angel investor, may decide to sell his share in a startup if it achieves a 300%return on investment (ROI). Conversely, Amelia, a venture capitalist, may decide to sell her share in a startup if it drops 20% in value.\n\nTime-based exit: Investors apply this strategy by exiting their investment after a specific amount of time has passed. For example, Noah may decide to sell his stake in a business after 18 months if it has not generated a positive return. A time-based exit helps free up capital from underperforming investments that could be used for other opportunities.\n\nBusinesses should have a clearly defined exit plan to help manage risk and capitalize on opportunities. Specifically, an exit plan helps remove emotion from decision making, assists with strategic direction, helps to plan for unexpected events, and provides details about an actionable succession plan.\n\nExit strategies used by early-stage companies include initial public offerings (IPOs), strategic acquisitions, and management buyouts (MBOs). Entrepreneurs typically select an exit plan before launching a business that fits their longer-term business development decisions and goals. The exit strategy that an entrepreneur chooses depends on factors such as how much involvement they want to retain in the business and its future long-term potential.\n\nMore established companies favor mergers and acquisitions as an exit strategy because it often leads to a favorable deal for shareholders, particularly if a rival company wants to increase its market share or acquire intellectual property. Larger companies may exit a loss-making business by liquidating their assets or declaring bankruptcy.\n\nInvestors can capitalize on gains and reduce risk by using exit strategies such as the 1% rule, a percentage-based exit, a time-based exit, or selling their equity stake in a business to other investors or family members. Investors typically set an exit strategy before entering into an investment, as it helps to manage emotions and determine if there is a favorablerisk-return tradeoff.\n\nExit strategy refers to how a business owner or investor will liquidate an asset once predetermined conditions have been met. An exit plan helps to minimize potential losses and maximize profits by keeping emotions in check and setting quantifiable goals.\n\nCommon exit strategies for startups include IPOs, strategic acquisitions, and MBOs. More established companies often favor a merger or acquisition as an exit strategy but may also choose to go into liquidation or file for bankruptcy if becominginsolvent. Meanwhile, investors can exit investments using strategies such as the 1% rule, a percentage-based exit, a time-based exit, or selling their equity stake in a business.\n\nSelling My Business. “The Importance of Having an Exit Plan.”\n\nAllBusiness.com, via Internet Archive Wayback Machine. “10 Reasons Why Your Exit Strategy Is as Important as Your Business Plan.”\n\nAnsarada. “Different Business Exit Strategies, Their Pros and Cons.”\n\nExperian. “What Is an Exit Strategy for Investing?”",
  "url": "https://www.investopedia.com/terms/e/exitstrategy.asp"
}