{
  "term": "Exogenous Growth: Definition, Economic Theory, Vs. Endogenous",
  "definition": "Jiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\nExogenous growth, a key tenet ofneoclassicaleconomic theory, states that economic growth is fueled by technological progress independent of economic forces.\n\nThe exogenous growth theory states thateconomic growtharises due to influences outside the economy. The underlying assumption is that economic prosperity is primarily determined by external, independent factors as opposed to internal, interdependent factors.\n\nFrom a broad economic sense, the concept of exogenous growth grew out of theneoclassical growth model. The exogenous growth model factors in production, diminishingreturns of capital, savings rates, and technological variables to determine economic growth.\n\nThe exogenous growth andendogenous growththeories are part of the neoclassical growth models. Both models stress the role of technological progress in achieving sustained economic growth. However, the former posits that technological progress alone, outside of the economic system, is the key determinant in maximizingproductivity, whereas the latter suggests that an economy's long-term growth is a byproduct of the activities within that economic system that result in technological progress.\n\nExogenous (external) growth factors include things such as the rate of technological advancement or thesavings rate. Endogenous (internal) growth factors, meanwhile, would be capital investment, policy decisions, and an expanding workforce population. These factors are modeled by theSolow model, the Ramsey model, and the Harrod-Domar model.\n\nTo sum up these models, given a fixed amount of labor and static technology, economic growth will cease at some point as ongoing production reaches a state ofequilibriumbased on internal demand factors. Once this equilibrium is reached, exogenous factors are then needed to stoke growth.",
  "url": "https://www.investopedia.com/terms/e/exogenous-growth.asp"
}