{
  "term": "Expanded Accounting Equation: Definition, Formula, How It Works",
  "definition": "The expanded accounting equation is derived from the commonaccounting equationand illustrates in greater detail the different components ofstockholders' equityin a company.\n\nBy decomposing equity into component parts, analysts can get a better idea of how profits are being used—as dividends, reinvested into the company, or retained as cash.\n\nThe expanded version of the accounting equation details the equity role in the basic accounting equation. The common form of the accounting equation is:\n\nThe expanded accounting equation decomposes equity into component parts:\n\nSometimes, analysts want to better understand the composition of a company's shareholders' equity. Besides assets and liabilities, which are part of the general accounting equation, stockholders' equity is expanded into the following elements:\n\nContributed capitaland dividends show the effect of transactions with the stockholders. The difference between the revenue and profit generated and expenses and losses incurred reflects the effect ofnet income (NI)on stockholders' equity. Overall, then, the expanded accounting equation is useful in identifying at a basic level how stockholders' equity in a firm changes from period to period.\n\nSome terminology may vary depending on the type of entity structure. \"Members' capital\" and \"owners' capital\" are commonly used for partnerships andsole proprietorships, respectively, while \"distributions\" and \"withdrawals\" are substitute nomenclature for \"dividends.\"\n\nRevenues and expenses are often reported on the balance sheet as \"net income.\"\n\nLet's look at an actual historical example. Below is a portion of Exxon Mobil Corporation's(XOM)balance sheet as of September 30, 2018.\n\nThe accounting equation whereby Assets = Liabilities + Shareholders' equity is calculated as follows:\n\nWe could also use the expanded accounting equation to see the effect of reinvested earnings ($419,155), other comprehensive income ($18,370), and treasury stock ($225,674). We could also look to XOM's income statement to identify the amount of revenues and dividends the company earned and paid out.\n\nFor another example, consider the balance sheet for Apple, Inc., as published in the company's quarterly report on July 28, 2021.\n\nFor the quarter that ended on June 26, 2021, the company reported the following balances (in USD millions):\n\nThe components of Shareholder's equity are further divided on the consolidated financial statement (in millions):\n\nSubstituting for the appropriate terms of the expanded accounting equation, these figures add up to the total declared assets for Apple, Inc., which are worth $329,840 million U.S. dollars.\n\nThe expanded accounting equation is a form of the basic accounting equation that includes the distinct components of owner's equity, such as dividends, shareholder capital, revenue, and expenses. The expanded equation is used to compare a company's assets with greater granularity than provided by the basic equation.\n\nThe basic accounting equation is used to calculate how much a company is worth, based on the amount of money that has already been invested and the cost of any obligations. The formula for the basic accounting equation is as follows:\n\nThe basic accounting equation is used to provide a simple calculation of a company's value, based on a comparison of equity and liabilities. For a more specific breakdown of the components of equity, use the expanded equation instead.\n\nExxon Mobil. \"SEC Form 10-Q for the Quarterly Period Ended September 30, 2018.\" Accessed Jan. 5, 2022.\n\nApple, Inc. \"SEC Form 10-Q for the Quarterly Period Ended June 26, 2021.\" Pages 6-7. Accessed Jan. 5, 2022.",
  "url": "https://www.investopedia.com/terms/e/expanded-accounting-equation.asp"
}