{
  "term": "Expatriate (Expat): Definition and Pros/Cons of Living Abroad",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn expatriate or expat is a person who moves to another country long-term to live and work or to retire. Many American expats are retirees or have relocated for a job. Increasingly, they are mobile workers who can work from anywhere using the Internet.\n\nRelatively few U.S. expats renounce their U.S. citizenship, despite the fact that the U.S. is the only major nation that taxes the income of citizens who live and work overseas.They, or the companies they work for, must obtain the appropriate residency or work permits for the country they live in.\n\nYou would be considered an expatriate if your employer sends you from your job in its Silicon Valley office to work for an extended period in its Toronto office.\n\nMany workers take a position outside their home country, either independently or as a work assignment. The employer assigning the work can be a company, university, government, or non-governmental organization.\n\nU.S.-based businesses often offer their expatriate employees incentives including higher pay, relocation assistance, and housing allowances, especially if they are moving to a country with high living costs.\n\nLiving as an expatriate can be exciting, but it can also be an emotionally difficult transition. It involves separation from friends and family while adjusting to an unfamiliar culture and work environment. This is one reason behind the higher compensation offered to these migrant workers.\n\nA growing number of U.S. retirees are choosing tolive overseas, often in countries where living costs are substantially lower.\n\nPeople are motivated torelocate abroadat an older age forother reasons, including better climate, access to beaches, and a more relaxed lifestyle. But it can be tricky to navigate thenecessary long-stay visasand adjust to the language and cultural differences.\n\nPopular retirement destinations include countries in Central and South America and the Mediterranean. Costa Rica, Portugal, and Mexico topped International Living's 2024 \"best\" list.\n\nA common choice a retiree expat must deal with is between permanent residency and dual citizenship. Neither dual citizenship nor residency will get you out of filing a U.S. tax return every year.\n\nAmericans have to pay U.S. income taxes wherever they live, and they owe it no matter where their income was earned. There are, however, tax exclusions that allow expats to avoid U.S. taxes on income already taxed by the country in which they live.\n\nYou may also have to file an income tax return in your country of residence although most deduct the amount American residents pay to the U.S. via treaties that minimize double taxation.\n\nYou face a tough decision that will require some soul searching and research if you're aretiree or near-retiree who's on the fence. You might consider a trip abroad or maybe several to test the waters before you make a decision.\n\nSocial Security benefits travel abroadwith you but Medicare does not.\n\nThe U.S. taxes its citizens on income that's earned abroad. But the U.S. tax code contains provisions that help to reducetax liabilityand avoiddouble taxation. Taxes paid in a foreign country can be used as atax creditin the U.S. which reduces the expat's tax bill when applied against it.\n\nTheForeign Earned Income Exclusion(FEIE) allows expats to exclude foreign earned income from their tax returns up to a certain level. The amount is indexed to inflation. It is $126,500 for the 2024 tax year, increasing to $130,000 for the 2025 tax year.\n\nFor example, a person who was paid $180,000 in 2024 for a job in a foreign country would have to pay U.S. federal income tax on $53,500: $180,000 minus $126,500.\n\nThe FEIE doesn't apply to rental or investment income. Any income earned from interest or capital gains from investments must be reported to the IRS. TheForeign Tax Credit(FTC) is a provision that ensures that expats aren't double-taxed on their capital gains.\n\nAssume an expat falls in the 35% incometax bracketin the U.S. Theirlong-term capital gainon any investment is taxed at 15% for people in this bracket.The FTC provides a dollar-for-dollar credit against taxes paid to a foreign country so the expat would only have to pay 5% tax to the U.S. if they paid 10% tax to the country in which they work.\n\nThey’d owe the full 15% tax to the U.S. government if they paid no tax on capital gains to the foreign country.\n\nThe expat would forfeit that amount if the income tax paid to a foreign government far exceeds the amount of the credit because the foreign tax rate far exceeded the U.S. rate. The credit can be carried to future years, however.\n\nPeople who have renounced U.S. citizenship are referred to as expatriates for tax purposes. They're subject to an exit tax known as an expatriation tax.\n\nThe expatriation tax provisions apply to U.S. citizens who have renounced their citizenship and long-term residents who have ended their U.S. residency if one of the principal purposes of the action is theavoidance of U.S. taxes, according to the Internal Revenue Service (IRS).\n\nThis emigration tax applies to individuals who:\n\nLiving and working in another country for an extended period can have benefits. They can range from new experiences and adventure to more practical considerations like a lower cost of living or being closer to extended family abroad.\n\nDepending on where you settle, you may also get government perks like free healthcare and education and more favorable taxation.\n\nThere are also some potential drawbacks. You'll still have to file tax returns each year and may have to pay taxes to Uncle Sam even on income earned in your new country.\n\nYou might also be a long way from home. This can make seeing friends and family more costly and difficult and time zone differences can interfere with linking up by phone or video chat.\n\nLearning a new language and customs can also be difficult for some and certain items or products that you like may not be available in the country to which you move.\n\nAnd not all countries enjoy the same level of political and economic stability that the U.S. does.\n\nNew experiences and maybe a different lifestyle\n\nLower cost of living in some countries\n\nAccess to affordable healthcare in many countries\n\nU.S. tax filing required even on foreign earned income\n\nLong way away from friends and family\n\nLanguage, cultural, political, and economic barriers\n\nChallenges in securing the proper visas and permits\n\nAn expatriate is someone who leaves their country of origin and settles abroad for an extended period, often permanently.\n\nAmericans living overseas still have to file U.S. tax returns unless they relinquish their American citizenship. International treaties minimize or eliminate double taxation for most.\n\nPeople often find comfort in seeking out other foreigners when they relocate to a foreign country, especially those from their home country. Expat communities are enclaves of people from a similar national origin, often with their own schools, restaurants, and shops. English-speaking enclaves are called Anglo communities in many countries.\n\nExpats must typically navigate a complex web of tax rules and regulations that can be challenging to understand and comply with. The U.S. requires citizens abroad to file taxes with the IRS although tax credits and income exclusions minimize or eliminate double taxation. Think it all through before you make a decisive move.\n\nTaxes for Expats. \"Citizen based taxation - international comparison.\"\n\nYahoo! Finance. \"More Americans are renouncing their citizenship - Here's who is leaving and why.\"\n\nYahoo! Finance. \"More Americans are renouncing their citizenship - Here's who is leaving and why.\"\n\nInternational Living. \"The World’s Best Places to Retire in 2024.\"\n\nInternal Revenue Service. \"Publication 54, Tax Guide for U.S. Citizens and Resident Aliens Abroad.\" Page 3.\n\nInternal Revenue Service. \"Tax Treaties.\"\n\nInternal Revenue Service. \"IRS releases tax inflation adjustments for 2025 tax year.\"\n\nInternal Revenue Service. \"Foreign Earned Income Exclusion.\"\n\nInternal Revenue Service. \"Publication 54, Tax Guide for U.S. Citizens and Resident Aliens Abroad.\" Page 15-16.\n\nInternal Revenue Service. \"Foreign Tax Credit.\"\n\nInternal Revenue Service. \"Topic No. 409, Capital Gains and Losses.\"\n\nInternal Revenue Service. \"Foreign Taxes that Qualify for the Foreign Tax Credit.\"\n\nInternal Revenue Service. \"Publication 54, Tax Guide for U.S. Citizens and Resident Aliens Abroad.\" Page 34.\n\nInternal Revenue Service. \"Publication 519, U.S. Tax Guide for Aliens.\" Pages 23-24.\n\nInternal Revenue Service. \"Expatriation Tax.\"\n\nInternal Revenue Service. \"26 CFR 601.602: Tax Forms and Instructions; Rev. Proc. 2023-34.\" Page 18.\n\nInternal Revenue Service. \"26 CFR 601.602: Tax Forms and Instructions: Rev. Proc. 2022-38.\" Page 19.\n\nInternal Revenue Service. \"Publication 519, U.S. Tax Guide for Aliens.\" Page 24.",
  "url": "https://www.investopedia.com/terms/e/expatriate.asp"
}