{
  "term": "Expansion: Definition in Economics, Length, and Indicators",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nExpansion is the phase of the business cycle wherereal gross domestic product (real GDP)grows for two or more consecutive quarters, moving from a trough to a peak. Expansion is typically accompanied by a rise in employment, consumer confidence, and equity markets and is also referred to as aneconomic recovery.\n\nThe rise and fall ofeconomic growthis not a completely random, unexplainable phenomenon. Like the weather, the economy is believed to follow a cyclical path that continues to repeat itself over time. This process is called thebusiness cycleand is broken down into four distinct, identifiable phases:\n\nEconomists, policymakers, and investors closely study business cycles. Learning about economic expansion and contraction patterns of the past can assist in forecasting potential future trends and identifying investment opportunities.\n\nExpansions last on average about four to five years but have been known to go on anywhere from 10 months to more than 10 years.TheNational Bureau of Economic Research (NBER)determines the dates for business cycles in the United States.\n\nThe longest U.S. expansion on record lasted 128 months, or just over 10 and a half years, according to the NBER, ending in February 2020.\n\nLeading indicators such as average weekly hours worked by manufacturing employees,unemployment claims, new orders for consumer goods, andbuilding permitsall give clues as to whether an expansion or contraction is occurring in the near future.\n\nHowever, economists and analysts generally agree that there are two main forces that best determine corporate profits and the state of the general economy:capital expenditure (CapEx), the money companies spend on maintaining, improving, and buying new assets; andinterest rates.\n\nWhen the economy needs a lift, policymakers try to lower borrowing costs, encouraging businesses and consumers to spend more. When theFederal Reserve (Fed)cuts interest rates, saving is no longer favorable and the expansion phase begins. Money flows freely through the economy, companies take on loans to fund expansion, job prospects improve, and consumer spending rockets.\n\nEventually, the cheap flow of money and subsequent increase in spending will causeinflationto rise, leadingcentral banksto hike interest rates. Suddenly the onus is on encouraging people to rein in on spending and moderating economic growth. Company revenues fall, share prices decline, and the economy contracts again.\n\nSeveral economists, including Irving Fisher, note that cycles move in tandem with company attempts to match ever-changing consumer demand. When the economy is growing, customers are buying and borrowing costs are cheap, management teams regularly seek to capitalize by ramping up production.\n\nAt first, this leads to higher sales and decentreturns on invested capital (ROIC). Later, the competition gets fiercer and greed takes its toll. Eventually,supply outstrips demand, prices fall, early debt binges become more difficult to service, and companies are left with no choice but to lay off staff.\n\nCongressional Research Service. \"Introduction to U.S. Economy: The Business Cycle and Growth.\" Page 1.\n\nNational Bureau of Economic Research. \"Business Cycle Dating Procedure: Frequently Asked Questions.\"\n\nNational Bureau of Economic Research. \"US Business Cycle Expansions and Contractions.\"\n\nNational Bureau of Economic Research. \"Business Cycle Dating.\"",
  "url": "https://www.investopedia.com/terms/e/expansion.asp"
}