{
  "term": "Expansionary Fiscal Policy: Risks and Examples",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nExpansionary policy is a form ofmacroeconomicpolicy that seeks to encourage economic growth by increasing aggregate demand. It can consist of eithermonetary policyorfiscal policy, or a combination of the two. It is part of the general policy prescription ofKeynesian economicsto be used during economic slowdowns and recessions in order to moderate the downside ofeconomic cycles. Expansionary policy is also known as loose policy.\n\nThe basic objective of expansionary policy is to boostaggregate demandto make up for shortfalls in private demand. It is based on the ideas of Keynesian economics, particularly the idea that the main cause ofrecessionsis a deficiency in aggregate demand. Expansionary policy is intended to boost business investment and consumer spending by injecting money into the economy either through direct government deficit spending or increased lending to businesses and consumers.\n\nFrom a fiscal policy perspective, the government enacts expansionary policies through budgeting tools that provide people with more money. Increasing spending and cutting taxes to producebudget deficitsmeans that the government is putting more money into the economy than it is taking out. Expansionary fiscal policy includes tax cuts, transfer payments, rebates and increased government spending on projects such as infrastructure improvements.\n\nFor example, it can increase discretionary government spending, infusing the economy with more money through government contracts. Additionally, it can cut taxes and leave a greater amount of money in the hands of the people who then go on to spend and invest.\n\nExpansionary fiscal policy are policies enacted by a government that often increases or decreases the money supply to make changes to the economy. In other words, governments can directly give money to individuals, businesses, or taxpayers. Alternatively, to slow the economy, it can take it away.\n\nDuring expansionary periods, governments can increase spending on infrastructure projects, social programs, and other initiatives to boost demand and stimulate economic growth. They may also enact tax cuts to reduce taxes, which puts more money in consumers' pockets and stimulates spending. Governments can also increase transfer payments such as welfare, unemployment, or other benefits to increase household income.\n\nExpansionary monetary policy works by expanding themoney supplyfaster than usual or lowering short-term interest rates. It is enacted by central banks and comes about through open market operations, reserve requirements, and setting interest rates. The U.S. Federal Reserve employs expansionary policies whenever it lowers the benchmark federal funds rate or discount rate, decreases required reserves for banks or buysTreasury bondson theopen market. Quantitative Easing, or QE, is another form of expansionary monetary policy.\n\nFor example, when the benchmark federal funds rate is lowered, the cost of borrowing from the central bank decreases, giving banks greater access to cash that can be lent in the market. When reserve requirements decline, it allows banks to lend a higher proportion of their capital to consumers and businesses. When the central bank purchases debt instruments, it injects capital directly into the economy.\n\nOn August 27, 2020, the Federal Reserve announced that it would no longer raise interest rates due to unemployment falling below a certain level if inflation remained low. It also changed its inflation target to an average, meaning that it will allow inflation to rise somewhat above its 2% target to make up for periods when it was below 2%.\n\nThe Federal Reserve kept interest rates at 0% until March 2022; it then decided to pivot and begin combatting inflation by raising the rate. As of April 2024, the effective fed funds rate is at 5.33%.\n\nExpansionary monetary policy is implemented by central banks to stimulate economic growth and combat economic slowdown. For the United States, the Federal Reserve is overseen by a collection of individuals. This Board of Governors that oversees the Federal Reserve System proposes, reviews, and votes on proposed regulation. These economic experts monitor macroeconomic conditions, implement changes, and review implications of those changes.\n\nIn other cases, measures are voted on my members of the government such as the House of Representative or Senate. These bills may include changes to tax policies, for example. This type of policy must be approved by all appropriate levels of government before implemented.\n\nOnce measures have passed by the Federal Reserve, the policies are communicated and implemented by the appropriate entities. For example, the IRS is then tasked with integrated tax breaks into Internal Revenue Codification. In another example, monetary rates are communicated through branches of lending, starting with the Federal Reserve branches and extending to other institutions.\n\nExpansionary policy is a popular tool for managing low-growth periods in the business cycle, but it also comes with risks. These risks include macroeconomic, microeconomic, and political economy issues. Gauging when to engage in expansionary policy, how much to do, and when to stop requires sophisticated analysis and involves substantial uncertainties. Expanding too much can cause side effects such as highinflationor anoverheated economy.\n\nThere is atime lag between when a policy move is made and when it worksits way through the economy. This makes up-to-the-minute analysis nearly impossible, even for the most seasoned economists. Prudent central bankers and legislators must know when to halt money supply growth or even reverse course and switch to acontractionary policy, which would involve taking the opposite steps of expansionary policy, such as raising interest rates.\n\nEven under ideal conditions, expansionary fiscal and monetary policy risk creating microeconomic distortions through the economy. Simple economic models often portray the effects of expansionary policy as neutral to the structure of the economy as if the money injected into the economy were distributed uniformly and instantaneously across the economy.\n\nIn actual practice, monetary and fiscal policy both operate by distributing new money to specific individuals, businesses, and industries who then spend and circulate the new money to the rest of the economy. Rather than uniformly boosting aggregate demand, this means that expansionary policy always involves an effective transfer of purchasing power and wealth from the earlier recipients to the later recipients of the new money.\n\nIn addition, like any government policy, an expansionary policy is potentially vulnerable to information and incentive problems. The distribution of the money injected by expansionary policy into the economy can obviously involve political considerations. Problems such asrent-seekingandprincipal-agent problemseasily crop up whenever large sums of public money are up for grabs. And by definition, expansionary policy, whether fiscal or monetary, involves the distribution of large sums of public money.\n\nThere is no clear signal whether a government should expand or contract an economy. All it can do is evaluate all available data and decide what may be the best course of action. For this reason, expansionary policy is often controversial as it is driven by opinion.\n\nWhen the government enacts expansionary policy, there are far-reaching effects that impact economies in a number of ways.\n\nWhen interest rates are lowered, the availability of credit is increased. This leads to an increase in consumer spending, driving economic growth. After all, the end goal of expansionary policy is to heat up the economy. The primary effect (or intended effect) of expansionary policy is to make people acquire and spend more money.\n\nThis effect also translates into business activity. Expansionary policy can also stimulate business investment by making it cheaper to borrow money for capital expenditures, leading to increased job creation and economic growth. For this reason, it's common for jobs to have more job openings or job creations during expansionary policy since capital is easier to come by.\n\nBecause consumers have more money and companies are hiring more, expansionary policy results in an increase in demand for goods and services. This often leads to more favorable manufacturing information, especially for firms that also invest in expansion using low cost of capital. This also creates a more balanced system of trades as companies undergoing expansionary policy may be cheaper to export.\n\nAll of this activity is meant to stimulate an economy. Unfortunately, in order to reduce unemployment, the primary negative effect of expansionary policy is inflation. An increase in the money supply can lead to inflation if it outpaces the growth of the economy. This means that prices, wages, and input costs increase; though people have more money (or better access to money), the prices they pay will be higher.\n\nA major example of expansionary policy is the response following the2008 financial crisiswhen central banks around the world lowered interest rates to near-zero and conducted major stimulus spending programs. In the United States, this included theAmerican Recovery and Reinvestment Actand multiple rounds ofquantitative easingby the U.S. Federal Reserve. U.S. policy makers spent and lent trillions of dollars into the U.S. economy in order to support domestic aggregate demand and prop up thefinancial system.\n\nIn a more recent example, declining oil prices from 2014 through the second quarter of 2016 caused many economies to slow down. Canada was hit especially hard in the first half of 2016, with almost one-third of its entire economy based in the energy sector. This caused bank profits to decline, making Canadian banks vulnerable to failure.\n\nTo combat these low oil prices, Canada enacted an expansionary monetary policy by reducing interest rates within the country. The expansionary policy was targeted to boost economic growth domestically. However, the policy also meant a decrease in net interest margins for Canadian banks, squeezing bank profits.\n\nA more recent and extreme example of expansionary policy occurred during the COVID-19 pandemic. In response to temporary business closures and an immediately halted economy, the Federal government lowered interest rates from 1.5%-1.75% to 0%-0.25% around March 2020.In seemingly overnight, governments tried to make it as easy as possible for consumers and businesses to receive low-cost debt.\n\nIn an example of fiscal policy, the IRS issued three Economic Impact Payments during the pandemic. Taxpayers, assuming they did not exceed income thresholds, could receive three different payments: $1,200 in April 2020, $600 in December 2020, and $1,400 in March 2021. There were also additional Child Tax Credit opportunities.\n\nOne last example of expansionary policy during COVID-19 was the Federal Reserve's open market operations. The Treasury raised trillions of dollars by issuing Treasury bills, and the Treasury also held a historically high operating cash amount of $1.6 trillion on hand.It also increased its purchase of Treasury Securities and other debt instruments to inject capital into the market; it was not until 2022 that the Federal Reserve began easing these purchases.\n\nThe Federal Reserve often tweaks the Federal funds reserve rate as its primary tool of expansionary monetary policy. Increasing the fed rate contracts the economy, while decreasing the fed rate increases the economy.\n\nExpansionary policy often has the unintended consequence of creating (or increasing) inflation. The Federal Reserve usually has to choose between combatting unemployment and inflation; any policies set forth to battle one usually increases the other. This is because expansionary policy usually means people have more money at their disposal. Due to greater demand for products, more consumers are able to purchase goods at higher prices.\n\nOpposite of expansionary policy, the Federal Reserve may also enact contractionary policies. These policies are meant to slow the economy, make debt more expensive to come by, and shrink the money supply. By slowing the economy, reducing consumer demand, and slowing business growth, inflation often slows though unemployment is put at risk to increase.\n\nExpansionary policy is a set of economic measures taken by a government or central bank to stimulate economic growth. These policies are intended to increase demand and aggregate spending. The goal of expansionary policy is to boost the economy during periods of slow growth or recession, though it may unintentionally increase the rate of annual inflation.\n\nFederal Reserve Bank of New York. \"Effective Federal Funds Rate.\"\n\nUSA.gov. \"Advance Child Tax Credit and Economic Impact Payments - Stimulus Checks.\"\n\nU.S. Government Accountability Office. \"Federal Debt Management: Treasury Quickly Financed Historic Government Response to the Pandemic and Is Assessing Risks to Market Functionary.\"\n\nFederal Reserve Bank of New York. \"Treasury Securities Operational Details.\"",
  "url": "https://www.investopedia.com/terms/e/expansionary_policy.asp"
}