{
  "term": "Expected Return: What It Is and How It Works",
  "definition": "The expected return is the profit or loss that an investor anticipates on an investment based on historicalrates of return (RoR). The expected return is not guaranteed, but historical data sets reasonable expectations. Therefore, the expected return figure can be considered a long-term weighted average ofhistorical returns.\n\nInvestopedia / Paige McLaughlin\n\nExpected return calculations are a key piece of business operations and financial theory, and are described in themodern portfolio theory (MPT)or theBlack-Scholesoptions pricing model.The expected return helps determine whether an investment has a positive or negative average net outcome.\n\nThe sum is calculated as theexpected value (EV)of an investment given its potential returns in different scenarios, as illustrated by the following formula:\n\nWhere \"i\" indicates each known return and its respective probability in the series\n\nFor example, if an investment has a 50% chance of gaining 20% and a 50% chance of losing 10%, the expected return would be 5% = (50% x 20% + 50% x -10% = 5%). The 5% expected return may never be realized, as the investment is inherently subject tosystematicandunsystematicrisks.\n\nSystematic risk affects a market sector or the entire market, whereas unsystematic risk applies to a specific company or industry.\n\nWhen considering individual investments or portfolios, a more formal equation for the expected return of a financial investment is:\n\nThe expected return above the risk-free rate of return depends on the investment's beta, or relative volatility compared to the broader market. The expected return andstandard deviationare two statistical measures that can be used to analyze a portfolio.\n\nThe expected return of a portfolio is the anticipated amount of returns that it may generate, making it the average of the portfolio's possible return distribution. The standard deviation of a portfolio measures the amount that the returns deviate from its mean, making it a proxy for the portfolio's risk.\n\nBefore making any investment decisions, investorsreview the risk characteristicsof opportunities to determine if the investments align with their portfolio goals. Assume two hypothetical investments exist. Their annual performance results for the last five years are:\n\nBoth of these investments have expected returns of 8%. However, when analyzing the risk of each, as defined by the standard deviation, investment A is approximately five times riskier than investment B.\n\nInvestment A has a standard deviation of 11.26% and investment B has a standard deviation of 2.28%. Standard deviation is a common statistical metric to measure an investment's historical volatility or risk.\n\nxi=Value of theithpoint in the data set\n\nx=The mean value of the data set\n\nn=The number of data points in the data set\n\nThe expected return can apply to a singlesecurityor asset or be expanded to analyze a portfolio containing many investments. If the expected return for each investment is known, the portfolio's overall expected return is a weighted average of the expected returns of its components.\n\nFor example, assume an investor has the following portfolio:\n\nWith a total portfolio value of $1 million, the weights of Alphabet, Apple, and Amazon in the portfolio are 50%, 20%, and 30%, respectively. The expected return of the total portfolio is:\n\n(50% x 15%) + (20% x 6%) + (30% x 9%) = 11.4%\n\nExpected return calculations determine whether an investment has a positive or negative average net outcome. The equation is usually based on historical data and therefore cannot be guaranteed for future results, however, it can set reasonable expectations.\n\nHistorical returns are the past performance of a security or index, such as theS&P 500. Analysts review historical return data to predict future returns or to estimate how a security might react to a particular economic situation, such as a drop in consumer spending.\n\nExpected return and standard deviation are two statistical measures used to analyze a portfolio. The expected return of a portfolio is the anticipated returns a portfolio may generate, making it the average distribution. The standard deviation of a portfolio measures the amount that the returns deviate from its mean, making it a proxy for the portfolio's risk.\n\nThe expected return is the average return that an investment or portfolio should generate over a certain period. Riskier assets or securities demand a higher expected return to compensate for the additional risk. Expected return is not a guarantee, but a prediction based on historical data and other relevant factors.\n\nUniversity of Washington. \"Chapter 1, Introduction to Portfolio Theory.\"\n\nUniversity at Albany, SUNY. \"Financial Economics: Black-Scholes Option Pricing.\"",
  "url": "https://www.investopedia.com/terms/e/expectedreturn.asp"
}