{
  "term": "Expense Ratio: Definition, Formula, Components, and Example",
  "definition": "An expense ratio measures how much you'll pay over the course of a year to own a fund, expressed as a percentage of your investments. An expense ratio is calculated by dividing a fund's operating expenses by its net assets. For example, if you have $5,000 invested in an ETF with an expense ratio of .04%, you'll pay the fund $2 annually.\n\nIt's very rare to need to calculate a fund's expense ratio because a fund is required to furnish it in its prospectus.Additionally, because it is an important metric for investors, expense ratios are almost always found on a fund's website. But if you need to calculate it, this is the formula:\n\nER=Total Fund CostsTotal Fund Assets\\begin{aligned} &\\text{ER} = \\frac{ \\text{Total Fund Costs} }{ \\text{Total Fund Assets} } \\\\ \\end{aligned}​ER=Total Fund AssetsTotal Fund Costs​​\n\nYou'll need to locate the fund's operating expenses in its financial statements and net assets on its webpage (or financial statements).\n\nGenerally, the lower the expense ratio, the better it is for most investors.\n\nMost expenses within a fund are variable; however, the variable expenses are fixed within the fund because of how it is calculated. For example, a fee consuming 0.5% of the fund's assets will always consume 0.5%, regardless of how it varies.\n\nIn addition to the management fees associated with a fund, some funds have an advertising and promotion expense, referred to as a12b-1 fee, which is included in operating expenses. Notably, 12b-1 fees within a fund cannot exceed 1% (0.75% allocated to distribution and 0.25% allocated to shareholder servicing), according toFINRArules.\n\nA fund's trading activity—the buying and selling of portfolio securities—is not included in its calculation of the expense ratio. Costs not included in operating expenses areloads,contingent deferred sales charges (CDSC), andredemption fees, which, if applicable, are paid directly by fund investors.\n\nThe expense ratio is often concerned with total net expenses, but investors sometimes want to use gross versus net expenses.\n\nThe expense ratios of passively managedfundsandactively managedfunds depend on how they are structured and managed:\n\nThe Vanguard S&P 500 ETF (VOO), a passively managed index fund that replicates the Standard & Poor's (S&P) 500 Index, has one of the lowest expense ratios in the industry, at 0.03% annually. This fund does not use asset-weighting, but the Vanguard Consumer Staples ETF (VDC) does—and it has a much higher expense ratio: 0.10%. VDC mimics the MSCI US IMI Consumer Staples 25/50 index but weighs three sectors differently than the index.\n\nThe Fidelity Contrafund (FCNTX) is one of the largest actively managed funds in the marketplace, with an expense ratio of 0.39% ($39 per $10,000 invested). This fund is much more highly weighted toward communication services than its benchmark, the S&P 500.\n\nIn general,exchange-traded funds (ETFs)have lower expense ratios than comparable mutual funds.\n\nThe expense ratio is the amount of a fund's assets used towards administrative and other operating expenses. Because anexpense ratio reduces a fund's assets, it reduces the returns investors receive.\n\nThe expense ratio of a fund or ETFis important becauseit lets an investor know how much they pay to invest in a specific fund and how much their returns will be reduced. The lower the expense ratio the better because an investor receives higher returns on their invested capital.\n\nThe expense ratio is calculated by dividing a fund's net expenses by its net assets.\n\nExpense ratios are taken from mutual fund and ETF returns to help pay for operations and fund management. The expense ratio charged to investors will vary depending on the fund's investment strategy and level of trading activity. In general, expense ratios have declined steadily as competition for investor dollars has heightened.\n\nActively managed funds and those in less liquid asset classes tend to have higher expense ratios, while passively managed index fundsfeature the lowest expense ratios.\n\nFinancial Industry Regulatory Authority. \"Notice to Members 06-48: SEC Approves Amendments to NASD Rules 2210 and 2211 to Require Disclosure of Fees and Expenses in Mutual Fund Performance Sales Material.\"\n\nU.S. Securities and Exchange Commission. \"Updated Investor Bulletin: How Fees and Expenses Affect Your Investment Portfolio.\"\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: Mutual Fund Fees and Expenses.\"\n\nVanguard. \"Vanguard Consumer Staples ETF (VDC).\"\n\nVanguard. \"Vanguard S&P 500 ETF (VOO).\"\n\nFidelity. \"Fidelity Contrafund (FCNTX).\"\n\nU.S. Securities and Exchange Commission. \"Mutual Funds and Exchange-Traded Funds (ETFs) – A Guide for Investors.\"",
  "url": "https://www.investopedia.com/terms/e/expenseratio.asp"
}