{
  "term": "Expected Value: Definition, Formula, and Examples",
  "definition": "Expected value (EV) is a formula that investors use to estimate the likely average return they might earn from an investment over time. They use expected value to estimate the worth of investments, often relative to their risk.\n\nBy calculating EVs, investors can choose the scenario most likely to produce the outcome they seek. The EV is calculated instatisticsand probability analysis by multiplying each of the possible outcomes by the likelihood that each outcome will occur and then summing all of those values.\n\nExpected value refers to the anticipated value of anassetin the future. The EV of a random variable gives a measure of the center of the distribution of the variable. The EV is essentially the long-term average value of the variable.\n\nBecause of thelaw of large numbers, the average value of the variable converges to the EV as the number of repetitions approaches infinity. EV is also known as expectation, the mean, or the first moment.\n\nEV can be calculated for single discrete variables, single continuous variables, multiple discrete variables, and multiple continuous variables. Integrals must be used for continuous variable situations.\n\nScenario analysisis one technique for calculating the EV of an investment opportunity. It uses estimated probabilities withmultivariate modelsto examine possible outcomes for a proposed investment. Scenario analysis also helps investors determine whether they're taking on an appropriate level of risk given the likely outcome of the investment.\n\nThe difference between expected value and arithmetic mean is that the former involves a distribution of probability and the latter involves a distribution of occurrence.\n\nThe formula for expected value is:\n\nEV=∑P(Xi)×Xi\\begin{aligned} EV=\\sum P(X_i)\\times X_i\\end{aligned}EV=∑P(Xi​)×Xi​​\n\nThe EV of arandom variableX is therefore taken as each value of the random variable multiplied by its probability. Each of those products is summed.\n\nInvestors should understand several key factors when they want to construct their investment orfinancial portfolios. They include how assets work and their associated risks. Investors should also have a firm grasp on their financial situation, investment goals, and investment time horizon.\n\nInvestors and their financial advisors can employ EV to build a portfolio that maximizes their returns while minimizing their risks when they thoroughly understand these factors.\n\nYou can use EV to determine the potential return of an investment and therefore which assets to add to your portfolio based on your preference for return.\n\nFirst, multiply the probability of a positive outcome by the potential return to calculate expected return. Say an investment has a 60% chance of increasing in value by $10,000. The calculation would be: 0.6 x $10,000 = $6,000.\n\nThen multiply the probability of a negative outcome by the potential loss. The investment also has a 40% chance of decreasing in value by $5,000. The calculation would be: 0.4 x $5,000 = $2,000.\n\nFinally, subtract the second result from the first: $6,000 - $2,000 = $4,000. That's the EV for this investment.\n\nYou may next want to compare two or more investments in which you're interested. Follow the same steps and compare the expected returns. This can help you make selections as you build your portfolio.\n\nAlso, bear in mind that different assets have different EVs. A stock comes with a different expected value and risk profile than a bond or anexchange-traded fund (ETF). It's useful to calculate EVs for the various assets you're interested in and compare the results.\n\nYou can also use EV to adjust your portfolio after it's built. Compare EVs to determine whether selling an underperforming asset with no expectation of a rise in value and replacing it with another with a higher EV makes sense.\n\nYou must multiply each value of the variable by the probability of that value occurring to calculate the EV for a single discrete random variable.\n\nTake a normal six-sided die. It has an equal one-sixth probability of landing on the values of either one, two, three, four, five, or six after you roll it. Given this information, the calculation is:\n\n(16×1)+(16×2)+(16×3)+(16×4)+(16×5)+(16×6)=3.5\\begin{aligned}\\left(\\frac{1}{6}\\times1\\right)&+\\left(\\frac{1}{6}\\times2\\right)+\\left(\\frac{1}{6}\\times3\\right)\\\\&+\\left(\\frac{1}{6}\\times4\\right)+\\left(\\frac{1}{6}\\times5\\right)+\\left(\\frac{1}{6}\\times6\\right)=3.5\\end{aligned}(61​×1)​+(61​×2)+(61​×3)+(61​×4)+(61​×5)+(61​×6)=3.5​\n\nYou would find that the average value equals 3.5 if you were to roll a six-sided die an infinite number of times.\n\nThe expected value of a stock is estimated as thenet present value (NPV)of all future dividends that the stock pays. You can predict how much investors should willingly pay for the stock using a dividend discount model such as theGordon growth model (GGM)if you can estimate the growth rate of the dividends. It should be noted that this is a different formula from the statistical expected value presented in this article, however.\n\nAnalysts often use a multiples approach to come up with the expected value of non-dividend stocks. The price-to-earnings (P/E) ratio is often used and compared to industry peers so a tech stock's EV would be 25 times its earnings per share if the tech industry has an average P/E of 25x. Again, this is different from the statistical expected value presented in this article but it's another commonly used method for examining a stock's value.\n\nModern portfolio theory and related models use mean-variance optimization to come up with the best portfolio allocation on a risk-adjusted basis. Risk is measured as the portfolio's standard deviation and the mean is the expected value orexpected returnof the portfolio.\n\nUnderstanding the concept of expected value is important for investors. It can aid them in determining the level of return they might expect from an investment. Expected value and scenario analysis can provide insight into the risk of an investment versus its return and help an investor decide whether to include it in their portfolio.\n\nWall Street Prep. \"Gordon Growth Model (GGM).\"",
  "url": "https://www.investopedia.com/terms/e/expected-value.asp"
}