{
  "term": "Expense: Definition, Types, and How It Is Recorded",
  "definition": "In business, an expense is a cost that a company incurs to generate revenue.\n\nAn expense is a cost that a company incurs to generate revenue. Common expenses include payments to suppliers, employee wages, factory leases, and equipment depreciation.\n\nExpenses are generally categorized as operating expenses or non-operating expenses.\n\nOne of a company's main goals is to maximize profits. This is achieved by boosting revenues while keeping expenses in check. However, if expenses are cut too much, it could have a detrimental effect. For example, paying less on advertising reduces costs, but it also lowers the company’s visibility and ability to reach out to potential customers.\n\nBusinesses are allowed to write off tax-deductible expenses on their income tax returns to lower theirtaxable incomeand thus their tax liability.However, theInternal Revenue Service(IRS) has strict rules on which expenses businesses are allowed to claim as a deduction.\n\nCompanies break down their revenues and expenses in theirincome statements. Accountants record expenses through one of two accounting methods: cash basis or accrual basis. Under cash basis accounting, expenses are recorded when they are paid. In contrast, under the accrual method, expenses are recorded when they are incurred.\n\nFor example, say a business owner schedules a carpet cleaning. If the company uses the cash basis method, the accountant would record the expense when the company pays the invoice. If the company uses the accrual method, the accountant would record the expense when the company receives the service.\n\nExpenses are generally recorded on an accrual basis, ensuring that they match up with the revenues reported in accounting periods.\n\nExpenses are used to calculate net income. The equation to calculatenet incomeis revenues minus expenses.\n\nThere are two main categories of business expenses in accounting: operating expenses and non-operating expenses.\n\nOperating expensesare the expenses related to a company’s main activities, such as the cost of goods sold, administrative fees, office supplies, direct labor, and rent. These are the expenses that are incurred from normal, day-to-day activities.\n\nOperating expenses are deducted from revenues to arrive at operating income, which is the amount of profit a company earns from its direct business activities.\n\nNon-operating expensesare not directly related to the company's core operations. Common examples includeinterestcharges and other costs associated with borrowing money. These are expenses that occur outside of a company's day-to-day activities. These costs may occur from restructuring, reorganizing, interest charges on debt, or on obsolete inventory.\n\nNon-operating expenses are kept separate from operating expenses from an accounting perspective so it's clear how much a company earns from its core activities.\n\nCapital expenditures, commonly known as CapEx, are funds used by a company to acquire, upgrade, and maintain physical assets such as property, buildings, an industrial plant, technology, or equipment.\n\nThe IRS treatscapital expenses differentlythan most other business expenses. While most costs of doing business can be expensed or written off against business income the year they are incurred, capital expenses must becapitalizedor written off slowly over time.\n\nThe IRS has a schedule that dictates the portion of a capital asset a business may write off each year until the entire expense is claimed. The number of years over which a business writes off a capital expense varies based on the type of asset.\n\nAccording to the IRS, to bedeductible, a business expense \"must be both ordinary and necessary.\" Ordinary means the expense is common or accepted in that industry, while necessary means the expense is crucial to earning income. Business owners are not allowed to claim their personal, non-business expenses as business deductions. They also cannot claim lobbying expenses, penalties, and fines.\n\nExamples of expenses include rent, utilities, wages, maintenance, depreciation, insurance, and the cost of goods sold. Expenses are usually recurring payments needed to operate a business.\n\nExpenses can be categorized in a variety of ways. One type is a fixed expense, which don't change with the change in production. (Examples include rent or a mortgage.) Another type is a variable expense, which changes with the change in production. (Examples include utilities and the cost of goods sold.) Expenses can also be categorized as operating and non-operating expenses. The former is directly related to operating the company, while the latter is indirectly related.\n\nYes, a salary is considered an expense and is reported as such on a company's income statement.\n\nAn expense is a cost that a business incurs in running its operations. Expenses include wages, maintenance, rent, and depreciation. Expenses are deducted from revenue to arrive at profits. Businesses are allowed to deduct certain expenses to help alleviate their tax burden. However, if you have questions about what's deductible, it's typically a good idea to consult with a tax expert.\n\nInternal Revenue Service. \"Guide to Business Expense Resources.\"\n\nInternal Revenue Service. \"Tangible Property Regulations-Frequently Asked Questions.\"\n\nInternal Revenue Service. \"Tax Guide for Small Business.\" Pages 30-39.",
  "url": "https://www.investopedia.com/terms/e/expense.asp"
}