{
  "term": "Expiration Time Explained: What It Is, How It Works, Example",
  "definition": "Investopedia / Michela Buttignol\n\nThe expiration time of anoptions contractor other derivative is the exact date and time when the instrument's value can no longer be changed and all trader obligations must be settled. Derivatives contracts that finish out of the money (OTM) at the time of expiration will become worthless, while in-the-money (ITM) contracts will be evaluated based on thesettlement priceupon expiry.\n\nThe expiration time is more specific than theexpiration dateand should not be confused with the last time to trade that option.\n\nExpiration time differs from the expiration date in that the former is when the option actually expires while the latter is the deadline for the holder of the option to make their intentions known. Most option traders need only be concerned with the expiration date but it isuseful to know the expiration timeas well.\n\nAccording toNASDAQ, the expiration time is:\n\nSince many public holders of options deal withbrokers, they face different expiration times. In the U.S., the last day to trade an option is typically the third Friday of the expiration month, while theexpiration dateis the Saturday immediately afterwards. If Friday is a public holiday, the last trading day with be on Thursday.\n\nA public holder of an option usually must declare their notice to exercise by 5:30 p.m. on Friday. This time frame will allow the broker to notify theexchangeof the holders' intent by the actual expiration time on Saturday.\n\nNotification limits depend on the exchange where the product trades. For example, theChicago Board Options Exchange(CBOE) limits trading on expiring options to 3:00 p.m. Central Time on the last trading day.\n\nAn expiration date inderivativesis the last day that an options or futures contract is valid. When investors buy options, the contracts give them the right, but not the obligation, to buy or sell the assets at a predetermined price, known as thestrike price.\n\nThe exercising of the option must be within a given period, which is on or before the expiration date. If an investor chooses not to exercise that right, the option expires and becomes worthless, and the investor loses the money paid to buy it.\n\nThe expiration date for listed stock options in the United States is usually the third Friday of the contract month, which is the month when the contract expires. However, when that Friday falls on a holiday, the expiration date is on the Thursday immediately before the third Friday. Once an options or futures contractpasses the expiration date, the contract is invalid. The last day to tradeequityoptions is the Friday before expiry.\n\nWhile the majority ofoptionsnever reach their expiration dates due to traders offsetting or closing their positions before that time, some options do live on until their actual expiration times. This delay can create interesting dynamics because the last time for trading can be before the expiration time.\n\nThis time difference is not a problem when theunderlying securityalso closes for trading at the same time. However, if the underlying security does trade beyond the close of trading for the option, both buyers and sellers might find that the exercise of their contract is automatic if they wereITM. Conversely, they may expect the automatic exercise, but after-hours trading in the underlying asset may push themOTM.\n\nRules covering these possibilities, especially at what time the final price of the underlying is recorded, can change. So, traders should check with both the exchange where their options trade, as well as thebrokeragehandling their account.\n\nSPXW areweekly expirationcycle options on theS&P 500 Indexlisted by the CBOE. SPXW Weeklys are settled on the last trading day, typically a Friday for SPXW EOW Weeklys.\n\nAs with other afternoon-settled index options, the exercise-settlement value is calculated using the last (closing) reported sales price in the primary market of each component stock. On the last trading day, trading in expiring SPXW Weeklys closes at 3:00 p.m. Central Standard Time (CST). All non-expiring SPXW Weeklys, meanwhile, continue to trade until 3:15 p.m. CST.\n\nCboe Exchange, Inc. \"Hours & Holidays.\"\n\nCME Group. \"Understanding Listings and Expirations.\"\n\nCboe Exchange, Inc. \"S&P 500 Index Options,\" Page 2.",
  "url": "https://www.investopedia.com/terms/e/expiration-time.asp"
}