{
  "term": "Exploration & Production (E&P): Role in Oil and Gas Industry",
  "definition": "Exploration & production (E&P) is a specific sector within theoil and gas industrylinked to the early stage of energy production, which generally involves searching for and extracting oil and gas. An E&P company finds and extracts the raw materials used in the energy business. Typically they do not refine or produce energy but merely find and extract raw materials to be shipped to other oil companies within the production process.\n\nE&P is known as theupstreamsegment of the oil and gas industry, which consists of the search, exploration, drilling, and extraction phases. The E&P segment is the earliest portion of the oil and gas production process. Companies within this segment are primarily focused on locating and extracting commodities from the Earth.\n\nThe resource owners and operators of E&P work with a variety of contractors, such as engineeringprocurementand construction (EPC) contractors,joint venturepartners, and oil field service companies. In locating and extracting oil and gas, E&P companies also build infrastructure and collect massive amounts of analytical data.\n\nThe process of oil and gas exploration and production typically consists of four stages, which are outlined below:\n\nThe search and exploration stage involves the search forhydrocarbons, which are the primary components of petroleum and natural gas. Land surveys are performed to help identify the areas that are the most promising. The goal is to locate specific minerals underground, toestimate the amount of oil and gas reservesbefore drilling. Geologists study rock formations and layers of sediment within the soil to identify if oil or natural gas is present.\n\nThe process can involve seismology, which uses substantial vibrations as a result of machinery or explosives to create seismic waves. How the seismic waves interact with a reservoir containing oil and gas helps to pinpoint the reservoir’s location. Once it has been determined that there appear to be reserves beneath the ground, the test drilling process can begin.\n\nAfter identifying potentially viable fields, a well is drilled to test the findings and determine whether there are enough reserves to be commercially viable for sale. The process involves making a hole by drilling or grinding through the rock beneath the surface. A steel pipe is inserted into the hole so that the drill can be inserted into the pipe, allowing for exploration at a deeper level.\n\nCore samples are taken andstudied by geologists, engineers, and paleontologiststo determine if there is the proper quality ofnatural gasorpetroleumin the underground reserve. If the process shows that there are both the quality and quantity needed to produce and sell commercially, the production of oil wells begins.\n\nEngineers will typically estimate how many wells will be needed and the best method of extraction. The estimated cost of the number of wells is determined. Next, the construction of the platform begins, which could be on land oroffshore. The necessary environmental protections are also implemented at this stage.\n\nThere have been significant advances in drilling technologies over the years. Companies can drill horizontally, tapping into vertical wells to search for natural gas pockets, which can produce far more natural gas than a typical vertical well.\n\nThe oil and gas deposits are extracted from the wells. Sometimes, natural gas can be processed at the same site as the well. However, petroleum is usually extracted on-site, stored temporarily, and eventually shipped via a pipeline to arefinery.\n\nOnce a site is no longer productive, meaning all reserves have been extracted and all opportunities have been exhausted, the wells are plugged or sealed. Attempts are made to restore the area in an effort to help the environment.\n\nOnce the crude oil and natural gas reserves have been extracted, the midstream oil and gas production process begins.Midstreamcompanies focus on the storage and transportation of oil and natural gas through pipelines. They deliver the reserves to companies involved in the final stage of production, calleddownstream.\n\nThe downstream process involves refineries that process the oil into usable products, such as gasoline. Once finished products are created from the crude oil and natural gas, they are sent to distributors and retail outlets, such as energy providers and gas stations.\n\nE&P is short for exploration and production, which is the early stage of energy production that consists of looking for oil and gas and then extracting it.\n\nExploration is the process of examining places where abundant oil and natural gas resources potentially exist under the Earth’s surface. Once these places have been identified, production commences to collect and extract.\n\nThe oil and gas industry is generally broken down into three segments: upstream, midstream, and downstream. The first phase is upstream, which is when companies initially explore and then start drilling and extracting oil and natural gas. It is then followed by midstream, which refers to the transportation of crude or refined petroleum products, and finally downstream, which is the final stage and consists of processing the oil into usable products and marketing them.\n\nYes, exploration and production (E&P) is considered part of the upstream phase, which is the initial part of the oil and gas process that consists of exploration, drilling, and extraction.\n\nFinding and extracting oil and natural gas from the Earth’s surface is a deeply controversial and complex process that requires lots of money, patience, and hard work. It’s necessary, though—without these resources, which are used to power vehicles, heat buildings, produce electricity, and even to make products such as deodorant, MRI machines, and pacemakers, the economy and life as we know it would grind to a standstill.\n\nLibrary of Congress Research Guides. “Oil and Gas Industry: A Research Guide: Upstream: Production and Exploration.”\n\nU.S. Energy Information Administration. “Horizontally Drilled Wells Dominate U.S. Tight Formation Production.”\n\nU.S. Energy Information Administration. “Oil and Petroleum Products Explained: Refining Crude Oil.”\n\nLibrary of Congress Research Guides. “Oil and Gas Industry: A Research Guide: Introduction.”",
  "url": "https://www.investopedia.com/terms/e/exploration-production-company.asp"
}