{
  "term": "Explicit Cost: Definition, Examples, and How It Works",
  "definition": "Explicit costs are normal business costs that appear in a company’sgeneral ledgerand directly affect its profitability. They have clearly defined dollar amounts that flow through to theincome statement. Examples of explicit costs include wages, lease payments, utilities, raw materials, and other direct costs.\n\nExplicit costs—also known as accounting costs—are easy to identify and link to a company’s business activities to which the expenses are attributed. They are recorded in a company’s general ledger and flow through to the expenses listed on the income statement. Thenet income (NI)of a business reflects the residual income that remains after all explicit costs have been paid.\n\nExplicit costs are the only accounting costs that are necessary to calculate aprofit, as they have a clear impact on a company’sbottom line. The explicit-cost metric is especially helpful for companies’ long-term strategic planning.\n\nMichela Buttignol / Investopedia\n\nExplicit costs involvetangible assetsand monetary transactions and result in real business opportunities. Explicit costs are easy to identify, record, and audit because of their paper trail. Expenses relating to advertising, supplies, utilities, inventory, and purchased equipment are examples of explicit costs. Although thedepreciationof an asset is not an activity that can be tangibly traced, depreciation expense is an explicit cost, because it relates to the cost of the underlyingassetowned by the company.\n\nIn contrast,implicit costsare not clearly defined, identified, or reported as expenses. They often deal with intangibles and are described asopportunity costs—the value of the best alternative not accepted. An example of an implicit cost is time spent on one activity of a business that could better be spent on a different pursuit. Management will utilize explicit costs when reviewing a business’ operations, including profits, but will calculate implicit costs only for decision making or choosing among a variety of alternatives.\n\nAn explicit cost is a defined dollar amount that appears in the general ledger, while an implicit cost is not initially shown or reported as a separate cost.\n\nCompanies use both explicit and implicit costs when calculating a company’seconomic profit, which is defined as the total return a company receives based on all costs incurred to attain that revenue,as opposed to accounting profit, which is the amount of money left over after costs and expenses are deducted from total revenue. Specifically, economic profit shows whether a company is earning more than the competitive norm.It can be used to determine if a business should enter or exit a market or an industry.In a perfectly competitive market, economic profit is zero.\n\nExplicit costs are tangible expenses that appear in a company’s general ledger and are used to determine profitability. Examples include wages, lease payments, utilities, and raw materials.\n\nImplicit costs are not clearly defined and don’t get reported as expenses. When a company allocates its resources, it forgoes the ability to earn money off the use of those resources elsewhere. It is the cost of the use of an asset.\n\nAccounting profit is the money left over in a business after deducting explicit costs from total revenue.\n\nEconomic profit measures how a company is faring compared with its competition. It uses both explicit and implicit costs. A company can have a positive accounting profit while maintaining a zero economic profit.\n\nExplicit costs are the out-of-pocket expenses incurred by a business in the production of goods or services. These costs are easily identifiable and can be directly attributed to a specific activity or business function. By accurately tracking explicit costs, businesses can make informed decisions about pricing, production, and resource allocation. Overall, businesses should carefully monitor their explicit costs to ensure that they are managing their resources effectively and making sound financial decisions.\n\nOrganisation for Economic Co-Operation and Development (OECD) Statistics, via Internet Archive. “Glossary of Statistical Terms: Profit.”",
  "url": "https://www.investopedia.com/terms/e/explicitcost.asp"
}