{
  "term": "Exponential Growth: Definition, Examples, and Formula",
  "definition": "Exponential growth is a pattern of data that shows greater increases with passing time, creating the curve of an exponential function. The formula for exponential growth is V = S x (1+R)T, where S is the starting value, R is the interest rate, T is the number of periods that have elapsed, and V is the current value.To demonstrate exponential growth, suppose a population of mice rises exponentially by a factor of two every year starting with two in the first year, then four in the second year, eight in the third year, 16 in the fourth year, and so on. In this case the population is growing by a factor of two each year. If the mice instead gave birth to four pups in the first year, you would have four, then 16, then 64, then 256.\n\nExponential growth (which is multiplicative) can be contrasted with linear growth (which is additive) and geometric growth (which is raised to a power).\n\nIn finance,compound returnscause exponential growth. The power of compounding is one of the most powerful forces in finance. This concept allows investors to create large sums with little initial capital. Savings accounts that carry acompound interestrate are common examples of exponential growth.\n\nAssume you deposit $1,000 in an account that earns a guaranteed 10% rate of interest. If the account carries a simpleinterest rate, you will earn $100 per year. The amount of interest paid will not change as long as no additional deposits are made. You will always earn $100 each year.\n\nIf the account carries a compound interest rate, however, you will earn interest on the cumulative account total. Each year the lender will apply the interest rate not to the initial deposit but to the sum of the initial deposit and any interest previously paid.\n\nIn the first year the interest earned is still 10% or $100. In the second year, however, the 10% rate is applied to the new total of $1,100, yielding $110. With each subsequent year, the amount of interest paid grows, creating rapidly accelerating, or exponential, growth. After 30 years, with no other deposits required, your account would be worth $17,449.40.\n\nOn a chart this curve starts slowly and remains nearly flat for a time before increasing swiftly to appear almost vertical. It follows the formula mentioned above:\n\nV=S×(1+R)TV=S\\times(1+R)^TV=S×(1+R)T\n\nThe current value, V, of an initial starting point subject to exponential growth can be determined by multiplying the starting value, S, by the sum of one plus the rate of interest, R, raised to the power of T, or the number of periods that have elapsed.\n\nWhile exponential growth is often used in financial modeling, the reality is often more complicated. The application of exponential growth works well in the example of a savings account, because the rate of interest is guaranteed and does not change over time. In most investments, this is not the case. For instance,stock marketreturns do not smoothly follow long-term averages each year.\n\nOther methods of predicting long-term returns—such as theMonte Carlo simulation, which usesprobability distributionsto determine the likelihood of different potential outcomes—have seen increasing popularity. Exponential growth models are more useful to predict investment returns when the rate of growth is steady.\n\nCommon examples of exponential growth in real-life scenarios include the growth of cells, the returns from compounding interest from an investment, and the spread of a disease during a pandemic.\n\nNo, it’s not. There are faster growth models, such as factorial growth, which uses a larger number for multiplying with every new repetition. Exponential growth uses the same number for every new repetition.\n\nLinear growth happens at the same rate of change. Every increase in X would bring about the same increase in Y. It is constant. With exponential growth there is a constant multiplier, so the growth rate is changing.\n\nCompounding is considered one of the great miracles of investing, because money grows faster over longer periods due to the returns being calculated not only on the principal but also on the previous returns. This type of exponential growth underscores the idea that starting to invest early in your life has clear benefits.\n\nUniversity of California Davis: LibreTexts Mathematics. \"Exponential Growth.\"\n\nU.S. Securities and Exchange Commission. \"Compound Interest Calculator.\"\n\nColumbia University. \"Exponential Growth.\"\n\nNational Institutes of Health: National Library of Medicine. \"Exploring the Growth of COVID‐19 Cases Using Exponential Modelling Across 42 Countries and Predicting Signs of Early Containment Using Machine Learning.\"",
  "url": "https://www.investopedia.com/terms/e/exponential-growth.asp"
}