{
  "term": "Export Trading Company Defined, Reasons for Using One",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAn export trading company is an independent company that provides support services for firms engaged in exporting. This may include warehousing, shipping, insuring, and billing on behalf of the client.\n\nAdditionally, export trading companies may help manufacturers find overseas buyers and provide them with other pertinent market information. A group of producers can also form their own ETC.\n\nThe Export Company Trading Act of 1982 allowscommercial banksto operate in the export trading company arena and own ETCs.Investors can learn more about ETCs through the U.S. Department of Commerce's International Trade Administration.\n\nExport trading companies are not as prominent as they once were due to Chineseconglomeratee-commerce companies, such as Alibaba that allow business owners todropship productsdirectly from their supplier to the customer.\n\nAn export trading company can function like the export trading division of a company that doesn't have such a division, helping the firm fulfill any legal obligations in order to clear the way for exporting its goods.\n\nAn ETC provides valuable information about the local laws and regulations in a foreign country. For example, an ETC may inform a company about a country’s localtaxationand copyright laws. ETCs also have contacts in international markets, such as relationships with manufacturers and distributors. If a company is trying to enter a new overseas market, an ETC can facilitate communication between the parties.\n\nAlthough ETCs charge a fee for their service, it is often cheaper than training or recruiting staff in a foreign market. ETCs allow a company to hit the ground running and talk to individuals that already have the expertise to answer complex questions.\n\nETCs also advise about currency hedging strategies to help minimize exchange rate risk. For instance, an ETC may recommend that a company that earns a significant amount of its revenue in Europe should usecurrency forwardsand lock in an exchange rate for the purchase or sale of euros on a future date.\n\nExport trading companies charge the companies that hire them either a fee or a commission for the services that they provide.\n\nA company may lose control of its operations if an ETC handles critical functions, such as logistics, billing, and communicating with foreign suppliers and manufacturers. If key personnel at the ETC resign or the ETC goes into receivership, the company that has hired their services may be unaware of the procedures and processes in place.\n\nIf an ETC handles themarketingfunctions of a company operating in a foreign market, the brand that the company is trying to convey may get distorted. For example, if an ETC runs low-quality print advertisements, customers may associate the company’s brand with cheap products.\n\nU.S. Department of Commerce, International Trade Administration. \"Export Trading Company Act of 1982,\" Title II—Bank Export Services. Accessed June 10, 2021.",
  "url": "https://www.investopedia.com/terms/e/export-trading-company-etc.asp"
}