{
  "term": "Expropriation: Definition, Purposes, and Compensation Concerns",
  "definition": "Expropriation is the act of a government claimingprivately ownedproperty against the wishes of the owners, ostensibly to be used for the benefit of the overall public. In the United States, properties are most often expropriated in order to build highways, railroads, airports, or other infrastructure projects. The property owner must be paid for the seizure since the Fifth Amendment to the Constitution states that private property cannot be expropriated \"for public use withoutjust compensation.\"\n\nIn the United States, a doctrine known as \"eminent domain\" provides the legal foundation for expropriation. U.S. courts have accepted the doctrine as a government power suggesting it is implied by the Fifth Amendment clause covering compensation. Under this rationale, the Amendment's statement that property cannot be expropriated without proper compensation implies that property can, in fact, be taken.\n\nIn some jurisdictions, governments are required to extend an offer to purchase the subject property before resorting to the use of eminent domain. If and when it is expropriated, property is seized throughcondemnationproceedings, a use of the term that is not to be confused with property that is in disrepair. Owners can challenge the legality of the seizure and settle the matter of fair market value used for compensation.\n\nGovernments have the power to take private property for fair-market-value compensation through the doctrine of eminent domain; some fees and interest may be payable to the former owner(s).\n\nAnother main justification for expropriation comes from the area of public health. It is generally recognized that events that threaten public health, such as toxic environmental contamination of an area, justify the government acting to relocate the affected population in the area, and part of that action may logically entail the government expropriating the property of the relocated residents.\n\nGovernment expropriation is widely found around the world, generally accompanied by agreement that owners should receive appropriate compensation for the property they lose. The few exceptions to an agreement on just compensation are primarily in communist or socialist countries, where a government may expropriate not just land but domestic or foreign businesses that have a presence in the country.\n\nExpropriation raises justifiable concerns ranging from the acceptable reasons for expropriation to the process for recourse and the scope and amount of fair compensation. With regard to compensation, there is debate as to what constitutes fair recompense for owners of expropriated property.\n\nIn cases spanning five decades, from the 1930s to the 1980s, the U.S. Supreme Court has repeatedly acknowledged that the definition of \"fair market value\" can fall short of what sellers may demand and possibly receive in voluntary transactions.\n\nConsequently, in eminent domain cases, the standard is often not the most probable price, but the highest price obtainable in a voluntary sale transaction involving the subject property. Since the condemnation deprives the owner of the opportunity to take their time to obtain the optimal price the market might yield, the law provides it by defining fair market value as the highest price the property would bring in the open market.\n\nInconsistency and controversy also prevail over property owners who are compensated for their property, the inconvenience of being required to relocate, and the expense and possible business loss of doing so.\n\nThese costs are not included in the concept of \"fair market value,\" but some are compensable in part bystatutes, such as the federal Uniform Relocation Assistance and Real Property Acquisition Policies Act (Code of Federal Regulations 49) and its state counterparts.\n\nAttorneys' and appraisers' fees the property owner incurs may also be recoverable by statute and an award of such fees is at the court's discretion under certain conditions.\n\nWhen payment of just compensation is delayed, the owner is entitled to receiveintereston the amount of the late payment.\n\nA federal Supreme Court decision in the early 2000s—and subsequent reactions to the decision—have shaped the ability of governments to seize property under eminent domain for the sole reason of increasing tax revenue.Kelo v. City of New London, 545 U.S. 469 (2005) affirmed the authority of New London, Conn., to take non-blighted private property by eminent domain and then transfer it for a dollar a year to a private developer solely for the purpose of increasing municipal revenues.\n\nThe decision sparked outcry about overly broad expropriation powers and prompted further action at both the state and federal levels.\n\nThe Supreme Courts of Ill., Mich (County of Wayne v. Hathcock[2004]), Ohio (Norwood, Ohio v. Horney[2006]), Okla., and S.C., subsequently ruled to disallow such takings under their state constitutions.\n\nThere was also federal action, despite relatively few expropriations being carried out by that level of government. On the first anniversary of theKelodecision, President George W. Bush issued an executive order stating that eminent domain may not be used by the federal government \"for the purpose of advancing the economic interest of private parties to be given ownership or use of the property taken.\"\n\nAn example would be if the local government needs to build new water piping to serve the community. The path would currently go through an existing residential apartment building, which will need to be torn down to create the various facilities needed for the piping. The government seizes the building from the owner and pays them fair compensation, which includes not only the value of the building but also the rent that the owner can no longer charge tenants.\n\nYes, appropriation is legal in the U.S. under the Fifth Amendment and is known as eminent domain. Expropriation is only allowed, however, if the government pays just compensation.\n\nExpropriation can be a political risk when purchasing land or property in a foreign country. Political turmoil and a change in government could lead to property or businesses being expropriated, confiscated, or nationalized. Political risk insurance can help mitigate the possible loss.\n\nExpropriation is when a government seizes private property for public use, such as for building infrastructure, while providing fair compensation to the owner. This is required under the Fifth Amendment.\n\nThis process, known as eminent domain in the U.S., allows the government to take the property, but owners can challenge the legality and compensation.\n\nU.S. Department of Justice. \"History of the Federal Use of Eminent Domain.\"\n\nU.S. Department of Justice. \"Uniform Appraisal Standards for Federal Land Acquisitions.\" Pages 170-171, 186.\n\nU.S. Department of Housing and Urban Development. \"Real Estate Acquisition and Relocation.\"\n\nJustia, U.S. Supreme Court. \"Kelo v. City of New London, 545 U.S. 469 (2005).\"\n\nCaseBriefs. \"County of Wayne v. Hathcock.\"\n\nOhio Supreme Court. \"Norwood v. Horney, 110 Ohio St.3d 353, 2006-Ohio-3799.\"\n\nThe White House: Bush Administration. \"Executive Orders Issued by President George W. Bush.\"",
  "url": "https://www.investopedia.com/terms/e/expropriation.asp"
}