{
  "term": "Express Warranty: Meaning, Overview and Examples",
  "definition": "An express warranty is an agreement by asellerto provide repairs or a replacement for a faulty product, component, or service within a specified time period after it was purchased. Buyers rely on these promises or guarantees and sometimes purchase items because of them.\n\nAwarrantyis an assurance that an item will live up to the promises of the seller. Under the Magnuson-Moss Warranty Act, passed by Congress in 1975, a company that provides a written express warranty is subject to federal guidelines and must comply with the Act.The Act provides consumer protections in the case that a company does not adhere to its written warranty.\n\nAn express warranty can be worded in many different ways. It may say something like: \"We guarantee all furniture against defects in construction for one year. When a structural defect is brought to our attention, we will repair or replace it.\"\n\nMost express warranties come from themanufactureror are included in the seller’s contract. They can also be created by a simple statement on an advertisementor a sign in a store.\n\nDetails about a product or service that are outlined in an advertisement can set the precedent for an express warranty. Claims made in advertisements about the quality, functionality, lifespan, and efficacy of a product can constitute an express warranty.\n\nIf the product does not meet the standards set forth in the advertising or suffers a breakdown within a set timeframe, the customer may be entitled to free repair service or, when possible, a full replacement.\n\nNot every claim a seller makes is enshrined in warranty law, though. Exaggerated statements that sometimes appear in advertising do not necessarily constitute express warranties.\n\nFor example, if an automaker makes a claim that its car is “the best in the world” and the purchaser, after several road trips, disagrees with this statement, they are not necessarily eligible for a refund, unless specifically stated.\n\nE-commercecompanies typically include express warranties on the goods they sell in part because of the nature of how online shopping is conducted. The customer cannot try on or physically examine merchandise they are about to purchase.\n\nHow the product functions and looks when it is received can dramatically differ from what the customer envisioned while browsing online. The inclusion of an express warranty gives them some sense of surety that issues with the purchase will be rectified in some manner.\n\nFor example, if a consumer buys a business jacket online, but when it arrives the item is the wrong size, wrong color, or is missing buttons, an express warranty might entitle the consumer to a refund or replacement. In such cases, the online seller is usually responsible for footing the bill for any additional shipping charges.\n\nAuto dealers tend to advertise express warranty terms for repairs on the vehicles they sell. This can include stipulations on mileage and length of ownership that limit the extent of that coverage. After the vehicle is owned for a certain amount of time or driven beyond the mileage limit, the express warranty would no longer be applicable.\n\nExpress warranties are specific promises made by a seller to a buyer, either orally or in writing. In the absence of communicated guarantees, animplied warrantymay come into force.\n\nImplied warranties are unwritten guarantees that a product or service should work as expected. For example, if you buy a set of headphones you would expect them to function when you first use them—unless you were told otherwise when you agreed to purchase them.\n\nThe Uniform Commercial Code(UCC) makes reference to an \"implied warranty of merchantability,\" stating that any good sold in a transaction must be fit for the ordinary purposes for which it is typically used.\n\nCorrection—March 8, 2022:A previous version of this article incorrectly stated that the Magnuson-Moss Warranty Act required companies to issue warranties. The law does not mandate warranties, but rather sets federal rules for when warranties are offered.\n\nFederal Trade Commission. \"Businessperson's Guide to Federal Warranty Law.\"\n\nCornell Law School. \"Implied Warranty of Merchantability.\"",
  "url": "https://www.investopedia.com/terms/e/express-warranty.asp"
}