{
  "term": "External Economies of Scale: Definition and Examples",
  "definition": "In economics,economies of scaledictate that the more units a business produces, the less it costs to produce each unit.\n\nExternal economies of scale describe the same phenomenon, except as applied to an entire industry rather than within a single company. For example, if a city creates a better transportation network to service a particular industry, then all companies in that industry will benefit from the new transportation network and experience decreased production costs.\n\nAs an industry grows larger or becomes clustered in one location—as with, say, the banking and financial services in New York or London—than the average costs of doing business within that industry over the long run become lower. This is an example of external economies of scale.\n\nWith external economies of scale, costs also may fall because of increased specialization, better training of workers, faster innovation, or shared supplier relationships. These factors are typically referred to as positiveexternalities; industry-level negative externalities are called externaldiseconomies.\n\nBusinesses in the same industry tend to cluster in together. For example, a film studio might determine that California is a particularly good location for year-round film-making, so it moves to Hollywood. New movie producers also move to Hollywood because there are more camera operators, actors, costume designers, and screenwriters in the area. Then, more studios might decide to move to Hollywood to take advantage of the specialized labor and infrastructure already in place, thanks to the success of the first firm.\n\nAs more and more firms succeed in the same area, new industry entrants can take advantage of even more localized benefits. It makes sense for industries to concentrate in areas where they are already strong.\n\nAn agglomeration economy, or synergy, is when businesses in different industries are beneficial to each other and can share resources and opportunities.\n\nIf two or more separate industries are incidentally beneficial to one another, there can be external economies of scale across the entire group. This phenomenon is sometimes called an \"agglomeration economy,\" in which businesses are located close to one another and can share resources and efficiencies. It is similar to the business governance concept ofsynergy.\n\nScale economies that occur outside of a company, but from which all companies in an industry benefit could include the following:\n\nExternal economies of scale have several advantages. They include:\n\nBut external economies of scale are not without drawbacks. Disadvantages include:\n\nFrom the late 1960s to the early 1990s, the arguable epicenter of the U.S. high-tech sector was a region just outside of Boston. It was known as Route 128, named for the freeway that ringed the city, and around which a cluster of technology companies grew—including those in the burgeoning computer business.\n\nA variety of factors enticed entrepreneurs there, including proximity to corporations and educational institutions with their research centers and talent, financial services and venture capital firms, and military bases. The more businesses that came, the more external economies of scale developed, making it easier for more ventures to find facilities, skilled labor, suppliers, sub-contractors, and support services—and to markets themselves, staging conventions and conferences.\n\nInterestingly, toward the end of the 20th century, Route 128 was eclipsed as the center of the high-tech industry by Silicon Valley in the San Francisco Bay Area, where the external economies of the scale grew bigger and faster.\n\nInternal and external economies of scale both refer to downward pressure on production costs. The central difference between the two concepts is that internal economies of scale are specific to a single company, whereas external economies of scale apply across an industry.\n\nJust as economies of scale can exist on a municpal, state, or national level, they can also manifest on an international level. Consider the rise of air travel. As more consumer choose to fly internationally, demand spurs the creation of new routes and more flight options. This may open up new revenue paths for airlines. Simulataneously, increased competition among airlines to meet consumer demand may push down costs for certain itineraries. As such, both consumers and firms in multiple markets across the globe may benefit from economies of scale.\n\nExternal economies of scale can be achieved a number of different ways. Technological advancements may drive down production costs for an entire industry, as can government support in the form of infrastructure investments or tax subsidies.\n\nExternal economies of scale refer to the phenomenon in which production costs fall for all firms in a certain sector. This is different from economies of scale as the idea is commonly understood, in which production costs decline for a single company. External economies of scale can encourage widespread and egalitarian economic growth, but they can also be geographically limited and dull competition among firms.",
  "url": "https://www.investopedia.com/terms/e/externaleconomiesofscale.asp"
}