{
  "term": "External Debt: Definition, Types, vs. Internal Debt",
  "definition": "External debt is the portion of a country’sdebtthat is borrowed from foreignlenders, including commercial banks, governments, or international financial institutions. These loans, includinginterest, must usually be paid in the currency in which the loan was made. To earn the neededcurrency, the borrowing country may sell and export goods to the lending country.\n\nExternal debt, or foreign debt as it is sometimes called, factors in bothprincipaland interest and does not includecontingent liabilities, which are debts that may be incurred at a later date based on the outcome of an uncertain future event. It is defined by theInternational Monetary Fund (IMF)as debt liabilities owed by a resident to a nonresident, with residence being determined by where thecreditorsanddebtorsare ordinarily located rather than by their nationality.\n\nIn some cases, external debt takes the form of a tiedloan, which means that the funds secured through the financing must be spent in the nation that is providing the financing. For instance, the loan might allow one nation to buy resources it needs from the country that provided the loan.\n\nExternal debt can take the form of a tied loan, obligating the borrower to spend the funds it’s lent in the nation that’s providing the financing.\n\nExternal debt, particularly tied loans, might be set for specific purposes that are defined by the borrower and the lender. Such financial aid could be used to address humanitarian or disaster needs. For example, if a nation faces severe famine and cannot secure emergency food through its own resources, it might use external debt to procure food from the nation providing the tied loan.\n\nLikewise, if a country needs to build up its energy infrastructure, it might leverage external debt as part of an agreement to buy resources, such as the materials to construct power plants in underserved areas.\n\nAdebt crisiscan occur if a country with a weakeconomyis not able to repay the external debt due to an inability to produce and sell goods and make a profitable return.\n\nThe IMF is one of the agencies that keeps track of countries’ external debt. Together withThe World Bank, it publishes a quarterly report on external debt statistics.\n\nThe IMF and The World Bank produce an online database of external debt statistics for 55 countries that is updated every three months.\n\nIf a nation is unable or refuses to repay its external debt, it is said to be insovereign default. This can lead to the lenders withholding future releases ofassetsthat might be needed by the borrowing nation. Such instances can have a rolling effect. The borrower’s currency may collapse, and the nation’s overalleconomic growthwill stall.\n\nThe conditions ofdefaultcan make it challenging for a country to repay what it owes plus any penalties that the lender has brought against the delinquent nation. Defaults andbankruptciesin the case of countries are handled differently from defaults and bankruptcies in the consumer market. It is possible that countries that default on external debt may potentially avoid having to repay it.\n\nExternal debt is the portion of a country’s debt that is borrowed from foreign lenders. Internal debt is the opposite, referring to the portion of a country’s debt incurred within its borders.\n\nExternal debt is money borrowed by a government or corporation from an overseas investor.It can include:\n\nHigh levels of external debt can be risky, especially fordeveloping economies. Among other things, it could increase the risk of default and being in another country’s pocket, ruincredit ratings, leave little funds to invest and spur growth, and expose the borrower toexchange rate risk.\n\nLike any form of debt, borrowing money from foreign sources can be good or bad. It may be a useful, cost-effective way to access much-neededcapitalor trigger a vicious cycle of debt.\n\nIf it means procuring money for important investments at a cheaper rate than can be found domestically, then it can ultimately be viewed as a good thing. However, the same cannot be said when struggling economies are effectively forced to borrow from other countries on ridiculous terms just to stay afloat.\n\nInternational Monetary Fund. \"What Is External Debt?\"\n\nInternational Monetary Fund. “External Debt Statistics: Guide for Compilers and Users, 2003—Part I: Conceptual Framework.\" Pages 7-8.\n\nInternational Monetary Fund. “External Debt Statistics and the IMF.”\n\nThe World Bank. “Quarterly External Debt Statistics (QEDS).”\n\nWorld Bank. \"What Is External Debt?\"",
  "url": "https://www.investopedia.com/terms/e/external-debt.asp"
}