{
  "term": "Externality: What It Means in Economics, With Positive and Negative Examples",
  "definition": "Peter Westfall is a distinguished professor of information systems and quantitative sciences at Texas Tech University. He specializes in using statistics in investing, technical analysis, and trading.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nAn externality is a cost or benefit that is caused by one party but financially incurred or received by another. Externalities can be negative or positive. A negative externality is the indirect imposition of a cost by one party onto another. A positive externality, on the other hand, is when one party receives an indirect benefit as a result of actions taken by another.\n\nExternalities can stem from either the production orconsumptionof a good or service. The costs and benefits can be both private—to an individual or an organization—or social, meaning it can affect society as a whole.\n\nInvestopedia / Madelyn Goodnight\n\nExternalities occur in an economy when the production or consumption of a specific good or service impacts a third party that is not directly related to the production or consumption of that good or service.\n\nAlmost all externalities are considered to be technical externalities. Technical externalities have an impact on the consumption and production opportunities of unrelated third parties, but the price of consumption does not include the externalities. This exclusion creates a gap between the gain or loss of private individuals and the aggregategainor loss of society as a whole.\n\nThe action of an individual or organization often results in positive private gains but detracts from the overall economy. Many economists consider technical externalities to be market deficiencies, and this is the reason people advocate for government intervention to curb negative externalities through taxation and regulation.\n\nExternalities were once the responsibility of local governments and those affected by them. So, for instance, municipalities were responsible for paying for the effects of pollution from a factory in the area while the residents were responsible for their healthcare costs as a result of the pollution. After the late 1990s, governments enacted legislation imposing the cost of externalities on the producer.\n\nMany corporations pass the cost of externalities on to the consumer by making their goods and services more expensive.\n\nExternalities can be broken into two different categories. First, externalities can be measured as good or bad as the side effects may enhance or be detrimental to an external party. These are referred to as positive or negative externalities. Second, externalities can be defined by how they are created. Most often, these are defined as a production or consumption externality.\n\nMostexternalities are negative. Pollution is a well-known negative externality. A corporation may decide to cut costs and increase profits by implementing new operations that are more harmful to the environment. The corporation realizes costs in the form of expanding operations but also generates returns that are higher than the costs.\n\nHowever, the externality also increases the aggregate cost to the economy and society making it a negative externality. Externalities are negative when thesocial costs outweigh the private costs.\n\nSome externalities are positive. Positive externalities occur when there is a positive gain on both the private level and social level.Research and development(R&D) conducted by a company can be a positive externality. R&D increases the private profits of a company but also has the added benefit of increasing the general level of knowledge within a society.\n\nSimilarly, the emphasis on education is also a positive externality. Investment in education leads to a smarter and more intelligent workforce. Companies benefit from hiring employees who are educated because they are knowledgeable. This benefits employers because a better-educated workforce requires less investment in employee training and development costs.\n\nA production externality is an instance where an industrial operation has a side effect. This is often the type of externality used as example, as it is easy to envision an environmental catastrophe caused by improperly stored chemicals by a chemical company. Because of how the company produced its goods or protected its waste, an externality occurred.\n\nExternalities may also occur based on when or how a consumer base utilizes resources. Consider the example of how you get to work. Those who choose to drive are creating a pollution externality by driving their own car. Those who choose to take public transit or walk are not causing the same externality. Instead of a side effect occurring because something is being produced, an externality is caused because of an item being consumed.\n\nThese four types of externalities above are often combined to define a single externality. For example, an externality may be a positive production, negative production, positive consumption, or negative consumption externality.\n\nThere are solutions that exist to overcome the negative effects of externalities. These can include those from both the public andprivate sectors.\n\nTaxes are one solution to overcoming externalities. To help reduce the negative effects of certain externalities such as pollution, governments can impose a tax on the goods causing the externalities. The tax, called aPigovian tax—named after economist Arthur C. Pigou—is considered to be equal to the value of the negative externality.\n\nThis tax is meant to discourage activities that impose a net cost to an unrelated third party. That means that the imposition of this type of tax will reduce the market outcome of the externality to an amount that is considered efficient.\n\nSubsidiescan also overcome negative externalities by encouraging the consumption of a positive externality. One example would be to subsidize orchards that plant fruit trees to provide positive externalities to beekeepers.\n\nThis nudge has the potential to influence behavioral economics, as additional incentives one way or another way dictate the choices that are made. The subsidy is often placed on an opposing item to detract from a specific activity as well. For example, government incentives to upgrade to more energy-efficient renovations subtly discourages consumers against options with more externalities.\n\nGovernments can also implement regulations to offset the effects of externalities. Regulation is considered the most common solution. The public often turns to governments to pass and enact legislation and regulation to curb the negative effects of externalities. Several examples include environmental regulations or health-related legislation.\n\nThe primary issue with government regulation of externalities is the need for consistent and reliable information to track the externality is being managed or overcome. Consider regulation against pollution. The government put forth resources to ensure that the legislation put in place is actually being followed, including holding bad actors accountable for not properly addressing their externality.\n\nMany countries around the world enactcarbon creditsthat may be purchased to offset emissions. These carbon credit prices are market-based that may often fluctuate in cost depending on the demand of these credits to other market participants.\n\nOne program within the United States is the Regional Greenhouse Gas Initiative (RGGI). The RGGI is made up of 12 states: California and 11 Northeast states. RGGI is a mandatory cap-and-trade program that limits carbon dioxide emissions from the power sector.\n\nDifferent agencies are imposed a cap on externalities, though they can trade resources to change what their cap is. Agencies that struggle managing their externality (i.e. pollution) may need to purchase additional credits to have their cap increased. Other agencies that conquer their externality may sell part of their cap space to recover capital likely used to overcome their externalities.\n\nExternalities may positively or negatively affect the economy, although it is usually the latter. Externalities create situations where public policy or government intervention is needed to detract resources from one area to address the cost or exposure of another. Consider the example of an oil spill; instead of those funds going to support innovation, public programs, or economic development, resources may be inefficiently put towards fixing negative externalities.\n\nMost externalities are negative, as the production process often entails byproducts, waste, and other consequential outcomes that do not have further benefits. This may be pollution, garbage, or negative implications for worker health. Many externalities are also related to the environment, as the mechanical nature of manufacturing and product distribution has many detrimental impacts on the environment.\n\nCompanies must be mindful of their entire production process when assessing production externalities. This includes not only implications of the final product but residual impacts of byproducts, disposal of items not used, and how antiquated equipment is handled. This also includes projecting outcomes of items yet to occur, such as waste yet to be properly disposed of.\n\nConsumers can identify consumption externalities by being mindful of the inputs and outputs that go beyond what they are attempting to achieve. Consider an example of an individual consuming alcohol. A consumer must be mindful that excessive drinking may lead to noise pollution, an unsafe environment, or adverse health effects.\n\nEconomists use two measures to evaluate an externality. First, economists use a cost-of-damages approach to evaluate what the expense would be to rectify the externality. As we may be seeing with greenhouse gas emissions, some externalities may extend beyond the point of repair.\n\nAnother method of measuring externalities is the cost of control method. Instead of fixing the externality, economists measure what preemptive and preventative steps can be taken to stop the externality from occurring. Similar to how an actuary assesses a financial value to an event, economists may assign multiple financial measurements to an externality.\n\nAn externality is a byproduct of a primary process. This side effect may be good or bad and may be caused by a production process or consumption process. Many externalities relate to the environment due to the nature of company and individual actions, though there are many ways governments, companies, and people can take responsibility to both prevent and rectify externalities.\n\nCenter for Climate and Energy Solutions. \"Regional Greenhouse Gas Initiative (RGGI).\"",
  "url": "https://www.investopedia.com/terms/e/externality.asp"
}