{
  "term": "Extended Trading: How It Works, Risks, and Hours",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nExtended trading is conducted by electronic networks either before or after the regular trading hours of thelisting exchange, such as theNew York Stock Exchange (NYSE). The U.S. stock exchanges are open from 9:30 a.m. to 4:00 p.m. EST.\n\nPre-market stock tradingin the United States commonly runs between 4:00 a.m. and 9:30 a.m. EST andafter-hours tradingoccurs from 4:00 p.m. to 8:00 p.m. EST.\n\nElectronic Communication Networks(ECNs) have democratized extended hours for trading outside of regular exchange hours. An ECN is a computerized system that automatically matches buy and sell orders for securities in the market. Extended trading lets investors act quickly on news and events when the exchange is closed, and these transactions canpredict the open market direction.\n\nExtended trades commonly occur around the beginning or end of regular trading hours. The majority of extended trading happens between 8:00 a.m. and 9:30 a.m. EST. Similarly, investors may trade until 8:00 p.m., but most extended trading occurs before 6:30 p.m.\n\nMost brokers require traders to enterlimit ordersduring extended trading sessions. Some brokers only permit extended trading onReg NMSsecurities.Over-the-countersecurities, many types of funds, some options, and other markets may not be allowed during extended trading hours.\n\nBrokerage firms commonly determine the rules that apply during extended trading. Rules governing the various markets and venues that conduct extended trading vary and may differ significantly from policies that apply during regular trading hours.\n\nThe U.S.Securities and Exchange Commission(SEC) highlights several risks associated with extended trading, including:\n\nThe following chart shows the extended trading session for ABC Company on a typical day with no company announcements.\n\nThe stock closes for trading on the exchange at 4:00 p.m. Before 4:00 p.m., the one-minute chart is active, with price movement every minute of the trading day. There is also volume associated with each one of those one-minute price bars.\n\nAfter 4:00 p.m., the volume drops off. Some price bars appear as dots because there was a transaction at only one price level during that one minute. There aregapsbetween the dots because the price may change even though transactions haven't taken place. Fewer bids and offers may entice or scare an investor into transacting at the new bid or offer.\n\nThe last transaction of the evening occurs at 7:55 p.m. in this example. The first transaction is posted at 7:28 a.m. the following morning. The price trades higher than the priorclose pricebut is quickly adjusted as the price falls more than $0.75 in minutes. The price oscillates on the low volume before the official exchange opening occurs and volume escalates.\n\nThe ability to trade during extended hours can allow investors and traders to react instantly to the news which comes out when the exchange is closed. If a company reports poorearnings, the stock will likely drop, and the trader can exit their position sooner rather than wait for the exchange to open.\n\nExtended trading may take place on alternative trading systems operated by broker-dealers, exchanges, and other trading centers. However, all markets are not available for extended hours of trading.\n\nExtended hours trading systems are not linked, and the price of a stock displayed on one trading system may not reflect the price of the same stock displayed on another trading system.\n\nExtended trading on the exchanges occurs on electronic marketplaces outside of the official trading hours. Stock exchanges in the U.S. trade from 9:30 a.m. to 4:00 p.m. EST and extended trading occurs outside these hours. Risks for investors who trade during extended hours include price volatility and larger quote spreads. Most brokers require traders to enter limit orders during extended trading sessions.\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: After-Hours Trading.\"\n\nTD. \"Pre-market and After-hours Trading.\"",
  "url": "https://www.investopedia.com/terms/e/extended_trading.asp"
}