{
  "term": "Extraordinary Item: Definition, How They Work, and Requirements",
  "definition": "Extraordinary items consisted of gains or losses from events that were unusual and infrequent in nature that were separately classified, presented and disclosed on companies'financial statements. Extraordinary items were usually explained further in the notes to the financial statements. Companies showed an extraordinary item separately from their operating earnings because it was typically a one-time gain or loss and was not expected to recur in the future.\n\nIn January 2015, theFinancial Accounting Standards Board (FASB), which issues the accounting standards that U.S. companies must comply with, eliminated the concept of extraordinary items. However, companies must still reportnonrecurring itemssuch as income received from the sale of land.﻿﻿\n\nThe accounting standards established and updated by FASB are called thegenerally accepted accounting principles (GAAP). FASB discontinued the accounting treatment for extraordinary items and removed the reporting requirement from U.S. GAAP in order to reduce the cost and complexity of preparing financial statements.﻿﻿\n\nBefore 2015, companies put a lot of effort into determining if a particular event should be deemed extraordinary. Gains and losses net of taxes from extraordinary items had to be shown separately on theincome statementafter income from continuing operations.\n\nThe update by FASB to remove extraordinary items only eliminated the need for companies and their auditors to identify whether an event was so rare as to qualify as an extraordinary item starting in fiscal year 2015. Companies must still disclose infrequent and unusual events but now without designating them as extraordinary. Also, companies are no longer required to evaluate the income tax effect of extraordinary items and present the effect onearnings per share (EPS), which is a company's profit as a proportion of its outstandingequityshares.﻿﻿\n\nThis accounting update left reporting and disclosure requirements for unusual and infrequent events or transactions intact. While companies no longer must describe events and their effects as extraordinary, they still have todisclose infrequent and unusual eventson the income statement and their effect before income taxes. Also, GAAP allows companies to give these events more specific names, such as \"Effects From Fire at Production Facility.\"﻿﻿ TheInternational Financial Reporting Standards (IFRS)do not include extraordinary items in their accounting standards.\n\nAn event or transaction was deemed extraordinary if it was both unusual and infrequent. An unusual event must be highly abnormal and unrelated to the typical operating activities of a company, and it should be reasonably expected not to recur going forward. It was common for some businesses to not have this line item presented for years.﻿﻿\n\nBesides segregating the effect of extraordinary items on the income statement, companies were required to estimate income taxes from these items and disclose their earnings-per-share (EPS) impact. Examples of extraordinary items are losses from various catastrophic events, such as earthquakes, tsunamis, and wildfires. While designating and estimating the effect from certain extraordinary events (e.g., fires) was easy, other events with an indirect effect on companies' operations were much more difficult to assess.﻿﻿\n\nFinancial Accounting Standards Board. \"Income Statement—Extraordinary and Unusual Items (Subtopic 225-20),\" pages 1-2. Accessed Aug. 21, 2020.",
  "url": "https://www.investopedia.com/terms/e/extraordinaryitem.asp"
}