{
  "term": "Extrinsic Value: Definition, How to Calculate, and Example",
  "definition": "Extrinsic value measures the difference between the market price of an option, called thepremium, and itsintrinsic value. Extrinsic value is also the portion of the worth that has been assigned to an option by factors other than the underlying asset's price. The opposite of extrinsic value is intrinsic value, which is the inherent worth of an option.\n\nExtrinsic value, and intrinsic value, comprise the cost or premium of an option. Intrinsic value is the difference between the underlying security's price and the option'sstrike pricewhen the option isin the money.\n\nFor example, if a call option has a strike price of $20, and the underlying stock is trading at $22, that option has $2 of intrinsic value. The actual option may trade at $2.50, so the extra $0.50 is extrinsic value.\n\nIf a call option has value when the underlying security's price is trading below the strike price, the option's premium only stems from extrinsic value. Conversely, if aput optionhas value when the underlying security's price is trading above the strike price, the option's premium is only comprised of its extrinsic value.\n\nExtrinsic value is also known as \"time value\" because the time left until the option contract expires is one of the primary factors affecting the option premium. Under normal circumstances, a contract loses value as it approaches its expiration date because there is less time for the underlying security to move favorably. For example, an option with one month to expiration that isout of the moneywill have more extrinsic value than that of an out of the money option with one week to expiration.\n\nAnother factor that affects extrinsic value isimplied volatility. Implied volatility measures the amount an underlying asset may move over a specified period. If the implied volatility increases, the extrinsic value will increase. For example, if an investor purchases a call option with an annualized implied volatility of 20% and the implied volatility increases to 30% the following day, the extrinsic value would increase.\n\nAssume a trader buys a put option on XYZ stock. The stock is trading at $50, and the trader buys a put option with a strike price of $45 for $3. Itexpiresin five months.\n\nAt the time of purchase, that option has no intrinsic value because the stock price is above the strike price of the put option. Assuming implied volatility and the price of the stock stay the same, as the expiration date approaches the option premium will move toward $0.\n\nIf the stock falls below the put strike price of $45, then the option will have intrinsic value. For example, if the stock falls to $40, the option has $5 in intrinsic value. If there is still time until the option expires, that option may trade for $5.50, $6, or more, because there is still extrinsic value as well.\n\nIntrinsic value does not mean profit. If the stock drops to $40 and the option expires, the option is worth $5 because of its intrinsic value. The trader paid $3 for the option, so the profit is $2 per share, not $5.",
  "url": "https://www.investopedia.com/terms/e/extrinsicvalue.asp"
}