{
  "term": "FAANG Stocks: Definition and Companies Involved",
  "definition": "Jiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\nIn finance, “FAANG” is an acronym that refers to the stocks of five prominent American technology companies: Meta (META) (formerly known as Facebook), Amazon (AMZN), Apple (AAPL), Netflix (NFLX); and Alphabet (GOOG) (formerly known as Google).\n\nThe term was popularized by Jim Cramer, the television host of CNBC's \"Mad Money,\" in 2013, who praised these companies for being “totally dominant in their markets.\" Originally, the term \"FANG\" was used, with Apple—the second “A” in the acronym—added in 2017.\n\nIn addition to being widely known among consumers, the five FAANG stocks are among the largest companies in the world, with a combinedmarket capitalizationof around $9 trillion as of Q2 2024.\n\nTheir substantial growth has been buoyed by high-profile purchases made by large and influential investors such as Berkshire Hathaway (BRK), Soros Fund Management, and Renaissance Technologies. These are just a few of the many large investors who have added FAANG stocks to their portfolios because of their perceived strength, growth, or momentum.\n\nEach of the FAANG stocks trades on theNasdaqexchange and is included in theS&P 500 Index. Since the S&P 500 is a broad representation of the market, the movement of the market mirrors the index's movement. As of Aug. 8, 2024, the FAANGs make up about 17.3% of the S&P 500 as represented by the SPDR S&P 500 ETF—a staggering figure considering the S&P 500 is generally viewed as a proxy for theUnited States economyas a whole.\n\nThis large influence over the index means that volatility in the stock price of the FAANG stocks can have a substantial effect on the performance of the S&P 500 in general.\n\nOverall, it is through strong financial performance that the FAANG stocks have prospered. The five-year total return for these stocks is:\n\nThe extraordinary size and influence of the FAANG stocks have prompted concerns about a potentialbubblein FAANG stocks. These concerns started gaining prominence in 2018, when technology stocks, which had been driving consistent gains in the stock market, began losing their former strength.\n\nThe level of volatility sometimes shown by FAANG stocks—and the oversized influence these stocks can have on the market overall—is a source of concern for some investors.\n\nOn the other hand, those who believe in the fundamental strength of the FAANG stocks have abundant evidence for this claim. For example, Facebook is the world’s largest social network with approximately 2.9 billion monthly active users as of April 2024.\n\nAmazon, meanwhile, has become a seemingly insurmountable force inbusiness-to-consumer (B2C)e-commerce with over 600 million products for sale and over 310 million active customers worldwide.\n\nThe five stocks that make up the “FAANG” acronym—Meta, Amazon, Apple, Netflix, and Alphabet—are all well-known brands among consumers. However, they are also famous for their remarkable growth with some of the largest market capitalizations in the world. From an investment perspective, these five stocks are generally praised for their stellar historical track records and clear leadership positions within their industries.\n\nInvestors disagree about whether the FAANG stocks are overvalued. Their proponents will argue that their valuations are justified based on their fundamental strength as businesses. However, critics argue that, even with impressive business performance, the FAANG stocks’ prices have become so expensive that it may be difficult to realize attractive long-term profits from investing in them. Ultimately, this “debate” between investors is best captured by the buying and selling patterns in the FAANG stocks themselves.\n\nNo. The FAANG stocks are all easy to acquire, in the sense that they are publicly traded companies with substantial daily trading volumes. They are also routinely included in popularexchange-traded funds (ETFs). However, investors who believe that the FAANG stocks may be overvalued would argue that they are difficult to acquire at an economical price. These investors may be tempted to delay purchasing FAANG stocks, waiting for their valuations to decline.\n\nWhile Jim Cramer certainly popularized the term, he himself credits Bob Lang, a \"Real Money\" and \"The Street\" colleague of Cramer's, with identifying these four stocks and inventing the acronym.\n\nNo. Microsoft is not a FAANG stock, which is why there is no \"M\" in the acronym. FAANG stocks were meant to describe hot, new high-growth tech companies of the 2010s. By then Microsoft was already a mature, older company.\n\nMeta, Apple, Amazon, Netflix, and Alphabet comprise the \"FAANG\" stocks, which is the grouping of the most highly successful technology stocks.\n\nThese companies are some of the largest companies in the world based on market capitalization as well as the most influential and powerful based on their popularity and market share, as well as the degree to which they shape the industry they operate in and the world at large.\n\nTheir growth has brought great returns to investors and they make up a big chunk of equity indexes. Despite their success, there continue to be concerns about their overvaluation, their business strength, and the risks involved with their influence and power.\n\nYahoo! Finance. \"Alphabet Inc. (GOOG).\"\n\nYahoo! Finance. \"Apple Inc. (AAPL).\"\n\nYahoo! Finance. \"Netflix, Inc. (NFLX).\"\n\nYahoo! Finance. \"Amazon.com, Inc. (AMZN).\"\n\nYahoo! Finance. \"Facebook (FB).\"\n\nState Street Global Advisors. \"SPDR S&P 500 ETF Trust.\" Click \"Download All Holdings: Daily\"\n\nFinance Charts. \"Netflix (NFLX) Performance.\"\n\nStatista. \"Leading Countries Based on Facebook Audience Size as of April 2024.\"\n\nYaguara.co. \"21+ Amazon Statistics of 2024 (Data and Latest Trends).\"\n\nCapital One. \"Capital One Shopping.\"\n\nCompaniesmarketcap.com. \"Largest Companies by Market Cap.\"\n\nCNBC. \"Cramer: Does Your Portfolio Have FANGs?\"",
  "url": "https://www.investopedia.com/terms/f/faang-stocks.asp"
}