{
  "term": "Face Value: Definition in Finance and Comparison With Market Value",
  "definition": "Face value is the nominal or dollar value of a security as stated by its issuer.\n\nFace value is a financial term used to describe a security’s nominal or dollar value as given by its issuer. For bonds, it’s the amount paid to the holder at maturity. The face value of bonds is often called “par value” or simply “par.”\n\nFor stocks, the face value is the stock’s original cost, as listed on the certificate. In reality, the par value of a stock is unimportant. It can be set at a low, arbitrary amount, especially in countries like the United States. Many U.S. companies deliberately issue stocks with very low par values due to specific state regulations. These rules tie the cost of incorporating a company to the par value of the registered shares. By assigning low par values to their stocks, companies can decrease their incorporation fees.\n\nBelow, we review what else you need to know about par or face value.\n\nPaige McLaughlin / Investopedia\n\nIn bond investing, face value (par value) is the amount paid to a bondholder at the maturity date, as long as the bond issuer doesn’t default. However, bonds sold on the secondary market fluctuate with interest rates. For example, if interest rates are higher than the bond’s coupon rate, then the bond is sold at adiscount(below par).\n\nConversely, if interest rates are lower than the bond’s coupon rate, the bond is sold at apremium(above par). While the face value of a bond provides a guaranteed return, the face value of a stock is not an indicator of its actual worth.\n\nA bond’s face value is the amount the issuer provides to the bondholder, once maturity is reached. A bond may either have an additional interest rate, or the profit may be based solely on the increase from a below-par original issue price and the face value at maturity.\n\nWhile bond par values are generally static, a notable exception is inflation-linked bonds, whose par values are adjusted by inflation rates for preset periods.\n\nThe total face value of a company’s shares establishes the legal capital that a corporation is obligated to maintain. Only the above-and-beyond capital may be released to investors through dividends. In essence, the funds that cover the face value function as a type of default reserve.\n\nHowever, there is no requirement dictating the face value businesses must list upon issue. This gives companies the leeway to use very low values to determine the size of the reserve. For example, the par value of AT&T Inc. (T) shares is listed as $1 per common share, while shares of Apple Inc. (AAPL) have a par value of $0.00001.\n\nThe face value of a stock or bond does not equal its actualmarket value. Market value is determined by supply and demand, which are governed by the dollar figure where investors are willing to buy and sell the security at a given time. Depending on market conditions, the face value and market value may have very little correlation.\n\nIn the bond market, interest rates (compared with the bond’s coupon rate) may determine if a bond sells above or below par.Zero-coupon bonds, or those where investors receive no interest, aside from that associated with purchasing the bond below face value, are generally only sold below par because that’s the only feasible way an investor can receive a profit.\n\nFace value, or par value, is the official price of a bond or stock, as stated by its issuer. For bonds, the face value is the price of the bond when it was issued, which will be returned to investors when the bond matures. Stocks typically have a very low face value, because the cost of registering a company is linked to the face value of its shares.\n\nFace value can have very little to do with the market price. For bonds, the resale value can be higher or lower than the par value, depending on current interest rates. Stock prices are much higher than their original par values because investor demand drives the price higher.\n\nYes. Face value refers to the dollar value of a financial instrument when it is issued. The face value of a bond is the price that the issuer pays at the time of maturity, also referred to as “par value.” By comparison, the face value of a stock is the price set by the issuer when the stock is first issued.\n\nWhile face value is the original price of a stock as set by its issuer, market value is influenced bysupply and demand. Market value is the price that the market will bear, and it can differ significantly from a stock’s initial price. For example, the face value of Apple shares is $0.00001, while the market value of each of its shares at the close of trading on May 23, 2025, was $195.27.\n\nA bond’s face value is fixed, often issued in $1,000 denominations. By contrast, its price fluctuates in response to market interest rates,time to maturity, and the issuer’s credit rating. A bond may be priced above par, or below par based on these conditions. For example, if interest rates increase, bond prices will decline, trading at a discount to face value in the secondary market.\n\nBook value is the net value of a company’s assets as recorded on its balance sheet. It’s calculated by subtracting a company’s total liabilities from its total assets. Essentially, book value reflects the amount that would be left over for shareholders if a company were to liquidate all its assets and pay off all its debts. This measure provides insight into a company’s intrinsic value and is often used by investors to gauge whether a stock is overvalued or undervalued.\n\nFace value is also known as “par value” or “par,” typically about bonds. Face value differs from market value, which is the security price based on supply and demand. With bonds, face value refers to the amount paid to the bondholder at maturity—although, as with stocks, bond market prices can fluctuate if sold on the secondary market.\n\nHistorically, face-value-ensured companies didn’t sell stocks below a specific price. As a data point in a time of limited information, face value also protected shareholders. For issuers, face value created a value expectation when shares were sold.\n\nSunni Parameswaran, via Wiley Online Library. “Fundamentals of Financial Instruments: An Introduction to Stocks, Bonds, Foreign Exchange, and Derivatives,” Pages 79–80. John Wiley & Sons, 2022.\n\nAT&T Investor Relations. “2019 Annual Report,” Page 52.\n\nU.S. Securities and Exchange Commission. “Form 10-K for the Fiscal Year Ended September 28, 2019: Apple Inc.”\n\nFrancisco Parames, via Wiley. “Investing for the Long Term,” Pages 179–189. John Wiley & Sons, 2018.",
  "url": "https://www.investopedia.com/terms/f/facevalue.asp"
}