{
  "term": "Factor Definition: Requirements, Benefits, and Example",
  "definition": "A factor is an intermediary agent that provides cash or financing to companies by purchasing theiraccounts receivables. In short, a factor is a funding source; the factor agrees to pay the company the value of an invoice—less a discount for commission and fees.\n\nFactoring can help companies improve their short-term cash needs by selling their receivables in return for an injection of cash from the factoring company. The practice is also known as factoring, factoring finance, andaccounts receivable financing.\n\nFactoring allows a business to obtain immediatecapitalin the amount of the anticipated future income due from all outstanding invoices. These invoices are captured in accounts receivable, an asset account on a company's balance sheet, which represents money owed to the company from customers for sales made on credit. For accounting purposes, receivables are recorded on thebalance sheetascurrent assetssince the money is usually collected in less than one year.\n\nA company can experiencecash flowshortfalls when its short-term debts (or bills) exceed the revenue being generated from sales. If a company has a significant portion of its sales done via accounts receivables, the money collected from the receivables might not be paid in time for the company to meet its short-term accounts payable. As a result, companies can opt to sell their receivables to a factor and receive cash.\n\nThere are three parties directly involved in a transaction involving a factor: The first party is the company selling its accounts receivables. The second party is thefactor that purchases the receivables. Finally, the third party is the company's customer, who must now pay the receivable amount to the factor (rather than paying the company that was originally owed the money).\n\nAlthough the terms and conditions set by a factor can vary depending on its internal practices, the funds are often released to the seller of the receivables within 24 hours. In return for paying the companycash for its accounts receivables, the factor earns a fee.\n\nThe company selling the receivables transfers the risk ofdefaultby its customers to the factor. As a result, the factor must charge a fee to help compensate for that risk. Typically, a percentage of the receivable amount is kept by the factor; however, that percentage can vary, depending on thecreditworthinessof the customers paying the receivables.\n\nIf the financial company acting as the factor believes there's an increased risk of incurring a loss—due to the customers not being able to pay the receivable amounts—they'll charge a higher fee to the company selling the receivables. If there's a low risk from collecting the receivables, the factoring fee charged to the company will be lower.\n\nThe duration of time the receivables have been outstanding or uncollected can impact the factoring fee, too. Some financial institutions that provide factoring may have additional terms and conditions. For example, a factor may want the company to pay additional money in the event one of the company's customers defaults on a receivable.\n\nFactoring is not considered a loan because the involved parties neither issue nor acquiredebtas part of the transaction. The funds provided to the company in exchange for the accounts receivable are also not subject to any restrictions regarding use.\n\nThe company selling its receivables gets an immediate cash injection, which can help fund its business operations—or improve itsworking capital. Working capital is vital to companies because it represents the difference between its short-term cash inflows (such asrevenue) versus the short-term bills or financial obligations (such as debt payments).\n\nSelling all—or a portion—of its accounts receivables to a factor can help prevent a company that's cash strapped from defaulting on its loan payments with a creditor, such as a bank.\n\nAlthough factoring is a relatively expensive form of financing, it can help a company improve its cash flow. Factors provide a valuable service to companies that operate in industries where it takes a long time to convert receivables to cash—and to companies that are growing rapidly and need cash to take advantage of new business opportunities.\n\nA financial institution that provides factoring also benefits from these transactions because it can purchase uncollected receivables or assets at a discounted price (in exchange for being able to provide cash upfront).\n\nAssume a factor has agreed to purchase an invoice of $1 million from Clothing Manufacturers Inc., representing outstanding receivables from Behemoth Co. The factor negotiates to discount the invoice by 4% and will advance $720,000 to Clothing Manufacturers Inc.\n\nThe balance of $240,000 will be forwarded by the factor to Clothing Manufacturers Inc. upon receipt of the $1 million accounts receivable invoice for Behemoth Co. The factor’s fees and commissions from this factoring deal amount to $40,000. The factor is more concerned with thecreditworthinessof the invoiced party, Behemoth Co., than the company from which it has purchased the receivables.\n\nDetermining whether factoring is a good investment for a company will depend on many things, including the specifics of the company—the type of business and its financial condition. Generally, factoring is a good investment choice for a business because it increases liquidity, increases competitiveness, improves cash flow, is efficient, removes the need for good credit, and reduces the reliance on traditional debt.\n\nSuppose a company is waiting on payment from its customers. Depending on the company's finances, it may need that cash to continue operating its business or funding growth. The longer it takes to collect the accounts receivables, the more difficult it is for a business to run its operations. Factoring allows a company to sell off all of its outstanding invoices at one time, rather than having to wait on collecting payments from customers. The receivables are sold at a discount, meaning that the factoring company may pay the company 80% or 90% of the full amount of the receivables.\n\nA factoring company specializes in accounts receivable financing—or more simply, factoring. A factoring company purchases invoices from businesses that need an immediate boost in their cash flow. A business may be in the position of waiting 30 to 90 days for its customers to pay their invoices; for a company that is growing rapidly and needs cash to take advantage of new business opportunities, this can be too long to wait. Therefore, they may work with a factoring company. The factoring company will pay the full amount of the company's invoices, less a discount for commission and fees.\n\nA factor can act as a source of funding for a company. A factor is usually a financial institution; it agrees to pay a company the value of its outstanding invoices—less a discount for commission and fees. This practice is called factoring, or accounts receivable financing. The factoring company will set specific terms and conditions, depending on the risk involved in the transaction.\n\nThe practice of factoring is beneficial because it allows a company to boost its cash flow in the short term. For a factoring company, these transactions are beneficial because they earn a factoring fee for each transaction. Most factoring companies take between 1% and 5% of the total amount of the invoice value, but this amount can vary based on the factoring volume, client creditworthiness, business stability, and other considerations.\n\nU.S. Chamber of Commerce. \"Is Factoring Receivables Right for Your Business?\"",
  "url": "https://www.investopedia.com/terms/f/factor.asp"
}