{
  "term": "Facultative Reinsurance: Definition, Vs. Treaty Reinsurance",
  "definition": "Facultativereinsuranceis coverage purchased by a primary insurer to cover a single risk—or a block of risks—held in the primary insurer's book of business. Facultative reinsurance is one of two types of reinsurance (the other type of reinsurance is called treaty reinsurance). Facultative reinsurance is considered to be more of a one-time transactional deal, while treaty reinsurance is typically part of a long-term arrangement of coverage between two parties.\n\nAn insurance company that enters into a reinsurance contract with a reinsurance company—also known as aceding company—does so in order to pass off some of their risk in exchange for a fee. This fee may be a portion of the premium the insurer receives for a policy. The primary insurer that cedes risk to the reinsurer has the option of either ceding specific risks or a block of risks. Reinsurance contract types determine whether thereinsureris able to accept or reject an individual risk, or if the reinsurer must accept all the specified risks.\n\nFacultative reinsurance allows the reinsurance company to review individual risks and determine whether to accept or reject them. The profitability of a reinsurance company depends on how wisely it chooses its customers. In a facultative reinsurance arrangement, the ceding company and the reinsurer create a facultative certificate that indicates that the reinsurer is accepting a given risk.\n\nInsurance companies looking to cede risk to a reinsurer may find that facultative reinsurance contracts are more expensive than treaty reinsurance. This is becausetreaty reinsurancecovers a “book” of risks. This is an indicator that the relationship between the ceding company and the reinsurer is expected to become a long-term relationship (versus if the reinsurer only wants to cover a single risk in a one-off transaction). While the increased cost is a burden, a facultative reinsurance arrangement may allow the ceding company to reinsure specific risks that it may otherwise not be able to take on.\n\nBoth treaty and facultative reinsurance contracts can be written on a proportional or excess-of-loss basis (or a combination of both).\n\nTreaty reinsurance is a broad agreement covering some portion of a particular class (or class of business), such as an insurer's entire workers' compensation or property business. Reinsurance treaties automatically cover all risks, written by the insured, that fall within treaty terms—unless they specifically exclude certain exposures.\n\nWhile treaty reinsurance does not require review of individual risks by the reinsurer, it demands a careful review of the underwriting philosophy, practice, and historical experience of the ceding insurer.\n\nFacultative reinsurance is usually the simplest way for an insurer to obtain reinsurance protection; these policies are also the easiest to tailor to specific circumstances.\n\nFacultative reinsurance contracts are much more focused in nature. They cover individual underlying policies, and they are written on a policy-specific basis. A facultative agreement covers a specific risk of the ceding insurer. A reinsurer and ceding insurer must agree on terms and conditions for each individual contract. Facultative reinsurance agreements often cover catastrophic or unusual risk exposures.\n\nBecause it is so specific, facultative reinsurance requires the use of substantial personnel and technical resources for underwriting activities.\n\nBy covering itself against a single risk—or a block of risks—reinsurance gives the insurer more security for its equity andsolvency(and more stability when unusual or major events occur).\n\nReinsurance also allows an insurer to underwrite policies, covering a larger volume of risks without excessively raising the costs of covering their solvency margins—the amount by which the assets of the insurance company, at fair values, are considered to exceed its liabilities and other comparable commitments. In fact, reinsurance makes substantial liquid assets available for insurers in case of exceptional losses.\n\nSuppose a standard insurance provider issues a policy on major commercial real estate, such as a large corporate office building. The policy is written for $35 million, meaning the original insurer faces a potential $35 million in liability if the building is badly damaged. But the insurer believes it cannot afford to pay out more than $25 million.\n\nSo, before even agreeing to issue the policy, the insurer must look for facultative reinsurance and try the market until it gets takers for the remaining $10 million. The insurer might get pieces of the $10 million from 10 different reinsurers. But without that, it cannot agree to issue the policy. Once it has the agreement from the companies to cover the $10 million and is confident it can potentially cover the full amount should a claim come in, it can issue the policy.",
  "url": "https://www.investopedia.com/terms/f/facultative-reinsurance.asp"
}