{
  "term": "Fair Market Value (FMV): Definition and How to Calculate It",
  "definition": "Fair market value is an asset’s price that is “just right” for both the buyer and the seller, based on what the asset is worth in the market.\n\nFair market value is the price that an asset would sell for under current market conditions, assuming that both the buyer and the seller are seeking the best possible price. The term is widely used in legal settings, where it may be difficult to set an objective value for some assets.\n\nFair market value (FMV) is similar to market value, which is the price that the asset would trade for in the open market under current conditions. However, fair market value has the following additional assumptions:\n\nGiven these conditions, an asset’s fair market value should represent an accuratevaluationor assessment of its worth in contrast to its current price. These assumptions might make an asset’s value higher or lower than its market value. This definition of the term is commonly accepted in accounting, tax law, bankruptcy law, divorces, and the real estate market.\n\nFair market value is intentionally distinct from similar terms, such as market value or appraised value, because it considers the economic principles of free and open market activity. In contrast,market valuerefers to the price of an asset in the marketplace.Therefore, while a home’s market value can easily be found on a listing, its fair market value is more difficult to determine.\n\nSimilarly,appraised valuerefers to an asset’s value in the opinion of a single appraiser, thus not immediately qualifying the appraisal as fair market value.However, in cases where a fair market value is needed, an appraisal will usually suffice.\n\nDue to the thorough considerations used in determining fair market value, it’s often used in legal settings. For example, fair market value in real estate is commonly used in divorce settlements and to calculate compensation related to the government’s use ofeminent domain.\n\nFair market values are also often utilized in taxation, such as when determining the fair market value of a property for a tax deduction after acasualty loss.\n\nIt’s essential to assess the fair market value of an item you buy or sell, as it can significantly impact your finances.\n\nMunicipal property taxes are often assessed based on the fair market value of the owner’s property.Depending on how long the owner has owned the home, the difference between the purchase price and the residence’s FMV can be substantial. Professional appraisers use standards, guidelines, and national and local regulations to determine a home’s FMV.\n\nFMV is also often used in the insurance industry. For example, when aninsurance claimis made due to a car accident, the insurance company covering the damage to the owner’s vehicle usually covers damages up to the vehicle’s FMV.\n\nTax authorities nearly always ensure that transactions are realized at FMV, at least for tax purposes. For example, a father who is retiring may sell the shares of his business to his daughter for $1 so that she can carry on as the owner of the family business.\n\nHowever, suppose the FMV of the shares is higher. In that case, tax authorities such as theInternal Revenue Service (IRS)may well recharacterize the transaction for tax purposes. The father will need to pay taxes on the disposition of the shares as though he had sold them at FMV to a third party.\n\nAnother field of taxation where FMV regularly comes into play is donating property, such as artwork, to charities. In these cases, the donor usually receives atax credit for the value of the donation. Tax authorities need to ensure that the credit given is for the actual FMV of the object and often ask donors to provide independent valuations for their donations.Correctly applying fair market value to taxes ensures there won’t be adverse monetary implications later on or any claims of fraud by authorities.\n\nFair market value is not about what you paid for your asset or how much you love your asset. It’s about what others would be willing to pay for the asset. They have to be willing to buy it, you have to be willing to sell it, you both know its condition, and you both have time to think about the deal.\n\nFMV is the price that is fair for buyer and seller alike, determined by what others believe the asset is worth in the market.\n\nFair market value has many applications in real life, especially regarding real estate assets. Here’s how you might use FMV:\n\nFair market value helps you set a competitive asking price tosell your homethat reflects current market conditions and attracts potential buyers. Or if you’re ahomebuyer, FMV helps you offer a competitive and reasonable price. FMV also serves as a benchmark in sales negotiations.\n\nAlso, local authorities use FMV to determine your property’s taxable value, which results in yourproperty taxbill. You can also use FMV toappealif you believe your property tax assessment is wrong.\n\nFinally, if you’re areal estate investor, you can use FMV to assess the potential return on investments.\n\nThe fair market value of assets is used to determine their value when distributing yourinheritanceor calculatinginheritance taxes.\n\nWhen you seek amortgageor othersecured loan, lenders use the appraised value, which is often based on FMV, to determine the amount they can offer you.\n\nFair market value can help you determine appropriate coverage limits for assets like your car or home.\n\nIf you’re a business owner, you’ll use fair market value to accurately report the value of your assets onfinancial statements. FMV is also used inmergers and acquisitions (M&A)or sales, to help determine the price of a business or its assets and ensure a fair price is negotiated between the buyer and the seller.\n\nYou can assess rather than calculate fair market value in a few different ways. First, by the price the item cost the seller, via a list of sales for objects similar to the asset being sold, or an expert’s opinion. For example, a diamond appraiser would likely be able to identify and calculate a diamond ring based on their experience.\n\nReal estate property is assessed by professional appraisers who can tell you its fair market value using standards, guidelines, and national and local regulations to determine it.\n\nEach state has its own rules for the division of marital assets. Liquid assets, such as stocks and bonds, are typically valued according to current market prices. Electronics, household items, and vehicles are priced according to their fair market value, which is typically lower than their original purchase price. Real estate, jewelry, artworks, professional degrees, and businesses are harder to value and may require expert appraisal or testimony to determine a fair price.\n\nTheKelley Blue Bookis an online guide that can help you determine the fair market value of your car by analyzing data such as trade-in value, private party value, and other areas of research.\n\nFair market value is an assessment of the price an asset could sell for based on several assumptions. This valuation method differs from market value in that market value is the current price for the asset. Market value may be less or more than fair market value (it’s believed to be a more accurate reflection of value), which is why fair market value is used by businesses and governments rather than market value.\n\nCornell Law School, Legal Information Institute. “Market Value.”\n\nCornell Law School, Legal Information Institute. “Appraised Value.”\n\nNorth Carolina Judicial Branch. “Equitable Distribution Affidavit Instructions.”\n\nLaw Offices of Stimmel, Stimmel & Roeser. “Eminent Domain—The Basic Law.”\n\nInternal Revenue Service. “Topic No. 515, Casualty, Disaster, and Theft Losses.”\n\nCommonwealth of Massachusetts. “Massachusetts Municipal Property Taxes.”\n\nInland Empire Law Group. “I Have Been in an Accident and My Car Is a Total Loss. How Is the Value of the Car Determined?”\n\nInternal Revenue Service. “Publication 561: Determining the Value of Donated Property.” Pages 2–3, 7.\n\nInternal Revenue Service. “Publication 561: Determining the Value of Donated Property.” Pages 4–5, 10.\n\nInternal Revenue Service. “Publication 561: Determining the Value of Donated Property.” Pages 2–3, 5.\n\nInternal Revenue Service. “Publication 561: Determining the Value of Donated Property.” Page 6.\n\nNew York City Bar Association. “Divorce and Property Rights.”\n\nKelley Blue Book. “Frequently Asked Questions: My Car’s Value.”",
  "url": "https://www.investopedia.com/terms/f/fairmarketvalue.asp"
}