{
  "term": "Fair Labor Standards Act (FLSA): Overview and History",
  "definition": "The Fair Labor Standards Act (FLSA) is a U.S. law that protects workers against certain unfair pay practices. As such, the FLSA sets out labor regulations, including minimum wages, requirements for overtime pay, and limits on child labor. The FLSA—which was passed in 1938 and has had numerous changes over the years—is one of the most important laws for employers and employees to understand, as it sets out a wide array of regulations for those employed, whether salaried employees or paid by the hour.\n\nThe FLSA specifies when workers are “on the clock” and when times are not paid hours. There are also detailed rules concerning whether employees areexemptfrom the FLSA overtime regulations. The law requires that overtime be paid at one-and-a-half times the regular hourly rate (“time-and-a-half”) for all hours worked more than 40 during a seven-day workweek.\n\nThe FLSA applies to workers who have an employee engaged in interstate commerce on the production of goods for commerce; it also applies to workers who are employed by an enterprise engaged in commerce or the production of goods for commerce. The FLSA also applies to domestic service workers (housekeepers, cooks, full-time babysitters) and employees of hospitals, educational institutions at any level, and public agencies.\n\nThe nominal amount in annualgross salesor other business that makes an employer subject to the full requirements of the FLSA. However, employees of firms that are not covered enterprises may still be subject to its minimum wage, overtime pay, record keeping, and child labor provisions if they are engaged in interstate commerce or producing goods for interstate commerce.And “interstate commerce” has a broad interpretation: Companies that regularly use the U.S. mail, telephones, or the internet to contact other states are considered engaged in interstate commerce.\n\nThe FLSA applies only to employers whose annual sales total $500,000 or more or are engaged in interstate commerce (which can mean receiving letters, phone calls, or internet orders from another state). Nonexempt employees are entitled to overtime pay, while exempt employees are not. Most FLSA-covered employees are nonexempt. Some hourly workers are not covered by the FLSA but are subject instead to other regulations.\n\nFarmworkers may be considered jointly employed by a labor contractor, who recruits, organizes, transports, and pays them, and a farmer, who needs their services and pays the labor contractor for their services.In such situations, employers falsely categorize workers as volunteers when they meet the definition of “employee” under the FLSA.\n\nThe FLSA also sets out how to treat jobs that are primarily compensated by way of tipping. In such a case, an employer must pay the minimum wage to the employee unless they regularly receive more than $30 per month from gratuities. If that employee’s pay (tips included) does not equalminimum wage, then the employer must make up the difference. Such workers must either receive all their tips or be included in a tip pool, for which the FLSA sets guidelines. Bussers are meant to be included in a tip pool under FLSA rules because of the customer-visible nature of their work.\n\nHere is a summary of the most important protections in the FLSA:\n\nThe FLSA is also known as the Wages and Hours Bill.\n\nThe FLSA has a broad reach but does not apply to all workers and workplaces. Exemptions exist both for employers and those they employ, and it is often easier to understand who is covered by the act by looking at who isn't. The FLSA does not apply to the following:\n\nOn April 26, 2024, the U.S. Department of Labor published a final rule, Defining and Delimiting the Exemptions for Executive, Administrative, Professional, Outside Sales, and Computer Employees, increasing the minimum salary limit to be exempt from overtime and minimum wage requirements under the FLSA.The rule would have raised the salary level from $35,568 to $43,888 by July 2024, and $58,656 by January 2025. However, on November 15, 2024, the United States District Court of the Eastern District of Texas struck down the law, vacating the rule nationwide immediately, and reverting the minimum salary level back to $35,568, or $684 per week. It remains to be seen whether future administrations will continue to appeal this verdict, rescind the rule, or write a new rule revising the limits.\n\nThere are circumstances in which independent contractors, who typically are hired to work on specific projects, can be deemed employees who fall under FLSA jurisdiction. If the relationship appears to be permanent, if the worker lacks bargaining power concerning the terms of their employment, and if the worker is economically dependent on one employer (that is, almost all their income comes from one company), a court would likely rule that they are an employee of that company for purposes of the FLSA.\n\nHere are some of the most common violations that occur under the act:\n\nPresident Franklin D. Roosevelt signed the Fair Labor Standards Act into law on June 25, 1938. Even though it applied to industries whose combined employment represented only about one-fifth of the labor force at the time, the bill had a bumpy ride in the House of Representatives and the Senate.\n\nDrafted mainly by the Secretary of Labor, Frances Perkins, the act banned all labor for children under 14 and hazardous labor for ages 14-18; set a minimum hourly wage of 25 cents and a maximum workweek of 44 hours (to be adjusted to 40 hours by Oct. 23, 1940), and guaranteed “time-and-a-half” for certain jobs.\n\nAlready a complex law, the FLSA has been amended many times. Most revisions have expanded the law’s coverage or adjusted the minimum wage to reflect inflation. Here are some of the major changes to the FLSA:\n\nIf the FLSA does not cover you, some other laws and regulations could apply:\n\nThe FLSA does not require the following:\n\nThe FLSA's minimum wage and record keeping sections apply to both part-time and full-time employees. However, the sections on overtime pay primarily affect full-time employees. Those working over 40 hours per week are more likely to be full-time employees, not part-time workers.\n\nThe Fair Labor Standards Board is the administrative body responsible for enforcing the FLSA. The board's primary duties include overseeing minimum wage, overtime pay, record keeping, and child labor laws in the U.S. The Wage and Hour Division of the U.S. Department of Labor carries out the actual enforcement work and administration of the FLSA. This board instead has the authority to interpret the act's provisions, handle complaints, and conduct investigations into whether employers are following the law.\n\nThe FLSA remains important for protecting workers' rights across the U.S. It establishes a federal minimum wage, mandates overtime pay for employees working over 40 hours per week, forbids different types of child labor, and has been amended to provide crucial protections against discrimination. While app-based jobs and the increased use of the label independent contractor to cover more and more workers have meant the protections cover fewer workers than otherwise, collectively, these measures still underscore the FLSA's role in the labor standards behind much of the modern workplace.\n\nU.S. Department of Labor. \"Wage and Hour Division: History.\"\n\nU.S. Department of Labor. \"Wages and the Fair Labor Standards Act.\"\n\nU.S. Department of Labor. \"Handy Reference Guide to the Fair Labor Standards Act.\"\n\nU.S. Department of Labor. \"Handy Reference Guide to the Fair Labor Standards Act: Who Is Covered?\"\n\nU.S. Department of Labor. \"Fact Sheet #12: Agricultural Employers Under the Fair Labor Standards Act (FLSA),\" Page 2.\n\nU.S. Department of Labor. \"Fact Sheet #15: Tipped Employees Under the Fair Labor Standards Act (FLSA),\" Pages 1 to 3.\n\nU.S. Department of Labor. \"Fact Sheet 13: Employment Relationship Under the Fair Labor Standards Act (FLSA).\"\n\nU.S. Department of Labor. \"Fact Sheet #17A: Exemption for Executive, Administrative, Professional, Computer & Outside Sales Employees Under the Fair Labor Standards Act (FLSA).\"\n\nU.S. Department of Labor. \"Opinion Letter.\"\n\nFederal Register. \"Defining and Delimiting the Exemptions for Executive, Administrative, Professional, Outside Sales, and Computer Employees.\"\n\nU.S. Small Business Administration Office of Advocacy. \"Federal Court Strikes Down Labor Department's Overtime Rule, Rejecting $44K and $59K Salary Thresholds.\"\n\nReuters. \"DOL Investigations Find A Broad Spectrum of Violations.\"\n\nU.S. Department of Labor. \"Misclassification of Employees as Independent Contractors.\"\n\nU.S. Department of Labor. \"Overtime Pay.\"\n\nU.S. Department of Labor. \"Off-the-Clock References.\"\n\nU.S. Department of Labor. \"Breaks and Meal Periods.\"\n\nU.S. Department of Labor. \"Fair Labor Standards Act of 1938: Maximum Struggle for a Minimum Wage.\"\n\nOgletree Deakins. \"The FLSA After 80 Years, Part I: Major Changes, Current Compliance Concerns, and Possible Revisions.\"",
  "url": "https://www.investopedia.com/terms/f/fair-labor-standards-act-flsa.asp"
}