{
  "term": "Fair Credit Billing Act (FCBA): How It Protects Consumers",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe Fair Credit Billing Act is a 1974 federal law enacted to protect consumers from unfair credit billing practices. It enables individuals to dispute unauthorized charges on their accounts and those for undelivered goods or services.\n\nThe Federal Trade Commission enforces the Fair Credit Billing Act, which coversopen-end creditaccounts, such as credit cards, charge accounts, and lines of credit. The Act provides consumers with protection from unfair billing practices such as:\n\nDuring an investigation, a consumer may withhold payment only on the disputed amount, not on the rest of their bill.\n\nWhile the Fair Credit Billing Act limits a cardholder's liability for unauthorized charges to $50, many card issuers now have voluntaryzero-liability policiesthat reduce it to $0.\n\nThe Fair Credit Billing Act is often compared to theFair Credit Reporting Act (FCRA). Both are designed to protect consumers from bad credit practices, but the purpose of each law is different.\n\nThe Fair Credit Reporting Act is a federal law that regulates the collection and reporting of credit information about consumers. The law governs how a consumer's credit information is collected and shared with others.\n\nIn other words, the FCBA protects consumers from unfair billing practices, while the FCRA protects them from unfair practices involving their personal information.\n\nThe Fair Credit Billing Act applies only to open-end credit, the kind that a consumer can borrow from repeatedly. Examples include credit cards, charge cards, and home equity lines of credit. It does not apply toclosed-end credit, such as auto loans, mortgages, and home equity loans. Consumers who wish to dispute a charge involving closed-end credit are covered by other laws. For example, theReal Estate Settlement Procedures Act (RESPA)governs disputes between borrowers and their mortgage companies or loan servicers.\n\nUnder the Fair Credit Billing Act, \"account in dispute\" refers to the 90-day period in which a credit issuer is investigating a consumer's dispute. The credit issuer must either remedy the situation or send a letter to the consumer explaining why it considers the dispute invalid.\n\nJust like with any other charge, the consumer has the right to dispute a transaction involving a non-refundable charge as long as they believe they have a valid claim. Valid claims include not receiving the product or service or not having signed or authorized the non-refundable charge.\n\nAchargebackis the return of money to a customer following the successful dispute of a particular credit transaction. It reverses a money transfer from the payer's bank account or credit card.\n\nNo. Filing a dispute has no impact on a consumer's credit score. However, the card issuer may report the dispute to one or more of thethree major credit bureauswhile its investigation is in progress and that information may show up in the consumer's credit report.\n\nThe Fair Credit Billing Act is designed to protect consumers from unfair billing practices. The act provides a path for consumers to dispute billing errors or unauthorized charges and requires that credit issuers investigate and resolve them.\n\nFederal Trade Commission Consumer Advice. \"Using Credit Cards and Disputing Charges.\"\n\nFederal Trade Commission Protecting America's Consumers. \"Fair Credit Reporting Act.\"\n\nFederal Trade Commission Consumer Advice. \"Your Rights When Paying Your Mortgage.\"\n\nExperian. \"The Effects of Disputing Charges on a Credit Card.\"",
  "url": "https://www.investopedia.com/terms/f/fair-credit-billing-act-fcba.asp"
}