{
  "term": "Fair Value: Definition, Formula, and Example",
  "definition": "Fair value is a measure of a product or asset's current market value and a reflection of the price at which an asset is bought or sold when a buyer and a seller freely agree.\n\nMany factors go into determining the fair value of an asset, including a comparison of recent transactions for similar assets, an estimate of the expected earnings of the asset, and an estimate of the cost to replace the asset.\n\nA common way to determine a stock's fair value is to list it on a publicly-tradedstock exchange. As shares trade, investor demand creates the appropriate bid and ask prices, or market value, and influences each investor's fair value estimate.\n\nIn investing, fair value is the price that investors are willing to pay to generate their desired price growth and rate of return.\n\nIf the fair value of a stock share is $100, and the market price is $95, an investor may consider the stock undervalued and buy the stock. If the market price is $120, the investor may forego the purchase as the market value does not align with their idea of fair value.\n\nSome traders, particularly day traders, try to exploit the fair value gap. A fair value gap is a brief inconsistency between a stock's current price and its fair value price, usually caused by a temporary imbalance between buyers and sellers. \"Playing the gap\" requires tracking a stock's price to pinpoint the right moment to buy or sell.\n\nThe fair value of aderivativeis determined by the value of an underlying asset. When an investor buys a 50 call option, they are buying the right to purchase 100 shares of stock at $50 per share for a specific period. If the stock’s market price increases, the value of the option on the stock also increases.\n\nIn thefuturesmarket, fair value is the equilibrium price for a futures contract or the point where the supply of goods matches demand. This is equal to thespot priceand accounts for compounded interest and lost dividends resulting from the futures contract ownership versus a physical stock purchase.\n\nFair Value=Cash×(1+r×(x360))−Dividendswhere:Cash=Current value of securityr=Interest rate charged by brokerx=Number of days remaining in contractDividends=Number of dividends investor wouldreceive before expiration date\\begin{aligned}&\\text{Fair Value} = \\text{Cash} \\times \\Big ( 1 + r \\times \\big ( \\frac{ x }{ 360 } \\big ) \\Big ) - \\text{Dividends} \\\\&\\textbf{where:} \\\\&\\text{Cash} = \\text{Current value of security} \\\\&r = \\text{Interest rate charged by broker} \\\\&x = \\text{Number of days remaining in contract} \\\\&\\text{Dividends} = \\text{Number of dividends investor would} \\\\&\\text{receive before expiration date} \\\\\\end{aligned}​Fair Value=Cash×(1+r×(360x​))−Dividendswhere:Cash=Current value of securityr=Interest rate charged by brokerx=Number of days remaining in contractDividends=Number of dividends investor wouldreceive before expiration date​\n\nTheInternational Accounting Standards Boardrecognizes the fair value of certain assets and liabilities as the price at which an asset can be sold or a liability settled.\n\nFair value accounting, ormark-to-marketaccounting, is the practice of calculating the value of a company’s assets and liabilities based on their current market value. In some instances, companies that hedge their assets might usehedge accounting, in which the value of the asset and its hedge are accounted as a single entry.\n\nTo do this, the accountant needs to consider:\n\nIf a construction business acquired a truck worth $20,000 in 2019 and decided to sell the truck in 2022, comparable sale listings of the same used truck may include two trucks priced at $12,000 and $14,000. The estimated fair value of the truck may be determined as the average current market value, or $13,000.\n\nIt is difficult to determine a fair value for an asset if there is no active market for it. Accountants will usediscounted cash flowswill determine a fair value by determining the cash outflow to purchase the equipment and the cash inflows generated by using the equipment over its useful life.\n\nFair value is also used in aconsolidationwhen a subsidiary company’s financial statements are combined with those of a parent company. The parent company buys an interest in a subsidiary, and the subsidiary’s assets and liabilities are presented at fair market value for each account.\n\nFair value measures the real or estimated value of an asset or liability. Fair value accounting is widely used in business and investing because of its benefits. These include:\n\nFair value is a broad measure of an asset's intrinsic worth. It requires determining the right price between two parties depending on their interests, risk factors, and future goals for the asset. Fair value is most often used to gauge the true worth of an asset by looking at factors like its potential for growth or the cost to replace it.\n\nMarket valueis the observed and actual value for which an asset or liability is exchanged. It reflects the current value of the investment as determined by actual market transactions.\n\nMarket value can fluctuate more frequently than fair value. Market value is also highly dependent on supply and demand. For example, housing prices are often dependent on the number of houses for sale in an area (supply) and how many buyers are currently looking (demand) as much as the intrinsic value of the house.\n\nInfluenced by growth potential and replacement cost\n\nInfluenced by supply and demand\n\nDetermined by current market transactions\n\nFor example, a stock's market value can move up and down quickly depending on a variety of external factors. But the fair value of a company changes much more slowly.\n\nInvestors who know a company's fair value can use that to decide whether the market value of a stock is high (which means it's a good time to sell) or low (which means it's a good time to buy).\n\nFair value is the price an investor pays for a stock and may be considered the present value of the stock when itsintrinsic valueand its growth potential are considered.\n\nIntrinsic value is calculated by dividing the value of the next year’s dividend by the rate of return minus the growth rate.\n\nP=D1r−gwhere:P=Current stock priceD1=Value of next year’s dividendg=Constant growth rate expectedr=Required rate of return\\begin{aligned}&P = \\frac{ D1 }{ r } - g \\\\&\\textbf{where:} \\\\&P = \\text{Current stock price} \\\\&D1 = \\text{Value of next year's dividend} \\\\&g = \\text{Constant growth rate expected} \\\\&r = \\text{Required rate of return} \\\\\\end{aligned}​P=rD1​−gwhere:P=Current stock priceD1=Value of next year’s dividendg=Constant growth rate expectedr=Required rate of return​\n\nIn 2020, the SEC implemented rule 2a-5 under the Investment Company Act of 1940 requiring funds to value their portfolio investments using the market value of their portfolio securities when market quotations are “readily available.”\n\nIf data is not readily available or if the investment is not a security, the Act requires the fund to use the investment’s fair value.\n\nThe fair value is determined in good faith by the fund’s board who are required to establish fair value methodologies and oversee pricing services.\n\nFair value accounting measures assets and liabilities at estimates of their current value. Historical cost accounting measures the value of an asset based on the original cost of the asset.\n\nThere are several ways to determine fair value:\n\nAny transaction implies an agreement on fair value by a seller and a buyer.\n\nThe same principle applies to investing in stocks, property, or any other financial asset. The buyer and seller must agree on fair value for the transaction to take place.\n\nIn transactions large or small, both parties may consider a number of factors in determining fair value, including the recent prices of similar purchases and the real benefits of the purchase being considered.\n\nMotley Fool. \"How to Calculate the Fair Value of a Stock.\"\n\nMorningstar. \"What Is Fair Value?\"\n\nU.S. Securities and Exchange Commission. \"Good Faith Determinations of Fair Value.\"\n\nAccounting Tools. \"Fair Value Accounting.\"",
  "url": "https://www.investopedia.com/terms/f/fairvalue.asp"
}