{
  "term": "Fair Debt Collection Practices Act (FDCPA): Definition and Rules",
  "definition": "The Fair Debt Collection Practices Act (FDCPA) is a federal law that limits the actions of third-party debt collectors who are attempting to collectdebtson behalf of another person or entity.\n\nThe law restricts the ways that collectors can contactdebtorsas well as the time of day and number of times that contact can be made. If the FDCPA is violated, the debtor can sue the debt collection company as well as the individual debt collector for damages and attorney fees.\n\nTheConsumer Financial Protection Bureau’s (CFPB’s)Debt Collection Rule clarifies the FDCPA’s rules about how debt collectors can communicate with debtors.\n\nThe FDCPA creates a structure within which debt collectors are allowed to work in an attempt to make debt collection a fair and nonaggressive process.\n\nThe law limits the time of day when collectors may call, the type of language they may use, and how they represent themselves. Essentially, the law makes it illegal for them to threaten or harass you when they are trying to collect a debt.\n\nIf a debt collector violates the parameters of the law, debtors may submit a complaint with the Consumer Financial Protection Bureau (CFPB) or take the debt collector to court.\n\nThe FDCPA does not protect debtors from those who are attempting to collect a personal debt. If you owe money to the local hardware store, for example, and the owner of the store calls you to collect that debt, that person is not adebt collectorunder the terms of the law.\n\nThe FDCPA only applies tothird-party debt collectors, such as those who work for a debtcollection agency. Credit card debt, medical bills, student loans, mortgages, and other kinds of household debt are covered by the law.\n\nThe Fair Debt Collection Practices Act specifies that debt collectors cannot contact debtors at inconvenient times. That means they should not call before 8 a.m. or after 9 p.m. unless the debtor and the collector have made an arrangement for a call outside of the permitted hours.\n\nIf a debtor tells a collector that they want to talk after work at 10 p.m., for instance, the collector is allowed to call then. Without an invitation or agreement, however, the debtor cannot legally call at that time. Debt collectors may also send letters, emails, or text messages to collect a debt.\n\nDebt collectors can attempt to reach debtors at their homes or offices. However, if a debtor tells a bill collector, either verbally or in writing, to stop calling their place of employment, the FDCPA says a collector must not call that number again.\n\nDebt collectors may now also contact debtors through social media, although there are stipulations in place. They may only contact debtors in a private manner that is hidden from other friends or connections. They must also identify themselves as a debt collector, even while requesting to connect with you. In every exchange, they must offer you a way to opt out of their communications as well.\n\nThe CFPB’s Debt Collection Rule also limits how many times a debt collector may call. They may not call more than seven times in a seven-day period. However, they may message, text, or email you more frequently.\n\nWithin five days of contacting a debtor, the debt collector must send a writtenvalidation noticethat includes:\n\nThe FDCPA makes it illegal for debt collectors to use abusive, unfair, or deceptive practices when they attempt to collect debts.\n\nDebtors can also stop collectors from calling their home phones, but they must put the request in a letter and send it to the debt collector. It’s a good idea to send the letter byCertified Mailand pay for a return receipt so that you have proof that the debt collector received the request.\n\nIf a collector does not have contact information for a debtor, they can call relatives, neighbors, or associates of the debtor to try to find the debtor’s phone number, but they cannot reveal any information about the debt, including the fact that they are calling from a debt collection agency. (The collector may only discuss the debt with the debtor or their spouse.) Additionally, collectors can only call third parties one time each.\n\nThe law makes it illegal for debt collectors to harass debtors in other ways, including threats of bodily harm or arrest. They also cannot lie or use profane or obscene language. Additionally, debt collectors cannot threaten to sue a debtor unless they truly intend to take that debtor to court.\n\nA debt collector is not allowed to physically come to your place of employment. The Fair Debt Collection Practices Act (FDCPA) considers a physical visit to your workplace “publicizing” your debt. They may call you at work, but if you tell them to stop, they must comply.\n\nIf you feel that a debt collector has violated the FDCPA, you may contact the Consumer Financial Protection Bureau (CFPB) or your state’s attorney general.\n\nHarassment can include repetitive phone calls, calling very early or very late, obscene or threatening language, publicizing the debt, and calling without identifying themselves as a debt collector.\n\nDebtors are responsible for paying off money they’ve borrowed, but they also have rights—including to be free from threats or harassment—if they cannot pay. Debt collectors must follow certain rules with how they try to collect the money you owe. If youknow your rights, you can better manage these situations and avoid stress and more financial turmoil.\n\nConsumer Financial Protection Bureau. “Understand How the CFPB’s Debt Collection Rule Impacts You.”\n\nFederal Trade Commission. “Fair Debt Collection Practices Act.”\n\nBoard of Governors of the Federal Reserve System. “Fair Debt Collection Practices Act: Compliance Handbook,” Page 2.\n\nBoard of Governors of the Federal Reserve System. “Fair Debt Collection Practices Act: Compliance Handbook,” Page 4.\n\nBoard of Governors of the Federal Reserve System. “Fair Debt Collection Practices Act: Compliance Handbook,” Page 1.\n\nFederal Trade Commission, Consumer Advice. “Debt Collection FAQs: How Can a Debt Collector Contact Me?”\n\nBoard of Governors of the Federal Reserve System. “Fair Debt Collection Practices Act: Compliance Handbook,” Pages 2–3.\n\nConsumer Financial Protection Bureau. “What Is Harassment by a Debt Collector?”",
  "url": "https://www.investopedia.com/terms/f/fair-debt-collection-practices-act-fdcpa.asp"
}