{
  "term": "Fallen Angel: What it is, How it Works, Risks",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA fallen angel, in the investing world, is a bond that was initially given an investment-grade rating but has since been reduced to junk bond status. The downgrade is caused by a deterioration in the financial condition of the issuer.\n\nThe term is also sometimes used to describe a stock that has fallen precipitously from its all-time highs.\n\nFallen angel bonds have been downgraded by one of the major rating services, which include Standard & Poor’s, Fitch, and Moody’s Investors Service. They may be corporate, municipal, orsovereign debt.\n\nThe primary reason for a downgrade is a decline in revenues, which jeopardizes the ability of the issuers to pay the interest due on their bonds. If the declining revenues are combined with increasing levels of debt, the potential for a downgrade increases dramatically.\n\nFallen angel securities are often attractive tocontrarianinvestors seeking to capitalize on thepotential for a company to recoverfrom a temporary setback. Under these circumstances, the downgrade process usually starts with the company's debt being placed on a negativecredit watch. That alone forces manyportfolio managersto sell their positions, as their governing rules may forbid holding them.\n\nThe actual downgrade to junk status drives more selling pressure, particularly from funds that are restricted to holding investment-grade debt exclusively. As a result, fallen angel bonds can present value within the high-yield category but only if the issuer appears to have a reasonable chance of recovering from the conditions that caused the downgrade.\n\nThere are even fallen angel bond funds for investors who spot opportunity at a fire sale. The VanEck Vectors Fallen Angel High-Yield Bond ETF invests only in bonds that have been downgraded. As of September 2021, its holdings included bonds from Sprint Capital Corp., Vodafone Group PLC, and Freeport McMoran, among others.There also is the iShares Fallen Angels USD Bond ETF which, as its name suggests, invests only in dollar-denominated fallen angels.\n\nAn oil company that has reported sustained losses over several quarters due to falling oil prices may see its investment-grade bonds downgraded to junk status due to the company's increased risk of default. As a result of the downgrade, the prices of the company’s bonds will decline and its yields will increase. That makes them attractive to contrarian investors who see low oil prices as a temporary condition.\n\nMunicipal bonds from troubled cities with declining tax revenues are in danger of being downgraded.\n\nSome fallen angels don't come back. For example, a company will experience declining revenues if a better product than theirs appears on the market. If the company fails to innovate, it won't come back. The progression from VCR tapes to DVDs to streaming video is an example.\n\nMunicipal and sovereign debt issuers may also see their investment-grade bonds downgraded to junk status due to a combination of stagnant or declining tax revenues and increasing levels of debt. These conditions can create a downward spiral toward default as debt repayments eat into declining revenues and yet more bonds are issued to cover the shortfall.\n\nSooner or later, that municipal or national government is going to miss a payment.\n\nVanEck. \"VanEck Fallen Angel High Yield Bond ETF.\" Accessed Sept. 13, 2021.\n\niShares. \"iShares Fallen Angels USD Bond ETF.\" Accessed Sept. 13, 2021.",
  "url": "https://www.investopedia.com/terms/f/fallenangel.asp"
}