{
  "term": "Fama and French Three Factor Model Definition: Formula and Interpretation",
  "definition": "The Fama and French Three-Factor Model (or the Fama French Model for short) is an asset pricing model developed in 1992 that expands on the capital asset pricing model (CAPM) by adding size risk and value risk factors to the market risk factor in CAPM. This model considers the fact that value and small-cap stocks outperform markets on a regular basis. By including these two additional factors, the model adjusts for this outperforming tendency, which is thought to make it a better tool for evaluating manager performance.\n\nNobel Laureate Eugene Fama and researcher Kenneth French, former professors at the University of Chicago Booth School of Business, attempted to better measure market returns and, through research, found thatvalue stocksoutperform growth stocks.Similarly, small-cap stocks tend to outperformlarge-cap stocks.As an evaluation tool, the performance of portfolios with a large number of small-cap or value stocks would be lower than theCAPMresult, as the Three-Factor Model adjusts downward for observed small-cap and value stock outperformance.\n\nThe Fama and French model has three factors: the size of firms, book-to-market values, and excess return on the market. In other words, the three factors used aresmall minus big(SMB),high minus low(HML), and the portfolio's return less the risk-free rate of return. SMB accounts for publicly traded companies with small market caps that generate higher returns, while HML accounts for value stocks with high book-to-market ratios that generate higher returns in comparison to the market.\n\nThere is a lot of debate about whether the outperformance tendency is due to market efficiency or market inefficiency. In support of market efficiency, the outperformance is generally explained by the excess risk that value and small-cap stocks face as a result of their highercost of capitaland greater business risk. In support of market inefficiency, the outperformance is explained by market participants incorrectly pricing the value of these companies, which provides the excess return in the long run as the value adjusts. Investors who subscribe to the body of evidence provided by theEfficient Markets Hypothesis(EMH) are more likely to agree with the efficiency side.\n\nRit−Rft=αit+β1(RMt−Rft)+β2SMBt+β3HMLt+ϵitwhere:Rit=total return of a stock or portfolioiat timetRft=risk free rate of return at timetRMt=total market portfolio return at timetRit−Rft=expected excess returnRMt−Rft=excess return on the market portfolio (index)SMBt=size premium (small minus big)HMLt=value premium (high minus low)β1,2,3=factor coefficients\\begin{aligned} &R_{it} - R_{ft} = \\alpha_{it} + \\beta_1 ( R_{Mt} - R_{ft} ) + \\beta_2SMB_t + \\beta_3HML_t + \\epsilon_{it} \\\\ &\\textbf{where:} \\\\ &R_{it} = \\text{total return of a stock or portfolio } i \\text{ at time } t \\\\ &R_{ft} = \\text{risk free rate of return at time } t \\\\ &R_{Mt} = \\text{total market portfolio return at time } t \\\\ &R_{it} - R_{ft} = \\text{expected excess return} \\\\ &R_{Mt} - R_{ft} = \\text{excess return on the market portfolio (index)} \\\\ &SMB_t = \\text{size premium (small minus big)} \\\\ &HML_t = \\text{value premium (high minus low)} \\\\ &\\beta_{1,2,3} = \\text{factor coefficients} \\\\ \\end{aligned}​Rit​−Rft​=αit​+β1​(RMt​−Rft​)+β2​SMBt​+β3​HMLt​+ϵit​where:Rit​=total return of a stock or portfolioiat timetRft​=risk free rate of return at timetRMt​=total market portfolio return at timetRit​−Rft​=expected excess returnRMt​−Rft​=excess return on the market portfolio (index)SMBt​=size premium (small minus big)HMLt​=value premium (high minus low)β1,2,3​=factor coefficients​\n\nFama and French highlighted that investors must be able to ride out the extra volatility and periodic underperformance that could occur in a short time. Investors with a long-term time horizon of 15 years or more will be rewarded for losses suffered in the short term. Using thousands of random stock portfolios, Fama and French conducted studies to test their model and found that when size and value factors are combined with the beta factor, they could then explain as much as 95% of the return in a diversified stock portfolio.\n\nGiven the ability to explain 95% of a portfolio’s return versus the market as a whole, investors can construct a portfolio in which they receive an average expected return according to the relative risks they assume in their portfolios. The main factors driving expected returns are sensitivity to the market, sensitivity to size, and sensitivity to value stocks, as measured by the book-to-market ratio. Any additional average expected return may be attributed to unpriced or unsystematic risk.\n\nResearchers have expanded the Three-Factor model in recent years to include other factors. These include \"momentum,\" \"quality,\" and \"low volatility,\" among others. In 2014, Fama and French adapted their model to include five factors. Along with the original three factors, the new model adds the concept that companies reporting higher future earnings have higher returns in the stock market, a factor referred to as profitability.\n\nThe fifth factor, referred to as \"investment\", relates the concept of internal investment and returns, suggesting that companies directing profit towards major growth projects are likely to experience losses in the stock market.\n\nThe Fama and French Three Factor model highlighted that investors must be able to ride out the extra volatility and periodic underperformance that could occur in the short term. Investors with a long-term time horizon of 15 years or more will be rewarded for losses suffered in the short term. Given that the model could explain as much as 95% of the return in a diversified stock portfolio, investors can tailor their portfolios to receive an average expected return according to the relative risks they assume.\n\nThe main factors driving expected returns are sensitivity to the market, sensitivity to size, and sensitivity to value stocks, as measured by the book-to-market ratio. Any additional average expected return may be attributed to unpriced or unsystematic risk.\n\nThe Fama and French model has three factors: the size of firms, book-to-market values, and excess return on the market. In other words, the three factors used are SMB (small minus big), HML (high minus low), and the portfolio's return less the risk-free rate of return. SMB accounts for publicly traded companies with small market caps that generate higher returns, while HML accounts for value stocks with high book-to-market ratios that generate higher returns in comparison to the market.\n\nIn 2014, Fama and French adapted their model to include five factors. Along with the original three factors, the new model adds the concept that companies reporting higher future earnings have higher returns in the stock market, a factor referred to as profitability. The fifth factor, referred to as \"investment\", relates the concept of internal investment and returns, suggesting that companies directing profit towards major growth projects are likely to experience losses in the stock market.\n\nEugene F. Fama and Kenneth R. French. \"Multifactor Explanations of Asset Pricing Anomalies.\" The Journal of Finance, Volume 51, No. 1, 1996, Pages 55-84.\n\nJournal of Financial Economics. \"A Five-Factor Asset Pricing Model.\" Accessed Aug. 30, 2021.",
  "url": "https://www.investopedia.com/terms/f/famaandfrenchthreefactormodel.asp"
}