{
  "term": "Family Office: What It Is, Responsibilities, and Types",
  "definition": "Investopedia / Madelyn Goodnight\n\nIn the personal financial services industry, a family office is a private wealth management advisory company that serves ultra-high-net-worth individuals (UHNWI). In general, these are people with more than $30 million to invest.\n\nFamily offices offer a wider range of financial services than most wealth management shops. In addition to investment planning and management, many family offices manage their clients' budgets, insurance, charitable giving, wealth transfer planning, tax services, and more.\n\nA family office provides a wide range of services tailored to meet the needs of UHNWIs. Frominvestment managementto charitable giving advice, family offices offer a dedicated team of specialists to service these clients.\n\nFamily-run businesses may require structures for succession planning, such astrustsor a foundation for the family's assets. Given the complexity of these situations, clients may utilize a family office to help manage the assets and plan for the future.\n\nFamily offices can also handle non-financial issues, such as private schooling, travel arrangements, and miscellaneous household arrangements.\n\nFamily offices are typically defined as either single-family offices or multi-family offices. Single-family offices serve just one ultra-affluent family. Multi-family offices are more closely related to traditionalprivate wealth managementpractices. They seek to build their business by serving many clients.\n\nMulti-family offices are more prevalent due toeconomies of scalethat allow for cost-sharing among the clientele.\n\nImportantly, what a family office does can differ widely. While one client may need a family office for high-caliber advice from a range of experts, another may need a family office to organize their lifestyle needs.\n\nProviding advice and services for ultra-wealthy families under a comprehensive wealth management plan is far beyond the capacity of any one professional advisor.\n\nIt requires a well-coordinated, collaborative effort by a team of professionals from the legal, insurance, investment,estate, business, and tax disciplines.\n\nOften, a family office provides high-level financial planning through an integrative approach. Combining asset management, cash management,risk management,financial planning, lifestyle management, and other services, family offices help clients navigate the complex world of wealth management.\n\nAfter a lifetime of accumulating wealth, ultra-high-net-worth families can be confronted with several obstacles when trying to maximize theirlegacy. These obstacles can include estate taxes, estate laws, and family or business issues.\n\nGiven this complexity,a comprehensive wealth transfer planmust take into account all facets of the family’s wealth, including the management or transfer of business interests, the disposition of the estate, the management offamily trusts, the support for philanthropic desires, and family governance.\n\nTo ensure the family’s wealth transfer plan is well-coordinated and optimized for its legacy, family offices work collaboratively with a team of advisors from each of the necessary disciplines.\n\nMany family offices also serve as a concierge for families, handling their personal affairs and seeing to their lifestyle needs.\n\nThis service could include conducting background checks on personal and business staff, providing personal security for home and travel, organizing aircraft and yacht management, coordinating travel planning, and streamlining business affairs.\n\nFor a single family, a family office may be responsible for investment portfolio management, commercial real estate purchases, property management, private equity deals, hedge fund investments, and venture capital investments.\n\nA family office is responsible for educating younger members of the family about the proper handling of wealth and how it can or should be used, based on the family's values. The family office can help instill in next generations an appreciation for their wealth and its demands. With the right education, a family office can help maintain family unity and prevent discord over money issues between the generations.\n\nJohn D. Rockefeller is thought to have established the first full-service, single family office in the U.S. in 1882. The Rockefeller family officeexists to this day.\n\nA traditional family office is an entity established by a wealthy individual to manage the family's wealth. It usually has a staff of experts who protect and grow the wealth. The staff might include a financial advisor, tax specialist, estate planner, accountant, and more. All are employed by the family, so there aren't the conflicts of interest with products and services that might be found if they worked for other financial institutions. The overarching objective is to serve the family's demanding financial interests.\n\nA multi-family office is a firm that manages the wealth of more than one family. It offers the same types of services that a traditional family office offers. Its variety of experts tailor wealth-related solutions for each family's financial and household needs.\n\nBeyond investment management, these might involve bill-paying, transfer of wealth plans, philanthropic advice, wealth education, and more. Multi-family offices usually charge a percentage of investment portfolio assets under management for their services.\n\nThey can be less expensive than traditional family offices because they work for more than one family. However, a family has less control over these providers, as a result.\n\nAn outsourced family office is a network of appropriate service providers—financial advisor, lawyer, accountant, etc.—who collaborate on behalf of a client. Typically, one of the professionals is appointed to coordinate all communication and efforts.\n\nThe fact that they're authorized to consult with each other about one family's financial business is what separates them from other professionals who provide the same services.\n\nAn outsourced family office can handle many of the same matters that traditional and multi-family offices handle. These might include philanthropic planning and family wealth education. This type of family office is usually less expensive than a traditional family office. However, the family also has far less control over the professionals.\n\nWhether someone needs a family office depends on the extent and complexity of their wealth, as well as the demands that wealth puts on their family. Certain situations may require a variety of specialists with access to high-value resources that can address a long list of important issues.\n\nBroadly speaking, those with a net worth of at least $200 million might consider establishing a traditional family office.\n\nA family office is a private wealth management firm established by an ultra-high-net-worth family that provides that family with a selection of personalized services that include investment management, financial planning, estate and tax planning, philanthropic investing, concierge services, and more.\n\nNot really. Wealth advisory firms can offer some of the services that a family office offers, such as portfolio management and investment management. However, wealth advisory firms typically have many different clients while a family office focuses on one (or several, if it's a multi-family office). What's more, family offices offer a much larger range of services to address the complete list of wealth-related needs an ultra-high-net-worth family has.\n\nA family office is established by ultra-high-net-worth individuals for a variety of reasons. First and foremost, a family office needs to manage and grow wealth. It also has to provide a wide variety of other services that can help a family manage the complexities and demands associated with that wealth.\n\nWhile a family office may be appropriate for some extremely wealthy individuals and families, most highly affluent people should be well-served by the professionals at a wealth advisory firm.\n\nCitiBank. \"A Guide to Establishing a Family Office.\" Page 4.\n\nDeloitte. \"Modern History of Family Offices.\" Page 1.\n\nCitiBank. \"A Guide to Establishing a Family Office.\" Page 19.",
  "url": "https://www.investopedia.com/terms/f/family-offices.asp"
}