{
  "term": "Family Limited Partnership (FLP): Definition, Pros & Cons",
  "definition": "A family limited partnership (FLP) is an arrangement by which family members pool money to run a business venture. Each family member buys units or shares of the business.\n\nProfits are shared in proportion to the number of shares each member owns, which is outlined in thepartnershipoperating agreement.\n\nFLP general partners have unlimited liability relating to the operation of the business. Limited partners have limited liability.\n\nFLPs have two types of partners:\n\nFLPs vary depending on the nature of the business. For example, suppose an individual wants to start a luxury apartment venture.\n\nThey expect the project to cost $1 million, including working capital, and take in about $200,000 in cash each year before interest on mortgage payments and taxes.\n\nThey calculate that they'll need at least a 50% down payment of $500,000. And they decide to work with family members to fund the business.\n\nFamily members agree to establish an FLP that will issue 5,000limited partnershipshares at $100 each for a total of $500,000. The limited partnership agreement states that units cannot be sold for at least six years. In addition, the FLP will pay 70% of cash earnings in the form of dividends.\n\nThe general partner (the individual with the original idea and strategy) buys 500 shares by contributing $50,000 to the FLP.\n\nFamily members buy the remaining shares. Now, each family member owns a stake in the FLP and the business has $500,000 available to begin operations.\n\nThe general partner gets a first mortgage loan with the $500,000 to start the $1 million luxury housing project. Infrastructure and units get built.\n\nThe FLP then leases these apartments to tenants and begins building revenue through rent payments. As the mortgage is paid off, profits and dividends are distributed, and each family member profits.\n\nThere are some estate and gift tax advantages of an FLP. For example, families that form an FLP can more easilypass the wealththey are building on to their children and grandchildren, thereby increasing their family's generational wealth.\n\nIndividuals can gift FLP interests tax free to other individuals every year, up to theannual gift tax exclusion.\n\nFor tax year 2025, the annual gift tax exclusion for individuals is $19,000, up $1,000 from $18,000 in 2024.The amount for married couples is $38,000.\n\nSuppose a couple amassed savings worth $5 million. They have three children and nine grandchildren.\n\nThe couple decides to transfer the entire $5 million amount to the FLP they established. If the gift tax exclusion remains at 2025 levels, the couple can gift $38,000 to each of their 12 kids or grandkids each year.\n\nThis means the couple can transfer $456,000 worth of FLP interests every year without having to pay gift taxes.\n\nSince the gift tax exclusion is generally adjusted annually for inflation, the value of interests they can gift will likely increase each year.\n\nAssets transferred to an FLP effectively leave the partners' estates, as far as the IRS is concerned. This means that any future returns would be exempt fromestate taxes.\n\nThe couple's children and grandchildren would benefit from anyinterest,dividends, or profits generated from the FLP. This further preserves wealth for future generations.\n\nPartners can set stipulations in the partnership agreement to protect these gifts from being squandered or mismanaged.\n\nFor example, they can stipulate that gifted shares can't be transferred or sold until the beneficiaries reach a certain age.\n\nIf any beneficiaries are minors, the shares can be transferred through aUniform Transfers to Minors Act (UTMA)account.\n\nBecause the structure of FLPs and the tax laws that govern them are complex, families should consult qualified accountants and tax professionals before establishing one.\n\nThere are downsides to creating an FLP. First, it can be expensive to set up and maintain because of its complexity.\n\nMost often, setting up an FLP will require the professional assistance of a tax specialist and estate planning attorney. In addition, you may need to call on other professionals who can help to support an FLP.\n\nFor tax purposes, an FLP runs as a business. This can expose the partners to liabilities and debts if the business is mishandled by the general partners.\n\nOther drawbacks include capital gains liabilities and the potential difficulty involved in transferring partnership interests should the general partners have too much control.\n\nFLP interests can be gifted tax free up to the annual exclusion amount\n\nFLP returns are exempt from estate taxes\n\nThe FLP builds and protects generational wealth\n\nSet up and maintenance can be expensive\n\nToo much general partner authority can compromise tax benefits of gifted interests\n\nMembers could face liabilities and debt from mismanagement\n\nA family limited partnership is an arrangement in which family members pool money to run some sort of business, such as a real estate venture. This structure provides tax benefits to partners, which can help families build generational wealth.\n\nIt can be. Members will need to work with a tax specialist and/or estate lawyers to establish the partnership. Members may also need professional advice throughout the life of the FLP to properly manage the business and their taxes as participants.\n\nA family limited partnership must have at least two members. These members must be related to each other and they both must enter into the business together. There can be one or more general partners who are responsible for the management and operation of the business.\n\nA family limited partnership is a limited partnership entity in which two or more family members buy buy shares.\n\nFLPs can provide gift and estate tax advantages to partners. These advantages allow members to more easily pass profits from the business to their heirs, increasing the family's generational wealth.\n\nHowever, the rules concerning FLPs can be complicated and have to be followed carefully to protect the tax advantages offered.\n\nFurthermore, as with any business, there is a chance of the venture failing. Partners could lose their investments and even incur debt if the business doesn't succeed or is poorly managed.\n\nInternal Revenue Service. \"IRS Releases Tax Inflation Adjustments for Tax Year 2025.\"\n\nCharles Schwab. \"The Estate Tax and Lifetime Gifting.\"\n\nWalters Kluwer. \"Family Limited Partnerships 101.\"",
  "url": "https://www.investopedia.com/terms/f/familylimitedpartnership.asp"
}