{
  "term": "FANG Stocks: Definition, Companies, Performance, and How to Invest",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nFANG is an acronym of four technology companies: Facebook, Amazon, Netflix, and Google.\n\nIn finance, the acronym \"FANG\" refers to the stocks of four prominent Americantechnology companies: Meta (META) (formerly Facebook), Amazon (AMZN), Netflix (NFLX), and Alphabet/Google (GOOG). FANG stocks are famous for the impressive growth they have experienced.\n\nIn 2017, the company Apple (AAPL) was also added by some analysts, resulting in the new acronym \"FAANG.\" Apple's stock price more than doubled between June 2020 and June 2025.\n\nThe term \"FANG stocks\" was initially coined byThe Street'sBob Lang and later popularized by Jim Cramer on his CNBC TV showMad Money.It is now widely used by market commentators and analysts. The stocks referred to by the acronym are all well-known and richly valued technology companies that trade on theNasdaqexchange, a collection of approximately 4,000 American companies.Many other companies traded on the Nasdaq exchange are also consideredgrowth investments, although very few have matched the impressive growth of the FANG stocks.\n\nDespite their common reputation as successful growth companies, the business models of the FANG stocks are distinct.\n\nFacebook, for example, is the world's preeminentsocial networkingplatform. In the company's March 2025 quarterly reporting, Meta claimed it's daily active users for March 2025 was 3.43 billion, up 6% from the year prior.To monetize this extraordinary user base, Facebook sells ads targeted based on users' personal preferences and usage patterns.\n\nAmazon, meanwhile, is a leadingbusiness-to-consumer(B2C) e-commerce platform that uses leading-edgecloud computinganddata analyticstechnologies to sell a retail catalog. Although Amazon initially pioneered the sale of books online, books now represent much less of its overall product catalog than when it started.\n\nNetflix is also known for its impressive customer growth. An online entertainmentstreaming servicespecializing in movies and television shows, the company's subscriber base has grown exponentially, from 26 million in 2011 to 302 million reporting in the company's 2024 annual report.To compete withnew entrantsto the streaming market, Netflix also aggressively produces exclusive content, moving beyond its traditional role as a content aggregator to a major content producer in its own right.\n\nAlphabet has leveraged its core expertise as the world’s foremost search engine, developing a highly profitable online advertising business while driving user retention through popular web applications such as YouTube, Google Docs, and Google Maps.\n\nThere are alternative acronyms for clusters of stocks; for example, FAANG incorporates Apple stock.\n\nOver the past decade, Meta Platforms has delivered remarkable long-term returns, with its stock price climbing nearly 700% since mid-2015 and over 1,700% since its 2012 IPO.The company experienced significant volatility: after a sharp drop of -64% in 2022, Meta rebounded with a 194% surge in 2023 and a further 66% gain in 2024. As of June 16, 2025, Meta is up a little more than 17% YTD.\n\nApple’s stock has been a consistent long-term winner, rising from under $20 in 2014 to a peak closing price of $258.40 in December 2024—a more than tenfold increase over the decade.The company saw particularly strong gains in 2020 and 2021, with annual returns of 82% and 35% respectively. In 2025, Apple’s shares have faced headwinds, declining about 20% year-to-date as of June 16, 2025 amid a broader concerns about demand and potential tariff implications.\n\nAmazon’s stock has delivered extraordinary long-term gains, rising roughly 900% over the past decade. The company’s shares soared during the pandemic, then endured a steep drop in 2022 (-50%) before rebounding 81% in 2023 and 44% in 2024. In 2025, Amazon’s performance has been more muted, with the stock down about 6% year-to-date as of June 2025.\n\nNetflix has been one of the decade’s standout performers, with its stock up nearly 700% since 2015 and delivering a 185% total return over the past five years. After a major correction in 2022 (-51%), Netflix shares rebounded sharply, gaining 65% in 2023, 83% in 2024. The stock hit all-time highs above $1,262 on June 5th, 2025 (as of June 16, 2025).\n\nAlphabet’s stock has appreciated nearly 700% over the past decade, with especially strong years in 2021 (65%) and 2023 (58%). Alphabet hit an all-time high in February 2025 but has since pulled back, though ongoing AI investments, and expansion into autonomous vehicles and global partnerships continue to long-term investor confidence.\n\nSince there are only a handful of stocks in the FANG universe, it is relatively easy for investors to trade these names directly with their broker, especially now that many brokers offer zero-commission trading.\n\nAs of June 2025, no funds hold only FANG (or FAANG) stocks.Instead, investors looking for ETFs that have heavy weightings of these could look to tech-heavy ETFs such as those that track the Nasdaq 100.\n\nThe acronym FANG was coined byThe Street'sBob Lang and popularized by Jim Cramer on his CNBC TV showMad Money.This acronym refers to the stocks of four prominent American technology companies—Meta (META) (formerly Facebook), Amazon (AMZN), Netflix (NFLX), and Alphabet (GOOG). By adding Apple (AAPL) in 2017, \"FANG\" became \"FAANG.\"\n\nFANG stocks are famous for their impressive growth and popularity, with each member more than doubling its stock price at times. However, despite exhibiting growth stock behavior, FANG stocks are not too volatile. This stability, along with delivering superior rates of return, has made these quite attractive to investors.\n\nAlthough they each share the use of advanced technologies to acquire and retain users, FANGs have distinct business models. Facebook is a prominent worldwide social networking platform. Amazon is a leadingbusiness-to-consumer(B2C) e-commerce platform. Netflix is an online entertainment streaming service that also aggressively produces its own exclusive content. Alphabet (Google) has leveraged its core expertise as the world’s foremost search engine to develop a highly profitable online advertising business.\n\nMeta (Facebook), Amazon, Netflix, and Alphabet (Google) make up the acronym FANG, a group of companies popular with investors due to their phenomenal growth over their lifetimes.\n\nCNBC. \"Cramer: Does Your Portfolio Have FANGs?\"\n\nMeta. “Meta Reports First Quarter 2025 Results.”\n\nAmazon. \"Amazon Stats: Growth, Sales, and More.\"\n\nNetflix. “Form 10-K Annual Report for the Fiscal Year Ended December 31, 2011.” Page 23.\n\nBarchart. \"Meta Platforms Inc.\"\n\nMutualFunds.com. “FAANG Industry Equity.”",
  "url": "https://www.investopedia.com/terms/f/fang-stocks-fb-amzn.asp"
}