{
  "term": "Farmers Home Administration (FmHA): Meaning, History, Examples",
  "definition": "The Farmers Home Administration (FmHA) is a former U.S. Department of Agriculture (USDA) agency created to finance and insure loans for rural families and farmers. The FmHA provided credit and technical assistance through housing, utility, business, and community development programs.\n\nIn 1946, Congress authorized the Farmers Home Administration to provide families with financing tools such as loans and grants aimed at helping them re-establish self-sufficient farming efforts, following theGreat Depression. In 1961, Congress authorized the FmHA to broaden its bandwidth and finance general water projects and housing for non-farmers in rural municipalities.\n\nFmHA has since been renamed multiple times and is currently known as USDA Rural Development.\n\nThe amount of USDA Rural Development's portfolio for itsloan programsin 2021.\n\nBy the 1990s, some members of Congress were becoming increasingly concerned with the large number ofdefaultson FmHA loans and the substantial losses the agency was accruing as a result of weak lending practices. In 1992, Congress directed the U.S.Government Accountability Office (GAO)to conduct a study, which uncovered numerous problems with the FmHA.\n\nMost notably, the report found that nearly $14 billion (70%) of the FmHA direct loan portfolio was at risk of default because the loans were held by delinquent borrowers or by individuals whose debts were rescheduled in the wake of repayment difficulties. In that year, FmHA estimated potential losses of $1.2 billion, or about 28% of its guaranteed loan program.\n\nThe GAO also discovered that many field lending officials failed to comply with the loan-making andloan-servicingstandards that the FmHA established to safeguard federal financial interests.\n\nFurthermore, the GAO found that by Sept. 30, 1991, the FmHA acquired an estimated 3,100 farms from borrowers who had not repaid their loans. Overall, the GAO concluded that FmHA management weaknesses contributed to the long-standing loan management problems, including inferior information systems and weak financial controls.\n\nUnder the Agriculture Reorganization Act of 1994, in October 1995, the FmHA was abolished. Its functions were transferred to the Farm Service Agency at the USDA. In later years, following other reorganizations, these functions were ultimately transferred to USDA Rural Development, as it is known today.\n\nThe Farmers Home Administration (FmHA) was created in 1946 to provide and guarantee loans for rural families and farmers. It managed housing, utility, business, and community development programs that provided credit and technical assistance. These functions are currently performed by USDA Rural Development.\n\nMembers of Congress became concerned when a significant number of FmHA loans defaulted and, in 1992, directed the U.S.Government Accountability Office (GAO)to conduct a study.  It found a multitude of problems related to weak lending practices. In 1994, the FmHA was terminated and its functions transferred to the Farm Service Agency at the USDA, and in the years that followed, to USDA Rural Development.\n\nU.S. Department of Agriculture. “History of USDA's Farm Service Agency.” Accessed Oct. 11, 2021.\n\nU.S. Department of Agriculture. “About RD - Offices.” Accessed Oct. 11, 2021.\n\nU.S. Government Accountability Office. \"T-RCED-92-59 Farmers Home Administration: Farm Loan Programs and Proposed Changes.\" Accessed Oct. 11, 2021.\n\nGovinfo.gov. “Federal Register. Volume 61, Number 170.” Accessed Oct. 11, 2021.",
  "url": "https://www.investopedia.com/terms/f/farmers-home-administration-fmha.asp"
}