{
  "term": "FDIC Insured Account Definition, Requirements, Pros/Cons",
  "definition": "An FDIC insured account is a bank orthriftaccount covered by theFederal Deposit Insurance Corporation(FDIC), an independent federal agency responsible for safeguarding customer deposits in the event of bank failures. The maximum insurableamount in a qualified account is $250,000 per depositor, per FDIC-insured bank and per ownership category.\n\nAn FDIC insured account means if you have up to $250,000 in a bank account and the bank fails, the FDIC reimburses any losses you suffered. For individuals, any sum that exceeds $250,000 for a single account type (e.g., individual, joint, etc.) may need to be spread among multiple FDIC-insured banks.\n\nTo understand how, and why, the FDIC functions, it is critical to understand how the modern savings and loan system works. Modern bank accounts are not likesafe deposit boxes; depositor money does not go into an individualized vault drawer to wait idly until futurewithdrawal. Instead, banks funnel money from depositor accounts to make newloans in order to generate revenue from the interest.\n\nThe federal government requires most banks to keep only 10% of all deposits on hand, meaning the other 90% can be used to make loans. In other words, if you made a $1,000 bank deposit, your bank can actually take $900 from that deposit and use it to finance a car loan or ahome mortgage.\n\nThis kind of banking is called \"fractional reserve banking,\" since only a small fraction of the total deposits are kept as reserves at the bank. Fractional reserve banking creates extraliquidityin thecapital marketsand helps keep interest rates low, but it can also create an unstable banking environment.\n\nIt is possible the bank's customers could simultaneously request more than 10% of their money back at any one time. When too many depositors ask for their money back, a so-called \"bank run,\" the bank must turn away some customers empty-handed. Other depositors might lose confidence and ask for their money back too, fearing they will not be able to recoup their savings. Often this can create a contagion-like effect that spreads to other banks, triggering systemic bank panics.\n\nIf an FDIC-insured bank cannot meet deposit obligations, the FDIC steps in and pays insurance to depositors on their accounts. Once declared \"failed,\" the bank itself is assumed by the FDIC, which sells the bank'sassetsand pays off any debts owed. When a bank fails, account holders get their funds back almost immediately, up to the insured amount. If theirdeposits exceed that limit, they will have to wait until the FDIC sells off the bank's assets to recoup any excess.\n\nA qualified account has to be held in a bank that is a participant in the FDIC program. Participating banks are required to display an official sign at each teller window or station where deposits are regularly received. Depositorscan verify whether a bank is an FDIC memberthrough a search at FDIC.gov.\n\nMembership in the FDIC is voluntary, with member banks funding the insurance coverage through premium payments.\n\nBasically, alldemand-depositaccounts that become general obligations of the bank are covered by the FDIC. The type of accounts that can be FDIC-insured includenegotiable orders of withdrawal(NOW),checking, savings, andmoney marketdeposit accounts, in addition tocertificates of deposit(CDs).Credit unionaccounts may also be insured for up to $250,000 if the credit union is a member of theNational Credit Union Administration(NCUA).\n\nAccounts that do not qualify for FDIC coverage include safe deposit boxes,investmentaccounts (containing stocks, bonds, etc.),mutual funds, andlife insurancepolicies.Individual retirement accounts(IRAs) are insured up to $250,000, as arerevocable trustaccounts, although coverage on a revocable trust extends to each eligible beneficiary.\n\nFDIC guarantees deposits up to $250,000 per account per person. Forjoint accounts, each co-owner receives the full $250,000 of protection. Along with themany other benefits of a joint account, a couple or partners with a joint account with $500,000 on deposit would be fully protected.\n\nMultiple accounts held in the same bank under the same account holder's name are added together for purposes of determining the amount of insured deposits, so a person with two accounts at the same bank totaling $300,000 would have $50,000 unprotected.\n\nHowever, deposit limits are separate for each different bank, even for the same owner. Say someone has $200,000 at Bank A and an additional $150,000 at Bank B. Even though their total deposits exceed $250,000, they are considered fully covered as long as both banks are FDIC-insured.\n\nIf this individual transfers the $150,000 to Bank A, they lose coverage on $100,000 since their total deposit at Bank A is now $350,000. Such insurance over deposits benefits savers in that they need only worry aboutfinding the best interest rate on a savings accountrather than whether their money is safe.\n\nThe FDIC was created as part of theBanking Act of 1933after a four-year period that saw nearly 10,000 U.S. banks fail or suspend operations. Most of these closures resulted from a run on the bank; banks did not possess enough money in their vaults to meet depositors' withdrawal demands, so they had to close their doors, leaving many families without their savings.\n\nThe purpose of the FDIC was to restore the faith of panicked Americans following theStock Market Crash of 1929and the onset of theGreat Depression. Conceptually, the FDIC serves as a bulwark against future banking panics. The FDIC \"insures,\" or guarantees, the value of all bank demand deposits up to a certain amount, with the total figure covered steadily growing since its inception.\n\nIn October of 2008, Congress increased the amount covered by FDIC deposit insurance from $100,000 to the current $250,000.\n\nPrior to 2006, the FDIC financed itself through theBank Insurance Fund(BIF) and theSavings Association Insurance Fund(SAIF). These were basically composed of insurancepremiumsthe FDIC charged to member banks for housing and safekeeping their funds.\n\nIn 2005, President George W. Bush signed the Federal Deposit Insurance Reform Act to merge the competing funds. Since then, all premiums are left in theDeposit Insurance Fund(DIF), from which all FDIC-insured deposits are covered.\n\nThe FDIC reserve fund has never been fully funded; in fact, the FDIC is normally short of its total insurance exposure by more than 99%. Congress granted the FDIC the power to borrow up to $500 billion from the Department of theTreasury, making the system effectively backed by theFederal Reserve. In other words, if the FDIC exhausts its other options, the government will step in to provide further financial backing.\n\nThe FDIC can also borrow money from the Treasury in the form of short-term loans. This occurred during thesavings and loan (S&L) crisisin 1991, when the FDIC was forced to borrow several billion dollars to cover the failing thrifts' accounts.\n\nAccording to the FDIC, no depositor has lost a cent of insured funds as a result of bank failure since its insurance debuted on Jan. 1, 1934. Measured on the merits of preventing bank panics, the FDIC has been a resounding success—the U.S. economy has not suffered a legitimate banking panic in the 80-plus years of the FDIC.\n\nThe FDIC isn't loved by everyone though. Detractors believe forced deposit insurance createsmoral hazardin the banking system and encourages depositors and banks to engage in riskier behavior. They argue that customers do not need to care which bank makes safer loans if the FDIC is going to bail them all out anyway.\n\nPerhaps the most significant benefit of having a FDIC-insured deposit account is that the deposit insurance ensures up to $250,000 ($500,000 for a joint account) for each account ownership category in the event of a bank failure.\n\nThree of the biggest things that the FDIC doesn't insure are stock investments, bond investments, and mutual funds. Life insurance policies; annuities; municipal securities; safe deposit boxes (and their contents); U.S. Treasury bills, bonds, and notes; and crypto assets are also not covered by FDIC deposit insurance.\n\nIt can be safe to have all of your money in one bank, but this is not without risk. If your account balances at one bank exceed $250,000 (or $500,000 for a joint account), then that excess amount won't be covered by FDIC deposit insurance in the event of a bank failure. In this scenario, you would be better off keeping some of your funds in a different financial institution.\n\nBank failures, although somewhat uncommon, still happen. From 2001 to 2022, 561 banks failed, with four failing at the onset of the pandemic back in 2020.An FDIC insured account offers the peace of mind that your deposited funds will be safe should the worst happen to your bank of choice.\n\nFederal Deposit Insurance Corporation. \"Deposit Insurance.\"\n\nFederal Deposit Insurance Corporation. \"Bank Find.\"\n\nFederal Deposit Insurance Corporation. \"The Importance of Deposit Insurance and Understanding Your Coverage.\"\n\nExperian. \"Is It Safe to Have All of Your Accounts at One Bank?\"",
  "url": "https://www.investopedia.com/terms/f/fdic-insured-account.asp"
}