{
  "term": "Feasibility Study: What It Is, Benefits, and Examples",
  "definition": "A feasibility study is an assessment of the practicality of a proposed plan or project. It analyzes the viability of a project to determine whether the project or venture is likely to succeed. The study is also designed to identify potential issues and problems that could arise while pursuing the project.\n\nAs part of the feasibility study, project managers must determine whether they have the right people, financial resources, and technology. The study must also determine thereturn on investment(ROI), whether this is measured as a financial gain or a benefit to society.\n\nThe feasibility study might include acash flowanalysis, measuring the level of cash generated fromrevenuevs. the project’soperating costs. Arisk assessmentmust also be completed to determine whether the return is enough to offset the risk of undergoing the venture.\n\nWhen doing a feasibility study, it’s good to have a contingency plan to test as a viable alternative if the first plan fails.\n\nFeasibility studies help project managers discern the pros and cons of undertaking a project before their business or organization invests a significant amount of time andcapital.\n\nFeasibility studies can also provide a company’s management team with crucial information that could prevent them from entering into ariskybusiness venture.\n\nSuch studies help companies determine how they will grow. They will know more about how they will operate, what the potential obstacles are, who the competition is, and what the market is.\n\nFeasibility studies also help convince investors and bankers that investing in a particular project or business is a wise decision.\n\nThe exact format of a feasibility study will depend on the type of business or organization that requires it. However, the same factors will be involved even if their weighting varies.\n\nAlthough each project can have unique goals and needs, there are some best practices for conducting any feasibility study.\n\nOnce the initialdue diligencehas been completed, the real work begins. Components that are typically found in a feasibility study include the following.\n\nBelow are two examples of feasibility studies. The first involves expansion plans for a university. The second is a real-world example conducted by the Washington State Department of Transportation with private contributions from Microsoft Inc.\n\nOfficials at a university are concerned that their science building—built in the 1970s—is outdated. They want to explore the cost and benefits of upgrading and expanding the building. So they conduct a feasibility study.\n\nIn the preliminary analysis, school officials explore several options, weighing the benefits and costs of expanding and updating the science building. Some school officials have concerns about the project, primarily about the cost and possible community opposition. The feasibility study needs to address these concerns and other issues, like zoning.\n\nThe feasibility study must also explore the technological needs of the new science facility and the benefits to the students. A modernized science facility would expand the school’s scientific research capabilities, potentially attracting new faculty and students.\n\nFinancial projections show the cost and scope of the project and how the school plans to raise the needed funds, which includes issuing abondto investors and tapping into the school’sendowment. The projections also show how the expanded facility would expand student enrollment in the sciences, increasing revenue from tuition and fees.\n\nThe feasibility study demonstrates that the project is viable. The plan to modernize and expand the science building is given the green light.\n\nWithout conducting a feasibility study, the school administrators would never have known whether its plans were viable.\n\nIn this real-world example, the Washington State Department of Transportation decided to conduct a feasibility study on a proposal to construct a high-speed rail line that would connect Vancouver, British Columbia, Seattle, Washington, and Portland, Oregon. The goal was to create an environmentally responsible transportation system to enhance the competitiveness and future prosperity of the Pacific Northwest.\n\nThe preliminary analysisoutlined a governance framework for future decision-making. To research the most effective framework, study leaders interviewed experts and stakeholders, reviewed governance structures, and researched other high-speed rail projects.\n\nA strategic engagement planused an equitable approach with the public, elected officials, federal agencies, business leaders, advocacy groups, and Indigenous communities. The engagement plan was designed to be flexible, considering the size and scope of the project and how many cities and towns would be involved. A team of executive committee members formed to discuss strategies and lessons learned from other projects. The team met with experts to create an outreach framework.\n\nThe financial componentof the feasibility study outlined the strategy for securing the project’s funding, which explored obtaining funds from federal, state, and private investments. The project’s cost was estimated to be $24 billion to $42 billion. The revenue generated from the high-speed rail system was estimated to be $160 million to $250 million.\n\nThe report bifurcated the money sources between funding and financing. Funding referred to grants, appropriations from the local or state government, and revenue. Financing referred to bonds issued by the government, loans from financial institutions, and equity investments, which are essentially loans against future revenue that need to be paid back withinterest.\n\nThe sources for the capital needed would vary as the project moved forward. In the early stages, most of the funding would come from the government, and as the project developed, funding would come from private contributions and financing measures. Private contributors included Microsoft Inc.\n\nThe benefits outlined in the feasibility reportshow that the region would experience enhanced interconnectivity, allowing for better management of the population and increasing regional economic growth by $355 billion. The new transportation system would provide people with access to better jobs and more affordable housing. The high-speed rail system would also relieve congested areas from automobile traffic.\n\nThe timelinefor the study began in 2016, when an agreement was reached with British Columbia to work together on a new technology corridor that included high-speed rail transportation.The feasibility report was submitted to the Washington State Legislature in December 2020.In December 2024, the project received nearly $50 million from the Federal Railroad Administration. The Washington State Legislature also pledged $5.5 million to the project.\n\nA feasibility study is designed to help decision-makers determine whether or not a proposed project or investment is likely to be successful. It identifies both the known costs and the expected benefits.\n\nFor businesses, success means that the financial return exceeds the cost. For nonprofits, success may be measured in other ways. A project’s benefit to the community it serves may be worth the cost.\n\nA feasibility study starts with a preliminary analysis. Stakeholders are interviewed, market research is conducted, and a business plan is prepared. All of this information is analyzed to make an initial “go” or “no-go” decision.\n\nIf it’s a go, the next stage can begin. This includes listing the technological considerations, studying the marketplace, describing the marketing strategy, and outlining the necessary human capital, project schedule, and financing requirements.\n\nA feasibility study may be conducted by a team of an organization’s senior managers. If they lack the expertise or time to do the work internally, it may be outsourced to a consultant.\n\nA feasibility study considers the feasibility of four aspects of a project:\n\nTechnical: A list of the hardware and software needed, and the skilled labor required to make them work\n\nFinancial: An estimate of the cost of the overall project and its expected return\n\nMarket: An analysis of the market for the product or service, the industry, competition, consumer demand, sales forecasts, and growth projections\n\nOrganizational: An outline of the business structure and the management team that will be needed\n\nA feasibility study helps a project manager determine the viability of a project or venture by identifying the factors that can lead to its success. The study also shows the potential return on investment and any risks to the success of the venture.\n\nA feasibility study contains a detailed analysis of what’s needed to complete the proposed project. The report may include a description of the new product or venture, a market analysis, the technology and labor needed, and the sources of financing and capital. The report will also include financial projections, the likelihood of success, and ultimately, a “go” or “no-go” decision.\n\nWashington State Department of Transportation. “Ultra-High-Speed Rail Study.”\n\nWashington State Department of Transportation. “Cascadia Ultra High Speed Ground Transportation: Framework for the Future.”\n\nWashington State Department of Transportation. “Ultra-High-Speed Rail Study: Outcomes.”\n\nWashington State Department of Transportation. “Ultra-High-Speed Ground Transportation Business Case Analysis,” Page ii (Page 3 of PDF).",
  "url": "https://www.investopedia.com/terms/f/feasibility-study.asp"
}