{
  "term": "Fed Balance Sheet: The Federal Reserve's Assets and Liabilities",
  "definition": "The Fed balance sheet is a financial statement that details the Federal Reserve System's assets and liabilities.\n\nThe Fed balance sheet is a financial statement listing the assets and liabilities of the Federal Reserve System. Details of the Fed's balance sheet are disclosed by the Fed in a weekly report called \"Factors Affecting Reserve Balances.\"\n\nThe Fed is thecentral bankof the United States. Congress founded it in 1913 to ensure the stability of the nation's financial and banking systems.\n\nFor much of its history, the Fed's balance sheet was a sleepy topic. Issued every Thursday, theweekly balance sheet reportcounts the assets and liabilities of the Federal Reserve by type, just as a corporate balance sheet does, providing a consolidated statement of the condition of all 12 regional Federal Reserve Banks.\n\nThe Fed's assets consist primarily of government securities it has bought and credit extended to banks and other financial institutions. Its liabilities, meanwhile, include bank and Treasury reserve balances on deposit with the Fed as well as U.S. currency in circulation.\n\nThe weekly balance sheet report became more important as a financial and economic indicator after the 2008 financial crisis, when the Fed initiatedquantitative easing(QE).The Fed balance sheet gave analysts added insight into the scope and scale of Fed market operations. In particular, it allowed analysts to monitor the pace of asset purchases and sales.\n\nQE is a monetary policy in which a central bank purchases large quantities of government bonds or other securities on the open market to hold down long-term interest rates and signal loose monetary policy.\n\nThe Fed (and other central banks) have used quantitative easing, also known as large-scale asset purchases, to support economic growth beyond what could be achieved by lowering short-term interest rates to zero.\n\nThe policy has drawn political criticism but has become an increasingly common response to economic and credit crises, used effectively by the European Central Bank and the Bank of Japan alongside the Fed.\n\nThe Fed's balance sheet may look somewhat like a corporate one, but central banks are unique in their unlimited currency supply. In contrast to a corporation, the Fed and other central banks exist not to make money but to ensure economic and financial stability.\n\nThe Fed's role is akin to that of the bank in the board game Monopoly: its goal is not to win but to supply enough money to keep the game going. The right amount of assets for the Fed is that which best enables it to meet its mandate.\n\nThe Fed's balance sheet changes over time based on economic circumstances. However, the Fed's total assets have been shrinking since mid-2022.\n\nThe Fed's balance sheet doesn't affect the money supply; it simply demonstrates what the central bank is doing to it.\n\nWhen the Fed purchases securities from banks on the open market, it increases the money supply and generally helps to decrease interest rates along with other monetary policy tools.\n\nThe Federal Reserve publishes its balance sheet weekly, detailing its current assets and liabilities and the scope of its operations. The balance sheet is used by analysts and economists to help determine the effectiveness of the central bank's actions and the state of the economy\n\nThe Board of Governors of the Federal Reserve System. \"The Federal Reserve's Balance Sheet.\"\n\nFederal Reserve History. \"Federal Reserve Act Signed Into Law.\"\n\nThe Board of Governors of the Federal Reserve System. \"Federal Reserve Liabilities.\"\n\nThe Board of Governors of the Federal Reserve System. \"Recent Balance Sheet Trends.\"",
  "url": "https://www.investopedia.com/terms/f/fed-balance-sheet.asp"
}