{
  "term": "Federal Insurance Contributions Act (FICA): What It Is, Who Pays",
  "definition": "Liz Manning has researched, written, and edited trading, investing, and personal finance content for years, following her time working in institutional sales, commercial banking, retail investing, hedging strategies, futures, and day trading.\n\nThe Federal Insurance Contributions Act (FICA) of 1935 established a payroll tax on U.S. wage earners' paychecks and called for matching contributions from employers.The revenues from this tax finance the nation'sSocial Securityprogram andMedicareprogram.\n\nFrom the beginning, the idea behind the act was that working people would contribute a certain amount of each of their paychecks throughout their working years to fund Social Security (and later Medicare) so that, later in life, they'd be able to count on earned financial and health benefits.\n\nTheSelf-Employment Contributions Act (SECA)of 1954 requires the self-employed to pay taxes on their net earnings to help fund Social Security, and later Medicare once it was started.\n\nIn 1935, the United States Congress passed the Federal Insurance Contributions Act, known as FICA. Its purpose was to collect contributions to fund the new Social Security program established by the administration of President Franklin D. Roosevelt in the same year.\n\nRoosevelt believed that the money collected from all working Americans through FICA would belong directly to them. He didn't want the financial benefits for their retirement, disability, or death to depend on federal revenue. He feared that politicians would take and use the money for their own purposes.\n\nIn 1965, the payroll tax to fund health care benefits was added when Medicare was signed into law by President Lyndon B. Johnson.\n\nFICA contributions are mandatory. Although the rate can be set annually, it has remained mostly stable since 1990. The limit changes each year based on the National Average Wage Index.\n\nAccording to theInternal Revenue Service (IRS), FICA taxes are made up of old-age, survivors, and disability insurance taxes (Social Security) plus the hospital insurance tax (Medicare). Each applies different rates.\n\nThere's a maximumwage basefor Social Security taxes on earnings, above which no tax is levied. The wage base is set at $160,200 for 2023 and $168,600 for 2024.\n\nThere is no wage base limit for Medicare taxes.\n\nFor 2023 and 2024, the total Social Securitytax rateof 12.4% is split between employee and employer. The employee pays 6.2% and the employer pays the other 6.2%.\n\nThe totalMedicare taxrate of 2.9% is also split between employee and employer. The employee pays 1.45% and the employer pays 1.45%.\n\nEmployees pay an additional 0.9% Medicare tax on wages over a threshold amount. For 2023 and 2024, that amount is $200,000 for individuals ($250,000 formarried couples filing jointly).So, depending on their wages, an employee's total Medicare tax could reach 2.35% (1.45% plus 0.9%). Employers are not required to match the additional Medicare tax.\n\nUnder SECA, theself-employedpay both the employee and employer portions of the Social Security and Medicare taxes. For example, as a sole proprietor, you'd be responsible for paying 12.4% of your income toward Social Security and 2.9% toward Medicare.\n\nMoreover, you'd pay the additional Medicare tax of 0.9% on self-employment income over the threshold amount.\n\nThough they pay more than wage earners, self-employed individuals do get a tax break. They can deduct the amount that represents the employer's share (half) as a business expense.\n\nFICA and SECA taxes do not fundSupplemental Security Income (SSI)benefits, even though that particular program is run by theSocial Security Administration (SSA). SSI benefits come out of general tax revenues.\n\nAn employee earning $50,000 will pay $3,825 in FICA contributions in 2024. That breaks down to $3,100 in Social Security tax and $725 in Medicare tax. The wage earner's employer would pay the same amount.\n\nSocial Security tax = $50,000 x .062 (the employee rate of 6.2%) = $3,100\n\nMedicare tax = $50,000 x .0145 (the employee rate of 1.45%) = $725\n\nTotal FICA = $3,825 ($3,100 + $725)\n\nAn employee earning $250,000 and filing singly will pay $14,528.20 in FICA contributions in 2024. That breaks down to $10,453.20 in Social Security tax, $3,625 in Medicare tax, and $450 in additional Medicare tax. The wage earner's employer would pay slightly less because they aren't required to pay the additional Medicare tax of 0.9% on the $50,000 above the $200,000 threshold.\n\nSocial Security tax = $168,600 (wage base limit) x .062 (the employee rate of 6.2%) = $10,453.20\n\nMedicare tax = $250,000 x .0145 (the employee rate of 1.45%) = $3,625\n\nAdditional Medicare tax = $50,000 x .009 (the total rate of 0.9%) = $450\n\nTotal Medicare taxes = $4,075 ($3,625 + $450)\n\nTotal FICA = $14,528.20 ($10,453.20 + $4,075)\n\nAccording to the Congressional Budget Office, it's estimated that the Social Security Trust Fund will run out of the money needed to make monthly Social Security payments in 2033. This would occur because revenues received into the program will not be enough to cover payments from it.\n\nThat imbalance will be due to the growing population of recipients of Social Security benefits and a shrinking workforce that's needed to fund the program with FICA taxes.\n\nPolicy makers are considering a variety of actions that could rectify this situation. These include raising the full retirement age (currently age 67), decreasing the financial benefits received, in particular by high earners, and increasing the payroll tax rate.\n\nYes. The Federal Insurance Contributions Act, or FICA, requires that wage earners contribute a portion of their earnings to fund the Social Security and Medicare programs. Ultimately, you'll be entitled to what's referred to as earned benefits. You paid for them and they're owed to you.\n\nNo, but it's related to it. FICA is an acronym that stands for an act passed by the U.S. Congress back in 1935 at about the time Social Security was established. This Federal Insurance Contributions Act called for all working people in the U.S. to fund Social Security so that it could provide them with financial benefits later in life. The dollar amounts on your paycheck labeled as FICA are the payroll taxes contributed to Social Security, and since 1965, Medicare.\n\nWage earners pay 6.2% on income up to $168,600 in 2024 toward Social Security. Their employers also pay 6.2% on their behalf. So the total tax rate for Social Security is 12.4%. Any income above that threshold is not taxed for Social Security purposes. The Medicare rate of 1.45% is paid by wage earners on all their income. For income above $200,000, they pay an additional Medicare tax of 0.9% on the portion above that threshold. Employers match the 1.45% rate but are not responsible for matching the 0.9% rate.\n\nFICA refers to the 1935 U.S. law and later the 1965 law that mandated that payroll taxes be paid by workers and employers to fund the nation's Social Security and Medicare programs. FICA taxes are mandatory.\n\nFrom then until now, American wage earners have had a portion of every paycheck withheld throughout their working years so that they can receive financial benefits from the government in their retirement years.\n\nInternal Revenue Service. \"Lesson 4: The Social Security Act of 1935.\"\n\nInternal Revenue Service. \"Topic No. 751, Social Security and Medicare Withholding Rates.\"\n\nUnited States House of Representatives. \"Chapter 2—Tax on Self-Employment Income.\"\n\nSocial Security Administration. \"What Are FICA and SECA Taxes?\"\n\nNational Committee To Preserve Social Security & Medicare. \"History of the Federal Income Contribution Act (FICA).\"\n\nNational Archives. \"Medicare and Medicaid Act (1965).\"\n\nSocial Security Administration. \"Social Security & Medicare Tax Rates.\"\n\nSocial Security Administration. \"Contribution and Benefit Base.\"\n\nInternal Revenue Service. \"Topic No. 751, Social Security and Medicare Withholding Rates.\"\n\nSocial Security Administration. \"Fact Sheet: 2024 Social Security Changes.\"\n\nInternal Revenue Service. \"Topic No. 560, Additional Medicare Tax.\"\n\nInternal Revenue Service. \"Self-Employment Tax (Social Security and Medicare Taxes).\"\n\nSocial Security Administration. \"Understanding Supplemental Security Income (SSI) Overview -- 2023 Edition.\"\n\nSocial Security Administration. \"Contribution and Benefit Base.\"\n\nCongressional Budget Office. \"CBO’s 2023 Long-Term Projections for Social Security.\"\n\nPeter G. Peterson Foundation. \"Without Reform, Social Security Could Become Depleted Within the Next Decade.\"\n\nNational Archives. \"Social Security Act (1935).\"",
  "url": "https://www.investopedia.com/terms/f/fica.asp"
}