{
  "term": "Federal Trade Commission (FTC): What It Is and What It Does",
  "definition": "The Federal Trade Commission (FTC) is an independent, bipartisan agency of the U.S. government tasked with protecting consumers and ensuring a strong competitive market.Lina Khanis the current Chair of the Federal Trade Commission (FTC).\n\nIts principal purpose is to enforce non-criminalantitrust lawsin the United States, preventing and eliminating anticompetitive business practices, including coercive monopolies. The FTC also seeks to protect consumers from predatory or misleading business practices.\n\nThe Federal Trade Commission (FTC) wasestablished in 1914by the Federal Trade Commission Act, as part of the Wilson administration's trust-busting efforts—trust-busting being a significant concern at the time.It was tasked with enforcing the Clayton Act, which banned monopolistic practices.\n\nBefore the birth of the FTC, there was the Bureau of Corporations, created by the Roosevelt administration in February 1903. Part of the Department of Commerce and Labor, the Bureau of Corporations was tasked with making sure businesses acted in the best interest of the public. The success of the Bureau of Corporations led to the creation of the FTC.\n\nThe FTC continues to discourage anticompetitive behavior through the Bureau of Competition, which reviews proposedmergerstogether with the Department of Justice (DOJ). As the years have passed, the FTC has been tasked with enforcing additional business regulations, as codified in Title 16 of the Code of Federal Regulations.\n\nUnder the premerger notification program, parties of larger mergers must submit a premerger notification to the FTC and Department of Justice (DOJ).\n\nThe FTC's regular activities include investigatingfraudor false advertising from consumers, businesses, and the media, congressional inquiries, and pre-merger notification filings.\n\nThe FTC may investigate a single company or an entire industry. If an FTC investigation reveals unlawful activities on the part of one or more companies within an industry, it can seek voluntary compliances via consent order, initiate federal litigation, or file an administrative complaint. Traditionally, such a complaint would be heard in front of anadministrative lawjudge (ALJ) and may be appealed to the U.S. Court of Appeals and then the Supreme Court.\n\nThe FTC also deals with complaints of unfair business practices, such as scams and deceptive advertising. Its Bureau of Consumer Protection conducts investigations into alleged abuses, carries out enforcement actions, and provides educational materials to consumers. The Bureau of Consumer Protection is in charge of the U.S. NationalDo Not Call Registry.\n\nThe FTC also administers and enforces the Telemarketing Sales Rule, the Pay-Per-Call Rule, and the Equal Credit Opportunity Act. In total, the Commission has enforcement or administrative responsibilities under more than 70 laws.\n\nThe Bureau of Economics provides research support to the other two departments of the FTC, including analysis of the potential effects of FTC actions.\n\nThe FTC typically does not have the ability to directly enforce its rulings, but it can go to the courts to have them enforced.\n\nIn 1984, the FTC cracked down on deceptive pricing in the funeral home industry, implementing the FTC Funeral Rule, which requires funeral homes to offer a written General Price List (GPL) detailing all prices for goods and services in the funeral industry to anyone who requests one.\n\nNo one can be denied a written copy of GPL by law, and they must be allowed to keep it if they desire. In 1996, the FTC implemented the Funeral Rule Offenders Program, which allows offending funeral homes to make a voluntary payment to the U.S. Treasury or an appropriate state fund in exchange for not having to go to court.\n\nIn the 1990s, the agency also conducted several investigations into telemarketing scams, beginning with Project Telesweep in 1995, which cracked down on at least 100 fictitious business opportunity scams.\n\nThe FTC has been active in the healthcare industry, too, blocking the proposedacquisitionof Palmyra Medical Center by Putney Memorial Hospital based on potential harm to consumers.The case went to the Supreme Court, which ruled in the FTC's favor in 2013.\n\nMore recently, in 2021, the FTC ordered e-commerce giant Amazon to pay more than $61 million as a settlement for its failure to pay Amazon Flex drivers all of their tips from Amazon customers.The charges against Amazon state that the company promised its Flex drivers 100% of customers tips while delivering and that the customers were advised the same. For more than two years, it withheld part of customer paid tips from its Flex drivers.\n\nThe Federal Trade Commissions Act of 1914 created the Federal Trade Commission (FTC) and bestowed full power to the U.S. government to address unscrupulous acts among businesses.\n\nThe FTC can regulate trade by outlining deceptive and unfair practices in the marketplace. It also enforces antitrust and consumer protection laws.\n\nConsumers can file complaints with the Federal Trade Commissiononlineor call 1-877-FTC-HELP.\n\nThe FTC also maintains the Identity theft hotline (1-877-ID-THEFT) and the National Do Not Call Registry (1-888-382-1222).\n\nOnce a complaint is submitted, the FTC shares it with more than 3,000 law enforcers.The FTC gathers information from submitted complaints to create reports, which are used to investigate fraud, unfair business practices, and scams.\n\nFTC. \"Premerger Notification Program.\"\n\nFTC. \"Legal Library: Statutes.\"\n\nFTC. \"Funeral Home Settles FTC Charges It Violated the Funeral Rule.\"\n\nFTC. \"FTC Wins Court Order Against \"Project Telesweep\" Defendant (Public Telco Corporation, et al.).\"\n\nFTC. \"Hospital Authority and Phoebe Putney Health System Settle FTC Charges That Acquisition of Palmyra Park Hospital Violated U.S. Antitrust Laws.\"\n\nFTC. \"FTC Approves Final Administrative Consent Order Against Amazon for Withholding Customer Tips from Amazon Flex Drivers.\"",
  "url": "https://www.investopedia.com/terms/f/ftc.asp"
}