{
  "term": "Federal Discount Rate: Definition, vs. Federal Funds Rate",
  "definition": "The discount rate is theinterest rateset by theFederal Reserve(Fed) on loans extended by the central bank to commercial banks or other depository institutions. Adjusting the discount rate allows central banks such as the Fed to reduce liquidity problems and the pressures of reserve requirements, control the supply of money in the economy and basically assure stability in the financial markets.\n\nThis is not to be confused with the federal funds rate, which is instead the target interest rate for overnight interbank lending, where commercial banks borrow and lendexcess reservesbetween each other.The target is set by the Fed, but the actual fed funds rate is determined by the market's supply and demand for overnight loans.\n\nThe discount rate is set higher than the fed funds rate, and is intended to be used as a last resort for banks who are unable to borrow in theinterbank market. The secondary discount rate is an even higher discount window rate of interest for Fed loans made to banks that are struggling with liquidity.\n\nIn addition to its othermonetary policyand regulatory tools, the Fed banks can lend directly to member banks and depository institutions. This is part of the primary purpose of the Fed as a lender of last resort to ensure the stability of the banks and the financial system in general. To prevent undue bank failures, healthy banks are allowed to borrow all they want at very short maturities (usually overnight) from the Fed's discount window, and it is therefore referred to as a standinglending facility.\n\nUnder normal circumstances, banks prefer to borrow from one another on theovernight lending market. However, banks that face increased liquidity needs or heightened risks are sometimes unable to raise the necessary funds in the open market. Once theinterbankovernight lending system has been maxed out, Fed discount lending serves as an emergency backstop to provide liquidity to such banks in order to prevent them from failing.\n\nBorrowing from the central bank is a substitute for borrowing from other commercial banks, and so it is seen as a last-resort measure. The interbank rate, called the Fed funds rate, is usually lower than the discount rate. As long as the Fed funds rate is lower than the discount rate, commercial banks will prefer to borrow from another commercial bank rather than the Fed. As a result, in most circumstances, the total amount of discount lending is very small and intended only to be a backup source ofliquidityfor sound banks.\n\nDiscount lending is generally classified as either primary or secondarycredit. The Fed also sets a seasonal discount rate for non-emergency lending to banks that serve agricultural and other communities where credit demand is highly seasonal.\n\nDepository institutions andcommercial banksthat are in generally sound financial condition are eligible to borrow from their regional Fed banks at a primary credit rate. This rate is commonly just referred to as the discount rate. Funds for commercial banks borrowed from the Fed are processed through thediscount window, and the rate is reviewed every 14 days.\n\nSecondary credit is given to banks that are in financial trouble and are experiencing severe liquidity problems. Thecentral bank'sinterest rate on secondary credit is usually set at 50 basis points (0.5 percentage points) above the discount rate. The interest rate on these loans is set at a higher penalty rate to reflect the less-sound condition of these borrowers.\n\nThe federal discount rate is one of the most important indicators in the economy, as most other interest rates move up and down with it.\n\nBeyond its role in preventing bank failures, the federal discount rate is used as a tool to either stimulate (expansionary monetary policy) or rein in (contractionary monetary policy) the economy.\n\nA decrease in the discount rate makes it cheaper for commercial banks to borrow money, which results in an increase in available credit and lending activity throughout the economy. Conversely, a raised discount rate makes it more expensive for banks to borrow and thereby diminishes themoney supplywhile retracting investment activity.\n\nBesides setting the discount rate, the Fed has several other monetary policy tools at its disposal. It can influence the money supply, credit, and interest rates throughopen market operations(OMO) in U.S. Treasury markets, and by raising or lowering reserve requirements for private banks.\n\nThereserve requirementis the portion of a bank's deposits that it must hold in cash form, either within its own vaults or on deposit at its regional Fed bank. The higher the reserve requirements are, the fewer room banks have toleveragetheir liabilities or deposits.\n\nThe federal discount rate is the interest rate the Fed charges on loans. It is not to be confused with thefederal funds rate, which is the rate banks charge each other for loans that are used to hit reserve requirements.\n\nThe discount rate is determined by the Fed's board of governors, as opposed to the federal funds rate, which is set by the market between member banks. TheFederal Open Markets Committee(FOMC) sets a target for the Fed funds rate, which it pursues through the open sale and purchase ofU.S. Treasuries, whereas the discount rate is reached solely through review by the board of governors.\n\nThe discount rate is typically set higher than the federal funds rate target, usually by 100basis points(1 percentage point), because the central bank prefers that banks borrow from each other so that they continually monitor each other forcredit riskand liquidity.\n\nThe discount rate is set higher than the federal funds rate target because it is intended to serve as a backup source of liquidity for banks in case they cannot obtain funds from other banks in the market. The fed prefers that banks borrow and lend to one another instead of going to the discount window, andsets the discount rate higherto discourage its use unless it becomes necessary.\n\nThe Federal Reserve increases or decreases the discount rate (and the federal funds rate target) in order to curtail or stimulate the overall level of economic activity in the country. When the economy is growing too rapidly and inflation becomes a concern, the Fed may raise rates to discourage lending and borrowing and reduce inflationary pressures. When the economy is weak or in recession, the Fed may lower interest rates to encourage more economic activity and spur a recovery.\n\nThe federal funds rate is usually considered the more important figure in terms of its overall impact on the economy. Many other interest rates, from mortgages and personal loans to bonds and interest-bearing derivatives are set based on the fed funds rate.\n\nThe discount rate is used less frequently and has a more limited impact on overall lending and borrowing in the economy.\n\nThe federal funds rate is the target interest rate at which commercial banks and other financial institutions borrow and lend reserve funds from each other on an overnight basis. While the Fed sets the target, the actual rate is determined by the interbank market. The Federal Reserve may use open market operations (OMO), such as buying or selling government securities, to influence the fed funds rate and keep it near its target.\n\nThe discount rate, on the other hand, is the interest rate at which banks can borrow money directly from the Federal Reserve's discount window. This rate will be set higher than the fed funds rate and serves as a backstop for banks that cannot obtain sufficient funds from the interbank market.",
  "url": "https://www.investopedia.com/terms/f/federal_discount_rate.asp"
}