{
  "term": "Federal Housing Administration (FHA) Loan: Requirements, Limits, How to Qualify",
  "definition": "A Federal Housing Administration (FHA) loan is a home mortgage that is insured by the government and issued by a bank or other lender approved by the agency. FHA loans require a lower minimum down payment than manyconventional loans, and applicants may havelower credit scoresthan thebest mortgage lendersusually require.FHA loans are designed to helplow- to moderate-income families attain homeownership, and they are particularly popular with first-time homebuyers.\n\nFHA loan criteria allow for borrowers with a lower-than-average credit score of at least 580 to qualify for an FHA-insured mortgage. Your credit score represents a numerical summary of your creditworthiness based on your credit history, such as how well you repay your debts.\n\nFHA loan criteria also allow borrowers to put down a smaller down payment at the loan's closing. The FHA mandates that theloan-to-value (LTV) ratiocannot exceed 96.5% of the value of a home with an FHA loan. In other words, you can have a down payment as low as 3.5% of the purchase price, meaning you can qualify for FHA financing of up to 95.5% of the property's value.\n\nHowever, if your credit score falls between 500 and 579, you can still get FHA financing, but you will need to make a down payment of at least 10%, meaning you can only finance up to 90% of the property's value.\n\nWith FHA loans, the down payment can come from savings, a financial gift from a family member, or agrantfor down payment assistance.\n\nThe FHA doesn't actually lend anyone money to buy a home. Instead, FHA-approved lenders via banks or other financial institutions issue the mortgage loans.\n\nThe role of the FHA involves guaranteeing or insuring the loan, making it easier for borrowers to get approved since the lender does not bear the default risk.\n\nBorrowers who qualify for an FHA loan are required to purchasemortgage insurance, with thepremiumpayments going to the FHA.\n\nCongress created the FHA in 1934 during theGreat Depression. At that time, the housing industry was in trouble: Default and foreclosure rates had skyrocketed, 50% down payments were commonly required, and the mortgage terms were impossible for ordinary wage earners to meet. As a result, the U.S. was primarily a nation of renters, and only one in 10 households owned their homes.\n\nAfter the government created the FHA to reduce the risk to lenders and make it easier for borrowers to qualify for home loans, the homeownership rate in the U.S. steadily climbed, reaching an all-time high of 69.2% in 2004, according to research from the Federal Reserve Bank of St. Louis. By the end of 2024, the rate stood at 65.7%.\n\nThough principally designed for lower-income borrowers, FHA loans are available to everyone, including those who can afford conventional mortgages. In general, borrowers with good credit and strong financials will be better off with a conventional mortgage, while those with poorer credit and more debt, as well as would-be homebuyers who simply don't have the cash for a larger down payment, can benefit from an FHA loan.\n\nIn addition to traditional mortgages, the FHA offers several otherhome loan types.\n\nThis is areverse mortgageprogram that helps homeowners age 62 and older convert the equity in their homes to cash while retaining the home's title. The homeowner can take the funds as a lump sum, in a fixed monthly amount, in aline of credit, or some combination.\n\nThis loan factors the cost of certain repairs and renovations into the amount borrowed.It's helpful for those willing to buy a fixer-upper and put some sweat equity into their home.\n\nThis program is similar to the FHA 203(k)improvement loanprogram, but it's focused on upgrades that can lower your utility bills, such as new insulation or solar or wind energy systems.\n\nThis program works for borrowers who expect their incomes to increase. The Graduated Payment Mortgage (GPM) starts with lower monthly payments that increase over time. The Growing Equity Mortgage (GEM) has scheduled increases in monthlyprincipalpayments. Both promise shorter loan terms.\n\nYourmortgage lenderwill evaluate your qualifications for an FHA loan as it would with any mortgage applicant, starting with a check to see that you have a valid Social Security number, reside lawfully in the U.S., and are of legal age (according to your state's laws).\n\nFHA loan criteria are less rigid in some ways than a bank's usual loan criteria. However, there are also some more stringent requirements.\n\nWhether or not it's an FHA-guaranteed loan, a lender will examine your financial history when you apply for a mortgage.\n\nFHA loans are available to individuals with credit scores as low as 500, which represents the \"poor\" range for aFICO score.\n\nIf your credit score is between 500 and 579, you may be able to secure an FHA loan, assuming you can afford a down payment of at least 10%. If your credit score is 580 or higher, you can get an FHA loan with a down payment of as little as 3.5%.\n\nBy comparison, applicants typically need a credit score of at least 620 in order to qualify for a conventional mortgage.The down payment required by most banks varies between 3% and 20%, depending on how eager they are to lend money at the time you apply.\n\nAs a general rule, the lower your credit score and down payment, the higher theinterest rateyou'll pay on your mortgage.\n\nAlenderwill look at your work history as well as your last two years of payment history on your credit report.\n\nPeople who fall behind onfederal student loanpayments or income tax payments may be required to agree to a satisfactory repayment plan for those debts. A history of bankruptcy or foreclosure may prove problematic as well.\n\nTypically, to qualify for an FHA loan—or any type of mortgage—at least two years must have passed since the borrower experiencedbankruptcyorforeclosure, and they must have established good credit and have their financial affairs in order since then. However, borrowers can qualify for exceptions if they have experienced extenuating circumstances, such as serious illness.\n\nThe FHA-approved lender will want assurances that the applicant can repay the mortgage loan. As a result, lenders will ask for evidence of recent and steady employment, documented by tax returns and pay stubs.\n\nIf you've been self-employed for less than two years but more than one year, you may still qualify if you have a solid work and income history in the same or a related occupation for the two years before becoming self-employed.\n\nYour mortgage payments,property taxes, mortgage insurance andhomeowners insurancepremiums, and anyhomeowner association feesmust generally total less than 31% of yourgross income. Banks call this thefront-end ratio.\n\nMeanwhile, yourback-end ratio, which consists of your mortgage payment and all other monthly consumer debts, should be less than 43% of your gross income.\n\nAn FHA loan requires that you pay two types ofmortgage insurance premiums (MIPs)—an upfront MIP and an annual MIP, which is paid monthly. The upfront MIP is equal to 1.75% of the base loan amount.\n\nFor example, if you're issued a home loan for $350,000, you'll pay an upfront MIP of 1.75% x $350,000 = $6,125. You can pay the upfront MIP at the time of closing or roll the amount into the loan.\n\nThese payments are deposited into anescrowaccount that the U.S. Treasury Department manages.If you end up defaulting on your loan, the funds will go toward the mortgage repayment.\n\nAfter the initial, one-time payment, borrowers make MIP payments every month. Those payments can range from 0.15% to 0.75% annually of the loan amount.Ratesdiffer depending on the loan amount, the length of the loan, and the home'sloan-to-value (LTV) ratio.\n\nLet's say you have an annual MIP of 0.55%. In that case, a $350,000 loan would result in annual MIP payments of 0.55% x $350,000 = $1,925 (or $160.42 monthly).\n\nThese monthly premiums are paid in addition to the one-time upfront MIP payment. You will have to make annual MIP payments for either 11 years or the life of the loan, depending on the length of the loan and the LTV.\n\nWhile you can no longer take a tax deduction for the amount you pay in premiums, you can still deduct mortgage interest, if youitemize your deductionsrather than taking thestandard deductionon your taxes.\n\nUsually, the property you want to finance must become your principal residence and must be owner-occupied. In other words, the FHA loan program is not intended for investment or rental properties.\n\nDetached and semi-detached houses, townhouses, row houses, and condominiums within FHA-approved condo projects are all eligible for FHA financing.\n\nAlso, you will need a propertyappraisalfrom an FHA-approved appraiser, and the home must meet certain minimum standards. Homes that are in such disrepair that they do not meet the FHA's requirements aredeemed uninsurable. If the home doesn't meet these standards and the seller won't agree to make the required repairs, you must pay for the repairs at closing. (In this case, the funds are held in escrow until the repairs are made.)\n\nMortgage lending discrimination is illegal.If you think you’ve been discriminated againstbased on race, religion, sex, marital status, use of public assistance, national origin, disability, or age, there are steps you can take. One such step is to file a report, either to theConsumer Financial Protection Bureauor theU.S. Department of Housing and Urban Development (HUD).\n\nFHA loans have limits on how much you can borrow. These are set by region, with lower-cost areas having a lower limit and high-cost areas having a higher one.\n\nFor 2025, the limits range from $524,225 to $1,209,750, which the FHA refers to as its \"floor\" and its \"ceiling.\" There are \"special exception\" regions—including Alaska, Hawaii, Guam, and the U.S. Virgin Islands—where very high construction costs make the limits even higher.\n\nElsewhere, the limit is set at 115% of the median home price for the county, as determined by the U.S. Department of Housing and Urban Development (HUD).\n\nThe chart below lists the 2025 loan limits:\n\nWhen you get an FHA loan, you may be eligible for loan relief if you experience a legitimate financial hardship, such as a loss of income or a large increase in living expenses. For example, the FHA has severalforbearanceplans that can allow you to pause or reduce your mortgage payments for a period of time.\n\nAnother program, the FHA Home Affordable Modification Program (HAMP), permanently lowered monthly mortgage payments to an affordable level. However, the program has been \"temporarily suspended\" through Sept. 30, 2025.\n\nFHA loans are often the best source of a mortgage for borrowers who are unable to obtain financing through private lenders. They may qualify for an FHA loan with a lower credit score, and/or greater amounts of debt, and a higherdebt-to-income (DTI) ratio.\n\nHowever, because FHA borrowers are often riskier, FHA loans usually come with somewhat higher interest rates and require borrowers to pay mortgage insurance premiums both upfront and monthly. FHA loans can only be used for your primary residence and come with borrowing limits.\n\nAvailable to borrowers with lower credit scores\n\nRequires insurance paid both upfront and monthly\n\nCannot be used for second homes or investment properties\n\nYou can apply for an FHA loan directly with an FHA-approved bank or mortgage lender. The steps for an FHA loan will typically include gathering your financial information, pay stubs, and work history. The lender will review your credit history, income, and debts to determine your approval.\n\nIt helps to apply forpre-approvalof an FHA loan, whereby the lender will gather your financial information and issue a pre-approval or denial letter within a few days. Once pre-approved, you'll know how much you can afford to borrow without committing to a loan.\n\nThat depends on where you plan to buy and on your ability to repay the loan.\n\nThe maximum amount anyone can borrow from the FHA varies by region.\n\nFor 2025, loan limits for a single-family home, for example, range from $524,225 in low-cost areas to $1,209,750 in high-cost areas. Alaska, Hawaii, Guam, and the U.S. Virgin Islands have special higher limits.\n\nFHA loans include both an upfront premium, which you can roll into the mortgage, and an annual premium paid monthly:\n\nTo estimate the costs, you can plug the numbers into an FHA loan calculator, several of which are available online. For example, a 30-year FHA loan at an interest rate of 7.125% on a home priced at $400,000 will have a $2,646 monthly loan payment plus a $176 monthly mortgage insurance payment.\n\nIn most cases, FHA mortgage insurance payments continue for either 11 years or the entire life of the loan.\n\nThe only way to end them earlier is torefinancethe mortgage with a non-FHA loan. Your FHA loan will then be paid off in full. Assuming you have at least 20% equity in the home, you should no longer be required to haveprivate mortgage insurance (PMI), either.\n\nYes, FHA-approved lenders may offer several refinancing options, includingFHA streamline refinance loansandFHA cash-out refinance loans.\n\nFHA loans usually come with higher interest rates than conventional mortgages and require borrowers to purchase mortgage insurance. FHA loans also have strict limits on the amount you can borrow.\n\nThe FHA loan is a path to homeownership for people that banks might reject otherwise because they have a less-than-stellar credit score or little cash available for a down payment. However, borrowers who can afford a substantial down payment may be better off going with a conventional mortgage from one of the best lenders. That way, they can avoid the monthly mortgage insurance payments for the FHA loan and get a lower interest rate.\n\nThe Department of Housing and Urban Development. \"Handbook 4000.1, FHA Single Family Housing Policy Handbook,\" Pages 177–178.\n\nU.S. Department of Housing and Urban Development. \"Let FHA Loans Help You.\"\n\nConsumer Financial Protection Bureau. \"What Is Mortgage Insurance and How Does It Work?\"\n\nU.S. Department of Housing and Urban Development. \"The Federal Housing Administration (FHA).\"\n\nFederal Reserve Bank of St. Louis. \"Homeownership Rate in the United States.\"\n\nBenefits.gov. \"Home Equity Conversion Mortgages (HECM).\"\n\nU.S. Department of Housing and Urban Development. \"203(k) Rehabilitation Mortgage Insurance Program Types.\"\n\nU.S. Department of Housing and Urban Development. \"HUD FHA Insured Energy Efficient Mortgages.\"\n\nU.S. Department of Housing and Urban Development. \"The Graduated Payment Mortgage Program (4240.2),\" Download \"Chapter 1: Graduated Payment Mortgage Program.\"\n\nU.S. Department of Housing and Urban Development. \"Archived Program Descriptions: Growing Equity Mortgage Insurance (Section 245(a)).\"\n\nmyFICO. \"What Is a FICO Score?\"\n\nExperian. \"What Credit Score Do I Need to Buy a House?\"\n\nThe Department of Housing and Urban Development. \"Handbook 4000.1, FHA Single Family Housing Policy Handbook,\" Pages 224–225.\n\nThe Department of Housing and Urban Development. \"Handbook 4000.1, FHA Single Family Housing Policy Handbook,\" Pages 220–221.\n\nThe Department of Housing and Urban Development. \"Handbook 4000.1, FHA Single Family Housing Policy Handbook,\" Pages 234–235.\n\nThe Department of Housing and Urban Development. \"Handbook 4000.1, FHA Single Family Housing Policy Handbook,\" Pages 365–366.\n\nFHA.com. \"FHA Debt-to-Income Ratio Requirements.\"\n\nU.S. Department of Housing and Urban Development. \"Mortgagee Letter 2024-21,\" Page 2.\n\nU.S. Department of Housing and Urban Development. \"HUD's Single Family Mortgage Insurance Premium Collection Process.\"\n\nThe Department of Housing and Urban Development. \"Handbook 4000.1, FHA Single Family Housing Policy Handbook,\" Page 1779.\n\nInternal Revenue Service. \"Publication 936, Home Mortgage Interest Deduction,\" Pages 1–2.\n\nThe Department of Housing and Urban Development. \"Handbook 4000.1, FHA Single Family Housing Policy Handbook,\" Pages 76–77.\n\nThe Department of Housing and Urban Development. \"Maximum Mortgage Limits 2025.\"\n\nU.S. Department of Housing and Urban Development. \"Mortgagee Letter 2024-21,\" Pages 2–3.\n\nU.S. Department of Housing and Urban Development. \"FHA Mortgage Limits (Search).\"\n\nU.S. Department of Housing and Urban Development. \"Mortgagee Letter 2025-12,\" Page 1.\n\nThe Department of Housing and Urban Development. \"Handbook 4000.1, FHA Single Family Housing Policy Handbook,\" Pages 177–178, 224–225, 365–366.\n\nU.S. Department of Housing and Urban Development. \"Mortgagee Letter 2024-21,\" Page 3.",
  "url": "https://www.investopedia.com/terms/f/fhaloan.asp"
}