{
  "term": "Federal Income Tax",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nThe United States federal income tax is levied by the Internal Revenue Service (IRS) on the annual earnings of individuals, corporations, trusts, and other legal entities. Federal income taxes for individuals apply to all forms of earnings including wages, salaries, commissions, bonuses, tips, investment income, and certain types of unearned income.\n\nIn the U.S., federal income tax rates for individuals are progressive, meaning that as taxable income increases, so does the tax rate. Federal income tax rates range from 10% to 37% for the 2024 and 2025 tax years. There are seven tax brackets, each kicking in at specific income thresholds.\n\nWhen you pay taxes to the U.S. government, or to your state or local government, you’re investing in your economy, as the government uses the funds to provide services. These include:\n\nThe largest source of revenue for the federal government comes from taxes on theincomeof its residents. As of Aug. 21, 2024, the IRS had collected over $4.08 trillion in receipts, of which individuals contributed $2.04 trillion. Corporate income taxes accounted for $413 billion.\n\nIn fiscal year 2023, the U.S. government collected $4.44 trillion in revenue and spent $6.13 trillion, resulting in a $1.70 trillion deficit.\n\nGenerally speaking, there are two types oftaxable income: earned income and unearned income.\n\nEarned income is paid by an employer or earned by a self-employed person. The most common forms of earned income are:\n\nUnearned income, or passive income, is mainly earned through investing. The most common forms of unearned income are:\n\nWorkers receive their earnings either asnet income, also known as take-home pay, orgross income.\n\nNet income is the total amount received after taxes, benefits, and voluntary contributions are deducted from a paycheck. When taxes are withheld, it means the company or payer has paid the tax to the government on the worker’s behalf.\n\nThe amount your employer withholds for taxes depends on how much you earn and the information you gave your employer on Form W-4.\n\nAll money earned, whether as a wage, salary, cash gift from an employer, business income, tips, gambling income, bonuses, or unemployment compensation, constitutes income for federal tax purposes.\n\nFederal income taxes are reported and remitted to the IRS on forms created by the U.S. Department of Treasury and filed, usually electronically.\n\nThe primary form used to report federal income taxes is Form 1040, which records your income for the year and the taxes you already paid during the year. Form 1040-SR is an optional version of the tax return for those who are 65 and older.\n\nThis single form is all that is needed for taxpayers with uncomplicated financial lives. Hundreds of other forms are available to record special situations, from profits and losses in the stock market to itemized deductions.\n\nThe first page of Form 1040-SR is shown below. All pages of Form 1040-SR are available on theIRS website.\n\nThe federal income tax is levied according to aprogressive tax system, where higher-income earners are taxed at higher rates. The tables below show the tax brackets and rates for 2024 and 2025.\n\nThe U.S. uses a progressive tax system, meaning taxpayers pay more incremental tax as they earn more income. This system aims to provide inherent tax benefits to lower-income individuals and collectmore taxes from higher-income individuals.\n\nTax bracketsare often described as a range of income with an associated percentage. For example, for 2023 federal income taxes, taxpayers who earned between $44,726 and $95,375 were in the 22% tax bracket. This means their earnings between these two amounts were assessed at a 22% tax rate. Earnings below $44,726 were assessed at a lower rate, and earnings above $95,375 were assessed at a higher rate.\n\nAs an example, for the 2024 tax year, an individual who was single and earned $80,000 annually fell into the 22% marginal tax bracket. This means the taxpayer was responsible for $13,093 in taxes, the breakdown for which is illustrated in the chart below:\n\nFor the 2025 tax year, assuming the same $80,000, the brackets are revised and the tax bill is a bit lower:\n\nBecause of the varying tax brackets, a taxpayer will usually have an effective tax rate different from their highest tax bracket. Themarginal tax rateis the additional tax paid for every extra dollar of income. For example, a 10% marginal tax rate means that $.10 of every next dollar earned will be taken as tax.\n\nHowever, note that while the marginal rate in the example above is 22%, theeffective tax rateis 16.1%. This figure is arrived at by dividing the total tax bill ($12,907) by income ($80,000) and multiplying by 100. The effective tax rate corresponds to what the individual ends up paying in taxes to the government.\n\nThere are two ways to pay less tax: make less money or earn more tax benefits. As it’s usually more advantageous to seek out tax benefits, there are several specific places taxpayers can look.\n\nTax deductionsare legislative enactments that allow a taxpayer to reduce the taxable income used to calculate their tax liability. Tax deductions don’t directly reduce the amount of tax a taxpayer must pay.\n\nFor example, consider a taxpayer who contributes to atraditional IRA. In many situations, the taxpayer is allowed to deduct their contribution from their taxable income.\n\nShould the taxpayer have contributed the 2024 maximum amount, their taxable income would have been reduced by $7,000. The IRA limits for 2025remain the same.\n\nIf the taxpayer was in the 22% marginal tax bracket, this would have resulted in a $1,540 ($7,000 x 22%) tax savings each year.\n\nThe most common federal tax deduction used to reduce your federal income tax liability is the standard deduction. Each taxpayer may claim a standard deduction based on their filing status. This amount (which is reassessed annually) allows a taxpayer to reduce their taxable income by a set amount established by the federal government.\n\nThe alternative to a standard deduction is the itemized deduction. This option allows taxpayers to accumulate certain types of eligible expenses and opt to deduct the total allowable amount of these expenses instead of the standard deduction. These types of expenses include charitable contributions, mortgage interest payments, and medical expenses.\n\nLast, there are deductions exclusive of the standard deduction or itemized deduction. For example, as long as taxpayers meet specific contribution and income limit thresholds, certain types of retirement contributions may be deducted.Alternatively, taxpayers may receive deductions on other types of spending such as educational expenses.\n\nThe standard deduction for tax year 2024 is $14,400 for single filers and $29,200 for married couples filing jointly. For the 2025 tax year, the standard deduction is $15,000 for single filers and $30,000 for couples filing jointly.\n\nCertain taxpayers, including parents and low-income earners, are eligible fortax creditsthat reduce the amount of tax they owe. A tax credit is better than a deduction because it reduces the filer's taxes due dollar for dollar rather than subtracting a percentage of the tax amount owed.\n\nFor example, consider a taxpayer who has one child and is therefore eligible for the Child Tax Credit. The taxpayer’s taxable income is $50,000, so the tax liability is $4,500.\n\nThe maximum Child Tax Credit for both the 2024 and the 2025 tax years is $2,000, with a cap of $1,700 on the amount that is refundable.\n\nIn this example, the credit directly reduces the filer's tax liability from $4,500 to $2,900. The Child Tax Credit is not applied to the $50,000 of taxable income; instead, it is directly applied to the tax liability amount.\n\nThe largest tax credits are targeted at specific types of taxpayers. For example, the Earned Income Tax Credit awards tax credits to those with low earned incomes, while the American Opportunity Tax Credit and Lifetime Learning Credit award credits to those pursuing higher education. The Child and Dependent Care Credit benefits those with children/dependents.\n\nSome federal tax credits are nonrefundable, meaning once they reduce your tax liability to $0, the taxpayer will not get a refund due to any unused portion of the credit. An example of a nonrefundable tax credit is the Adoption Tax Credit. Once the credit reduces a taxpayer's tax liability to $0, the taxpayer will owe no tax.\n\nSome credits are refundable. In that case, not only can the tax credits reduce a taxpayer's liability to $0 but the taxpayer may get a check for the unused portion of the credit.\n\nFor example, if you owe $750 in taxes but qualify for a $1,000 refundable tax credit, you would pay no taxes and receive the remaining $250 as a refund.\n\nIn the U.S., 41 states and the District of Columbialevy state income taxes. These are in addition to federal income taxes.\n\nNot all states havestate income taxes. As of 2024, Alaska, Florida, Nevada, South Dakota, Tennessee, Texas, and Wyoming don’t have an income tax. New Hampshire taxes dividends and interest income only, but the state will completely phase out these taxes by 2027.\n\nThe information above relates primarily to federal income taxes for individuals. The IRS also collects tax revenue from other entities.\n\nBusinesses must report income and can receive tax benefits similar to individuals. Certain legal business formations, such as partnerships, have different tax filing dates than individual filers.\n\nIn addition, businesses can qualify for a wider range of tax credits. Many of these credits derive from the General Business Credit and are figured using Form 3800.\n\nCharities and nonprofits that have received tax-exempt status must file Form 990 with the IRS to maintain their tax-free status. This is an informational return that does not result in any taxes owed by the nonprofit.\n\nHowever, information provided on the return may result in further evaluation or revocation of the tax-advantaged status.\n\nIndividuals or businesses that have income from international sources may be required to file federal taxes.\n\nThere are specific rules for foreign entities with income-generating activities within the U.S. and domestic entities with income-generating activities outside the U.S.\n\nFor the 2024 and 2025 tax years, the tax brackets are 10%, 12%, 22%, 24%, 32%, 35%, and 37%.\n\nSocial Security benefits are not counted as gross income. However, benefits are included in your combined income, which the IRS uses to determine if you should pay taxes on your benefits.\n\nCombined income is determined by totaling youradjusted gross income(AGI), nontaxable interest, and half of your Social Security benefits.\n\nIf your combined income is between $25,000 and $34,000, you may be taxed on up to 50% of your benefits. If your combined income is more than $34,000, you may be taxed on up to 85% of your benefits.\n\nIvory Coast has the highest tax rate at 60%.Finland (57.3%), Denmark (55.9%), Japan (55.95%), Austria (55%), Sweden (52%), Aruba (52%), Belgium (50%), Israel (50%), and the Netherlands (49.5%) round out the top 10 as of 2023.\n\nPresident Abraham Lincoln imposed the first federal income tax by signing the Revenue Act on Aug. 5, 1861. A 3% tax was imposed on all annual incomes over $800. The purpose was to finance the Civil War.\n\nGenerally, federal income tax is due on April 15 of every year. The day shifts to the following business day if April 15 falls on a weekend. In an emergency such as the COVID-19 crisis, the date can be delayed.\n\nThe federal income tax system in the U.S. is a progressive tax applied to all forms of earnings that make up a taxpayer's taxable income, including earned and unearned income.\n\nEach year, the IRS releases updates to the tax brackets and rates that apply to single filers, married individuals filing separately or jointly, and heads of households.\n\nCorrection—March 13, 2025:The 2024 tax brackets have been corrected.\n\nInternal Revenue Service. \"Information About Federal Taxes.\"\n\nInternal Revenue Service. \"What Is Taxable and Nontaxable Income?\"\n\nInternal Revenue Service. \"IRS releases tax inflation adjustments for tax year 2025.\"\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2024.\"\n\nCongressional Budget Office. “The Budget and Economic Outlook: 2023 to 2033.”\n\nFiscalData. \"How Much Revenue Has the U.S. Government Collected This Year?: Sources of Federal Revenue.\"\n\nU.S. Treasury Fiscal Data. “What Is the National Deficit?”\n\nInternal Revenue Service. “Earned Income and Earned Income Tax Credit (EITC) Tables.”\n\nInternal Revenue Service. “Unearned Income.”\n\nInternal Revenue Service. “About Form W-4, Employee's Withholding Certificate.”\n\nInternal Revenue Service. “Publication 525, Taxable and Nontaxable Income.” Pages 2-4, 29, 34.\n\nInternal Revenue Service. \"About Form 1040-SR, U.S. Tax Return for Seniors.\"\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2023.\"\n\nTax Foundation. \"Common Tax Questions Answered.\"\n\nInternal Revenue Service. “Retirement Topics - IRA Contribution Limits.”\n\nInternal Revenue Service. “Deductions for Individuals: What They Mean and the Difference Between Standard and Itemized Deductions.”\n\nInternal Revenue Service. “Topic No. 451, Individual Retirement Arrangements (IRAs).”\n\nInternal Revenue Service. “Tax Benefits for Education: Information Center.”\n\nInternal Revenue Service. \"Administrative, Procedural, and Miscellaneous.\"\n\nInternal Revenue Service. “Child Tax Credit.”\n\nInternal Revenue Service. \"Topic No. 607, Adoption Credit and Adoption Assistance Programs.\"\n\nTax Foundation. “State Individual Income Tax Rates and Brackets, 2023.”\n\nInternal Revenue Service. \"Starting or Ending a Business.\"\n\nInternal Revenue Service. \"Business Tax Credits.\"\n\nInternal Revenue Service. “Annual Filing and Forms.”\n\nInternal Revenue Service. “Classification of Taxpayers for U.S. Tax Purposes.”\n\nSocial Security Administration. \"Income Taxes and Your Social Security Benefit.\"\n\nTrading Economics. “Ivory Coast Personal Income Tax Rate.”\n\nTrading Economics. \"List of Countries by Personal Income Tax Rate.\"\n\nFRASER. “Revenue Act of 1861.” Page 309.\n\nInternal Revenue Service. \"When To File.\"",
  "url": "https://www.investopedia.com/terms/f/federal_income_tax.asp"
}