{
  "term": "Federal Reserve Board (FRB): How It Works, Structure, and Duties",
  "definition": "The Board of Governors of the Federal Reserve System, also known as the Federal Reserve Board (FRB), is the governing body of the Federal Reserve System. The FRB was established by the Banking Act of 1935. The members are statutorily tasked with giving a “fair representation of the financial, agricultural, industrial, and commercial interests and geographical divisions of the country.”\n\nTheBoard of Governorsof the Federal Reserve System, called the Federal Reserve Board (FRB), is a seven-member body that governs the Federal Reserve System, the U.S. central bank in charge of maintaining a stable financial system and economy by implementing monetary policy.\n\nThemembers of the U.S. Senate-confirmed FRBare considered an independent agency of the federal government.The Fed has a statutory mandate to work toward maximum sustainable employment and stable prices at moderate long-term interest rates, and the FRB chair and other officials frequently testify before Congress. However, it makes monetary policy independently of the legislative or executive branches and is structured like a private corporation.\n\nThe vice chair for supervision is required to appear before the Senate and the House of Representatives. The vice chair for supervision is also required at semiannual hearings to discuss “efforts, activities, objectives, and plans” of the board.\n\nThe president appoints the FRB’s members, and they are confirmed by the Senate. Each is appointed to a single 14-year term, but may serve shorter or longer periods. A new board member serves the remainder of the outgoing member’s term, if any. The latest member may then be reappointed to one full term.\n\nIf a replacement has not been confirmed when that term expires, they may continue to serve, so that it is possible for a member to serve for much longer than 14 years. However, the president is allowed to remove a member from the board, given sufficient cause. Terms are staggered so that a new member is appointed every two years.Once appointed, each board member operates independently.\n\nThe chair, vice chair, and vice chair for supervision of the Federal Reserve Board are appointed to four-year terms by the president from among the board’s existing members. They can be reappointed to these leadership roles as often as their board member term limits allow.\n\nThe board of governors includes several subcommittees with their chairs and vice chairs. These are the committees on Board Affairs, consumer and community affairs, economic and monetary affairs, financial stability, Federal Reserve Bank affairs, supervision and regulation, payments, clearing, and settlement, and the subcommittee on smaller regional and community banking.\n\nHere is the current list of Federal Reserve Board members:\n\nThe Federal Reserve Board members’ most important role is as members of theFederal Open Market Committee (FOMC), which oversees the open market operations that determine the amount of money circulating. The FRB is also directly responsible for adjusting other monetary policy tools as needed, such as the discount rate, Interest on Reserve Balances, and the Overnight Reverse Repurchase facility rate.\n\nThe Board also supervises the Fed’s 12 regional branches.\n\nThe Federal Reserve Board’s principal offices are located in the District of Columbia. At board meetings, the chairman presides, and in the chairman’s absence, the vice chairman takes over. If both the chair and vice chair are absent, the board can elect a member to act as chair pro tempore.\n\nFunds collected through assessments on Federal Reserve banks are used to cover expenses and salaries of board members. Board members are prohibited from holding positions or stock in banks, banking institutions, or trust companies. Each board member must certify this fact under oath as part of their service.\n\nThe Federal Reserve Board serves as the entity that promotes price stability, sustainable economic growth, and maximum employment. It does this by implementing monetary policies—the tools it's created to influence interest rates and the supply of money.\n\nThe Federal Reserve Chair is a Level I executive schedule position, and makes $250,6000. Other Board members are Level II executive schedule positions and make $225,700 (in 2025).\n\nBoard members are appointed by the president and approved by the Senate. The Chair is chosen from the board by the president and approved by the Senate. According to the statute, board members can only be removed \"for cause,\" such as negligence, misconduct, corruption, or illegal conduct. Thus, the Chair is not likely to be removed.\n\nThe Federal Reserve Board is the governing body of the central banking system of the United States. Its primary mission is to control monetary policy to promote stable prices, sustainable economic growth, and full employment. The FRB uses various tools, including adjusting interest rates and conducting open market operations, to influence the money supply and the broader economy.\n\nBoard of Governors of the Federal Reserve System. “FAQs: Who Are the Members of the Federal Reserve Board, and How Are They Selected?”\n\nBoard of Governors of the Federal Reserve System, via Internet Archive Wayback Machine. “Structure of the Federal Reserve System.”\n\nBoard of Governors of the Federal Reserve System. “What Does It Mean That the Federal Reserve Is ‘Independent Within the Government’?”\n\nBoard of Governors of the Federal Reserve System. “Monetary Policy Principles and Practice.”\n\nBoard of Governors of the Federal Reserve System. “Federal Reserve Act, Section 10 (Board of Governors of the Federal Reserve System).”\n\nBoard of Governors of the Federal Reserve System. “Board Members.”\n\nBoard of Governors of the Federal Reserve System. “Board of Governors Members, 1914–Present.”\n\nBoard of Governors of the Federal Reserve System. “Policy Tools.”\n\nU.S. Code, U.S. House. \"5 USC Part III, Subpart D, Chapter 53, Subchapter II: Executive Schedule Pay Rates.\"",
  "url": "https://www.investopedia.com/terms/f/frb.asp"
}