{
  "term": "Federal Housing Administration (FHA): Overview, History, FAQ",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe term Federal Housing Administration (FHA) refers to a U.S. agency that provides mortgage insurance to FHA-approvedlenders. The FHA was established in 1934 by the U.S. government and became part of the U.S.Department of Housing and Urban Development (HUD)in 1965.\n\nThe FHA funds its operations with income generated throughmortgage insurance premiums (MIPs).FHA loansallow lowerdown paymentminimums and lowercredit scoresthan traditional lenders. This opens up homeownership to thousands of Americans who otherwise couldn’t qualify for amortgage. Themortgage insuranceprotects lenders against losses from mortgagedefaults, so if a borrower does default, then the FHA pays the lender.\n\nThe FHA is one of the world’s largest mortgage insurers, protecting FHA-approved lenders from losses—especially if the borrower defaults. It was established in 1934 to help stimulate the U.S.housing market.The underlying idea was that more people would qualify for mortgages to buy homes if lenders were provided with insurance. As noted above, the agency came under the purview of HUD’s Office of Housing in 1965.\n\nThe FHA insures mortgage loans in the United States and U.S. territories for the following property types:\n\nMost FHA loans require a lower minimum down payment—as little as 3.5%, which means that loans are insured for up to 96.5%.Approved FHA lenders can also provide loans to people with lower credit scores than mostconventional loanlenders. These benefits make FHA loans popular withfirst-time homebuyers. Qualifying borrowers must also purchase mortgage insurance. These premiums are made to the FHA, which it uses as self-generated income.\n\nWhen a borrower stops paying their mortgage, the lender can file a claim through the FHA. The agency pays the mortgage company the remainingprincipalbalance on a loan using the above-mentioned MIPs that it collects. This allows lenders to offer larger loans to borrowers.\n\nThere are limits on how much you can borrow. FHA loan limits are set by the region where you live—low-cost areas have a lower limit than theusual FHA loan, and high-cost areas have a higher limit.\n\nThe FHA requires borrowers to paytwo types of MIPs:\n\nPayment amounts differ depending on the loan amount, the length of the loan, and the originalloan-to-value (LTV) ratio. Originally, the annual MIP was automatically removed once borrowers hit 78% LTV based on the original purchase price. After thesubprime mortgage crisis, the FHA was facing a fiscal crisis and in 2013 implemented a rule that the annual MIP remains over the life of the loan. As a result of the change, most borrowers with FHA mortgages willrefinancethrough a traditional mortgage once they hit 80% LTV. Even if their credit scores have not improved significantly, they are more likely to be approved for a conventional loan now that they have 20%equity in their property.\n\nMIPs also help fund other FHA programs that benefit homeowners, renters, and communities at large.\n\nBank failures caused home loans to decline, decreasing homeownership significantly during theGreat Depression. Default andforeclosurerates skyrocketed, as loans were limited to 50% of a property’smarket valueand mortgage terms (including shortrepaymentschedules coupled withballoon payments) were difficult for many homebuyers to meet. As a result, the United States was primarily a nation of renters—only one in 10 households owned their homes.\n\nCongress enacted theNational Housing Actof 1934 to help restructure the federal banking system. Its primary purpose was to improve housing standards and conditions, provide a method of mutual mortgage insurance, and reduce foreclosures on family home mortgages. The legislation created theFederal Savings and Loan Insurance Corp. (FSLIC), a former government institution whose responsibilities are now part of theFederal Deposit Insurance Corp. (FDIC), and the FHA. These acts increased the market for single-family homes and built more affordable housing and mortgages.\n\nTheFHA websiteoffers informative consumer resources, including a home-buying guide.\n\nFHA programs provide substantial U.S. economic stimulation via community and home development, which flows down to local communities in the form of jobs, schools, and other sources of revenue. Even though it also ensures that lenders are protected and helps borrowers get larger loans, the FHA isn’t without criticism.\n\nCritics say that borrowers are bound by strict requirements, such as the up-front and annual MIPs. Some experts argue that homeowners may be better off going with a conventional mortgage if they qualify. That’s because they may save money in the long run throughprivate mortgage insurance (PMI)premiums provided by conventional lenders.\n\nLenders of conventional mortgages require borrowers to purchase PMI when they can’t come up with a 20% down payment. PMIcan be canceledonce a borrower pays down enough of the mortgage’s principal. MIP is collected for 11 years or until the end of the loan term, whichever comes first, regardless of theequityin the home.\n\nHistorically, the FHA implemented policies likeredlining, in which officials would literally draw a red line around neighborhoods that were predominantly Black and viewed as “unsafe” and refuse to lend to borrowers in those neighborhoods. This practice, among others, prevented generations of Black citizens from taking advantage of the same programs as their White peers. This barrier to becoming homeowners and building generational wealth exacerbated theracial wealth inequitythat we still see today.\n\nCongress created the Federal Housing Administration (FHA) in 1934 during the Great Depression to stimulate the housing market. The FHA guarantees home loans issued by approved lenders. The loans are designed for borrowers with lower-than-average credit scores and who don’t have the cash to come up with a big down payment.\n\nQualified borrowers can borrow up to 96.5% of the value of a home. Homebuyers are required to purchase mortgage insurance. Premium payments are made to the FHA, and if a borrower defaults on a mortgage, then the FHA pays the lender.\n\nFHA loans do not have income limits. There are limits on how much you can borrow, which are based on the region where you live.\n\nThe FHA was originally created to stimulate the economy by encouraging home buying and home construction, and to help lower-income Americans become homeowners. When viewed in that light, the program has been a resounding success.\n\nHowever, early policies like redlining have prevented millions of Black Americans from experiencing the generational wealth that cheap homeownership gave the post-World War II generation of their White peers. While the program continues today and has attempted to rectify some of its past misdoings, changes following the subprime mortgage crisis make FHA loans less of a hand-up bargain than they once were.\n\nU.S. Department of Housing and Urban Development. “The Federal Housing Administration (FHA).”\n\nU.S. Department of Housing and Urban Development. “Federal Housing Administration.”\n\nU.S. Department of Housing and Urban Development. “Let FHA Loans Help You.”\n\nU.S. Department of Housing and Urban Development. “Basic Home Mortgage Loan 203(b).”\n\nFederal Deposit Insurance Corp. “203(b) Mortgage Insurance Program,” Page 23 (Page 3 of PDF).\n\nU.S. Department of Housing and Urban Development. “Maximum Mortgage Limits: 2022.”\n\nU.S. Department of Housing and Urban Development. “Appendix 1.0 — Mortgage Insurance Premiums,” Page 1.\n\nFederal Reserve System. “Changing FHA Mortgage Insurance Premiums and the Effects on Lending.”\n\nU.S. Department of Housing and Urban Development, via Internet Archive. “How Long Is MIP Collected for Case Numbers Assigned on or After June 3, 2013?”\n\nU.S. Department of Housing and Urban Development. “FHA Mortgage Limits.”",
  "url": "https://www.investopedia.com/terms/f/federal-housing-administration.asp"
}