{
  "term": "Federal Home Loan Bank (FHLB) System: Definition and History",
  "definition": "The Federal Home Loan Bank (FHLB) System is a consortium of 11 regional banks across the United States that provide a reliable stream of cash to other banks and mortgage lenders to finance housing, infrastructure, economic development, and other individual and community needs. The Federal Housing Finance Agency (FHFA) oversees the FHLB.\n\nWhile a government bureau oversees the FHLB itself, and its mandate reflects a public purpose, each bank in the FHLB network is privately capitalized and does not receive any government funding.\n\nPhotoAlto / Dinoco Greco / Getty Images\n\nThe 11 regional banks comprising the Federal Home Loan Bank (FHLB) System, known as FHLBanks, are structured as privately capitalized corporations—specifically, cooperatives. They are owned by their members, local financial institutions that buy stock in the FHLBank. The institutions must engage in real estate lending as a condition of membership. As cooperatives, the FHLBanks pay no federal or state income taxes.\n\nThe 11 banks of the FHBL System are scattered around the country. Each one services a geographic region made up of several states. The 11 FHLBanks include:\n\nThe approximate number of banks, credit unions, insurance companies, thrifts, and certified community development financial institutions that are members of the FHLB and receive funding from it.\n\nAs cooperatives, FHLBanks maintain moderate costs and overhead, reflected in the interest they charge their member banks. This means the member banks have access to low-cost loans, which they, in turn, lend to their customers.\n\nThe FHLBanks' primary focus is real estate financing. Unlike the other real estate-orientedgovernment-sponsored enterprises (GSEs)—Fannie Mae and Freddie Mac—FHLBs do not guarantee or ensure mortgage loans, however. Instead, FHLBs act as a \"bank to banks\" by providing long- and short-term loans, called \"advances,\" to their members, as well as specialized grants and loans aimed at increasing affordable housing and economic development. In some cases, FHLBs also provide secondary market outlets for members interested in selling mortgage loans.\n\nFHLBanks participate in and operate through various federal programs. These include the Affordable Housing Program, the Community Investment Program, the Mortgage Partnership Finance Program, and the Mortgage Purchase Program.\n\nAbout 80% of U.S. lending institutions rely on FHLBanks.\n\nThe FHLBanks issue bonds, discount notes, and other forms of term debt in the capital markets to raise funds. These are known as consolidated obligations.\n\nThe FHLB Office of Finance manages debt issuance for all 11 FHLBanks. While each debt instrument is issued individually by each bank, it is backed collectively by all banks in the system, providing for a lower-risk investment.\n\nOn June 23, 2021, the U.S. Supreme Court ruled that the head of theFederal Housing Finance Agency (FHFA), which oversees the FHLB, could be removed without cause.Later, on the same day, President Joe Biden removed Trump-appointed FHFA Director Mark Calabria and appointed Sandra L. Thompson as acting director. Thompson was later confirmed as director by the U.S. Senate and sworn in in June 2022.\n\nThe FHLB System was developed in response to theGreat Depression, which devastated the U.S. economy—especially the banking industry. It was created by theFederal Home Loan Bank Actof 1932, the first in a series of bills that sought to make homeownership an achievable goal for more Americans. The rationale was that, by providing banks with low-cost funds to be used for mortgages, they would be more likely to make loans, resulting in individuals finding it easier to borrow money to buy homes, thus stimulating the residential real estate market.\n\nThe FHLB originally consisted of 12 independent, regional wholesale banks (similar to the 12 regionalFederal Reserve Banks). The Act provided them with total funding of $125 million.In 2015, however, the Seattle and Des Moines banks merged, reducing the total number of FHLBanks to its current 11.\n\nThe Act also created the Federal Home Loan Bank Board to oversee the system. It was discontinued in 1989, and oversight responsibility was transferred to the Federal Housing Finance Board (FHFB) and regulatory responsibility to the Office of Thrift Supervision (OTS). Since 2008, the FHLB has been regulated by the Federal Housing Finance Agency, created by theHousing and Economic Recovery Act (HERA).\n\nFor much of the FHLB's 89-year history,savings and loan institutionsdominated the ranks of its member financial institutions. Their numbers began to dwindle in the 1980s and '90s after theSavings and Loan Crisis. In the 21st century, commercial banks (which were allowed to join the system in 1989) and insurance companies have come to make up most of the membership.\n\nProponents of the FHLB System argue it plays a critical role in the continuous flow of funds to theresidential mortgage market, making housing and homeownership possible for millions. FHLBs also provide funding for rental properties, small businesses, and other neighborhood development initiatives, resulting in economic and employment growth, stronger local communities, and a higher overall quality of living.\n\nHowever, critics claim that the FHLB, via its use of federally subsidized programs, distorts the basic supply-and-demand economics of the housing market.Funding through the FHLB, they argue, encourages irresponsible lending and a residential real estate cycle with morevolatile booms and busts.\n\nThe amount in total combined assets held by FHLBanks as of Dec. 31, 2023, the most recent figure as of June 27, 2024.\n\nThere are also concerns that the recent growth in the FHLB members and increased reliance on FHLB funding, along with the increasing interconnectedness of the financial system, could mean that any distress among FHLBanks could spread more widely throughout the capital markets and the economy.\n\nFHLBanks have had their share of financial difficulties over the years—in fact, it was an inability to recover from capital losses that led FHLB Seattle to merge with FHLB Des Moines.However, their practices overall remain strong. During the subprime mortgage-induced2008 financial crisis, for example, the FHLBanks did not require any government bailouts, as sister GSEs Fannie Mae and Freddie Mac did. In fact, as other sources of funding dried up, they increased their lending.\n\nThe Federal Home Loan Bank (FHLB) System in its entirety was created to act as a government-sponsored entity designed to support community investments and mortgage lending. It is not an agency but it was created by the Federal Home Loan Bank Act.\n\nThe FHLB is not one single bank. It's a network of 11 regional banks that provide cash to other banks that use it.\n\nNo, the FHLB System's banks loan to other lending institutions, primarily to support real estate loans.\n\nThe Federal Home Loan Bank System (FHLB) consists of 11 U.S. regional banks that provide a regular supply of cash to other banks and lenders. The steady flow of funds enables these financial institutions to provide capital to fund different individual and community needs, including housing, infrastructure, and economic development. A government bureau oversees the FHLB. However, the banks in the group are privately capitalized and do not receive government funding.\n\nFederal Deposit Insurance Corporation. \"Federal Home Loan Bank System,\" Page 5.\n\nFederal Deposit Insurance Corporation. \"Federal Home Loan Bank System,\" Page 7.\n\nFederal Deposit Insurance Corporation. \"Federal Home Loan Bank System,\" Page 6.\n\nFHLBanks Office of Finance. \"About Debt Securities.\"\n\nSupreme Court of the United States. \"Collins v. Yellen.\"\n\nInteragency Task Force on Property Appraisal and Valuation Equity. \"Sandra Thompson.\"\n\nFederal Housing Finance Agency. \"An Overview of the Federal Home Loan Bank System,\" Page 6.\n\nCongressional Research Service. \"The Federal Home Loan Bank (FHLB) System and Selected Policy Issues,\" Pages 3–4.\n\nFederal Register. \"Multiple Federal Home Loan Bank Memberships.\"\n\nCongressional Research Service. \"The Federal Home Loan Bank (FHLB) System and Selected Policy Issues,\" Pages 4–5, 7.\n\nFederal Housing Finance Agency. \"Federal Home Loan Bank Membership Data.\"\n\nFHLBanks. \"Facts at a Glance,\" Page 1.\n\nBoard of Governors of the Federal Reserve System. \"The Increased Role of the Federal Home Loan Bank System in Funding Markets, Part 3: Implications for Financial Stability.\"\n\nCongressional Budget Office. \"The Role of Federal Home Loan Banks in the Financial System.\"\n\nFederal Housing Finance Agency. \"An Overview of the Federal Home Loan Bank System,\" Page 12–13.",
  "url": "https://www.investopedia.com/terms/f/fhlb.asp"
}