{
  "term": "Federal Deposit Insurance Corp. (FDIC): Definition & Limits",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe Federal Deposit Insurance Corp. (FDIC) is an independent federal agency insuring deposits in U.S. banks and thrifts in the event of bank failures. TheFDIC was createdin 1933 to maintain public confidence and encourage stability in the financial system through the promotion of sound banking practices.\n\nAs of 2023, the FDIC insures deposits up to $250,000 per depositor as long as the institution is a member firm. It iscritical for consumers to confirmwhether their institution is FDIC-insured.\n\nThe primary purpose of the FDIC is to prevent \"run-on-the-bank\" scenarios, which devastated many banks during theGreat Depression. For example, with the threat of the closure of a bank, small groups of worried customers rushed to withdraw their money in those years.\n\nAfter fears spread, a stampede of customers, seeking to do the same, ultimately resulted in banks being unable to support withdrawal requests. Those who were first to withdraw their money from a troubled bank would benefit, whereas those who waited risked losing their savings overnight. Before the FDIC, there was no guarantee for the safety ofdepositsbeyond the confidence in the bank's stability.\n\nBecause practically all banks and thrifts now offer FDIC coverage, many consumers face less uncertainty regarding their deposits. As a result, banks have a better opportunity to address problems under controlled circumstances without triggering a run on the bank.\n\nIn case ofbank failure, the FDIC covers deposits up to $250,000, per FDIC-insured bank, for each account ownership category such asretirement accountsand trusts. This sum is adequate for the majority of depositors, though depositors with more than that sum shouldspread their assets among multiple banks.\n\nIf you have $200,000 in a savings account and $100,000 in acertificate of deposit (CD), you have $50,000 uninsured.\n\nIf a couple has $500,000 in a joint account, as well as $250,000 in an eligible retirement account, the entire $750,000 would be covered by the FDIC, as each co-owner's share in the joint account is covered, and the retirement account is a different account category.\n\nThe FDIC provides ahelpful interactive toolto check whether assets are covered.\n\nChecking accounts, savings accounts, CDs, andmoney market accountsare generally 100%-covered by the FDIC. Coverage extends toindividual retirement accounts (IRAs), but only the parts that fit the type of accounts listed previously. Joint accounts, revocable and irrevocable trust accounts, and employee benefit plans are covered, as are corporate, partnership, and unincorporated association accounts.\n\nIf you havemore than $250,000 depositedin an account type with a single bank, you may need to spread your assets among multiple banks to ensure you are fully covered by the FDIC.\n\nFDIC insurancedoesn't coverproducts such as mutual funds,annuities, life insurance policies, stocks, orbonds. The contents of safe-deposit boxes are also not included in FDIC coverage. Cashier's checks and money orders issued by the failed bank remain fully covered by the FDIC.\n\nEligible business accounts from a corporation, partnership, LLC, or unincorporated organization at a bank are also FDIC-covered.\n\nA customer can file a claim with the FDIC as early as the day after a bank orthriftfolds. The request can be submitted online through theFDIC website. By calling 877-275-3342 (1-877-ASKFDIC), bank customers can receive personalized assistance at no cost.\n\nNote that the FDIC only insures against bank failures. Instances of fraud, theft, and similar loss are handled directly by the banking institution. The FDIC hasno jurisdiction over identity theft.\n\nWhile banks are covered by the FDIC, deposits in credit unions are backstopped by theNational Credit Union Share Insurance Fund(NCUSIF). The fund is regulated by the National Credit Union Administration (NCUA) and also insures individual accounts up to $250,000.\n\nThe full name of the federal agency that insures bank deposits is the Federal Deposit Insurance Corp.\n\nThe main purpose of the FDIC is to prevent \"run-on-the-bank\" scenarios, which devastated many banks during the Great Depression in the late 1920s and early 1930s.\n\nNo. FDIC insurance doesn't cover or offer loss reimbursement for mutual funds, stocks, annuities, life insurance policies, or bonds.\n\nThe FDIC insures deposits in U.S. banks and thrifts in the event of a bank failure or run. It was created during the Depression to bolster consumer confidence and encourage stability in the financial system. The agency insures deposits up to $250,000 per depositor, as long as the institution is a member firm. It's important to confirm whether a banking institution is FDIC-insured before opening an account or making a deposit there.\n\nFederal Deposit Insurance Corp. \"FDIC: History of the FDIC.\"\n\nFederal Deposit Insurance Corp. \"Your Insured Deposits,\" Page 3.\n\nFederal Deposit Insurance Corp. \"Your Insured Deposits,\" Pages 2-3.\n\nNational Credit Union Administration. \"Share Insurance Fund Overview.\"",
  "url": "https://www.investopedia.com/terms/f/fdic.asp"
}