{
  "term": "Federal Reserve System (FRS): Functions and History",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nThe Federal Reserve System (FRS) is the central bank of the U.S. It is composed of a central governmental agency in Washington, D.C., the Board of Governors, and 12 regional Federal Reserve Banks in major cities throughout the U.S. The Fed's central role is implementing monetary policy to influence the economy and financial system.\n\nThe Federal Reserve System is the central banking system of the United States and a major force in the country's economy and banking industry. The bank is headed by a Chairperson, who is one of seven board members. These individuals are nominated by the president and confirmed by the Senate.\n\nThe Fed performs five general functions:\n\nThe Fed also operates three wholesale payment systems: the Fedwire Funds Service, the Fedwire Securities Service, and the National Settlement Service.\n\nThe Fed has been granted broad power to ensure financial stability, and it is the primary regulator of banks that are members of the Federal Reserve System. It also acts as the lender of last resort for member institutions that have no other place to borrow.\n\nJerome Powellwas sworn in as Fed chair on Feb. 5, 2018, for a four-year term. He was reappointed for a second four-year term on May 23, 2022.\n\nThe Fed uses two payment systems: Fedwire andFedNow. The FedNow service allows for instant payments. As the Fed describes, \"payments that can be sent and received within seconds at any time of the day, on any day of the year, such that the receiver can use the funds almost instantly.\"\n\nFedwire is a payment service for financial institutions that hold an account with the Fed. According to the Fed, it is a \"real-time gross settlement system that enables participants to initiate funds transfers that are immediate, final, and irrevocable once processed.\" It is used to make large-value, time-critical payments.\n\nThe Fed was established by the Federal Reserve Act, which was signed by President Woodrow Wilson on Dec. 23, 1913, in response to the financial panic of 1907. Before that, the U.S. was the only major economic power without a central bank.\n\nThe following are some key highlights in the Fed's history:\n\nThe Federal Reserve attempts to reach a target rate of inflation of 2% over the long run.\n\nThe Federal Open Market Committee (FOMC) is the Fed's monetary policy-making body and manages the country's money supply. It is made up of the Fed's board of governors, the president of the New York Fed, and four of the remaining 11 regional Fed presidents, who serve one-year terms on a rotating basis. The FOMC meets eight times a year and additionally on an as-needed basis to discuss the outlook for the national economy and review options for its monetary policy.\n\nThe FOMC adjusts the target range for thefederal funds rate, which controls short-term interest rates, at its meetings based on its view of the economy's strength. When it wants to stimulate the economy, it reduces the target range. Conversely, it raises the target range to slow the economy.\n\nHere's a history of how the target rate has moved in recent years:\n\nThe Federal Reserve uses monetary policy tools to meet its three main purposes of:\n\nThese goals were laid out in the Federal Reserve Act that created the Federal Reserve System.\n\nPast examples provide insights into a financial system without a central bank. Banks were free to set their own policies, the economy didn't have an entity guiding it, and crashes and bank runs were prevalent. It's very likely the U.S. financial system would be in chaos without the Federal Reserve.\n\nThe Federal Reserve funds itself from interest on securities acquired from open market operations and from fees for banking services.\n\nThe Federal Reserve System is the central banking system of the United States. The Fed, as it is commonly known, implements monetary policy and regulates banking institutions, monitors and promotes the credit rights of consumers, and maintains the stability of the financial system and economy.\n\nBoard of Governors of the Federal Reserve System. \"Board Members.\"\n\nBoard of Governors of the Federal Reserve System. \"Consumer and Community Affairs.\"\n\nBoard of Governors of the Federal Reserve System. \"About the Fed.\"\n\nBoard of Governors of the Federal Reserve System. \"Payment System and Reserve Bank Oversight.\"\n\nBoard of Governors of the Federal Reserve System. \"Jerome H. Powell, Chair.\"\n\nBoard of Governors of the Federal Reserve System. \"Fedwire Fund Services.\"\n\nBoard of Governors of the Federal Reserve System. \"FedNow Service. Frequently Asked Questions.\"\n\nFederal Reserve History. \"Federal Reserve Act Signed Into Law.\"\n\nFederal Reserve History. \"Overview: The History of the Federal Reserve.\"\n\nBoard of Governors of the Federal Reserve System. \"FAQs: Why Does the Federal Reserve Aim for Inflation of 2 Percent Over the Longer Run?\"\n\nBoard of Governors of the Federal Reserve System. \"Federal Open Market Committee: About the FOMC.\"\n\nBoard of Governors of the Federal Reserve System. \"Policy Tools: Open Market Operations.\"\n\nFederal Reserve History. \"The Great Recession.\"\n\nBoard of Governors of the Federal Reserve System. \"Federal Reserve Issues FOMC Statement, Dec. 16, 2015.\"\n\nBoard of Governors of the Federal Reserve System. \"Federal Reserve Issues FOMC Statement, July 31, 2019.\"\n\nBoard of Governors of the Federal Reserve System. \"Federal Reserve Issues FOMC Statement, March 15, 2020.\"\n\nBoard of Governors of the Federal Reserve System. \"Open Market Operations.\"\n\nBoard of Governors of the Federal Reserve System. \"Federal Reserve Issues FOMC Statement, July 26, 2023.\"\n\nBoard of Governors of the Federal Reserve System. \"Federal Reserve Issues FOMC Statement, June 12. 2024.\"\n\nBoard of Governors of the Federal Reserve System. \"Federal Reserve Issues FOMC statement, Sept. 18, 2024.\"\n\nBoard of Governors of the Federal Reserve System. \"Federal Reserve Issues FOMC Statement, Jan. 29, 2025.\"\n\nBoard of Governors of the Federal Reserve System. \"Federal Reserve Issues FOMC Statement, May 7, 2025.\"\n\nBoard of Governors of the Federal Reserve System. \"Conducting Monetary Policy,\" Page 1.",
  "url": "https://www.investopedia.com/terms/f/federalreservesystem.asp"
}