{
  "term": "Federal Open Market Committee (FOMC): What It Is and Does",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nInvestopedia / Michela Buttignol\n\nThe Federal Open Market Committee has oversight and the power to take steps to contract or expand the U.S. economy depending on market conditions.\n\nThe Federal Open Market Committee (FOMC) directsopen market operations (OMOs)in the United States. The committee is made up of 12 members, including seven members of the Board of Governors, the president of the Federal Reserve Bank of New York, and four of the remaining 11 Reserve Bank presidents who serve on a rotating basis.\n\nThe FOMC is a branch of the Federal Reserve System that governs the country’s monetary policy.\n\nThe 12 members of the FOMC meet eight times a year to discuss whether there should be any changes to near-termmonetary policy. A vote to change policy would result in either buying or selling U.S. government securities on the open market to promote the healthy growth of the national economy. Committee members are typically categorized as hawks favoring tighter monetary policies, doves who favorstimulus, or centrists/moderates who are somewhere in between.\n\nTheFOMC chairis also the chair of the Board of Governors. The makeup of the FOMC as of 2025 is as follows:\n\nThere are 12 Federal Reserve districts, each with its ownFederal Reserve Bank. These regional banks operate as extensions of the central bank. The president of the Federal Reserve Bank of New York serves continuously while the presidents of the others serve one-year terms on a three-year rotating schedule (except for Cleveland and Chicago, which rotate on a two-year basis).\n\nThe one-year rotating seats of the FOMC are always comprised of one Reserve Bank president from each of the following groups:\n\nThe geographic group system helps ensure that all regions of the United States receive fair representation. Here are the 2025 FOMC members:\n\nThe FOMC has eight regularly scheduled meetings each year, but they can meet more often if the need should arise. The meetings are not held in public and are therefore the subject of much speculation on Wall Street, as analysts attempt to predict whether the Fed will tighten or loosen themoney supplywith aresulting increase or decrease in interest rates.\n\nIn recent years, FOMC meeting minutes have been made public following the meetings. When it is reported in the news that the Fed changed interest rates, it is the result of the FOMC's regular meetings.\n\nDuring the meeting, members discuss developments in the local and global financial markets, as well as economic and financial forecasts. All participants—the Board of Governors and all 12 Reserve Bank presidents—share their views on the country’s economic stance and converse on the monetary policy that would be most beneficial for the country. After much deliberation by all participants, only designated FOMC members get to vote on a policy that they consider appropriate for the period.\n\nAt the December 2024 FOMC meeting, the committee decreased the fed funds rate to a target between 4.25% and 4.5%. This was a decrease of 0.25% from the previous meeting in November.\n\nThe Federal Reserve possesses the tools necessary to increase or decrease the money supply. This is done through OMOs, adjusting thediscount rate, and settingbank reserve requirements. The Fed's Board of Governors is in charge of setting the discount rate and reserve requirements, while the FOMC is specifically in charge of OMOs, which entails buying and selling government securities. For example, to tighten the money supply and decrease the amount of money available in the banking system, the Fed would offer government securities for sale.\n\nSecurities bought by the FOMC are deposited in the Fed'sSystem Open Market Account (SOMA), which consists of a domestic and a foreign portfolio. The domestic portfolio holds U.S. Treasuries and federal agency securities, while the foreign portfolio holds investments denominated in euros and Japanese yen.\n\nThe FOMC can hold these securities until maturity or sell them when they see fit, as granted by theFederal Reserve Act of 1913and theMonetary Control Act of 1980. A percentage of the Fed's SOMA holdings are held in each of the 12 regional Reserve Banks; however, the Federal Reserve Bank of New York executes all of the Fed's open market transactions.\n\nThe process begins with the results of the meeting being communicated to the SOMA manager, who relays them to the trading desk at the Federal Reserve Bank of New York, which then conducts transactions of government securities on the open market until the FOMC mandate is met.\n\nThe interaction of all of the Fed's policy tools determines thefederal funds rateor the rate at which depository institutions lend their balances at the Federal Reserve to each other on an overnight basis. The federal funds rate, in turn, directly influences other short-term rates and indirectly influences long-term interest rates; foreign exchange rates, and the supply of credit and demand for investment, employment, and economic output.\n\nOn Jan. 30, 2024, the FOMC reaffirmed its \"Statement of Longer-Run Goals and Monetary Policy Strategy.\"\n\nThis statement is based on the FOMC's commitment to fulfilling a statutory mandate from Congress to promote maximum employment, stable prices, and moderate long-term interest rates. Because monetary policy determines the inflation rate over the long term, the FOMC can specify a longer-run goal for inflation. In the statement, the FOMC reaffirmed its analysis that a 2% target inflation rate was the rate most consistent with its statutory mandate.\n\nThe Federal Open Market Committee is responsible for directing monetary policy through open market operations. The group is a 12-member group that is the primary committee of the Fed affecting monetary policy. Through its decisions, it sets the Fed's short-term objective for purchasing and selling securities, which is the target level of the fed funds rate, which influences other interest rates.\n\nNo, the FOMC is not the same as the Fed. The FOMC is a committee within the Fed, the Federal Open Market Committee, and is responsible only for open market operations. The Fed's Board of Governors set the discount rate and the reserve requirements.\n\nThe Federal Open Market Committee meets eight times a year.\n\nThe Federal Open Market Committee is the division of the Federal Reserve that sets monetary policy by managing open market operations. By doing this, the Fed influences the fed funds rate, which impacts other interest rates. The FOMC does this to either contract or expand the economy, depending on current market conditions.\n\nBoard of Governors of the Federal Reserve System. \"About the FOMC.\"\n\nFederal Reserve Bank of Richmond. \"Birds of a Feather.\"\n\nBoard of Governors of the Federal Reserve System. \"Jerome H. Powell, Chair.\"\n\nBoard of Governors of the Federal Reserve System. \"John C. Williams.\"\n\nBoard of Governors of the Federal Reserve System. \"Board Members.\"\n\nFederal Reserve Bank of St. Louis. \"Introduction to the FOMC.\"\n\nBoard of Governors of the Federal Reserve System. \"Transcripts and Other Historical Material.\"\n\nBoard of Governors of the Federal Reserve System. \"FOMC's target range for the federal funds rate.\"\n\nFederal Reserve Bank of New York. \"System Open Market Account Holdings of Domestic Securities.\"\n\nFederal Reserve Bank of New York. \"Monetary Policy Implementation.\"\n\nBoard of Governors of the Federal Reserve System. \"Statement on Longer-Run Goals and Monetary Policy Strategy.\"",
  "url": "https://www.investopedia.com/terms/f/fomc.asp"
}