{
  "term": "Federal Poverty Level (FPL) Definition",
  "definition": "The federal poverty level (FPL) is an economic measure used to decide whether theincomelevel of an individual or family qualifies them for certain federal benefits and programs. TheDepartment of Health and Human Services (HHS)updates its poverty guidelines, illustrating the set minimum amount of income that a family needs for food, clothing, transportation, shelter, and other necessities, once a year, adjusted for inflation.\n\nThe FPL, which is referred to as the poverty line for short, shouldn’t be confused with thepoverty threshold. This threshold is another important federal measure that actually definespoverty. The poverty threshold is mainly used for statistical purposes and to help calculate poverty guidelines.\n\nTheU.S. Census Bureauissues a public report on the level of poverty in the country every year. The report provides an estimate of:\n\nThe FPL is typically issued annually in January by HHS and is determined byhousehold incomeand size. Within its annual report, the HHS shows the total cost needed by the average person per year to cover basic necessities such as food, utilities, and accommodation. This number is adjusted each year forinflation.\n\nThe FPL is used to establish who qualifies for certainfederal subsidiesand aid, such as Medicaid, Family and Planning Services,Children’s Health Insurance Program (CHIP), the National School Lunch Program, andSupplemental Nutrition Assistance Program (SNAP), which is commonly known as food stamps\n\nThe official federal poverty level varies according to the size of the family and their geographical location within the country. For instance, Alaska and Hawaii have higher poverty levels since the cost of living in these regions is higher.\n\nA higher threshold is added to the poverty level for each additional family member, set as follows:\n\nThus, since the FPL for a family of two is $21,150 in 2025, a family of three would have a poverty level set at $21,150 + $5,500 = $26,650 in any state other than Hawaii or Alaska.\n\nThe table below shows the federal poverty guidelines for household sizes by region for 2025:\n\nAs noted above, don't confuse the FPL with thepoverty thresholdbecause they two are inherently different. The poverty threshold is another important federal poverty measure that actually defines what poverty is and provides statistics on the number of Americans living in such conditions.\n\nData on the poverty threshold is created by the Census Bureau, which uses pre-tax income as a yardstick to measure poverty. The statistical report on the poverty threshold is then used by the HHS to determine the FPL.\n\nIncreased premium tax credits based on the lower-income contribution percentage along with expanding tax credit access to consumers with household incomes above 400%, were made available via HealthCare.gov starting on April 1, 2021.\n\nHow a family’s income compares to the FPL determines if they are eligible for any plans. When determining an individual's or a family's eligibility for receiving benefits, some government agencies comparebefore-tax incometo the poverty guidelines, while others compareafter-tax income.\n\nCertainfederal agencies and programsuse percentage multiples of the FPL to defineincomelimits and to set eligibility criteria for households. For example, an income of less than 138% of the FPL will qualify an individual for Medicaid or CHIP (as of 2024).This means that an individual in a one-household set up in, say, Texas will need to earn below 138% x $15,650 = $21,597 in 2025 to be eligible for Medicaid (provided that percentages of income remain the same in 2025).\n\nEligibility for other programs may vary. For instance, as of 2024, the Utility Assistance program requires a household to earn an income of less than 150% of the FPL.Meanwhile, to be eligible forpremium tax creditsonhealth insurance marketplaceplans, which would help reduce the monthly payments for a health plan, the criteria range from 100% to 400% of FPL.\n\nTo calculate the percentage of the poverty level, divide income by the poverty guideline and multiply by 100. So, a family of five in New Jersey with an annual income of $80,000 would be calculated to earn ($80,000 ÷ $32,470) x 100 = 246% of the federal poverty guidelines and will likely not qualify for Utility Assistance or Medicaid but may still be eligible for anadvanced premium tax creditsubsidy.\n\nTo qualify for SNAP, a household's income must meet certain limits. One of those limits is the net income level. For a family of four, net household income must be equal or less than 100% of the poverty level. Net income is total income, minus certain allowable deductions, such as medical expenses, dependent care, and shelter costs.\n\nPoverty guidelines for Alaska and Hawaii are slightly higher than the rest of the states to account for increased costs of living in those regions. The separate set of guidelines is an extension of a practice that has been in place since 1966.\n\nAccording to the Census Bureau's most recent data, the official poverty rate in 2023 was 11.1%. That translates to 36.8 million people in poverty.\n\nThe federal poverty level is an economic measure used to determine household eligibility for a variety of welfare programs. The measure is set annually by the Departhment of Health and Human Services to account for inflation. Additionally, the level is slightly higher in Alaska and Hawaii compared to other states to account for cost of living differences. The FPL is a distinct measure from the poverty threshold, and the two should not be conflated.\n\nOffice of the Assistant Secretary for Planning and Evaluation. \"Poverty Guidelines.\"\n\nCenters for Medicare & Medicaid Services. \"American Rescue Plan and the Marketplace.\"\n\nHealthcare.gov. \"Federal poverty level (FPL).\"\n\nBenefits.gov. \"Low Income Home Energy Assistance Program (LIHEAP).\"\n\nDepartment of Agriculture. \"SNAP Eligibility.\"\n\nU.S. Department of Health and Human Services. \"Poverty Guidelines.\"\n\nU.S. Census Bureau. \"National Poverty in America Awareness Month: January 2025.\"",
  "url": "https://www.investopedia.com/terms/f/fpl.asp"
}