{
  "term": "Federal Funds Rate: What It Is, How It's Determined, and Why It's Important",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nThe federal funds rate is the interest rate at which depository institutions (mainly banks) lend reserve balances to other depository institutions overnight on an uncollateralized basis. In simpler terms, it's the rate banks charge each other for short-term loans to meet their reserve requirements.\n\nThe federal funds rate is a cornerstone of U.S. monetary policy and a key driver of economic activity. It refers to the target interest rate range set by the Federal Open Market Committee (FOMC), the policymaking body of the Federal Reserve System.\n\nFOMC's decisions about the federal funds rate have far-reaching economic consequences, and they're one of the few major market indicators widely followed by the nonfinancial press. For instance, when the Federal Reserve cut its influential fed funds rate by 25 basis points to a range of 4.25% to 4.50% on Dec. 18, 2024, it warranted major news coverage across the U.S.\n\nIt marked the first rate cut in over four years and signaled a shift in strategy aimed at bolstering the economy and preventing a rise in unemployment. Such changes in the federal funds rate can impact everything from mortgage and credit card interest rates to business investments and the stock market. Below, we discuss why.\n\nThe federal funds rate refers to the interest rate that banks charge other institutions for lending excess cash to them from theirreserve balancesovernight.\n\nBy law, banks must maintain a reserve equal to a certain percentage of their deposits in an account at a Federal Reserve bank. The amount of money a bank must keep in its Fed account is known as areserve requirementand is based on a percentage of the bank's total deposits.\n\nFinancial institutions are required to maintain interest-bearing accounts atFederal Reservebanks to ensure they have enough money to cover depositors' withdrawals and other obligations. Any money in their reserve that exceeds the required level is available for lending to other banks that might have a shortfall.\n\nOn Dec. 18, 2024, the FOMC announced that it would cut its target range by a quarter of a percentage point from 4.25% to 4.50%. This was the third cut after two years of rate increases as it fought post-pandemic inflation.\n\nThe end-of-the-day balances in the bank's account averaged over two-weekreserve maintenance periodsare used to determine whether it meets its reserve requirements. If a bank expects to have end-of-the-day balances greater than what's required, it can lend the excess to an institution that anticipates a shortfall in its balances. The interest rate the lending bank can charge is the federal funds rate, or fed funds rate.\n\nThe FOMC makes itsdecisions about rate adjustmentsbased on key economic indicators that may show signs of inflation, recession, or other issues that can affect sustainable economic growth. The indicators can include measures like the core inflation rate and the durable goods orders report.\n\nThe FOMC meets eight times a year to set the target federal funds rate range as part of its monetary policy. The committee uses various tools to push the effective federal funds rate into that target range. This rate serves as a benchmark for many other interest rates in the economy and is used to help promoteeconomic growth.\n\nThe Fed adjusts the federal funds rate in response to economic conditions:\n\nLowering the rate: When the Fed wants to stimulate economic growth or prevent unemployment from rising, it lowers the target federal funds rate. This makes borrowing cheaper throughout the economy, encouraging spending and investment.\n\nRaising the rate: Conversely, when the Fed wants to cool down an overheating economy or combat inflation, it raises the target rate, making borrowing more expensive and encouraging saving.\n\nHolding steady: In periods of economic stability, the Fed may choose to keep the rate unchanged for extended periods.\n\nThese decisions are closely watched by markets and can have significant impacts on various sectors of the economy.\n\nThe federal funds rate has fluctuated significantly over time, reflecting changing economic conditions and policy approaches. The magnitude of rate changes can vary. While 25 basis point adjustments are standard, the Fed may opt for more significant changes (such as 50 basis points or more) if it believes more dramatic action is needed to influence economic conditions.\n\nFor instance, following the 2008 financial crisis, the Fed kept rates near zero for several years to stimulate economic recovery. In contrast, periods of high inflation have seen the Fed raise rates aggressively to cool the economy.\n\nThe target for the federal funds rate has varied widely over the years in response to the prevailing economic conditions. It was set as high as 20% in the early 1980s in response to inflation. With the coming of the Great Recession, the rate was slashed to a record-low target of 0% to 0.25% in an attempt to encourage growth.\n\nIn March 2020, the target rate was between 0% and 0.25%. In 2022, to combat inflation, the Fed started raising its rate slowly, a process that continued into 2024.\n\nThe FOMC increased the target fed funds rate to a range of 5.25% and 5.5% in July 2023. It maintained this range during subsequent meetings and confirmed the range in its June 2024 meeting.\n\nOn Sept. 18, 2024, the committee announced that it would cut its target range by half a percentage point to 4.75% to 5%, citing the \"progress on inflation and the balance of risks.\" It said it will continue to reduce its Treasury security holds, agency debt, andmortgage‑backed securities (MBSs).\n\nThe committee then again cut rates in November 2024 by a quarter of a percentage point, and again in December 2024 to a range of 4.25% to 4.50%.\n\nThe federal funds rate is one of the most important interest rates in the U.S. economy. That's because it impacts monetary and financial conditions, which in turn have a bearing on critical aspects of the broader economy including employment, growth, and inflation.\n\nThe rate also influences short-term interest rates, albeit indirectly, for everything from home and auto loans to credit cards, as lenders often set their rates based on theprime lending rate. The prime rate is the rate banks charge their most creditworthy borrowers—a rate that is also influenced by the federal funds rate.\n\nInvestors keep a close watch on the federal funds rate. The stock market typically reacts very strongly to changes in the target rate.\n\nFor example, a small decline in the rate can prompt the market to leap higher as the borrowing costs for companies get lower. Many stock analysts pay particular attention to statements by members of the FOMC to try to get a sense of where the target rate may be headed.\n\nThe federal funds rate has far-reaching effects across various sectors of the economy:\n\nThe federal funds rate is the interest rate that banks charge each other to borrow or lend excess reserves overnight. The law requires that banks must have a minimum reserve level in proportion to their deposits. This reserve requirement is held at a Federal Reserve bank. When a bank has excess reserve requirements, it may lend these funds overnight to other banks that have realized a reserve deficit.\n\nIt is customary for theFederal Open Market Committeeto meet eight times annually to determine the federal funds rate. These rates are influenced by economic indicators, such as the core inflation rate and the durable goods orders report, which provide signals about the economic health of the country.\n\nBoth the federal funds rate and interest rates are some of the most important financial indicators in the U.S. The chief distinction is that the federal funds rate sets the range that banks will lend or borrow to each other overnight. Because this impacts borrowing costs and financial conditions, stock markets are typically sensitive to changes in these rates. The federal funds rate also indirectly affects short-term interest rates. Conversely, interest rates, which are set by the Federal Reserve, determine the rate that it costs for banks to borrow.\n\nThe federal funds rate is used by the Fed to control monetary policy and is watched closely by investors to gauge how the market may move in the future. The rate is one of the most important pieces of financial data in the U.S.\n\nIt's the interest rate at which depository institutions (mainly banks) lend reserve balances to other depository institutions overnight on an uncollateralized basis. In simpler terms, it's the rate banks charge each other for short-term loans to meet their reserve requirements.\n\nBoard of Governors of the Federal Reserve System. \"Federal Reserve Issues FOMC Statement, Dec. 18, 2024.\"\n\nBoard of Governors of the Federal Reserve System. \"Open Market Operations.\"\n\nFederal Reserve Bank of St. Louis. \"Effective Federal Funds Rate.\"\n\nBoard of Governors of the Federal Reserve System. \"Reserve Requirements.\"\n\nBoard of Governors of the Federal Reserve System. \"Why Is the Federal Reserve Paying Banks Interest?\"\n\nBoard of Governors of the Federal Reserve System. \"Federal Reserve Act: Section 19. Bank Reserves.\"\n\nBoard of Governors of the Federal Reserve System. \"Interest on Reserve Balances.\"\n\nBoard of Governors of the Federal Reserve System. \"Monetary Policy Principles and Practice: Monetary Policy: What Are Its Goals? How Does It Work?\"\n\nBoard of Governors of the Federal Reserve System. \"Economy, Jobs, and Prices FAQs: What is Inflation and How Does the Federal Reserve Evaluate Changes in the Rate of inflation?\"\n\nBoard of Governors of the Federal Reserve System. \"Federal Reserve Issues FOMC Statement, June 12, 2024.\"\n\nBoard of Governors of the Federal Reserve System. \"Federal Reserve Issues FOMC statement, Sept. 18, 2024.\"\n\nBoard of Governors of the Federal Reserve System. \"Credit, Loans, and Mortgages FAQs: What is the Prime Rate, and Does the Federal Reserve Set the Prime Rate?\"\n\nFederal Reserve Bank of Minneapolis. \"How Do Lenders Set Interest Rates on Loans?\"\n\nBoard of Governors of the Federal Reserve System. \"Federal Open Market Committee: About the FOMC.\"\n\nBoard of Governors of the Federal Reserve System. \"FAQs: Why Do Interest Rates Matter?\"",
  "url": "https://www.investopedia.com/terms/f/federalfundsrate.asp"
}