{
  "term": "FHA 203(k) Loan: Definition, Use, Types, Pros, and Cons",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn FHA 203(k) loan is a type of government-insured mortgage that allows the borrower to take out one loan for two purposes: home purchase and home renovation. An FHA 203(k) loan is wrapped around rehabilitation or repairs to a home that will become the mortgagor’sprimary residence.\n\nAn FHA 203(k) is effectively an FHAconstruction loan.\n\nThe FHA 203(k) loan is meant to encourage families in low—to moderate-income brackets to purchase homes that need repairs, especially homes in old communities. The program allows an individual to buy a home and renovate it under onefixed-rateoradjustable-rate mortgage. The amount borrowed includes the purchase price of the home and the cost of renovation, including materials and hired labor.\n\nThe loan may also cover temporary housing (if needed), which could be rent for the period that the house is under rehabilitation. The dual-purpose loan eliminates the need for a borrower to make two separate applications for a mortgage and a loan for home renovation, either of which may not be approved by the bank or may come at a higher combined cost.\n\nNormally, lenders are unwilling to offer a mortgage for a property in need of major repairs due to their safety and livability standards. However, FHA 203(k) loans, which the government backs, reassure lending institutions because the cost of renovating the home is included in the mortgage package. The renovation fees are placed in anescrowaccount and disbursed as payment to the contractors as the work is completed.Complete renovation of the home should not take more than six months, as outlined by the FHA guide for a 203(k) loan.\n\nThere are two types of 203(k) loans: limited 203(k) and standard 203(k).The loans apply only to individuals and families who intend to make the property their primary residence. This means that real estate investors andhouse flippersdo not qualify.\n\nThe work must be contracted to a licensed handyman. If the mortgagor qualifies as one, they may act as their own general contractor and do the repair work themselves, using the money saved for cost overruns or additional improvements. However, they cannot be reimbursed for their labor.\n\nA limited 203 (k) loan would usually be used to pay for a home that does not require much work. This option does not include structural work, such as adding new rooms or landscaping, and the home must be habitable throughout the renovation period. Repairs under the limited 203(k) are capped at $35,000.\n\nLimited 203(k) loans aren't limited to potential homebuyers. People who already live in a home that needs repairs can take out a limited loan.\n\nThe standard 203(k) includes any extensive repairs and structural work needed in the home, with no capped repair cost. The minimum amount that can be borrowed is $5,000, but the total value of the property must still fall within the FHA mortgage limit for the area.\n\nSome of the repairs that an FHA 203(k) loan covers include plumbing, flooring, painting, heat and air-conditioning systems, bathroom and kitchen remodeling, improvement of health and safety standards, landscape improvements, implementing access tools for disabled persons, the addition of energy conservation systems, and window and door replacements.Renovations that are considered extravagant or luxurious—such as tennis courts, gazebos, and new swimming pools—are not covered under an FHA 203(k) loan.\n\nThe Federal Housing Administration (FHA) was created in 1934 during theGreat Depression, which saw a high rate offoreclosuresanddefaults.The FHA incentivized banks to give home loans to low- and medium-income earners, individuals with lowcredit scores, and first-time homebuyers with nocredit history. This helped to stimulate the economy because people who would normally not be approved for a loan were issued mortgages. The FHA loan was created to insure these types of mortgages so that if a borrower defaults, the FHA will step in to cover the payments, minimizing the lender's risk.\n\nHigh-income earners generally prefer to buy in newer and more developed areas of a city. The FHA introduced the 203(k) loan specifically to encourage low-income earners who do not qualify for a standard mortgage to choose to live in neglected neighborhoods and upgrade them.\n\nIt is important to note that the FHA is not a lender; rather, it is a mortgage insurer. You get an FHA 203(k) loan by applying through your bank,credit union, or another lender. Not all lenders offer these loans. To find an approved lender, see HUD’s approved lender directory.\n\nThe FHA is also not a home insurer or warranty provider. Homebuyers still need to purchase insurance and warranties for their homes and properties.\n\nAs with other FHA loans, an individual can make a down payment of only 3.5% on a 203(k) loan.Because the FHA insures the loan, lenders may offer lower interest rates for a 203(k) loan compared to what borrowers may be quoted elsewhere. Interest rates will vary for each borrower depending on their credit history.\n\nHowever, the FHA 203(k) loan is not without its costs. The borrower must pay anupfront mortgage insurance premiumevery month, and the lending institution may charge a supplemental origination fee. In addition to the financial costs to the borrower, the rigorous paperwork required and the lengthy time it takes to hear back from the FHA and lender are factors to consider when applying for this program.\n\nOverall, an individual with a low credit score seeking to own a home that may need to be fixed and modernized may decide that the FHA 203(k) has great benefits that outweigh its costs.\n\nThough an FHA 203(k) loan is a type of FHA construction loan, it's possible to get construction loans outside of the FHA program. A construction loan is typically a short-term loan that provides funding to cover the cost of building or rehabbing a home.\n\nConstruction loans may have higher interest rates than conventional mortgage loans. The money may be paid out in installments as construction gets underway and continues rather than as a lump sum. The balance due on a construction loan may be paid in a lump sum at the end of the loan term. Alternatively, homeowners may convert a construction loan to a conventional mortgage.\n\nIf your lender doesn’t allow for automatic conversion of a construction loan to a conventional mortgage, you may need to apply for a brand-new loan to avoid having to make one largeballoon payment.\n\nIf you’re interested in an FHA 203(k) loan, it’s important to understand what you’ll need to qualify. The first step is finding an eligible lender if you haven’t done so already.Next, you’ll need to ensure that your purpose for getting the loan meets FHA 203(k) guidelines. Again, these types of loans can cover:\n\nIf the property satisfies those guidelines, you can move forward with the application process. The qualification requirements for an FHA 203(k) loan are similar to those for a regularFHA loanin terms of credit score, income, down payment, and loan limits. That means you’ll need a credit score of at least 580 to purchase a home, with a down payment of 3.5%.The typical score needed to get a standard mortgage is 620, though some lenders require a score as high as 740.\n\nIt’s possible to qualify for an FHA 203(k) loan with a credit score as low as 500, though that will require you to increase your down payment to 10%.\n\nAn FHA 203(k) loan is for home purchase and home renovation. There are two types: limited and standard. The amount borrowed accounts for both the purchase price of the home and its renovation costs, which include materials and labor. It is intended to help rehabilitate poorer communities and aid lower-income people.\n\nNo. The FHA insures the loan. You must get the loan through a financial institution such as a bank or credit union.\n\nNo. Anything considered extravagant or luxurious—such as a tennis court, gazebo, or a new swimming pool—is not allowed. However, most repairs and upgrades do qualify, including rehabbing an existing swimming pool.\n\nFHA 203(k) loans are government-backed mortgages that work as construction loans to finance both the purchase of a property and the cost of renovating it, including materials and labor. The FHA is not a lender but a mortgage insurer. Borrowers must apply through a bank, credit union, or another lender to get an FHA 203 (k) loan; not all lenders offer this type of loan.\n\nFHA 203(k) loans are an excellent solution for borrowers with a low credit score seeking to own a home that needs repairs, ranging from minimal to extensive. A low down payment and low interest rates (fixed or adjustable) also make this option attractive.\n\nHowever, borrowers need to consider the drawbacks when applying for this program, like an upfront mortgage insurance premium to be paid every month, a supplemental origination fee, the extensive paperwork required, and the lengthy time it takes to get approved.\n\nU.S. Department of Housing and Urban Development. \"203(k) Rehab Mortgage Insurance.\"\n\nU.S. Department of Housing and Urban Development. \"The Section 203(k) Loan Program.\"\n\nU.S. Department of Housing and Urban Development. \"203(K) Rehabilitation Mortgage Insurance.\"\n\nU.S. Department of Housing and Urban Development. \"FHA-About Us.\"\n\nU.S. Department of Housing and Urban Development. \"HUD Lender List Search.\"\n\nU.S. Department of Housing and Urban Development. \"Let FHA Loans Help You.\"\n\nConsumer Financial Protection Bureau. \"What Is a Construction Loan?\"\n\nOffice of the Comptroller of the Currency. \"FHA’s 203(k) Loan Program Fact Sheet,\" Page 1.\n\nU.S. Department of Housing and Urban Development. \"Section A. Borrower Eligibility Requirements,\" Page 3.\n\nExperian. \"What Credit Score Do I Need to Buy a House?\"",
  "url": "https://www.investopedia.com/terms/f/fha-203k-loan.asp"
}