{
  "term": "Fiat Money: What It Is, How It Works, Example, Pros & Cons",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nFiat money is a government-issued currency that's not backed by a physical commodity such as gold or silver. It's backed by the government that issues it. The value of fiat money is derived from the relationship between supply and demand and the stability of the issuing government rather than the worth of a commodity backing it.\n\nMost modern papercurrenciesare fiat currencies, including the U.S. dollar, the euro, and other major global currencies.\n\nThe term \"fiat\" is a Latin word that's often translated as \"it shall be\" or \"let it be done.\" Fiat currencies only have value because the government maintains that value. There's no utility to fiat money in itself.\n\nGovernments would mint coins out of a valuable physical commodity such as gold or silver before fiat currency came about. They might have printed paper money that could be redeemed for a set amount of a physical commodity. Fiat is inconvertible, however. It can't be redeemed because there's no underlying commodity backing it.\n\nFiat money isn't linked to physical reserves such as a national stockpile of gold or silver so it risks losing value due to inflation. It might even become worthless in the event ofhyperinflation. The rate of inflation can double in a single day in some of theworst cases of hyperinflation, such as in Hungary immediately after WWII.\n\nThe money will no longer hold value if people lose faith in a nation's currency unlike a currency backed by gold. This type of currency has intrinsic value because of the demand for gold in jewelry and decoration as well as in the manufacturing of electronic devices, computers, and aerospace vehicles.\n\nThe U.S. dollar is considered to be both fiat money and legal tender. It's accepted for private and public debts. Legal tender is any currency that a government declares to be legal. Many governments issue a fiat currency and then make it legal tender by setting it as the standard fordebtrepayment.\n\nThe country's currency was backed by gold and in some casessilverearlier in U.S. history. The federal government stopped allowing citizens to exchange currency for government gold with the passage of the Emergency Banking Act of 1933. Thegold standardbacked U.S. currency with federal gold but it ended completely in 1971 when the U.S. also stopped issuing gold to foreign governments in exchange for U.S. currency.\n\nU.S. dollars have been backed by the \"full faith and credit\" of the U.S. government since that time. They're \"legal tender for all debts, public and private\" but not \"redeemable in lawful money at the United States Treasury or at any Federal Reserve Bank,\" as the printing on U.S. dollar bills used to claim. U.S. dollars are \"legal tender\" rather than \"lawful money\" in this sense, which can be exchanged for gold, silver, or any other commodity.\n\nGives central banks greater control over the economy\n\nProvides governments with flexibility\n\nIsn't a foolproof way to protect the economy\n\nCreates an opportunity for a bubble\n\nFiat currencies gained prominence in the 20th century in part because governments andcentral bankssought to insulate their economies from the worst effects of the natural booms and busts of the business cycle.\n\nFiat money isn't a scarce or fixed resource like gold so central banks have much greater control over its supply. This gives them the power to manage economic variables such as credit supply, liquidity, interest rates, and money velocity. TheU.S. Federal Reservehas the dual mandate to keep unemployment and inflation low and using fiat money can help it meet those goals.\n\nFiat money serves as a good currency if it can handle the roles that a nation's economy requires of its monetary unit: storing value, providing a numerical account, and facilitating exchange. It also has excellentseigniorage. It's more cost-efficient to produce than a currency that's directly tied to a commodity.\n\nThemortgage crisis of 2007and subsequent financial meltdown tempered the belief that central banks could necessarily prevent depressions or seriousrecessionsby regulating the money supply.\n\nA currency tied to gold is generally more stable than fiat money because of the limited supply of gold.\n\nThere are also more opportunities for the creation of bubbles with fiat money because of its unlimited supply.\n\nThe U.S. dollar, the euro, the British pound, the Japanese yen, theAlbanian lek, and the Indian rupee are all examples of fiat money. It's a currency that's backed by an issuing government so fiat money usually provides some economic stability, but not always.\n\nThe African nation of Zimbabwe provided an example of the worst-case scenario in the early 2000s. The country's central bank began to print money at a staggering pace in response to serious economic problems, resulting in hyperinflation.\n\nExperts suggest that the currency lost 99.9% of its value during this time. Prices rose rapidly and consumers carried bags full of money just to purchase basic staples. The government of Zimbabwe was forced to issue a 100-trillion Zimbabwean dollar note at the height of the crisis. Foreign currencies were eventually used more widely than the Zimbabwean dollar.\n\nFiat money is backed entirely by the full faith and trust in the government that issued it in contrast to commodity-based money such as gold coins or paper bills redeemable for precious metals. This has merit because governments demand that you pay taxes in the fiat money it issues. Everybody must pay taxes or face stiff penalties or prison so people will accept it in exchange. This is known as chartalism.\n\nOther theories of money such as the credit theory suggest that all money has a credit-debt relation so it doesn't matter if money is backed by anything to maintain value.\n\nMost countries used some sort of gold standard or backing by a commodity before the 20th century. The limited amount of gold coming out of mines and in central bank vaults couldn't keep up with the value that was being created, however, as international trade and finance grew in scale and scope. This caused serious disruptions to global markets and commerce.\n\nFiat money gives governments greater flexibility to manage their currency, set monetary policy, and stabilize global markets. It also allows forfractional reserve bankingwhich lets commercial banks multiply the amount of money on hand to meet demand from borrowers.\n\nVirtually every country has legal tender that's fiat money. You can buy and sell gold and gold coins but these are rarely used in exchange or for everyday purchases. They tend to be more of a collectible or speculative asset.\n\nCryptocurrencies such asBitcoinhave emergedas a challengeto the inflationary nature of fiat currencies. These virtual assets don't seem to approach being \"money\" in the traditional sense, however, despite increased interest and adoption.\n\nThere's always the possibility of hyperinflation when a country prints its own currency but most developed countries have experienced only moderate bouts of inflation. A low level of inflation is seen as a positive driver of economic growth and investment because it encourages people to put their money to work rather than have it sit idle and lose purchasing power over time.\n\nHaving a relatively strong and stable currency isn't only a mandate of most modern central banks. A rapidly devalued currency is harmful to trade and in obtaining financing.\n\nIt's unclear whether hyperinflation is caused by the \"runaway printing\" of money. It's occurred throughout history, even when money was based on precious metals. All contemporary hyperinflation has begun with a fundamental breakdown in the real production economy and/or political instability in the country.\n\nFiat money derives its value from supply and demand, not from an underlying physical commodity. Governments use fiat money to create economic stability and help protect against the booms and busts that are natural parts of the business cycle. The overproduction offiat money risks inflationor even hyperinflation by increasing supply beyond demand, however.\n\nButler University Libraries. \"The Dynamics of the Hungarian Hyperinflation, 1945-6: A New Perspective.\"\n\nFederal Reserve History. \"Emergency Banking Act of 1933.\"\n\nFederal Reserve History. \"Nixon Ends Convertibility of US Dollars to Gold and Announces Wage/Price Controls.\"\n\nThe Federal Reserve. \"What is Lawful Money? How is it Different From Legal Tender?\"\n\nThe Federal Reserve. \"What Economic Goals Does The Federal Reserve Seek To Achieve Through Its Monetary Policy?\"\n\nFederal Reserve Bank of Dallas. \"Globalization and Monetary Policy Institute.\" Page 2.",
  "url": "https://www.investopedia.com/terms/f/fiatmoney.asp"
}