{
  "term": "Fidelity Bond: Definition, Types, and Uses",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA fidelity bond is a form ofbusiness insurancethat offers an employer protection against losses that are caused by its employees’ fraudulent or dishonest actions. Also known as an honesty bond, this form of insurance can protect against monetary or physical losses.\n\nIn Australia, a fidelity bond is called employee dishonesty insurance, and in the United Kingdom, it’s called fidelity guarantee insurance.\n\nIf a company has employees who commit fraudulent acts, the company itself may be exposed to legal or financial penalty in addition to the individual employee or employees who committed the act. As a result, companies are at risk of being exposed to such penalties, especially firms with a large number of employees.\n\nFidelity bonds cover firms for such damages. Although they are called bonds, fidelity bonds are actually a form ofinsurancepolicy. They are typically designated as either first-party or third-party:\n\nA fidelity bond should not be confused with a regularbond. It is an insurance policy that is neither tradable nor canaccrueinterest.\n\nFidelity bonds are most often held by insurance companies, banks, and brokerage firms, which are specifically required to carry protection proportional to their net capital. When employed by a bank, the bond is called abanker's blanket bond (BBB)and provides security against an employee's criminal acts. Among the possible forms of loss that a fidelity bond covers include fraudulent trading, theft, and forgery.\n\nFidelity bonds can be considered part of a business’s approach toenterprise risk management. These insurance policies function as a sort of protection should the company suffer losses caused by fraudulent or criminal employee actions taken against the company or its clientele.\n\nThis can include cash thefts from the business as well as if the employee steals from a customer of the company. Acts of forgery by an employee that affect the business may also be covered by this type of policy. Robbery and burglary of the company safe, destruction of company property, and the illicit transfer of funds are covered by fidelity bonds, too.\n\nFidelity bonds are broken down into various types, each covering specific things. The most common forms of fidelity bond are:\n\nAnother type of fidelity bond is used by certain states such as Alaska, Michigan, and Texas to encourage employers to provide job opportunities to applicants who have backgrounds that make them high-risk, potentially untrustworthy workers. With these fidelity bonds, the employer would be reimbursed should the employee behave dishonestly.\n\nFidelity bonds are insurance products that offer employers protection against losses caused by employees’ fraudulent or dishonest actions. Should an event covered by the policy transpire, the company would file aclaimand get reimbursed according to what it agreed to with the insurer.\n\nThe most common type of fidelity bond is the so-called business services bond, which is designed to protect against losses when an employee is on a customer’s premises. For example, if a window repair worker is sent to a home that was damaged by a storm and steals jewelry from the residence, the company may have exposure concerning their employee’s actions. Likewise, if a dog sitter were to use their access to a client’s home to steal money, or if a home health provider took clothes or a laptop from a client, then a fidelity bond tailored for such circumstances could provide the company with the coverage it needs.\n\nTwo popular types of fidelity bonds are business services bonds, which are specifically designed to protect clients when employees enter their home or place of business, and employee dishonesty bonds, which protect companies from financial loss should an employee or group of employees engage in fraudulent activities. Another common type of fidelity bond is the ERISA (Employee Retirement Income Security Act) bond, which protects retirement-plan beneficiaries should trustees steal from them.\n\nFidelity bonds are something that many businesses need, either out of choice or because their state or municipality demands it. Sadly, not everybody is honest, and it’s often worth paying thepremiumfor peace of mind and to reassure customers.\n\nInsureon. “Fidelity Bonds for Technology Businesses and IT Professionals.”\n\nFinancial Industry Regulatory Authority. “SEA Rule 15c3-1 and Related Interpretations: 15c3-1 Net Capital Requirements for Brokers or Dealers.”\n\nU.S. Department of Labor. “Protect Your Employee Benefit Plan with an ERISA Fidelity Bond.”\n\nState of Alaska, Department of Labor and Workforce Development. “Fidelity Bonding Program.”\n\nState of Michigan, Labor and Economic Opportunity. “Fidelity Bonding Program.”\n\nTexas Workforce Commission. “Fidelity Bonding.”",
  "url": "https://www.investopedia.com/terms/f/fidelity-bond.asp"
}