{
  "term": "Fill or Kill (FOK) Order: Definition and Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nFill or kill (FOK) is a conditional type oftime-in-forceorder used insecuritiestrading that instructs a brokerage to execute a transaction immediately and completely or not at all. This type of order is most often used by active traders and is usually for a large quantity of stock. The ordermust be filledin its entirety or else canceled (killed).\n\nA FOK is essentially an all-or-none (AON) and immediate-or-cancel order (IOC) combined.\n\nThe purpose of a fill or kill (FOK) order is to ensure that an entire position is executed at prevailing prices in a timely manner. Without a fill or kill designation, it might take a prolonged period of time to complete a large order. Because such orders are typically placed for large quantities, prolonged execution of the order has the potential to cause significant changes to a stock's price and causing market disruption.\n\nOn some exchanges, an FOK should be executed within a few seconds of it being shown to the trading community. In this context, the market orlimit orderFOK is treated similarly to an \"all or none\" order with the exception that it is immediately canceled if not completely filled. On other exchanges, an FOK is executed by filling the order with the number of shares that the first bid or offer makes available. Then, any unfilled balance of shares would be canceled. In this context, the FOK is a way for a buyer or seller to fill what is possible, then cancel the rest.\n\nIn reality, however, the fill-or-kill type of trade does not occur very often. Other methods of instructing a brokerage on the time frame in which a trade is to be executed include immediate or cancel (IOC) which means to fill all or part of the order immediately, then cancel any part that cannot be filled, andgood ‘til canceled(GTC), which keeps an order open until it is able to be filled at a specified price.\n\nAssume an investor wants to purchase 1 million shares of Stock XYZ at $15 per share. If the investor wants to buy 1 million shares fairly immediately, and no fewer, at $15 (or better), an FOK order should be placed. Assume the order is placed. If a broker has more than a million shares in its inventory and would only like to sell 700,000 shares at the $15 price, the order would be killed. If the broker is willing to sell 1 million shares but only a price of $15.01, the order would be killed.\n\nOn the other hand, if the broker is willing to sell the full 1 million shares at $15, the order would be filled instantly. Also, if the broker is willing to sell the full 1 million shares at a better price, say $14.99, the order would also be filled.\n\nU.S. Securities and Exchange Commission. \"Fill-Or-Kill Order.\"",
  "url": "https://www.investopedia.com/terms/f/fok.asp"
}