{
  "term": "Financial Crime & Fraud",
  "definition": "After years of logging expected profit as realized profit and using special purpose vehicles (SPVs) to move debt and losses off its balance sheet, Enron found itself subject to an SEC probe in October 2001 and filed for Chapter 11 bankruptcy on Dec. 2, 2001. Between 2004 and 2011, the reorganized Enron paid creditors about $21.7 billion.\n\nCryptocurrencies have attracted the scrutiny of the U.S. Financial Crimes Enforcement Network (FinCEN) for their utility in money laundering. FinCEN noted in a June 2021 report that criminals making illegal transactions or transferring dirty money with cryptocurrencies can use mixers or tumblers to obscure the connection between the sender and recipient of crypto. Cryptocurrency networks are particularly useful for money laundering due to their global nature, decentralization, and under-regulation.\n\nBernie Madoff operated a simple but large Ponzi scheme. He used his Wall Street connections and reputation to attract high-net-worth clients, whose investments he promised to manage. But instead of investing their money, he’d put it in a bank account that generated nearly no return. When a client wanted to cash out, he simply withdrew their initial investment plus a respectable “return” that was actually just a portion of another client’s investment. The scheme collapsed when clients scrambled to cash out at the onset of the 2008 financial crisis.\n\nCook the books is a slang term for accounting fraud, which is the act of manipulating a company’s financial results to inflate revenue and/or deflate expenses.\n\nRacketeering is the act of acquiring a business through illegal activity, operating a business with illegally-derived income, or using a business to commit illegal acts.\n\nWire fraud is a federal crime in which the perpetrator uses telecommunication to deceive another for their own personal gain. Telecommunication methods include but are not limited to phone calls, faxes, emails, text messages, and social media.\n\nRedlining is the illegal practice of denying financial services to residents of neighborhoods deemed too high risk for investment, regardless of the individual’s creditworthiness. Redlining takes its name from the early 20th-century banking practice of delineating city maps with red lines around “hazardous,” usually majority-minority neighborhoods that were excluded from mortgage lending.\n\nSmurf is a colloquial term for a money launderer who attempts to evade government scrutiny by breaking up one large illegal transaction into many smaller transactions that are under-reporting thresholds. Currently, U.S. banks and financial institutions must notify the government of any cash transaction over $10,000 in a suspicious activity report (SAR).\n\nEmbezzlement is a crime in which a person or entity, like a financial advisor or corporate executive, intentionally misappropriates assets entrusted to them. Embezzlement can involve diverting client funds to a personal bank account or spending company money on non-business items, like personal luxuries or investments.\n\nExtortion is the wrongful use of actual or threatened force, violence, or intimidation to attain money or property from an individual or entity. While extortion often involves the threat of bodily harm, it can also be perpetrated through the threat of reputational harm or unfavorable government action.",
  "url": "https://www.investopedia.com/crime-and-fraud-4427767"
}