{
  "term": "Financial Structure",
  "definition": "Financial structure refers to the mix of debt andequitythat a company uses to finance its operations. This composition directly affects the risk and value of the associated business. The financial managers of the business have the responsibility of deciding the best mixture of debt and equity for optimizing the financial structure.\n\nIn general, the financial structure of a company can also be referred to as the capital structure. In some cases, evaluating the financial structure may also include the decision between managing a private or public business and the capital opportunities that come with each.\n\nCompanies have several choices when it comes to setting up the business structure of their business. Companies can be either private or public. In each case, the framework formanaging the capital structureis primarily the same but the financing options differ greatly.\n\nOverall, the financial structure of a business is centered around debt and equity.\n\nDebt capital is received from credit investors and paid back over time with some form of interest. Equity capital is raised from shareholders giving them ownership in the business for their investment and a return on their equity that can come in the form of market value gains or distributions. Each business has a different mix of debt and equity depending on its needs, expenses, and investor demand.\n\nPrivate and public companies have the same framework for developing their structure but several differences that distinguish the two. Both types of companies can issue equity. Private equity is created and offered using the same concepts as public equity but private equity is only available to select investors rather than the public market on a stock exchange. As such the equity fundraising process is much different than a formal initial public offering (IPO). Private companies can also go through multiple rounds of equity financing over time which affects their market valuation. Companies that mature and choose to issue shares in the public market do so through the support of aninvestment bankthat helps them to pre-market the offering and value the initial shares. All shareholders are converted to public shareholders after an IPO and the market capitalization of the company is then valued based on shares outstanding times market price.\n\nDebt capital follows similar processes in the credit market with private debt primarily only offered to select investors. In general, public companies are more closely followed by rating agencies with public ratings helping to classify debt investments for investors and the market at large. The debt obligations of a company take priority over equity for both private and public companies. Even though this helps debt to come with lower risks, private market companies can still usually expect to pay higher levels of interest because their businesses and cash flows are less established which increases risk.\n\nIn building the financial structure of a company, financial managers can choose between either debt or equity. Investor demand for both classes of capital can heavily influence a company’s financial structure. Ultimately, financial management seeks to finance the company at the lowest rate possible, reducing its capital obligations and allowing for greater capital investment in the business.\n\nOverall, financial managers consider and evaluate the capital structure by seeking to optimize theweighted average cost of capital(WACC). WACC is a calculation that derives the average percentage of payout required by the company to its investors for all of its capital. A simplified determination of WACC is calculated by using a weighted average methodology that combines the payout rates of all of the company’s debt and equity capital.\n\nThe key metrics for analyzing the financial structure are primarily the same for both private and public companies. Public companies are required to file public filings with the Securities and Exchange Commission which provides transparency for investors in analyzing financial structure. Private companies typically only provide financial statement reporting to their investors which makes their financial reporting more difficult to analyze.\n\nDatafor calculating capital structure metrics usually come from the balance sheet. A primary metric used in evaluating financial structure is a debt to total capital. This provides quick insight on how much of the company’s capital is debt and how much is equity. Debt may include all of the liabilities on a company’s balance sheet or just long-term debt. Equity is found in the shareholders’ equity portion of the balance sheet. Overall, the higher the debt to capital ratio the more a company is relying on debt.\n\nDebt to equity is also used to identify capital structuring. The more debt a company has the higher this ratio will be and vice versa.",
  "url": "https://www.investopedia.com/terms/f/financial-structure.asp"
}