{
  "term": "Financial Engineering: Definition, How It's Used, Types, and Critique",
  "definition": "Financial engineering is an area of the financial sector that utilizes computer science, statistics, economics, and applied mathematics to solve quantitative financial problems. Financial engineering is used to analyze the financial markets, address current financial issues, and devise new and innovative financial products.\n\nFinancial engineering is sometimes referred to as quantitative analysis and is used by regular commercial banks, investment banks, insurance agencies, and hedge funds.\n\nThe financial industry is always coming up with new and innovative investment tools and products for investors and companies. Most of the products have been developed through techniques in the field of financial engineering.\n\nUsing mathematical modeling and computer science, financial engineers are able to test and issue new tools such as new methods of investment analysis, new debt offerings, new investments, new trading strategies, new financial models, etc.\n\nFinancial engineers run quantitative risk models to predict how an investment tool will perform, whether a new offering in the financial sector would be viable and profitable in the long run, and what types of risks are presented in each product offering given the volatility of the markets.\n\nFinancial engineers work with insurance companies, asset management firms, hedge funds, and banks. Within these companies, financial engineers work inproprietary trading, risk management, portfolio management, derivatives andoptions pricing,structured products, and corporate finance departments.\n\nWhile financial engineering uses stochastics, simulations, and analytics to design and implement new financial processes to solve problems in finance, the field also creates new strategies that companies can take advantage of to maximize corporate profits. For example, financial engineering has led to the explosion of derivative trading in the financial markets.\n\nSince theCboe Options Exchangewas formed in 1973 and two of the first financial engineers, Fischer Black and Myron Scholes, published theiroption pricing model, trading in options and other derivatives has grown dramatically.\n\nThrough the regular options strategy where one can either buy a call or put depending on whether they are bullish or bearish, financial engineering has created new strategies within the options spectrum, providing more possibilities to hedge or make profits.\n\nExamples of options strategies born out of financial engineering efforts includemarried put,protective collar,long straddle,short strangles,butterfly spreads, etc.\n\nThe field of financial engineering has also introducedspeculativevehicles in the markets. For example, instruments such as thecredit default swap(CDS) were initially created in the late 90s to provide insurance againstdefaults on bond payments, such as municipal bonds.\n\nHowever, these derivative products drew the attention of investment banks and speculators who realized they could make money from the monthly premium payments associated with a CDS by betting with them.\n\nIn effect, the seller or issuer of a CDS, usually a bank, would receive monthly premium payments from the buyers of the swap. The value of a CDS is based on the survival of a company—the swap buyers are betting on the company going bankrupt and the sellers are insuring the buyers against any negative event.\n\nAs long as the company remains in good financial standing, the issuing bank will keep getting paid monthly. If the company goes under,the CDS buyers will cash inon thecredit event.\n\nAlthough financial engineering has revolutionized the financial markets, it played a role in the 2008 financial crisis. As the number of defaults onsubprime mortgagepayments increased, more credit events were triggered. Credit default swap (CDS) issuers, that is banks, could not make the payments on these swaps since the defaults were happening almost at the same time.\n\nMany corporate buyers that had taken out CDSs onmortgage-backed securities(MBS) that they were heavily invested in, soon realized that the CDSs they held were worthless. To reflect the loss of value, they reduced the value of assets on their balance sheets, which led to more failures on a corporate level, and a subsequent economic recession.\n\nDue to the 2008 global recession brought on by engineered structured products, financial engineering is considered to be a controversial field. However, it is apparent that this quantitative study has greatly improved the financial markets and processes by introducing innovation, rigor, and efficiency to the markets and industry.\n\nYes, financial engineers make a lot of money. The average total pay for a financial engineer is $140,000. The range of total pay is between $105,000 and $193,000 and will vary depending on the company, location, and level of experience.\n\nGenerally, financial engineering will require the knowledge of coding in at least one programming language. Each job is different and will require different sets of skills; however, to be competitive in the job market, applicants for financial engineering jobs should be capable of coding.\n\nSome colleges and universities may provide financial engineering majors but it may not always be an option for a major. Students can still take courses that relate to financial engineering, such as mathematics, computer science, statistics, and finance.\n\nFinancial engineering is an integral part of the financial world. Using mathematics, statistics, computer science, and other related fields, financial engineering helps innovate the financial sector with new products, better ways to model and make investments, and improve the bottom line of financial institutions. Though it has generally revolutionized the financial field for the better, there have been times when it has contributed to economic woes.\n\nGoldman Sachs. \"Revolutionary Black-Scholes Option Pricing Model is Published by Fischer Black, Later a Partner at Goldman Sachs.\"\n\nGlassdoor. \"How Much Does a Financial Engineer Make?\"",
  "url": "https://www.investopedia.com/terms/f/financialengineering.asp"
}