{
  "term": "Financial Crisis: Definition, Causes, and Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA financial crisis is a state of financial instability marked by a severe drop in asset prices and liquidity shortages in financial institutions as well as the inability of businesses and consumers to meet their financial obligations.\n\nA financial crisis happens when the financial system breaks down, usually from the domino effect caused by heightened risk, overborrowing, default, and tighter lending restrictions. It can be painful, very deadly, and feel as though there's no way out—like the economy is going through a major upheaval. Asset prices drop, businesses and consumers can't pay their debts, and financial institutions go through liquidity shortages. A crisis is often associated with a panic orbank run, which is wheninvestorssell off their assets or withdraw cash because they're afraid they'll lose value if they keep it at the bank.\n\nA financial crisis may have multiple causes. It generally occurs if institutions or assets are overvalued and can be exacerbated by irrational or herd-like investor behavior. For example, a rapid string of selloffs can result in lower asset prices, prompting individuals to dump assets or make huge savings withdrawals when a bank failure is rumored.\n\nThe contributing factors include systemic failures, unanticipated or uncontrollable human behavior, incentives to take too much risk, regulatory absence or failures, or contagions that amount to a virus-likespread of problems from one institution or country to the next. If left unchecked, a crisis can cause an economy to go into a recession or depression. Even when measures are taken to avert a financial crisis, they can still happen, accelerate, or deepen.\n\nFinancial crises are not uncommon; they have happened for as long as the world has had currency. Some well-known financial crises include:\n\nOther situations that may be labeled a financial crisis include the bursting of a speculative financialbubble, astock market crash, asovereign default, or acurrency crisis. A financial crisis may be limited to banks or spread throughout a single economy, the economy of a region, or economies worldwide.\n\nThe 2008 global financial crisis remains one of the deepest economic downturns in modern history and deserves special attention, as its causes, effects, response, and lessons are still relevant to the current financial landscape.\n\nThe crisis was the result of a sequence of events, each with its own trigger and culminating in the near collapse of the banking system. It has been argued that the seeds of the crisis were sown as far back as the 1970s with the Community Development Act, which required banks to loosen their credit requirements for lower-income consumers, creating a market forsubprime mortgages.\n\nThe amount of subprime mortgage debt, which was guaranteed byFreddie MacandFannie Mae, continued to expand into the early 2000s when the Federal Reserve Board began to cut interest rates drastically to avoid a recession.\n\nThe combination of loose credit requirements and cheap money spurred a housing boom, which drove speculation, pushing up housing prices and creating a real estate bubble.\n\nA financial crisis can take many forms, including a banking/credit panic or a stock market crash, but differs from a recession, which is often the result of such a crisis.\n\nThe investment banks, looking for easy profits in the wake of thedot-com bustand the 2001 recession, createdcollateralized debt obligations (CDOs)from the mortgages purchased on the secondary market. Because subprime mortgages were bundled with prime mortgages, there was no way for investors to understand the risks associated with the product.\n\nWhen the market for CDOs began to heat up, the housing bubble that had been building for several years had finally burst. As housing prices fell, subprime borrowers began to default on loans that were worth more than their homes, accelerating the decline in prices.\n\nWhen investors realized the CDOs were worthless due to the toxic debt they represented, they attempted to unload the obligations. However, there was no market for the CDOs. The subsequent cascade of subprime lender failures created liquiditycontagionthat reached the upper tiers of the banking system.\n\nTwo major investment banks, Lehman Brothers and Bear Stearns, collapsed under the weight of their exposure to subprime debt, and 507 banks failed between 2008 and 2014. Several of the major banks were on the brink of failure and were rescued by a taxpayer-funded bailout.\n\nThe U.S. Government and Federal Reserve responded to the financial crisis by lowering interest rates to nearly zero, buying back mortgage and government debt, and bailing out some struggling financial institutions.\n\nWith rates so low, bond yields became far less attractive to investors when compared to stocks. The government's response ignited the stock market. By March 2013, the S&P bounced back from the crisis and continued on its 10-year bull run from 2009 to 2019 to climb to about 200%.The U.S. housing market recovered in most major cities, and the unemployment rate fell as businesses began to hire and make more investments.\n\nOne big upshot of the crisis was the adoption of theDodd-Frank Wall Street Reform and Consumer Protection Act, a massive piece of financial reform legislation passed by the Obama administration in 2010. Dodd-Frank brought wholesale changes to every aspect of the U.S. financial regulatory environment, which touched every regulatory body and every financial services business. Notably, Dodd-Frank had the following effects:\n\nIn December 2019, the COVID-19 virus was discovered in China. In 2020, the disease made its way around the world, killing millions and stoking fear.This, in turn, caused markets to fall in February, March, and April of 2020 and the world's economy to ground to a halt.\n\nThe pandemic resulted in strict lockdowns and travel restrictions, which had a significant impact on globalsupply chains, consumer demand, and financial markets. Investors became increasingly concerned about the economic consequences of the pandemic, leading to a rapid sell-off in stock markets around the world. The crash was particularly severe in March 2020, when the DJIA experienced its worst day since 1987, falling over 2,000 points in a single day. Other major stock indexes, such as the S&P 500 and the FTSE 100, also experienced significant losses.From February 12 through March 23, 2020, the DJIA lost 37% of its value.\n\nCentral banksand governments around the world responded with various measures to stabilize the financial system and support the economy, including monetary stimulus and fiscal policies such as government spending and tax breaks.\n\nDespite the severity of the initial crash, the markets rebounded somewhat in the following months, and many investors saw significant gains toward the end of 2020 and into 2021 when markets hit new all-time highs. However, the long-term economic consequences of the pandemic are still unclear, and many industries and countries are still struggling to recover fully.\n\nA financial crisis is when financial instruments and assets decrease significantly in value. As a result, businesses have trouble meeting their financial obligations, and financial institutions lack sufficient cash or convertible assets to fund projects and meet immediate needs. Investors lose confidence in the value of their assets and consumers' incomes and assets are compromised, making it difficult for them to pay their debts.\n\nA financial crisis can be caused by many factors, maybe too many to name. However, often a financial crisis is caused by overvalued assets, systemic and regulatory failures, and resulting consumer panic, such as a large number of customers withdrawing funds from a bank after learning of the institution's financial troubles. Some believe that financial crises are an inherent feature in how modern capitalist economies function, where the business cycle fuels speculative growth during economic booms, only to be met by contractions and recession. During these contractions, borrowers default on their loans and creditors tighten their lending criteria.\n\nThe financial crisis can be segmented into three stages, beginning with the launch of the crisis. Financial systems fail, generally caused by system and regulatory failures, institutional mismanagement of finances, and more. The next stage involves the breakdown of the financial system, with financial institutions, businesses, and consumers unable to meet obligations. Finally, assets decrease in value, and the overall level of debt increases.\n\nAlthough the crisis was attributed to many breakdowns, it was largely due to the bountiful issuance of sub-prime mortgages, which were frequently sold to investors on the secondary market. Bad debt increased as sub-prime mortgagors defaulted on their loans, leaving secondary market investors scrambling. Investment firms, insurance companies, and financial institutions slaughtered by their involvement with these mortgages required government bailouts as they neared insolvency. The bailouts adversely affected the market, sending stocks plummeting. Other markets responded in tow, creating global panic and an unstable market.\n\nArguably, the worst financial crisis in the 21st century to date and since the Great Depression was the 2008 Global Financial Crisis, which sent stock markets crashing, financial institutions into ruin, and consumers scrambling. However, the Great Depression itself, was far more severe.\n\nA financial crisis occurs when asset prices drop steeply, businesses and consumers cannot pay their debts, and financial institutions experience liquidity shortages. Various factors contribute to a financial crisis, including systemic failures, unanticipated or uncontrollable human behavior, incentives to take excessive risks, regulatory absence or failures, or natural disasters. Some of the historical examples of financial crises include Tulip Mania, the Credit Crisis of 1772, the Stock Crash of 1929, the 1973 OPEC Oil Crisis, the Asian Crisis of 1997-1998, and the 2008 Global Financial Crisis.\n\nBarron's. \"The Real Story of the Dutch Tulip Bubble Is Even More Fascinating Than the Myth You’ve Heard.\"\n\nNBER. \"Upon Daedalian Wings of Paper Money: Adam Smith and the Crisis of 1772.\"\n\nFederal Reserve Bank of New York. \"The First Global Credit Crisis.\"\n\nPaul Kosmetatos. \"The 1772–73 British Credit Crisis.\" Pages 2-8. Springer International Publishing, 2018.\n\nOpen Educational Resources, City University of New York. \"The Destruction of the Tea and the Coercive Acts.\"\n\nEconomic History Association. \"The 1929 Stock Market Crash.\"\n\nFederal Reserve History. \"Stock Market Crash of 1929.\"\n\nYahoo! Finance. \"On This Day in Market History: The 1974 Bear Market Bottom.\"\n\nMacrotrends. \"Dow Jones - DJIA - 100 Year Historical Chart.\"\n\nHervey, Jack L. \"The 1973 Oil Crisis: One Generation and Counting.\"Chicago Fed Letter, No. 86, October 1994.\n\nAva Trade. \"Asian Financial Crisis of 1997.\"\n\nFederal Reserve History. \"Asian Financial Crisis: July 1997–December 1998.\"\n\nFederal Reserve History. \"The Great Recession and Its Aftermath.\"\n\nEconomics Observatory. \"Why Did the Global Financial Crisis of 2007–09 Happen?\"\n\nFederal Reserve Bank of St. Louis. \"How COVID-19 Has Impacted Stock Performance by Industry.\"\n\nU.S. Congress. \"S.3066 - Housing and Community Development Act of 1974.\"\n\nFederal Reserve Bank of St. Louis, FRED. \"Federal Funds Effective Rate.\"\n\nThomas, Jason and Robert Van Order. \"Housing Policy, Subprime Markets and Fannie Mae and Freddie Mac: What We Know, What We Think We Know and What We Don’t Know.\"Past, Present, and Future of the Government Sponsored Enterprises (GSE's) at Federal Reserve Bank of St. Louis, November 2010, pp. 3.\n\nU.S. Financial Crisis Inquiry Commission. \"The Financial Crisis Inquiry Report.\" Pages 127-154.\n\nFederal Deposit Insurance Corporation. \"Bank Failures in Brief – Summary.\"\n\nU.S. Financial Crisis Inquiry Commission. \"The Financial Crisis Inquiry Report.\" Pages 8, 256, 325, 339-340.\n\nMacrotrends. \"S&P 500 Index - 100 Year Historical Chart.\"\n\nNeil Baily, Martin and Aaron Klein, Justin Schardin. \"The Impact of the Dodd-Frank Act on Financial Stability and Economic Growth.\"Russell Sage Foundation Journal of the Social Sciences, vol. 3, no. 11, January 2017, pp. 20-47.\n\nCDC. \"CDC Museum COVID-19 Timeline.\"\n\nTheStreet. \"What Was the COVID-19 Stock Market Crash of 2020? Causes & Effects.\"\n\nFinancial Times Adviser. \"FTSE on Track for Biggest Fall in 30 Years After 9% Drop.\"\n\nNPR. \"Dow Dives More Than 2,000 Points; Steep Market Slide Triggered Trading Halt.\"\n\nFederal Reserve History. \"Stock Market Crash of 1987.\"\n\nNPR. \"Stocks 2020: A Stunning Crash, Then a Record-Setting Boom Created Centibillionaires.\"",
  "url": "https://www.investopedia.com/terms/f/financial-crisis.asp"
}