{
  "term": "Financial Guarantee: Definition, Forms, Types, and Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA financial guarantee is an agreement that guarantees a debt will be repaid to a lender by another party if the borrowerdefaults. Essentially, a third party acting as aguarantorpromises to assume responsibility for a debt should the borrower be unable to keep up on its payments to the creditor.\n\nGuarantees can also come in the form of a security deposit orcollateral. The types vary, ranging from corporate guarantees to personal ones.\n\nSome financial agreements may require the use of a financial guarantee before they can be executed. In many cases, a guarantee is a legal contract that promisesrepaymentof a debt to a lender. This agreement takes place when a guarantor agrees to take on the financial responsibility if the original debtor defaults on their financialobligationor goesinsolvent. All three parties must sign the agreement in order for it to go into effect.\n\nGuarantees may take on the form of asecurity deposit. Common in the banking and lending industries, this is a form of collateral provided by the debtor that can be liquidated if the debtor defaults.For instance, asecured credit cardrequires the borrower—usually someone with no credit history—to put down a cash deposit for the amount of the credit line.\n\nFinancial guarantees act just likeinsuranceand are very important in the financial industry. They allow certain financialtransactions, especially those that wouldn't normally take place, to go through, permitting, for instance, high-risk borrowers to take out loans and other forms of credit. In short, they mitigate the risk associated with lending to high-risk borrowers and extending credit during times of financial uncertainty.\n\nGuarantees are important because they make lending more affordable. Lenders can offer their borrowers betterinterest ratesand can get a bettercredit ratingin the market. They also put investors at ease, making them feel more comfortable because they know their investments and returns are safe.\n\nA financial guarantee doesn't always cover the entireliability. For instance, a guarantor may only guarantee the repayment of interest or principal, but not both.\n\nSometimes, multiple companies sign on as a party to a financial guarantee. In these cases, each guarantor is usually responsible for only apro-rataportion of the issue. In other cases, however, guarantors may be responsible for the other guarantors' portions if they default on their responsibilities.\n\nFinancial guarantees may cut down the risk of default in most cases but that doesn't mean they're fool-proof. We saw this during the fallout after thefinancial crisis of 2007-2008.\n\nMost bonds are backed by a financial guarantee firm, also referred to as amonolineinsurer, against default. The global financial crisis hit financial guarantee firms particularly hard. It left numerous financial guarantors with billions of dollars of obligations to repay onmortgage-backed securities(MBSs) that defaulted, causing financial guarantee firms to have their credit ratings slashed.\n\nAs noted above, guarantees may come in the form of a contract or may require the debtor to put up some form of collateral in order to access credit. This acts as an insurance policy, which guarantees payment for both corporations and personal lending. Here are some of the most common types of both.\n\nA financial guarantee in the corporate world is a non-cancellableindemnity. This is a bond backed by an insurer or other secure financial institution. It gives investors a guarantee that principal and interest payments will be made.\n\nMany insurance companies specialize in financial guarantees and similar products used by debt issuers as a way of attracting investors. As noted above, the guarantee gives investors comfort that the investment will be repaid if thesecuritiesissuer can't fulfill the contractual obligation to make timely payments. It also can result in a better credit rating, due to the outside insurance, which lowers the cost offinancingfor issuers.\n\nAletter of intent(LOI) is also a financial guarantee. This is a commitment that states that one party will do business with another. It clearly lays out the financial obligations of each party but may not necessarily be a binding agreement.\n\nLOIs are commonly used in the shipping industry, where the recipient'sbankprovides a guarantee that it will pay the shipping company once the goods are received.\n\nLenders may require financial guarantees from certain borrowers before they can access credit. For example, lenders may require college students to get a guarantee from their parents or another party before they issue student loans. Other banks require a cash security deposit or form of collateral before they give out any credit.\n\nDon't confuse a guarantor with a cosigner. A cosigner's responsibility for a debt occurs at the same time as the original borrower, while the guarantor's obligation only kicks in when the borrower defaults.\n\nHere's a hypothetical example to show how financial guarantees work. Let's assume that XYZ Company has asubsidiarynamed ABC Company. ABC Company wants to build a newmanufacturingfacility and needs to borrow $20 million to proceed.\n\nIf banks determine that company ABC has potential credit deficiencies, they may ask XYZ Company to become a guarantor for the loan. That means that if ABC defaults, XYZ Company must repay the loan using funds from other lines of business.\n\nUpcounsel. \"Financial Guarantee: Everything You Need to Know.\" Accessed July 1, 2021.\n\nSurety Bonding. \"FINANCIAL GUARANTEES.\" Accessed July 1, 2021.\n\nLawDepot. \"Letter of Intent FAQ - Canada.\" Accessed July 1, 2021.",
  "url": "https://www.investopedia.com/terms/f/financial-guarantee.asp"
}