{
  "term": "Financial Modeling: Definition and Uses",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nFinancial modeling involves analyzing a company's past financial performance to predict its future results.\n\nFinancial modeling is the process of creating a summary of a company's expenses and earnings in the form of a spreadsheet that can be used to calculate the impact of a future event or decision.\n\nA financial model has many uses for company executives. Financial analysts most often use it to analyze and anticipate how a company'sstockperformance might be affected by future events or executive decisions.\n\nInvestopedia / Michela Buttignol\n\nFinancial modeling is a representation in numbers of a company's operations in the past, present, and forecasted future.\n\nThese models are intended to be used as decision-making tools. Company executives might use them to estimate the costs and project the profits of a proposed new project. Financial analysts use them to explain or anticipate the impact of events on a company's stock, from internal factors such as a change of strategy or business model to external factors such as a change in economic policy or regulation.\n\nFinancial models are used to estimate thevaluationof a business or to compare businesses to their competitors. They are also used in strategic planning to test various scenarios, calculate the cost of new projects, decide on budgets, and allocate corporate resources.\n\nExamples of financial models may include discounted cash flow analysis,sensitivity analysis, or in-depth appraisal.\n\nOne of the most frequently used models is thediscounted cash flow model, which uses estimates of future cash flows to project the future value of an investment.\n\nThe best financial models provide users with a set of basic assumptions. For example, one commonlyforecastedline item is sales growth. Sales growth is recorded as the increase (or decrease) in gross sales in the most recent quarter compared to the previous quarter. These are the only two inputs a financial model needs to calculate sales growth.\n\nThe financial modeler creates one cell for the prior year's sales, cell A, and one cell for the current year's sales, cell B. The third cell, cell C, is used for a formula that divides the difference between cells A and B by cell A. This is the growth formula. Cell C, the formula, is hard-coded into the model. Cells A and B are input cells that can be changed by the user.\n\nIn this case, the purpose of the model is to estimate sales growth if a certain action is taken or a possible event occurs.\n\nOf course, this is just one example of financial modeling. Ultimately, a stock analyst is interested in potential growth. Any factor that affects or might affect that growth can be modeled.\n\nAlso, comparisons among companies are important in concluding astockpurchase. Multiple models help an investor decide among various competitors in an industry.\n\nFinancial modeling is using the past to predict the future. Businesses use financial models to make decisions. A business might create a financial model to raise money, grow the business, or make a budget.\n\nTo create a useful model that's easy to understand, you should include sections on assumptions and drivers, an income statement, a balance sheet, a cash flow statement, supporting schedules, valuations, sensitivity analysis, charts, and graphs.\n\nProfessionals in a variety of businesses rely on financial modeling. Here are just a few examples:Bankers use it in sales and trading, equity research, and commercial and investment banking. Public accountants use it for due diligence and valuations. Institutions apply financial models in private equity, portfolio management, and research.\n\nErrors in financial modeling can cause expensive mistakes. For this reason, a financial model may be sent to an outside party to validate the information it contains. Banks and other financial institutions, project promoters, corporations seeking funds, equity houses, and others may request model validation to reassure the end-user that the calculations and assumptions within the model are correct and that the results produced by the model are reliable.\n\nFinancial modeling is a set of numerical techniques used to forecast a company's future growth. Based on the information in a company's income statement, balance sheet, and estimates of future economic conditions, analysts can create sophisticated projections of an investment's future performance.\n\nPWC. \"Financial Modeling Services.\"",
  "url": "https://www.investopedia.com/terms/f/financialmodeling.asp"
}