{
  "term": "Financial Information eXchange (FIX): Definition and Users",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe Financial Information eXchange (FIX) is a vendor-neutral electronic communications protocol for the international real-time exchange ofsecuritiestransaction information. The protocol is used by the FIX community, which includes nearly 300 member firms including all majorinvestment banks.\n\nThe FIX has become the de-facto messaging standard for pre-trade, trade, and post-trade communication, as well as for U.S. regulatory reporting. It is compatible with almost every commonly used network technology. FIX Protocol, Ltd. owns and maintains the FIX system. The company was formed entirely to fulfill that purpose and to ensure the system remains in the public domain.\n\nThe FIX's communications include texting and email, securities trade allocations, news, order submissions and changes, trade advertising, andexecutionreporting. Mostly used forbusiness-to-business(B2B) interactions, it is designed to improve business messages and transaction flow.\n\nThe FIX achieves this goal by minimizing redundancy and reducing time spent on telephone communications, written messages, transactions, and documentation. The benefits are particularly obvious to funds,investment managers, and investment banking firms. FIX systems transfer accurate and timely financial information concerning securities trades through and across security exchange houses.\n\nIntroduced in 1992 for equity trading betweenSalomon Brothersand Fidelity Investments, the FIX protocol was implemented to provide for more efficient and accountable transactions and record-keeping, replacing a system that was handled mostly over the phone. Under the old system, indications of interest were often lost \"on hold\" or routed to the wrong trader.\n\nThe FIX has since gone on to become the standard electronic protocol for pre-trade, trade, and post-trade communication in equity markets and is increasingly being used in other markets, too.\n\nTheSociety for Worldwide Interbank Financial Telecommunication(SWIFT) is the standard forback officemessaging, while the FIX is the standard forfront officemessaging.\n\nThe FIX is popular among both thebuy-side(institutions) as well as thesell-side(brokers/dealers) of the financial markets. Users include mutual funds, investment banks, brokers, stock and futures exchanges, and otherelectronic communication networks(ECNs). It is mainly used for equity transactions, although it can handle bond, foreign exchange, and derivatives transactions.\n\nThe FIX Trading Community member firms maintain and continue to develop the FIX messaging standard. Community members include several leadingfinancial institutionsaround the globe. Work done by these member firms ensures the standard continues to evolve to meet new and emerging trading requirements.\n\nTheir actions also promote the adoption of FIX use worldwide. The FIX protocol itself is a non-proprietary, free, and open standard that is constantly being developed by its member firms.\n\nThe FIX is an ever-changing entity and seeks to stay current with changes in the industry and in technology. In recent years, members have been discussing current issues and challenges, which includecybersecurity,digital currenciesandblockchain, execution transparency, and performance improvements.\n\nAny firm considering using the FIX may wish to download theFIX implementation guidefrom the FIX Trading Community website.\n\nFIX. \"What is FIX Trading Community?\" Accessed May 19, 2021.\n\nFIX. \"About.\" Accessed May 19, 2021.",
  "url": "https://www.investopedia.com/terms/f/financial-information-exchange.asp"
}