{
  "term": "Financial Instruments Explained: Types and Asset Classes",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nFinancial instruments are assets that can be traded or exchanged. Some examples of financial instruments include stock shares, exchange-traded funds (ETFs), bonds, certificates of deposit (CDs), mutual funds, loans, and derivatives contracts.\n\nFinancial instruments provide an efficient flow and transfer ofcapitalamong the world’s investors. They may beassetsin cash, a contractual right to deliver or receive cash or another type of financial instrument, or evidence of ownership in some entity.\n\nMadelyn Goodnight / Investopedia\n\nFinancial instruments can be real or virtual documents representing a legal agreement involving any kind of monetary value. Equity-based financial instruments represent ownership of an asset. Debt-based financial instruments represent aloanmade by an investor to the owner of the asset.\n\nForeign exchangeinstruments comprise a third, unique type of financial instrument. Different subcategories of each instrument type exist, such aspreferred share equityand common share equity.\n\nInternational Accounting Standardsdefine financial instruments as “any contract that gives rise to a financial asset of one entity and a financial liability or equity instrument of another entity.”\n\nFinancial instruments may be divided into two types: cash instruments andderivative instruments.\n\nFinancial instruments may also be divided according to anasset class, which depends on whether they are debt-based or equity-based.\n\nDebt-based instruments are essentially loans made by an investor to the issuer in return for a payment of interest.\n\nShort-term debt-based financial instruments last for one year or less. Securities of this kind come in the form of Treasury bills (T-bills) andcommercial paper. Bank deposits and certificates of deposit (CDs) are technically debt-based instruments because they earn interest payments.\n\nExchange-traded derivativesare traded for short-term, debt-based financial instruments such as short-dated interest rate futures. There also areOTC derivativessuch asforward rate agreements.\n\nLong-term debt-based financial instruments last for more than a year.\n\nLong-term debt securities are typically issued as bonds ormortgage-backed securities. Exchange-traded derivatives on these instruments are traded as fixed-income futures and options.\n\nOTC derivatives on long-term debts includeinterest rate swaps, interest rate caps and floors, and long-dated interest rate options.\n\nEquity-based instruments represent ownership of an asset.\n\nStocks are equity-based instruments, as are ETFs and mutual funds that are invested in stocks.\n\nExchange-traded derivatives in this category includestock optionsand equity futures.\n\nForeign exchangeinstruments include derivatives such as forwards, futures, options on currency pairs, and contracts for difference.\n\nCurrencyswapsare another common form of forex instrument.\n\nIn addition, forex traders may engage in spot transactions for the immediate conversion of one currency into another.\n\nA financial instrument is any document, real or virtual, that confers afinancial obligation or right to the holder.\n\nExamples of financial instruments include stocks, ETFs, mutual funds,real estate investment trusts, bonds, derivatives contracts (such as options, futures, and swaps), checks, certificates of deposit (CDs), bank deposits, and loans.\n\nCommoditiessuch as precious metals, energy products, raw materials, and agricultural products are traded on global markets, but they do not typically meet the definition of a financial instrument. That’s because they do not confer a claim or obligation.\n\nHowever, commodity derivatives are financial instruments. They include futures, forwards, and options contracts that use a commodity as the underlying asset.\n\nInsurance policies are not considered securities, but they could be viewed as an alternative type of financial instrument because they confer a claim and certain rights to the policyholder and obligations to the insurer.\n\nAn insurance policy is a legally binding contract established with the insurance company and policy owner that provides monetary benefits if certain conditions are met (such as death in the case of life insurance).\n\nIf the insurer is a mutual company, the policy may also confer ownership and a claim to dividends. Insurance policies also have a specified value in terms of both thedeath benefitandliving benefits(e.g., cash value) for permanent policies.\n\nA financial instrument is effectively a monetary contract (real or virtual) that confers a right or claim against some counterparty in the form of a payment (checks,bearer instruments), equity ownership or dividends (stocks), debt (bonds, loans, deposit accounts), currency (forex), or derivatives (futures, forwards, options, and swaps).\n\nFinancial instruments can be categorized by asset class and as cash-based, securities, or derivatives. Depending on their type, financial instruments may be exchangeable on listed or over-the-counter markets.\n\nEmanuel Camilleri and Roxanne Camilleri, via Google Books. “Accounting for Financial Instruments: A Guide to Valuation and Risk Management,” Page 62. Taylor & Francis, 2017.\n\nFinancial Edge. “Derivative Financial Instruments.”",
  "url": "https://www.investopedia.com/terms/f/financialinstrument.asp"
}