{
  "term": "Financing: What It Means and Why It Matters",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nFinancing allows corporations and consumers to access capital for business operations, investment activities, or personal expenses.\n\nFinancing is the process of raising money for different activities like starting a business, making a purchase, or investing. You can raise cash by borrowing it (debt financing) from financial institutions or by bringing in shareholders or partners. This is called equity financing, which means you give up a share of ownership in your project. Financing may make more sense because you can put your own cash to better use while using someone else's capital to fund your immediate needs.\n\nThere are two main types of financing available for companies:debt financingandequity financing. Debt is a loan that must be paid back often with interest, but it is typically cheaper than raising capital because of tax deduction considerations. Equity does not need to be paid back, but it relinquishes ownership stakes to the shareholder. Both debt and equity have theiradvantages and disadvantages.\n\nFinancing is a way to leverage thetime value of money (TVM)to put future expected money flows to use for projects started today. Financing also takes advantage of the fact that some individuals in an economy will have a surplus of money that they wish to put to work to generate returns, while others demand money to undertake investment (also with the hope of generating returns), creating a market for money.\n\nMost companies use a combination of both debt and equity to finance operations.\n\n\"Equity\" is another word for ownership in a company. For example, the owner of a grocery store chain needs to grow operations. Instead of debt, the owner would like to sell a 10% stake in the company for $100,000, valuing the firm at $1 million. Companies like to sell equity because the investor bears all the risk; if the business fails, the investor gets nothing.\n\nAt the same time, giving up equity is giving up some control. Equity investors want to have a say in how the company is operated, especially in difficult times, and are often entitled to votes based on the number of shares held. So, in exchange for ownership, an investor gives their money to a company and receives some claim on future earnings.\n\nSome investors are happy with growth in the form of share priceappreciation; they want the share price to go up. Other investors are looking for principal protection and income in the form of regulardividends.\n\nFunding your business through investors has several advantages, including the following:\n\nSimilarly, there are a number of disadvantages that come with equity financing, including the following:\n\nMost people are familiar withdebtas a form of financing because they have car loans or mortgages. Debt is also a common form of financing for new businesses. Debt financing must be repaid, and lenders want to be paid arate of interestin exchange for the use of their money.\n\nSome lenders requirecollateral. For example, assume the owner of the grocery store also decides that they need a new truck and must take out a loan for $40,000. The truck can serve as collateral against the loan, and the grocery store owner agrees to pay 8% interest to the lender until the loan is paid off in five years.\n\nDebt is easier to obtain for small amounts of cash needed for specific assets, especially if the assetcan be used as collateral. While debt must be paid back even in difficult times, the company retains ownership and control over business operations.\n\nThere are several advantages to financing your business through debt:\n\nDebt financing for your business does come with some downsides:\n\nTheweighted average cost of capital (WACC)is the average of the costs of all types of financing, each of which is weighted by its proportionate use in a given situation.By taking a weighted average in this way, one can determine how much interest a company owes for each dollar it finances. Firms will decide the appropriate mix of debt and equity financing by optimizing the WACC of each type of capital while taking into account the risk ofdefaultor bankruptcy on one side and the amount of ownership owners are willing to give up on the other.\n\nBecause interest on the debt is typically tax deductible, and because the interest rates associated with debt is typically cheaper than the rate of return expected for equity, debt is usually preferred. However, as more debt is accumulated, the credit risk associated with that debt also increases and so equity must be added to the mix. Investors also often demand equity stakes in order to capture future profitability and growth that debt instruments do not provide.\n\nWACC is computed by the formula:\n\nWACC=(EV×Re)+(DV×Rd×(1−Tc))where:E=Market value of the firm’s equityD=Market value of the firm’s debtV=E+DRe=Cost of equityRd=Cost of debtTc=Corporate tax rate\\begin{aligned}&\\text{WACC} = \\left ( \\frac{ E }{ V} \\times Re \\right ) + \\left ( \\frac{ D }{ V} \\times Rd \\times ( 1 - Tc ) \\right ) \\\\&\\textbf{where:} \\\\&E = \\text{Market value of the firm's equity} \\\\&D = \\text{Market value of the firm's debt} \\\\&V = E + D \\\\&Re = \\text{Cost of equity} \\\\&Rd = \\text{Cost of debt} \\\\&Tc = \\text{Corporate tax rate} \\\\\\end{aligned}​WACC=(VE​×Re)+(VD​×Rd×(1−Tc))where:E=Market value of the firm’s equityD=Market value of the firm’s debtV=E+DRe=Cost of equityRd=Cost of debtTc=Corporate tax rate​\n\nProvided a company is expected to perform well, you can usually obtain debt financing at a lower effective cost. For example, if you run a small business and need $40,000 of financing, you can either take out a $40,000 bank loan at a 10% interest rate, or you can sell a 25% stake in your business to your neighbor for $40,000.\n\nSuppose your business earns a $20,000 profit during the next year. If you took the bank loan, your interest expense (cost of debt financing) would be $4,000, leaving you with $16,000 in profit.\n\nConversely, had you used equity financing, you would have zero debt (and as a result, no interest expense), but would keep only 75% of your profit (the other 25% being owned by your neighbor). Therefore, your personal profit would only be $15,000, or (75% x $20,000).\n\nEquity financing comes with a risk premium because if a company goes bankrupt, creditors are repaid in full before equity shareholders receive anything.\n\nRaising capital through selling equity shares means that the company hands over some of its ownership to those investors. Equity financing is also typically more expensive than debt. However, with equity there is no debt that needs to be repaid and the firm does not need to allocate cash to making regular interest payments. This can give new companies extra freedom to operate and expand.\n\nWith debt, either via loan or a bond, the company has to make interest payments to creditors and ultimately return the balance of the loan. However, the company does not give up any ownership control to those lenders. Moreover, debt financing is often cheaper (due to a lower interest rate) since the creditors can claim the firm's assets if it defaults. Interest payments of debts are also often tax-deductible for the company.\n\nMany businesses eventually need greater spending power in order to grow, and financing is the most common method of attaining it. There are pros and cons to both debt and equity financing, and each company should carefully weigh the costs of each before making a decision.\n\nThe Hartford. \"Advantages vs. Disadvantages of Equity Financing.\"\n\nAmerican Express. \"What Is Debt Financing? Is It Right For My Business?\"\n\nInternal Revenue Service. \"Publication 535 (2022), Business Expenses.\"\n\nHarvard Business School. \"Cost of Capital: What It Is And How To Calculate It.\"",
  "url": "https://www.investopedia.com/terms/f/financing.asp"
}