{
  "term": "Financial Account Definition, With Components and Assets",
  "definition": "In macroeconomics, a financial account is a component of a country'sbalance of paymentsthat covers claims on or liabilities to nonresidents, specifically concerning financial assets. Financial account components include direct investment, portfolio investment, andreserve assetsbroken down by sector.\n\nWhen recorded in a country's balance of payments, nonresidents' claims made on residents' financial assets are liabilities, while claims made against nonresidents by residents are assets.\n\nThe financial account is a tracking mechanism for shifts in international asset ownership, and it is composed of two subaccounts.\n\nTo compare how the financial account can increase or decrease, let's analyze the following scenarios for the financial account of the United States:\n\nThe financial account differs from thecapital accountin that the capital account recordstransfers of capital assets. Transactions in the capital account have no impact on a country’s production levels, rate of savings, or overall income.\n\nThe current account reflects the country’s currenttrade balance, combined with net income and direct payments, and measures the import and export of goods and services. When combined with the financial and capital accounts, the three accounts form a country’s balance of payments.\n\nThe financial account involves financial assets such as gold, currency, derivatives, special drawing rights, equities, and bonds. During a complex transaction containing capital assets and financial claims, a country may record part of a transaction in its capital account and the other part in itscurrent account.\n\nIn addition, because entries in the financial account are net entries that offset credits with debits, they may not appear in a country’s balance of payments, even if transactions occur between residents and nonresidents.\n\nEasing access to a country’s capital is considered part of a broader movement toward economic liberalization, and a more liberalized financial account opens a country up to capital markets.\n\nHowever, reducing restrictions on the financial account has risks. The more a country’s economy is integrated with other economies worldwide, the greater the likelihood that economic troubles abroad will affect the domestic situation. This potential outcome is weighed against the potential benefits: lower funding costs, access to globalcapital markets, and increased efficiency.\n\nThe balance of a financial account is the sum of net direct investments, net portfolio investments, asset funding, and errors/omissions.\n\nThe current account records imports and exports; the movement of goods in and out of a country, measuring the transfers between U.S. residents and foreign residents. A financial account measures the change in a country's ownership of international assets.\n\nThe current account is offset by the capital account and the financial account, meaning the sum of these accounts, which is the balance of payments, will balance to zero.\n\nFinancial accounts are a part of a nation's balance of payments that covers nonresident claims and liabilities, which comprises assets such as gold, equities, bonds, derivatives, and special drawing rights. The purpose of a financial account is to track the changes in international asset ownership.\n\nEuropean Union, Eurostat. \"Balance of Payments - International Transactions (BPM6) (bop_6).\"\n\nBureau of Economic Analysis. \"BEA Briefing, A Guide to the U.S. International Transactions Accounts and the U.S. International Investment Position Accounts,\" Pages 40-41.\n\nReserve Bank of Australia. \"The Balance of Payments.\"",
  "url": "https://www.investopedia.com/terms/f/financial-account.asp"
}