{
  "term": "Financial Industry Regulatory Authority (FINRA) Definition",
  "definition": "Liz Manning has researched, written, and edited trading, investing, and personal finance content for years, following her time working in institutional sales, commercial banking, retail investing, hedging strategies, futures, and day trading.\n\nThe Financial Industry Regulatory Authority (FINRA) is an independent, nongovernmental organization that writes and enforces the rules governing registered brokers andbroker-dealerfirms in the United States. Its stated mission is \"to safeguard the investing public against fraud and bad practices.\" It's considered aself-regulatory organization.\n\nFINRA was created in 2007 as a result of the consolidation of theNational Association of Securities Dealers (NASD)and the member regulation, enforcement, and arbitration operations of theNew York Stock Exchange (NYSE). The consolidation was meant to do away with overlapping or redundant regulation and reduce the cost and complexity of compliance.\n\nThe Financial Industry Regulatory Authority (FINRA) is the single largest independent regulatory body for securities firms operating in the United States. It oversaw almost 3,300 brokerage firms, more than 148,700 branch offices, and 628,392 registered securities representatives as of 2023.FINRA has 15 offices across the United States.\n\nFINRA regulatesthe trading of equities, corporate bonds, securities futures, and options. It's also been authorized by Congress to protect the interests of investors.\n\nFINRA also administers the qualifying exams that securities professionals must pass to sell securities or to supervise others who do. They include theSeries 7General Securities Representative Qualification Examination and theSeries 3National Commodities Futures Examination.\n\nFINRA has the power to take disciplinary actions againstregistered individuals or firmsthat violate its rules. It initiated 610 disciplinary actions in 2023 and levied fines totaling $88.4 million. It ordered restitution of $7.5 million to investors and expelled five member firms and suspended another four. It barred 178 individuals from the securities business and suspended 257.\n\nIt also referred 623 fraud andinsider tradingcases to theSecurities and Exchange Commission (SEC)and other government agencies for prosecution in 2023.\n\nFINRA maintains BrokerCheck for investors who are shopping for a broker or want to check up on their current broker. It's a searchable database of brokers,investment advisors, andfinancial advisors. BrokerCheck includes certifications, education, and any enforcement actions taken against these individuals.It draws from FINRA's Central Registration Depository (CRD) database which contains the records of individuals and firms in the securities business in the United States.\n\nThe Financial Industry Regulatory Authority (FINRA) has the power to fine or ban brokers and brokerage firms that violate its rules.\n\nFINRA's main benefit for investors is protection from potential abuses and unethical conduct within the financial industry. FINRA resources such as the aforementioned BrokerCheck allow investors to determine if someone claiming to be a broker is a member in good standing. FINRA prevents many financial crimes by banning brokers who violateits rules of conduct.\n\nFINRA's commitment to and responsibility for these functions was made clear when the NASD and the NYSE's regulation operations were combined into one organization. The SEC approved the consolidation of these two organizations in July 2007.\n\nFINRA described a broad mandate in announcing its formation that included responsibility for \"rule writing, firm examination, enforcement and arbitration and mediation functions, along with all functions that were previously overseen solely by NASD, including market regulation under contract for Nasdaq, the American Stock Exchange, the International Securities Exchange, and the Chicago Climate Exchange.\"\n\nThe American Stock Exchange was acquired by the NYSE in 2008. The NYSE was acquired five years later by theIntercontinental Exchange (ICE). The Chicago Climate Exchange, a market for trading greenhouse gas emissions allowances, was shut down after the purchase by ICE of its parent company Climate Exchange Plc in 2010.\n\nFINRA is a private, not-for-profit, regulatory organization but its creation was approved by the SEC in 2007.\n\nFINRA faces much of the same criticism that's often applied to any self-regulatory organization. Critics such as Senator Warren of Massachusetts and Senator Cotton of Arkansas have claimed that FINRA doesn't do enough to protect investors.\n\nAn academic study by Egan, Matvos, and Seru showed that there were issues with repeat offenders. It found that financial advisors with past histories of misconduct were several times more likely to commit offenses in the future.FINRA may have been too restrained in exercising its powers.\n\nThe general criticism of self-regulatory agencies such as FINRA is that they do just enough to maintain the public's trust. Self-regulatory agencies have an inherentconflict of interestin this regard.\n\nMembers are interested in keeping the public's trust but that interest only goes so far. Members must weed out the worst offenders but they don't want the spotlight on themselves.\n\nIt might be possible to rank all members for integrity but that would necessarily result in about half of all members being ranked as below average. Unsurprisingly, self-regulatory agencies rarely rank their members.\n\nFINRA is the Financial Industry Regulatory Authority. It creates and enforces the rules that govern U.S. registered brokers and broker-dealers. It was formed in 2007.\n\nDisciplinary action can be formal or informal. Formal actions can involve a fine, a fine and an order for restitution, suspension, or expulsion from the industry. Informal actions can include cautionary letters and orders to fix a particular problem.\n\nYes. FINRA's Investor Education Foundation provides investors with a variety of personal finance and investment information, courses, research, and tools such as BrokerCheck and Fund Analyzer.These can help investors better understand the roles that finance and investing can play in their lives.\n\nFINRA was formed in 2007 when operations of the New York Stock Exchange (NYSE) and the National Association of Securities Dealers (NASD) consolidated to create and enforce rules that govern U.S. registered brokers and broker-dealer firms. FINRA also provides resources such as BrokerCheck to safeguard investors. Its goal is to protect them from potential abuses and unethical conduct within the financial industry.\n\nSome critics nonetheless say that FINRA doesn’t do enough and that it has a conflict of interest because it’s self-regulated.\n\nFinancial Industry Regulatory Authority. \"Five Steps to Protecting Market Integrity.\"\n\nU.S. Securities and Exchange Commission. \"SEC Gives Regulatory Approval for NASD and NYSE Consolidation.\"\n\nFinancial Industry Regulatory Authority. \"Statistics.\"\n\nFinancial Industry Regulatory Authority. \"Locations.\"\n\nFinancial Industry Regulatory Authority. \"About FINRA.\"\n\nFinancial Industry Regulatory Authority. \"Qualification Exams.\"\n\nFinancial Industry Regulatory Authority. \"BrokerCheck.\"\n\nFinancial Industry Regulatory Authority. \"Central Registration Depository (CRD).\"\n\nFinancial Industry Regulatory Authority. \"NASD and NYSE Member Regulation Combine to Form the Financial Industry Regulatory Authority - FINRA.\"\n\nGHG Management Institute. \"The Chicago Climate Exchange Closure, A Vote For Robust GHG MRV?\"\n\nNew York Stock Exchange. \"The History of NYSE.\"\n\nElizabeth Warren, U.S. Senator. \"Letter to Richard G. Ketchum, Chairman and Chief Executive Officer, FINRA, May 11, 2016.\"\n\nEgan, Mark and et al. \"The Market for Financial Adviser Misconduct.\"National Bureau of Economic Research, Working Paper 22050, February 2016, pp. 1-78. Download PDF.\n\nFinancial Industry Regulatory Authority. \"Behind the Process: How an Enforcement Action Becomes an Enforcement Action.\"\n\nFinancial Industry Regulatory Authority. \"For Investors.\"",
  "url": "https://www.investopedia.com/terms/f/finra.asp"
}