{
  "term": "Financial Technology (Fintech): Its Uses and Impact on Our Lives",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nFinancial technology (better known as fintech) is used to describe new technology that seeks to improve and automate the delivery and use of financial services. ​​​At its core, fintech is utilized to help companies, business owners, and consumers bettermanage their financial operations, processes, and lives. It is composed of specialized software and algorithms that are used on computers and smartphones. Fintech, the word, is a shortened combination of “financial technology.”\n\nWhen fintech emerged in the 21st century, the term was initially applied to the technology employed at the backend systems of established financial institutions, such as banks. From 2018 or so to 2022, there was a shift to consumer-oriented services. Fintech now includes different sectors and industries such as education, retail banking, fundraising and nonprofit, and investment management, to name a few.\n\nFintech also includes the development and use of cryptocurrencies, such asBitcoin. While that segment of fintech may see the most headlines, the big money still lies in the traditional global banking industry and its multitrillion-dollarmarket capitalization.\n\nPaige McLaughlin / Investopedia\n\nBroadly, the term “financial technology” can apply to any innovation in how people transact business, from the invention of digital money to double-entry bookkeeping. Since the internet revolution, financial technology has grown explosively.\n\nYou likely use some element of fintech on a daily basis. Some examples include transferring money from your debit account to your checking account via your iPhone, sending money to a friend through Venmo, or managing investments through an online broker. According to EY’s 2019 Global FinTech Adoption Index, two-thirds of consumers utilize at least two or more fintech services, and those consumers are increasingly aware of fintech as a part of their daily lives.\n\nThe most talked-about (and most funded) fintech startups share the same characteristic: They are designed to challenge, and eventually take over, traditional financial services providers by being more nimble, serving an underserved segment of the population, orproviding faster or better service.\n\nFor example, financial companyAffirmseeks to cutcredit card companiesout of the online shopping process by offering a way for consumers to secure immediate, short-term loans for purchases. While rates can be high, Affirm claims to offer a way for consumers with poor or no credit a way to secure credit and build theircredit history.\n\nSimilarly,Better Mortgageseeks to streamline the home mortgage process with a digital-only offering that can reward users with a verified pre-approval letter within 24 hours of applying. GreenSky seeks to link home improvement borrowers with banks by helping consumers avoid lenders and save on interest by offering zero-interest promotional periods.\n\nFor consumers with poor or nocredit, Tala offers consumers in the developing world microloans by doing a deep data dig on their smartphones for their transaction history and seemingly unrelated things, such as what mobile games they play. Tala seeks to give such consumers better options than local banks, unregulated lenders, and othermicrofinanceinstitutions.\n\nIn short, if you have ever wondered why some aspect of your financial life was so unpleasant (such as applying for a mortgage with a traditional lender) or felt like it wasn’t quite the right fit, fintech probably has (or seeks to have) a solution for you.\n\nIn its most basic form, fintech unbundles financial services into individual offerings that are often easier to use. The combination of streamlined offerings with technology allows fintech companies to be more efficient and cut down on costs associated with each transaction.\n\nIf one word can describe how manyfintech innovationshave affected traditional trading, banking, financial advice, and products, it’s “disruption”—a word you have likely heard in commonplace conversations or the media. Financial products and services that were once the realm of branches, salespeople, and desktops are now more commonly found on mobile devices.\n\nFor example, the mobile-only stock trading appRobinhoodcharges no fees for trades,andpeer-to-peer (P2P) lendingsites like Prosper Marketplace, LendingClub, and OnDeck promise to reduce rates by opening up competition for loans to broad market forces. Business loan providers such as Kabbage, Lendio, Accion, and Funding Circle (among others) offer startup and established businesses easy, fast platforms to secure working capital. Oscar, an online insurance startup, received $165 million in funding in March 2018.Such significant funding rounds are not unusual and occur globally for fintech startups.\n\nThis shift to a digital-first mindset has pushed several traditional institutions to invest heavily in similar products. For example, investment bank Goldman Sachs launched consumer lending platform Marcus in 2016 in an effort to enter the fintech space.\n\nThat said, many tech-savvy industry watchers warn that keeping apace of fintech-inspired innovations requires more than just ramped-up tech spending. Rather, competing with lighter-on-their-feet startups requires a significant change in thinking, processes, decision making, and even overall corporate structure.\n\nNew technologies, such asmachine learning/artificial intelligence (AI), predictive behavioral analytics, and data-driven marketing, will take the guesswork and habit out of financial decisions. “Learning” apps will not only learn the habits of users but also engage users in learning games to make their automatic, unconscious spending and saving decisions better.\n\nFintech is also a keen adapter of automated customer service technology, utilizing chatbots and AI interfaces to assist customers with basic tasks and keep down staffing costs. Fintech is also being leveraged to fight fraud by leveraging information about payment history to flag transactions that are outside the norm.\n\nSince the mid-2010s, fintech has exploded, with startups receiving billions inventure funding(some of which have becomeunicorns) and incumbent financial firms either snatching up new ventures or building out their own fintech offerings.\n\nNorth America still produces most of the fintech startups, with Asia a relatively close second, followed by Europe. Some of the most active areas of fintech innovation include or revolve around the following areas (among others):\n\nThere are four broad categories of users for fintech:\n\nTrends toward mobile banking, increased information, data, more accurate analytics, and decentralization of access will create opportunities for all four groups to interact in unprecedented ways.\n\nAs for consumers, the younger you are, the more likely it will be that you are aware of and can accurately describe what fintech is. Consumer-oriented fintech is mostly targeted toward Gen Z and millennials, given the huge size and rising earning potential of these generations.\n\nWhen it comes to businesses, before the adoption of fintech, a business owner or startup would have gone to a bank to secure financing or startup capital. If they intended to accept credit card payments, they would have to establish a relationship with a credit provider and even install infrastructure, such as a landline-connected card reader. Now, with mobile technology, those hurdles are a thing of the past.\n\nFinancial services are among the most heavily regulated sectors in the world. As such, regulation has emerged as the number one concern among governments as fintech companies take off.\n\nAccording to the U.S.Department of the Treasury, while fintech firms create new opportunities and capabilities for companies and consumers, they are also creating new risks to be aware of. “Data privacy and regulatory arbitrage” are the main concerns noted by the Treasury. In its most recent report in November 2022, the Treasury called for enhanced oversight of consumer financial activities, specifically when it comes to nonbank firms.\n\nRegulation is also a problem in the emerging world of cryptocurrencies.Initial coin offerings (ICOs)are a form of fundraising that allows startups to raise capital directly from lay investors. In most countries, they are unregulated and have become fertile ground for scams and frauds. Regulatory uncertainty for ICOs has also allowed entrepreneurs to slip security tokens disguised as utility tokens past the U.S.Securities and Exchange Commission (SEC)to avoid fees and compliance costs.\n\nBecause of the diversity of offerings in fintech and the disparate industries it touches, it is difficult to formulate a single and comprehensive approach to these problems. For the most part, governments have used existing regulations and, in some cases, customized them to regulate fintech.\n\nFintech has been applied to many areas of finance. Here are just a few examples.\n\nNo. While banks and startups have created useful fintech applications around basic banking (e.g., checking and savings accounts, bank transfers, credit/debit cards, and loans), many other fintech areas that have more to do with personal finance, investing, or payments (among others) have grown in popularity.\n\nFintechs make money in different ways depending on their specialty. Banking fintechs, for example, may generate revenue from fees, loan interest, and selling financial products. Investment apps may charge brokerage fees, utilizepayment for order flow (PFOF), or collect a percentage ofassets under management (AUM). Payment apps may earnintereston cash amounts and charge for features like earlier withdrawals or credit card use.\n\nEY. “Global FinTech Adoption Index 2019.” Page 6.\n\nRobinhood. \"Trading Fees on Robinhood.\"\n\nFierce Healthcare. “Oscar Health Raises $165M in Additional Capital, Executives Say They Expect Company to Be Profitable Soon.”\n\nGoldman Sachs. “Marcus by Goldman Sachs Leverages Technology and Legacy of Financial Expertise in Dynamic Consumer Finance Platform.”\n\nU.S. Department of the Treasury. “New Treasury Report Shows Fintech Industry Requires Additional Oversight to Close Gaps, Prevent Abuses and Protect Consumers.”",
  "url": "https://www.investopedia.com/terms/f/fintech.asp"
}