{
  "term": "FINRA Brokercheck: What It Means, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nFINRA BrokerCheck is a free, online tool that helps individuals researchbrokers, investment firms, and financial advisers. Investors can obtain a variety of information, including descriptions, services offered, credentials, sanctions, and registrations, that may be helpful in the selection andvettingof an individual financial advice provider or brokerage firm.\n\nBrokerCheck is offered and administered by theFinancial Industry Regulatory Authority (FINRA),  the largest non-governmental securities firm regulator in the United States. The data and information available in BrokerCheck come mainly from theCentral Registration Depository (CRD), the securities industry online registration and licensing database, which provides broker and brokerage information, and the Securities and Exchange Commission'sInvestment Adviser Registration Depository (IARD)database.\n\nFINRA BrokerCheck contains information on approximately 3,378 brokerage firms, 150,647 branch offices, and over 620,882 registered securities representatives and is an explanatory tool that shows how to properly use and manage the information provided. With FINRA BrokerCheck, an investor can find a firm's history, learn of any indiscretions and locate and identify popular choices among investors.\n\nFor brokers currently registered with FINRA or at some time within the last 10 years, FINRA BrokerCheck provides:\n\nBrokerCheck provides information on investment firms including:\n\nBrokerCheck does not contain any information that has not been disclosed to the CRD system, personal or confidential information, or judgments or liens.\n\nIn addition to BrokerCheck, individuals considering hiring a broker or investment adviser should searchthe resources of their state securities regulators, which also oversee and may require the registration of brokers or advisers. FINRA also provides two additional supplementary databases:FINRA Arbitration Awards OnlineandFINRA Disciplinary Actions Online.﻿\n\nRegistered brokers and brokerage firms are required to update their professional and disciplinary information in the Central Registration Depository, CRD, within 30 days and information is available in BrokerCheck the next business day.\n\nBrokers are required to notify FINRA of customer complaints that allege misconduct related to the sale of financial products, even if the allegations are without merit. It is advisable to consider how many complaints the broker has received, over what period, and whether the claim alleges specific acts of misconduct by the broker, like unauthorized trading, or the unexpected failed investment product. A broker is allowed to provide comments and the investor should review those comments on the nature of the complaint. An investor can also ask the firm, broker, or the firm’s compliance department about the complaint.\n\nFINRA BrokerCheck reports are free via online, phone, fax and by mail. FINRA will collect personal information only in those situations where a request is made that a BrokerCheck report is mailed.\n\nFinancial Industry Regulatory Authority. \"About BrokerCheck.\"\n\nFinancial Industry Regulatory Authority. \"2023 FINRA Industry Snapshot.\" Pages 2, 13, 16.\n\nFinancial Industry Regulatory Authority. \"BrokerCheck FAQ.\"",
  "url": "https://www.investopedia.com/terms/f/finra-brokercheck.asp"
}