{
  "term": "Fire Insurance: Definition, Elements, How It Works, and Example",
  "definition": "Investopedia / Paige McLaughlin\n\nFire insurance is a form ofproperty insurancethat covers damage and losses caused by fire. Most policies come with some form of fire protection, but homeowners may be able to purchase additional coverage in case their property is lost or damaged because of fire.\n\nPurchasing additional fire coverage helps to cover the cost of replacement, repair, or reconstruction of property above the limit set by the property insurance policy. Fire insurance policies typically contain general exclusions such as war, nuclear risks, and similar perils. Damage caused by a fire set deliberately is also typically not covered.\n\nA standard homeowners insurance policy usually includes fire insurance.Homeowners insuranceprovides policyholders with coverage against loss and damage to their homes and possessions, also referred to as insured property. Insured property includes the interior and exterior of the home and anyassetskept on the property.\n\nPolicies may also cover injuries that someone sustains while on the property. If you have amortgage, your mortgage lender will likely require that you have homeowners insurance before it approves the loan. Even if your lender doesn't require it, a homeowners insurance policy can offer beneficial protection.\n\nYou can also purchase fire insurance as a stand-alone policy. It covers a policyholder against fire loss or damage from a number of sources. This includesfirescaused by electricity, such as faulty wiring and gas explosions, as well as those caused by lightning and natural disasters. The policy may also cover burst pipes and overflowing water tanks.\n\nMost fire insurance policies provide coverage regardless of whether the fire originates inside or outside the home. The limit of coverage depends on the cause of the fire. The policy reimburses the policyholder on either areplacement-cost basisor anactual cash value (ACV)basis for damages.\n\nIf the home is considered a total loss, the insurance company may reimburse its currentmarket value. The insurance typically provides a market value compensation for lost possessions, with the totalpayoutcapped based on the home’s overall value.\n\nFor example, if a policy insures a house for $350,000, the contents are usually covered for at least 50% to 70% of the policy value—or $175,000 to $245,000. Many policies limit the reimbursement amount for luxury items such as paintings, jewelry, gold, andfur coats.\n\nA policyholder should check their home’s value each year to determine if they need to increase their coverage amount. Keep in mind that you cannot get insurance for more than a home’s actual value. Insurance companies may offer stand-alone policies for rare, expensive, and irreplaceable items otherwise not covered in standard fire insurance.\n\nMany standardhomeowners insurance policiesinclude coverage for fire, including providing for costs related to repairing your home and even additional expenses such as relocation.\n\nIn some cases, you may want more extensive coverage. If an insurance policy excludes coverage for fire damage, a homeowner may need to purchase separate fire insurance—especially if the property contains valuable items that cannot be covered with standard coverage. The insurance company’sliabilityis limited by the policy value and not by the extent of damage or loss sustained by the property owner.\n\nFire insurance can provide extra coverage to offset any additional costs to replace or repair property that surpasses the limit set by homeowners insurance.\n\nFire insurance policies provide payment for the loss of use of the property as a result of a fire. They also often provide additional living expenses if the fire caused uninhabitable conditions. Finally, they provide for damage topersonal propertyand nearby structures. Homeowners should document the property and its contents to simplify the assessment of items damaged or lost in the event of a fire.\n\nA fire insurance policy includes additional coverage against smoke or water damage due to a fire and is usually effective for one year. Fire insurance policies on the verge of expiration are usually renewable by the homeowner under the same terms as the original policy.\n\nFire insurance provides coverage for costs related to a fire, whereas homeowners insurance protects against many other types of risks. A homeowners insurance policy typically includes coverage for damage caused by a fire, but a stand-alone fire insurance policy may provide more extensive coverage.\n\nA fire insurance policy will not cover losses related to fires set deliberately. Fire insurance also only covers losses related to a fire, so if your property suffers loss or damage from another cause, it would not be covered.\n\nTypically, any fire damage to your home or its contents will be covered by fire insurance. This includes property covered by candle fires, grease fires, electrical fires, and others.\n\nFor many homeowners, protection provided by a standard homeowners insurance policy will be enough to cover fire-related losses, including losses to the home structure or personal property. Consider consulting a financial advisor to see if a stand-alone fire insurance policy may be helpful for your situation.\n\nCornell Law School Legal Information Institute. \"Fire Insurance.\"\n\nNew York State. \"Choosing a Policy.\"\n\nInsurance Information Institute. \"What Is Covered by Standard Homeowners Insurance?\"\n\nGeico. “How to Insure Your Valuables and Collectibles.”",
  "url": "https://www.investopedia.com/terms/f/fire-insurance.asp"
}