{
  "term": "First Mortgage: Definition, Requirements, and Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nErika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA first mortgage is a primary lien on a property. As the primary loan that pays for a property, it has priority over all other liens or claims on a property in theevent of default.A first mortgage isn't the mortgage on a borrower’s first home. Rather, it's the original mortgage taken on a property. It's also called a first lien. If the home is refinanced, then the refinanced mortgage assumes the first mortgage position. A first mortgage is contrasted with a second mortgage, which is an additional loan taken against the property.\n\nWhen a consumer wants to buy a property, they may decide to finance the purchase with a mortgage loan from a lending institution. This involves applying for a home loan with the mortgage lender, getting approval, and signing the documents.\n\nWhen a first mortgage is granted, the lender expects the home loan or mortgage to berepaid in monthly installments, which include a portion of the principal and interest payments. The lender takes out alienon the property because the home secures the loan. This mortgage taken out by ahomebuyerto purchase the home is known as the first mortgage.\n\nThe first mortgage is the original loan taken out on a property. It is not the very first mortgage taken in their name. The homebuyer could have multiple properties in their name. However, the original mortgages taken out to secure each property comprise the first mortgage. For example, if a property owner takes out a mortgage for each of their three homes, then each of the three mortgages is the first mortgage.\n\nThe mortgage interest paid on a first mortgage istax deductible, meaning homeowners can reduce theirtaxable incomeby the amount of interest paid on the loan for the tax year. However, themortgage interest tax deductionis only applicable to taxpayers whoitemize expenseson their tax returns.\n\nFirst mortgage requirements can vary based on whether you’re choosing a conventional loan or a government-backed loan, such as aFederal Housing Administration (FHA), U.S. Department of Agriculture (USDA), or U.S. Department of Veterans Affairs (VA) loan.\n\nThe type of property can also matter when getting a first mortgage. FHA loans, for example, allow you to purchase a one- to four-unit home with just 3.5% down and a credit score as low as 580. But, the property itself must meet certain standards to qualify for the loan.\n\nPoor credit is not necessarily an absolute roadblock to getting a first mortgage, but it can affect the loan terms you qualify for and the interest rates you pay.\n\nTheloan-to-value (LTV)ratio on a home loan measures the mortgage amount versus the home's appraised value.If the LTV of a first mortgage is greater than 80%, lenders generally requireprivate mortgage insurance (PMI). In such a case, it sometimes can be economical for a borrower to limit the size of the first mortgage to 80% LTV and use secondary financing to borrow the remaining amount needed.\n\nThe economics of paying PMI versus taking out a second loan largely depends on the rate at which a borrower expects the value of their home to increase. PMI can be eliminated when the LTV of the first mortgage reaches 78%. However, a second lien, which typically carries a higher interest rate than a first mortgage, must be paid off. This is usually accomplished by refinancing the first mortgage for an amount equal to the remaining balance of both the first and second mortgages.\n\nThe term first mortgage leads one to understand that there could be other mortgages on a property. A homeowner could take out another mortgage, such as asecond mortgage, while the original and first mortgage is still in effect.\n\nA first mortgage represents the primary debt owed on a property, which serves as collateral for the loan. A second mortgage is a junior lien against your home when you still have an outstanding first mortgage.\n\nSecond mortgages are subordinate to first mortgages. So if you sell the home, for example, any proceeds would go toward paying off the first mortgage, then the second mortgage. Common examples of second mortgages includehome equity loans and home equity lines of credit (HELOCs). You may take out one of these second mortgage loans if you wish to borrow against the accumulated equity in your home.\n\nYour ability to qualify for a second mortgage home equity loan orhome equity line of credit (HELOC)can depend on your credit scores, income, and how much equity you’ve accrued in the home.\n\nHere's an example of how a first mortgage loan works and what adding a second mortgage loan can mean. Assume a homebuyer secures a $250,000 first mortgage on a home property and, after several years, obtains a second mortgage for $30,000 on the same property.\n\nThe borrower defaults on his payments after they have already repaid $50,000 of the original loan amount, and their property isforeclosedand sold to cover the loan. Given that the first mortgage is senior to the second mortgage, if the proceeds from the sale of the property add up to $210,000, then the first mortgage lender will receive the balance owed, which is $200,000.\n\nThe second mortgage lender will then receive whatever is left—in this case, $10,000. And because a first mortgage is a primary claim that takes precedence over secondary claims, second mortgages usually command higher interest rates than first mortgages do.\n\nIf you’re struggling with mortgage payments, then aloan modification,short sale, ordeed in lieu of foreclosureare some of the options for managing first and second mortgage debt.\n\nIt's possible to have two mortgages at the same time. A first mortgage can go toward purchasing a home as a primary residence or investment property. A second mortgage or home equity loan can go toward upgrading or improving the property.\n\nFirst mortgages take precedence over second mortgages for repayment if the borrower defaults. This means that second mortgages are subordinate, not superior, to first mortgages on a home.\n\nSecond mortgages increase a homeowner's monthly financial obligations. They can also increase the risk of default if the homeowner cannot keep up with the first and second mortgage payments.\n\nTaking out a second mortgage could be a good idea if you've researched borrowing options and understand what you can afford to repay. If, however, your income is unstable or you lack sufficient emergency savings to cover mortgage payments if you lose your job or become ill and can't work, you may want to reconsider a second mortgage loan.\n\nFirst mortgage loans make it possible for homebuyers to purchase homes, and they take priority over any subsequent second mortgages that may be associated with the property. When applying for a first mortgage, it's important to understand the requirements to buy a house and what lenders are seeking. It's also helpful to shop around tocompare mortgage ratesto find the best possible deal on a home loan.\n\nFederal Housing Finance Agency. \"An Overview of the Home Foreclosure Process,\" Page 13–14.\n\nConsumer Financial Protection Bureau. \"What Is a Mortgage?\"\n\nInternal Revenue Service. “Publication 936 (2019), Home Mortgage Insurance Deduction.”\n\nU.S. Department of Housing and Urban Development. “Let FHA Loans Help You.”\n\nConsumer Financial Protection Bureau. \"What Is a Loan-to-Value Ratio and How Does It Relate to My Costs?\"\n\nConsumer Financial Protection Bureau. “What Is Private Mortgage Insurance?”\n\nConsumer Financial Protection Bureau. “What Is a Second Mortgage Loan or “Junior-Lien”?”",
  "url": "https://www.investopedia.com/terms/f/first_mortgage.asp"
}