{
  "term": "First Notice of Loss (FNOL): Definition, Requirements, and Example",
  "definition": "The first notice of loss (FNOL) is the first report you make to an insurance provider following the loss to an asset covered by an insurance policy. Also called the first notification of loss, the FNOL is normally the initial step in the claims process. If you never have a claim, you will never file a first notice of loss.\n\nThe first notice of loss (FNOL) is a report that starts the process for you to receive aclaimsettlement. For example, if a thief steals your automobile, and you carrycomprehensiveinsurance, you can file a claim against your policy to help pay for a new ride. The first step in the claims process is to contact your insurance company or agent to report the theft. This first contact is the FNOL.\n\nThe FNOL process varies by insurer. With some providers, you can make the initial contact by calling your insurance agent or a claims call center. Several major carriers enable you to file the FNOL using their mobile apps. Others give you multiple options to file, which can include through a website app, email, a phone call, or postal mail.\n\nIt’s important to file the FNOL as soon as possible, but you need to prepare first. Before contacting the insurance company, you first need to document your loss.For instance, if a fire damages your kitchen, take photos or videos of the damage. If you have photos or videos of the insured asset taken before the incident, make them available before submitting the FNOL.\n\nIf you damage your car in an accident, take photos and jot down notes about the location, how the incident occurred, and traffic and weather conditions. Also, if someone witnessed the accident, ask them for their contact information. If a police officer responds to the accident, ask them how you can get a copy of their report.\n\nOnce you’ve fully documented all losses, you’re ready to contact your insurer. An FNOL usually requires you to provide: policy number, date and time of theft or damage, location of the incident, police report number (if any), and your personal account of how the loss happened.\n\nIn the case of auto damage claims, you also must provide information about the other party’s insurance coverage during the FNOL. The claims adjuster may also rely on the accounts of the other driver and witnesses when determining how to settle the claim.\n\nIf you initiate the FNOL over the phone, the agent or claim representative will review your policy to see if it covers your losses. They might also ask you a few questions about the extent of the loss and how the loss occurred.\n\nWhen making an FNOL by phone, ask the agent or representative about the next steps in the process and whether they need additional documentation or information from you or other parties. Take notes during the call.\n\nAfter the FNOL, the insurance company might send aclaims adjusterto inspect your losses.It’sthe adjuster’s job to determine the extent of losses and how much you will receive in asettlement. It’s important for you to be available during the adjuster’s visit, particularly if you were present when the losses occurred. During the visit, the adjuster might ask you additional questions and take pictures of losses.\n\nSometimes, an insurance agent, adjuster, or claims representative might ask you to submit additional documentation following the FNOL. Comply as soon as possible to ensure a smooth claim process. Once the provider has all the information they need, it will either issue a settlement payment or deny the claim.\n\nIf the insurer denies your claim, it must inform you why it made the decision.If you believe the company hasn’t treated you fairly, you can file a complaint with your state’s department of insurance.\n\nState insurance codes set time limits that insurers must meet when dealing with claims. For example, once you make the FNOL, Texas providers have 15 days to collect additional information and determine the validity of your claim.\n\nIf you receive a settlement, it’s important to understand how the insurer determines the dollar amount. Many auto and home insurance policies pay actual cash value, which is thedepreciatedvalue of the asset. For instance, if you total a five-year-old vehicle and carry acollisioninsurance policy, the insurer will determine the settlement amount based on its current market value. Some insurance companies offerreplacement costvalue coverage, usually as an endorsement orriderto a standard policy.\n\nIn certain cases, a carrier might make more than one settlement payment, especially when payinghomeownersclaims. For instance, if your home sustains storm damage, the insurer might make an initial payment to help get repairs started, a second payment for personal property losses, and a third payment to reimburse you for final construction costs.\n\nOver the years, technology has changed the way you report insurance losses and how insurers manage claims updates. Many large insurance companies enable you to make the FNOL using an online claim submission application or a mobile app. Typically, providers offer mobile apps for Android and Apple devices.\n\nThe functionality of mobile apps varies by insurer, but many enable you to submit a claim using a smartphone or tablet. With some apps, you can also submit supporting documents and photos, contact your agent, chat with a claims adjuster, and track the status of your claim.\n\nSome major carriers give you the option to choose a digital claim payment, rather than a traditional paper check. For instance, your insurer might make a settlement payment via direct deposit into your checking account or through your bank debit card. Typically, opting for an electronic settlement will ensure a faster payment.\n\nWhen a loss occurs, contact your insurer as soon as possible, if you intend to file a claim. The quicker you report a loss, the faster you’ll receive a settlement payment. Some insurance companies recommend or require a FNOL within a certain period. For example, a provider might recommend submitting ahomeownersclaim within six months of the incident that caused the loss.Check the fine print of yourinsurance policiesto determine whether your insurer sets a time limit on filing claims.\n\nBe aware that your claims history is one factor insurance companies use when setting rates. Filing a single claim might not cause a rate increase. For instance, you might not face a rate increase following a storm damage claim. However, if you file an auto collision insurance claim for an accident deemed your fault, you’ll likely see a rate increase.\n\nKeep this in mind before making a FNOL. If you can afford to pay for losses out of pocket, it could save you money overall.\n\nLet’s say you crash your car into a tree. For your collision insurance to pay for the damage, you’ll need to first file a claim. Insurance companies offer several ways to file a claim, which can vary by carrier. Regardless of how you make the initial contact about the accident and losses, this first contact constitutes the FNOL. It’s the first step in filing a claim. If the policy covers the loss, the FNOL will start the process for receiving an insurance settlement payment.\n\nThe FNOL (loss notice) is your first step in the claims process. When a disaster occurs, you must report losses to an insurance agent or company to start the claims process. Proof of loss is a later step, in which you must provide details of the scope of the loss. Along with an explanation of losses, the adjuster might require you to submit supporting materials such as photos or video of the damage.\n\nIf you provide false information in the proof of loss, the insurer might reject it or even deny the claim.Typically, the insurance company requires you to submit the form within a specified period, such as 30 or 60 days. In some cases, filing the form later than the due date may result in a claim denial. However, some state insurance codes prohibit a provider from denying a claim strictly based on a policyholder filing a proof of loss form after its due date.\n\nNormally the first step in the formal claims process, the first notice of loss (FONL) is the initial report made to an insurance provider following loss, theft, or damage of an insured asset. Taking this step is key to getting reimbursed for costs that your insurance covers. However, if you never have to file a claim, you will not have to file a first notice of loss.\n\nClaims and Litigation Management Alliance. \"First Notice of Resolution.\"\n\nFarmers Insurance. \"File or Track and Insurance Claim.\"\n\nState Farm. \"State Farm Claims.\"\n\nTexas Department of Insurance. \"Steps to Getting Your Home or Car Claim Paid.\"\n\nUniversity of Florida. \"Six Steps in Making an Insurance Claim.\"\n\nPennsylvania Department of Insurance. \"Disaster Recovery - Filing a Claim.\"\n\nNorth Carolina Department of Insurance. \"A Consumer's Guide to Automobile Insurance.\" Page 21.\n\nNorth Carolina Department of Insurance. \"Actual Cash Value Vs. Replacement Cost.\"\n\nTravelers. \"Should I File a Claim?\"\n\nNational Association of Insurance Commissioners. \"Consumer Insight.\"\n\nCalifornia Department of Insurance. \"Residential Property Claims Guide.\"\n\nAdjusters International. “The Dangers of Being Careless on a Proof of Loss Form.”\n\nTexas Department of Insurance. \"Title Insurance Basic Manual.\" II.D",
  "url": "https://www.investopedia.com/terms/f/first-notice-loss-fnol.asp"
}