{
  "term": "Fiscal Multiplier: Definition, Formula, and Example",
  "definition": "The fiscal multiplier measures the effect that increases in fiscal spending will have on a nation's economic output, or gross domestic product (GDP). In general, economists define fiscal multipliers as the ratio of a change in output to a change in tax revenue or government spending. Fiscal multipliers are important because they can help guide a government's policies during an economic crisis and help set the stage foreconomic recovery.\n\nThe fiscal multiplier is aKeynesianidea first proposed by John Maynard Keynes's student Richard Kahn in a 1931 paper and is depicted as a ratio to show the causality between the controlled variable (changes in fiscal policy) and the outcome (GDP).\n\nAt the core of fiscal multiplier theory lies the idea of themarginal propensity to consume(MPC), which quantifies the increase in consumer spending, as opposed to saving, due to an increase in the income of an individual, household, or society.\n\nFiscal multiplier theory posits that as long as a country's overall MPC is greater than zero, then an initial infusion of government spending should lead to a disproportionately larger increase innational income.\n\nThe fiscal multiplier expresses how much greater or, if stimulus turns out to be counterproductive, the smaller the overall gain in national income is when compared with the amount of extra spending. The formula for the fiscal multiplier is as follows:\n\nFiscal Multiplier=11−MPCwhere:MPC=marginal propensity to consume\\begin{aligned} &\\text{Fiscal Multiplier} = \\frac { 1 }{ 1 - \\text{MPC} } \\\\ &\\textbf{where:} \\\\ &\\text{MPC} = \\text{marginal propensity to consume} \\\\ \\end{aligned}​Fiscal Multiplier=1−MPC1​where:MPC=marginal propensity to consume​\n\nLet's say that a national government enacts a $1 billion fiscalstimulusand that its consumers' MPC is 0.75. Consumers who receive the initial $1 billion will save $250 million and spend $750 million, effectively initiating another, smaller round of stimulus. The recipients of that $750 million will spend $562.5 million, and so on.\n\nThe total change in national income is the initial increase in government, or \"autonomous,\" spending times the fiscal multiplier. Since the marginal propensity to consume is 0.75, the fiscal multiplier would be four. Keynesian theory would thus predict an overall boost to the national income of $4 billion as a result of the initial $1 billion fiscal stimulus.\n\nIn addition to the fiscal multiplier, economists use other multipliers to study the behavior of the economy, including the earnings multiplier and theinvestment multiplier.\n\nEmpirical evidence suggests that the actual relationship between spending and growth is messier than the theory would suggest. Not all members of society have the same MPC. For instance, lower-income households tend to spend a much greater share of a windfall than higher-income ones.\n\nMPC also depends on the form in which fiscal stimulus is received. Different policies can, therefore, have drastically different fiscal multipliers.\n\nIn 2009, Mark Zandi, then chief economist ofMoody's, estimated the following fiscalmultipliersfor different policy options, expressed as the one-year dollar increase in real GDP per dollar increase in spending or decrease in federal tax revenue.\n\nBy far the most effective policy options, according to this analysis, are temporarily increasing food stamps (1.74), temporary federal financing of work-share programs (1.69), and extendingunemployment insurancebenefits (1.61).\n\nThese policies target groups with low incomes and, as a result, high marginal propensities to consume. Permanent tax cuts benefiting mostly higher-income households, by contrast, have fiscal multipliers below 1: for every dollar \"spent\" (given up in tax revenue), only a few cents are added to real GDP.\n\nThe idea of the fiscal multiplier has seen its influence on policy wax and wane. Keynesian theory was extremely influential in the 1960s, but a period ofstagflation, which Keynesians were largely unable to explain, caused faith in fiscal stimulus to wane.\n\nBeginning in the 1970s, many policymakers began to favormonetaristpolicies, believing that regulating the money supply was at least as effective as government spending.\n\nFollowing the2008 financial crisis, however, the fiscal multiplier has regained some of its lost popularity. The U.S. invested heavily in fiscal stimulus and saw a robust recovery.\n\nThe fiscal multiplier looks at how an increase in government spending boosts the economy while the money multiplier assesses the effects of a change in the money supply on economic output.\n\nIn normal economic times, meaning no boom or bust, the fiscal multiplier is low, usually less than one. This is because increased government spending would need to be financed which has a negative wealth effect. Additionally, increased fiscal spending would result in increased inflation and output, which would cause central banks to raise interest rates, which would ultimately erode some of the expansionary gains.\n\nYes, a fiscal multiplier can be negative. This means that increased fiscal spending would decrease GDP. This can happen when increased government spending crowds out private investment and consumption or when a nation's debt levels are high where increased government spending signals there will be fiscal tightening coming up, which may lead to a contractionary outcome.\n\nThe fiscal multiplier assesses how government spending affects GDP based on the concept that when people have more income, they spend more. The effectiveness of fiscal policies varies, but targeted spending, particularly for low-income groups, can boost the economy. The fiscal multiplier is especially useful in helping with economic recovery.\n\nEconomics Observatory. \"What Is the Size of the Fiscal Multiplier?\"\n\nMark Zandi. \"The Impact of the Recovery Act on Economic Growth.\" Page 3.\n\nUniversity of Minnesota Libraries. \"32.2 Keynesian Economics in the 1960s and 1970s.\"\n\nInternational Monetary Fund. \"What Is Monetarism?\"\n\nBrookings Institution. \"Nine Facts About the Great Recession and Tools for Fighting the Next Downturn.\"",
  "url": "https://www.investopedia.com/terms/f/fiscal-multiplier.asp"
}