{
  "term": "Fiscal Deficit: Definition and History in the U.S.",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAriel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nA fiscal deficit refers to the shortfall in a government’s revenue compared to its spending during a certain period. When a country runs a fiscaldeficit, it means the government spends beyond its means. Fiscal deficits are calculated either as a percentage of a country’sgross domestic product (GDP)or by determining the amount of spending over revenue.\n\nFiscal deficits are different from fiscal debts and fiscal imbalances. They are also the opposite of fiscal surpluses.\n\nA fiscal deficit, which is also commonly called a national deficit, occurs when a country’s government spends more money than it earns during thefiscal year. This means that more money goes out compared to how much comes in. Therefore, spending exceedsrevenue. Governments may boost spending for social programs likeSocial Securityand healthcare or for other things like military spending andinfrastructure.\n\nThe size of a fiscal or national deficit depends entirely on a few factors, including:\n\nGovernments often run deficits when there are signs of a distressed economy. For instance, they may reducetaxesor increase spending to encourageconsumer spendingor boost economic activity. This typically happens when there is inflationary pressure or the economy is going through a recession. A government that needs more money than it can spend typically borrows money from the public or other governments.\n\nDeficits are normally calculated and reported as a percentage of a company’s GDP. It may also be reported as a dollar figure or a country’s revenue (or income) less spending. As noted above, when spending exceeds revenue or income, it results in a negative balance or a fiscal deficit.\n\nThe income figure used to calculate a country’s fiscal deficit (or surplus) includes only taxes and other revenues. It does not include money borrowed to make up the shortfall.\n\nA fiscal deficit is not universally regarded as a negative event. For example, the influential economistJohn Maynard Keynesargued that deficit spending and the debts incurred to sustain that spending can help countries climb out of economic recession.\n\nFiscal conservatives, on the other hand, generally argue against deficits. Rather, they favor abalanced budgetpolicy where spending equals revenue, leaving neither a deficit nor a surplus.\n\nDon’t confuse the term “fiscal deficit” with fiscal debt or fiscal imbalance. The three are very different concepts.\n\nRemember, a fiscal deficit means the government spends more than it earns in revenue.The term “fiscal debt” is also called anational debt. A fiscal debt, on the other hand, is the total amount of debt that a government owes to itscreditors. Governments often borrow money to pay for certain expenditures, including infrastructure and social programs.\n\nA country’s fiscal debt is accumulated over years of deficit spending and is composed of different types of debt, including:\n\nAs of Jan. 27, 2025, the U.S. government’s fiscal debt was roughly $36.22 trillion. Of this figure, $28.86 trillion was held by the public while over $7.35 trillion covered intragovernmental holdings.\n\nFiscal deficits are also different fromfiscal imbalances. A fiscal imbalance is a measure of the difference between future debt obligations and future revenue streams. This means that a country’s future debt isn’t in line with its future revenue.\n\nFiscal imbalances happen when a country’s spending isn’t able to keep up with its ability to earn revenue to fund its spending and debt obligations over the long term.\n\nA fiscal deficit is the opposite of a fiscal surplus, which is also called a national surplus or abudget surplus. A surplus occurs when a country’s government’s revenue exceeds its spending. Governments with budget surpluses can use the extra cash to fund new investments or to pay off their financial obligations.\n\nSince World War II,the U.S. government has run at a fiscal deficit in most years. But the budget hasn’t been in the red for the entire history of the United States, as there have been times when the government ran a surplus.\n\nThe next federal surplus did not occur until 1998, when President Bill Clinton reached a landmark budget deal with Congress that resulted in a $70 billion surplus. The surplus grew to $236 billion in 2000. President George W. Bush benefited from a $128 billion carryover of the Clinton surplus in 2001.\n\nThe U.S. government has run fiscal deficits since the nation declared independence.Alexander Hamilton, the first secretary of the Treasury, proposed issuing bonds to pay off the debts incurred by the states during the Revolutionary War.\n\nAt the height of the Depression, President Franklin D. Roosevelt holds the record for the fastest-growing U.S. fiscal deficits. The New Deal policies designed to pull America out of theGreat Depression, combined with the need to finance the country’s entry into World War II, drove the federal deficit from 4.5% of GDP in 1932 to 26.8% in 1943. He also issued the firstU.S. savings bondsto encourage Americans to save more and, not incidentally, finance government spending.\n\nLet’s look at some of the deficits following the2007–2009 financial crisis:\n\nDeficits and debt are two different concepts. A fiscal deficit refers to the negative difference between a country’s revenue and spending. A country runs a deficit when its spending exceeds its revenue. A fiscal debt, on the other hand, is money that a government owes to a creditor. Governments typically owe money to the public or other countries.\n\nThe United States has typically run fiscal deficits. However, there have been four fiscal surpluses since 1974. The most recent surplus was in 2001.\n\nFiscal deficits aren’t necessarily a bad thing. Running a fiscal deficit can help governments boost economic activity. For instance, they can spend money on social programs and infrastructure when unemployment is high. Boosting government spending can also put more money into consumers’ pockets and encourage them to spend, as is the case with stimulus checks during tough times.\n\nHowever, critics suggest running fiscal deficits over very long periods can be detrimental to a country’seconomyand overall well-being.\n\nWhen government spending equals revenue, the result is a balanced budget. This means there is neither a deficit nor a surplus. Budgets are generally considered balanced after a full year of revenues and expenses are recorded.\n\nSupporters of balanced budgets say they help protect social programs like Social Security for future generations, while critics say it could derail the economy when the government needs to increase spending.\n\nA fiscal deficit is the negative difference between a country’s revenue and spending. This means a government ends up with a deficit when it spends more than it earns in revenue.\n\nAlthough it has a negative connotation, running a deficit isn’t always bad. It can help pull a country out of an economic slump and encourage consumers to spend more. But long-term deficits may affect the overall health and well-being of a nation’s economy, so policymakers should be mindful of loosening the purse strings over the long term.\n\nFiscal Data, U.S. Department of the Treasury. “What Is the National Deficit?”\n\nFiscal Data, U.S. Department of the Treasury. “What Is the National Debt?”\n\nFiscal Data, U.S. Department of the Treasury. “Debt to the Penny.”\n\nCongressional Budget Office. “Budget and Economic Data.”\n\nTreasuryDirect. “The History of the Debt.”\n\nTreasuryDirect. “Brief History of the Savings Bonds Program.”\n\nCongressional Budget Office. “Federal Budget Deficit Totals $1.4 Trillion in Fiscal Year 2009.”\n\nTreasuryDirect, via Internet Archive Wayback Machine. “Historical Debt Outstanding—Annual 1900–1949.”\n\nCongressional Budget Office. “Monthly Budget Review: Summary for Fiscal Year 2020.”\n\nCongressional Budget Office. “The Budget and Economic Outlook: 2025 to 2035.”",
  "url": "https://www.investopedia.com/terms/f/fiscaldeficit.asp"
}