{
  "term": "Fiscal Quarter: What It Is, How It’s Used, and More",
  "definition": "A fiscal quarter consists of financial reports submitted and dividends paid by companies every three months of a financial year. It’s like a report card for companies that comes out four times over a fiscal year.\n\nA fiscal quarter is a three-month period in a company’s financial year used to reportearningsand paydividends. It’s often labeled as Q1 for the first quarter, Q2 for the second, and so on.\n\nSubscribe to “Term of the Day” and learn a new financial term every day. Stay informed and make smart financial decisions.Sign up now.\n\nMost financial reporting and dividend payments are done quarterly. Not all companies will have fiscal quarters that correspond to calendar quarters, and it is common for a company to close its fourth quarter after its busiest time of year. Dividends are also often paid quarterly, although many companies outside the United States may not pay dividends evenly.\n\nCompanies have two mainaccounting periods: the fiscal quarter and thefiscal year (FY). The fiscal year for most companies runs from Jan. 1 to Dec. 31 (although it doesn’t have to). The standard calendar quarters that make up the year are as follows:\n\nSome companies have fiscal years that follow different dates. For example, the fiscal year for Costco Wholesale Corp. (COST) begins in September and ends the following August. Thus, its fiscal fourth quarter includes June, July, and August.\n\nFiscal quarters for a company will coincide with its fiscal year (FY), and the fourth fiscal quarter will conclude on the same date as the fiscal year.\n\nCompanies, investors, and analysts use data from different quarters to make comparisons and evaluate trends. For example, it is common for a company’s quarterly report to be compared to the same quarter of the previous year. Many companies areseasonal, which would make a comparison over sequential quarters misleading.\n\nA retail company could earn half its annualprofitsin the fourth quarter, while a construction company does most of its business in the first three quarters. In this situation, comparing the first-quarter results for a department store to its performance during the fourth quarter would indicate an alarming drop in sales.\n\nEvaluating a seasonal company during its slow quarters can be enlightening. It is reasonable to assume that if sales and profits are growing in the off-quarters compared to the same quarters in prior years, the intrinsic strength of the company is also improving.\n\nFor example, auto dealers typically have a slow first quarter and rarely conduct incentive sales programs in February and March. Thus, if an auto dealer saw significant improvement in sales in the first quarter this year compared to last, it may indicate the potential for surprisingly strong sales in the second and third quarters as well.\n\nThere are several different ways in which companies interact with fiscal quarters.Public companiesgenerally have more reporting requirements thanprivate companies, and specific decisions public companies make (e.g., issuing dividends) revolve around quarters.\n\nCompanies aren’t the only ones using quarters for financial reasons. TheInternal Revenue Service (IRS)requires certain taxpayers to makequarterly estimated tax paymentsusing Form 941.This formis used to remit payroll taxes multiple times in a single year.\n\nQuarterly earnings reportsare important for publicly traded companies and their investors. Each release has the potential to affect the value of a company’s stock. If a company has a good quarter, its stock value may increase. If the company has a poor quarter, the value of its stock could drop dramatically.\n\nAll public companies in the U.S. must filequarterly reports, known asForm 10-Q, with the federalSecurities and Exchange Commission (SEC)at the end of their first three fiscal quarters. Each 10-Q includes unaudited financial statements and operations information for the previous three months (quarter).\n\nA publicly traded company must also file an annual report, known asForm 10-K. The annual report will often include more detailed information than the quarterly reports, including an audit statement, presentations, and additional disclosures.\n\nThe quarterly earnings report often includes forward-lookingguidancefor what management expects from the next few quarters or through the end of the year. These estimates are used by analysts and investors to develop their performance expectations over the next few quarters.\n\nThe estimates and guidance provided by analysts and management can have a big impact on a stock every three months. If management issues guidance for the next quarter that is worse than expected, the stock’s price will drop. Similarly, if management issues better-than-expected guidance—or an analyst upgrades their independent estimates—the stock can rise significantly.\n\nIn the U.S., most companies that pay a dividend will distribute it more or less evenly over four quarters. In many economies outside the U.S., it is common to split the annual dividend into quarterly payments, with one of the payments being much larger than the others. It is also not unusual to find companies outside the U.S. that only pay one dividend per year.\n\nThe payment of quarterly dividends can create some volatility in a stock’s price when theex-datearrives. Some analysts have noticed that investors may rebalance or sell their stock on the ex-date or soon after, when the dividend growth rate appears to be slowing or other changes in the market make the dividend less attractive.\n\nSome companies do their reporting using “halves,” or H1 and H2, to divide their year into two parts instead of four. The first half of the year, or H1, always includes the first and second quarters. The second half of the year, or H2, always includes the third and fourth quarters.\n\nFor a variety of reasons, some public companies will use a nonstandard or non-calendar quarterly reporting system. In addition, certain governments use different quarter systems. The first quarter of the U.S. federal government’s fiscal year is October, November, and December. State governments may also have their own fiscal calendars.\n\nSometimes a company may have a nonstandard fiscal year to help with business or tax planning. The IRS allows companies to choose atax yearthat is still 52–53 weeks long but does not end in December.\n\nIn 2021, H&R Block (HRB) changed its fiscal year to end on June 30, from the previous April 30.Upon announcing this, it stated that the change “allows for better alignment of complete tax seasons in comparable fiscal periods and other related benefits.”\n\nReleasing an annual report, which may be accompanied by shareholder meetings and additional disclosures, after the busiest part of a company’s year helps managers andshareholdersmake better decisions about the year ahead.\n\nCompanies that rely on U.S. government contracts may use September as the end of their fiscal year and their fourth quarter because that is when they expect new projects to be closed and budget planning from the government to be available. Meanwhile, some companies have very unusual quarterly systems.\n\nWhile many companies follow the standard calendar year for their fiscal reporting, several major corporations choose different fiscal calendars to align better with their business cycles.\n\nApple Inc. (AAPL) has a fiscal year that ends on the last Saturday of September. By avoiding a calendar-year fiscal cycle, Apple can better align its financial reporting with its product launch schedule, which typically sees new iPhone releases in September. This timing allows Apple to capture the early sales surge from its flagship products in the first quarter of the fiscal year, providing a more accurate reflection of its financial performance following major product launches.\n\nNVIDIA Corp. (NVDA), a leader in graphics processing units (GPUs) and artificial intelligence (AI) technology, ends its fiscal year on the last Sunday of January. This schedule helps NVIDIA to account for the increased demand during the holiday season, which is a critical period for sales in the gaming and technology markets. By concluding its fiscal year after this peak period, NVIDIA can provide a comprehensive overview of itsfinancial healthfollowing its busiest sales quarter.\n\nWalmart Inc. (WMT), one of the largest retail corporations globally, concludes its fiscal year on Jan. 31. This timing allows Walmart to include the entirety of the holiday shopping season in its fourth-quarter results. The extended holiday period significantly impacts Walmart’srevenue, and ending the fiscal year in January ensures that the company’s annual report reflects this crucial season’s sales performance.\n\nEli Lilly and Co. (LLY), a global pharmaceutical leader, ends its fiscal year on Dec. 31, aligning with the standard calendar year. However, what sets Eli Lilly apart is its strategic focus on research and development (R&D) cycles and clinical trial phases. By concluding its fiscal year at the end of December, Eli Lilly can synchronize its financial reporting with the completion of its key research phases, often resulting in significant milestones being reported in the fourth quarter. This alignment allows the company to provide a clear financial overview that includes the outcomes of critical drug trials and regulatory submissions, which are often finalized in the latter part of the year.\n\nAdvanced Micro Devices Inc. (AMD), a major player in the semiconductor industry, ends its fiscal year on the last Saturday of December. This timing is advantageous for AMD, as it captures the sales momentum generated from the launch of new processors and graphics cards, which often occur in the second half of the year. By closing its fiscal year at the end of December, AMD ensures that its annual financial performance includes the peak sales from the holiday season, as well as the revenue from its latest product launches. This schedule allows AMD to present a financial report that accurately reflects its market position and the impact of its innovations during the year.\n\nSome have questioned the importance of the quarterly reporting system. The big argument against the setup is that it puts too much pressure on companies and executives to deliver short-term results to please analysts and investors as opposed to focusing on the long-term interests of the business.\n\nThe other issue is that companies report their summary annual statements once per year, so the information can become stale and out of date between the annual reporting cycle. One approach to solve this problem is to use a trailing four quarters ortrailing 12 months (TTM)analysis.\n\nBy the middle of the fourth quarter of 2024, the annual data for 2024 can be estimated by summarizing the last four quarters. In this case, assume that a company’s third-quarter 2024 results are available. An analyst would manually combine the quarterly data from the first three quarters of 2024 with the last quarter of 2023 to estimate the company’s earnings and revenue trends.\n\nThis analysis will overlap some of the data used in the last annual report, but it will still give some insight into how 2024 is likely to look by the end of the year. If the first three quarters of 2024 had been poor compared to the first three quarters of 2023, the trailing-four-quarter analysis will show that.\n\nGiven that there are so many variables to be accounted for with each new quarter, using the best accounting software is a great way to help accountants save time and ensure all reporting is accurate.\n\nA fiscal quarter is a three-month period in which a company reports its financial results. As its name suggests, there are four quarterly periods in a year, meaning a publicly traded company would issue four quarterly reports per year.\n\nCompanies and investors alike use fiscal quarters to keep track of their financial results and business developments over time. These quarters are often referred to as Q1, Q2, Q3, and Q4.\n\nA company can choose how to divide a calendar year into these four quarters. Companies will often end a quarter at the end of March, June, September, and December. A company can elect to have its fiscal year end anytime, thereby impacting how its quarters are divided.\n\nFiscal quarters do not have to line up with the calendar year. For instance, if a company chooses to have its fiscal year starting in February rather than January, then its first quarter would consist of February, March, and April. Companies sometimes choose to do this if they want their fiscal year to end in their own peak season. Alternatively, since finishing the year often involves a lot of additionalaccountingwork, some companies choose to end their fiscal year on a relatively calm month.\n\nThere are two components to Q4 2024. The first part (“Q4”) represents the quarter, while the second part (“2024”) represents the year. In this example, the phrase Q4 2024 means the fourth quarter of 2024.\n\nBecause this phrase includes both the quarter and the year, this phrase assumes that whatever is being analyzed has a fiscal year that is the same as a calendar year.\n\nA fiscal calendar is an arbitrary range of dates that defines a company’s annual reporting cycle. Instead of simply using a standard calendar year that runs from January through December, a company can decide to use a different calendar cycle for reporting that better aligns with its operations, cyclicality, or seasonality.\n\nFor example, a company may elect to have a fiscal year ending in June. Although the calendar year runs from January through December, the company’s year-end income statement will run from July 1 to June 30.\n\nIf a company decides to have a fiscal year different from a calendar year, the dates for each quarter may be different. However, if a company decides to report financial information on the same dates as a standard calendar cycle, the dates are:\n\nOrganizing financial planning and reporting into three-month quarterly units enables companies and those that analyze and govern them to track progress, set requirements, and make useful comparisons. Some critics feel undue focus on quarters promotes short-term thinking and planning and can make some information out of date. But generally, organizing information this way—and quarters don’t have to follow the traditional calendar—increases the ability to recognize potential problems early.\n\nCostco Wholesale. “2024 Annual Report.” Page 41.\n\nInternal Revenue Service. “About Form 941, Employer’s Quarterly Federal Tax Return.”\n\nInvestor.gov, U.S. Securities and Exchange Commission. “How to Read a 10-K/10-Q.”\n\nUSAGov. “The Federal Budget Process.”\n\nInternal Revenue Service. “Tax Years.”\n\nH&R Block, Investor Relations. “H&R Block Reports Strong Fiscal 2022 Results; Increases Dividend & Announces New Share Repurchase Authorization.”\n\nH&R Block, Investor Relations. “FAQs.”\n\nTheStreet. “H&R Block Raises Dividend, Shifts Fiscal Year.”",
  "url": "https://www.investopedia.com/terms/q/quarter.asp"
}