{
  "term": "Fisher Transform Indicator: Definition and How to Use It in Trade",
  "definition": "The Fisher Transform Indicator is atechnical indicatorthat converts prices into a Gaussiannormal distribution. It highlights when prices have moved to an extreme, based on recent prices. This may help in spotting turning points in the price of an asset. It also helps show the trend and isolate the price waves within a trend. The Fisher Transform Indicator was created by John F. Ehlers.\n\nFisher Transform=12∗ln⁡(1+X1−X)where:ln⁡is the natural logarithmX=transformation of price to a level between -1 and 1\\begin{aligned} &\\text{Fisher Transform} = \\frac{1}{2}*\\ln \\left( \\frac{1+X}{1-X} \\right)\\\\ &\\textbf{where:}\\\\ &\\ln \\text{ is the natural logarithm}\\\\ &X = \\text{transformation of price to a level between -1 and 1}\\\\ \\end{aligned}​Fisher Transform=21​∗ln(1−X1+X​)where:lnis the natural logarithmX=transformation of price to a level between -1 and 1​\n\nNow that you know the formula, you can use the following steps to calculate the Fisher Transform Indicator:\n\nAs noted above, the Fisher Transform Indicator is an indicator used in technical analysis. It was developed by author, trader, and engineer John F. Ehlers. Ehlers became a trader in the mid-1970s and created several indicators that are used by traders today.\n\nThe Fisher Transform Indicator enables traders to create a Gaussian normal distribution. It converts data that isn't typically normally distributed, such asmarket prices. In essence, the transformation makes peak swings relatively rare events to help better identify pricereversalson a chart.\n\nThis technical indicator is commonly used by traders looking for changes and trends in asset prices. More specifically, they generally seek leading signals rather thanlagging indicators. Using the Fisher Transform Indicator can help traders understand the movement of asset prices and market conditions.\n\nThe Fisher Transform indicator is unbounded, which means extremes can occur for a long time. An extreme is based on anasset'shistorical readings. For some assets, a high reading may equal seven or eight, while a low reading may be -4. These values may differ for other assets.\n\nAn extreme reading indicates the possibility of a reversal. This should be confirmed when the indicator changes direction. For example, an asset price may drop (or has already started dropping) when the indicator heads lower after reaching an extremely high level with a strong price rise in the asset.\n\nThe Fisher Transform Indicator frequently has asignal lineattached. This is amoving average (MA)of the indicator's value, so it moves slightly slower than the Fisher Transform line. Some traders use it as a trade signal when the indicator crosses the trigger line. For example, when it drops below the signal line after hitting an extreme high, it could be used as a signal to sell a currentlong position.\n\nAs with many indicators, the Fisher Transform Indicator will provide lots oftrade signals—plenty of which are not profitable to follow. Some traders prefer to use the indicator in conjunction withtrendanalysis. For instance, when the price rises, you can use it for buy and sell signals—not forshort-sellsignals. During a downtrend, you can use it for short-sell signals and ideas on when to cover.\n\nThe Fisher Transform can also be applied to other technical indicators, such as therelative strength index (RSI)ormoving average convergence/divergence (MACD).\n\nThese two indicators look very different on a chart, yet both are based on a distribution of asset prices.\n\nBollinger Bands®use a normal distribution in that they usestandard deviationto show when the price may be overextended. Fisher Transform, on the other hand, uses a Gaussian normal distribution.\n\nThe Fisher Transform appears as a separate indicator on a price chart, while Bollinger Bands® are overlayed over the price.\n\nAlthough the Fisher Transform Indicator is a popular tool for technical analysts, there are certain drawbacks to using it. For instance:\n\nThe Fisher Transform Indicator and moving average convergence/divergence are two different indicators that are used in technical analysis. Both of these tools provide traders with valuable information about trend signals. The Fisher Transform Indicator normalizes asset prices by transforming them while the MACD depends on moving averages and can be used in trading strategies involving short-term trends. The Fisher Transform Indicator is generally considered to be more accurate because it provides a clearer picture of how the market is moving.\n\nTechnical analysis is a trading strategy or discipline that uses past performance and data to find opportunities in the market. Traders analyze asset prices, implied volatility, and trading volume to make predictions about future performance. This data is used in calculations of various technical indicators, then plotted on charts and graphs that can help the trader pinpoint entry and exit points.\n\nA technical indicator is a signal that traders use in technical analysis. It relies on key asset data—namely, historical prices and trading volume. They are commonly used to analyze short-term movements and are also useful for long-term traders who want to identify entry and exit points. There are thousands of technical indicators, which generally fall into two categories: overlays and oscillators. Examples include the Fisher Transform Indicator, moving averages, the relative strength index, and the moving average convergence/divergence.\n\nIndicators help technical traders find opportunities in the market. The Fisher Transform Indicator is one of these tools. The indicator allows traders to create a Gaussian normal distribution by converting prices. Among the benefits is being able to spot trends and identify price waves within the trend. Traders should keep in mind that although it is considered a reliable tool, the Fisher Transform Indicator should be used with others to provide a more accurate picture of the market so the potential for loss is minimized.\n\nQuantified Strategies. \"John Ehlers Trading Strategy: The Instantaneous Trendline with Backtest.\"",
  "url": "https://www.investopedia.com/terms/f/fisher-transform.asp"
}