{
  "term": "Fitch Ratings: Definition, Uses, and Rating Scale",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nFitch Ratings is a company that evaluates the integrity of debt instruments like bonds based on the financial stability of the issuing company or government body. The role of Fitch Ratings is to determine the likelihood that the issuing body will default and fail to repay its debt.\n\nFitch Ratings, Moody's, and Standard & Poor's are the three major agencies that rate bonds. Using similar grading systems, the companies rate bonds on a scale from top-quality \"investment grade\" to low-quality \"speculative\" or junk bonds.\n\nBonds are rated before they are issued, and that process plays a large role in the return they must pay investors. The higher the risk, the higher the return must be. Later events during the term of the bond may also cause the agencies to change the bond's rating.\n\nInvestors use Fitch ratings to determine which investments are less likely to default and yield a solid return. Fitch bases the ratings on several factors, such as what kind of debt a company holds and its sensitivity to systemic changes like interest rates.\n\nLike its competitors, Fitch identifies debt instruments as investment grade or non-investment grade. It further rates debt instruments according to a letter system.\n\nThe investment grade ratings are:\n\nThe non-investment grade ratings are:\n\nFitch also providessovereign credit ratingsthat describe each nation’s ability to meet its debt obligations.\n\nSovereign credit ratings help investors gain insight into the level of risk associated with investing in a particular country. Countries invite Fitch and other credit rating agencies to evaluate their economic and political environments and financial situations to determine a representative rating.\n\nA good credit rating is essential, particularly for developing nations, as it gets them access to international bond markets.\n\nIn 2018 Fitch awarded the United States the highest AAA long-term sovereign credit rating. On the lower end was Brazil with a BB-.\n\nIn 2023, Fitch downgraded the U.S. to AA+, a rating between AAA and AA that signifies a slight reduction in confidence that the country can pay its debts, but the agency believes the U.S. is still a high-quality investment with a low risk of defaulting.\n\nCountry ratings influence international investor sentiments, which is why the U.S. downgrade to AA+ by Fitch was considered significant.\n\nFitch Ratings also analyzes the issues of companies, local governments and agencies, and financial institutions for their creditworthiness.\n\nFor example, the agency analyzed two of Jacksonville, Florida's special revenue bonds, awarding them an AA- investment grade rating. This means the municipality is rated between a low risk of default and a low expectation of default on its two issuances, which total more than $290 million. The bonds are intended to refund earlier bond issues and finance capital equipment and improvements in the city.\n\nAt the financial institution level, Fitch rated National Westminster Bank mortgage-covered bonds at AAA, with a stable outlook. This rating is the highest available, signifying Fitch's confidence in the London-based bank's bonds.\n\nFitch Ratings are an indication of the creditworthiness of a company, a nation, or other entity. The rating is a conclusion about the ability of an entity to repay its debt.\n\nA rating of A+ means there is a low default risk and that a business or country is slightly more vulnerable to business or economic factors. The plus symbol indicates that the entity's credit rating is higher than others given the A rating but not enough to warrant an upgrade to the AA rating.\n\nMoody's and Fitch Ratings are rating agencies that evaluate the creditworthiness of businesses and governments that seek to borrow money by issuing bonds or other debt instruments.\n\nThe ratings are used by investors to make decisions about their investments in debt.\n\nMore broadly, their ratings are seen as an indication of the financial health of the issuer.\n\nBoth agencies also provide sovereign credit ratings for countries to help international investors make investing decisions.\n\nFitch Ratings is a credit rating agency that rates institutions, corporations, and countries for their creditworthiness. The agency has been around for more than 100 years, offering insights to investors worldwide.\n\nFitch Ratings. \"Rating Definitions.\"\n\nFitch Ratings. \"Rating Action Commentary: Fitch Affirms U.S. at 'AAA'; Outlook Stable.\"\n\nFitch Ratings. \"Rating Action Commentary: Fitch Downgrades Brazil's Ratings to 'BB-'; Revises Outlook to Stable.\"\n\nFitch Ratings. \"Fitch Downgrades the United States' Long-Term Ratings to 'AA+' from 'AAA'; Outlook Stable\"\n\nFitch Ratings. \"Fitch Rates Jacksonville, FL's Special Rev Bonds 'AA-'; Outlook Stable.\"\n\nFitch Ratings. \"Fitch Affirms NatWest's Covered Bonds at 'AAA'; Outlook Stable.\"",
  "url": "https://www.investopedia.com/terms/f/fitch-ratings.asp"
}