{
  "term": "Fixed-Rate Mortgage: How It Works, Types, vs. Adjustable Rate",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe term fixed-rate mortgage refers to a home loan that has a fixed interest rate for the entire term of the loan. In other words, the mortgage carries a constant interest rate for the entire loan, resulting in a fixed monthly payment as well.Mortgage loansare used to finance the purchase of a home or property.\n\nFixed-rate mortgagesare popular products for consumers who want the predictability of steady, fixed monthly payments forbudgetingpurposes. Typically, fixed-rate mortgage loans have terms of 15 or 30 years but can vary depending on the terms agreed upon by themortgage lenderand borrower.\n\nSeveral kinds of mortgage products are available on the market, but they boil down to two basic categories:variable-rate loansand fixed-rate loans. With variable-rate loans, theinterest rateis set above a certain benchmark. It then fluctuates, which means it changes at certain periods.\n\nConversely, fixed-rate mortgages carry the same interest rate throughout the entire length of the loan. Unlike variable- andadjustable-rate mortgages (ARMs), fixed-rate mortgages don’t fluctuate with themarket. In other words, the interest rate in a fixed-rate mortgage stays the same regardless of whethermortgage interest ratesgo—up or down.\n\nTypically, homebuyers looking to remain in the home for the long term usually opt for a a fixed-rate mortgage. They prefer these mortgage products because the payments are predictable. In short, borrowers know how much they’ll be expected to pay each month, so there are no surprises.\n\nThe mortgage term basically refers to the life span of the loan—that is, how long you have to make payments on it. In the United States, terms can range anywhere from 10 to 30 years for fixed-rate mortgages; 10, 15, 20, and 30 years are the usual increments. Of all the term options, the most popular is 30 years, followed by15 years.\n\nAnopen fixed-rate mortgageallows borrowers to pay down the principal balance before the loan's maturity date without any additional fees and charges. Borrowers must pay additional fees if they pay off a closed mortgage before it matures.\n\nThe actual amount of interest that borrowers pay with fixed-rate mortgages varies based on how long the loan is amortized. That is the period for which the payments are spread out. While the interest rate on the mortgage and the amounts of the monthly payments themselves don’t change, the way that your money is applied does. Mortgagors pay more toward interest in the initial stages of repayment; later on, their payments go more to the loanprincipal.\n\nSo, the mortgage term comes into play when calculating mortgage costs. The basic rule of thumb: The longer the term, the more total interest that you pay. For example, someone with a 15-year term will pay less in total interest than someone with a 30-year fixed-rate mortgage.\n\nCrunching the numbers can be a bit complicated: To determine exactly what a particular fixed-rate mortgage costs—or to compare two different mortgages—it’s simplest to use amortgage calculator.\n\nYou plug in a few details—typically, home price,down payment, loan terms, and interest rate—push the button and get your monthly payments. Some calculators break those down, showing what goes to interest, principal, and even (if you so designate) property taxes. They’ll also show you an overallamortization schedule, which illustrates how those amounts change over time.\n\nThe 30-year fixed-rate mortgage is the product of choice for nearly 90% of today’s homeowners.\n\nIf you’re into crunching numbers, there’s a standard formula to calculate your monthly mortgage payment by hand.\n\nM=P∣i(1+i)n∣[(1+i)n−1]where:M=Monthly paymentP=Principal loan amount (the amount that you borrow)i=Monthly interest raten=Number of months required to repay the loan\\begin{aligned}&M=\\frac{P|i(1+i)^n|}{[(1+i)^n-1]}\\\\&\\textbf{where:}\\\\&M=\\text{Monthly payment}\\\\&P=\\text{Principal loan amount (the amount that you borrow)}\\\\&i=\\text{Monthly interest rate}\\\\&n=\\text{Number of months required to repay the loan}\\end{aligned}​M=[(1+i)n−1]P∣i(1+i)n∣​where:M=Monthly paymentP=Principal loan amount (the amount that you borrow)i=Monthly interest raten=Number of months required to repay the loan​\n\n​So, to solve for the monthly mortgage payment (M), you plug in the principal (P), the monthly interest rate (i), and the number of months (n).\n\nIf you want to calculate the mortgage interest alone, here’s a fast formula for that:\n\nmonthly interest=(loan balance×interest rate)12\\begin{aligned}\\text{monthly interest}=\\frac{(\\text{loan balance}\\times\\text{interest rate})}{12}\\end{aligned}monthly interest=12(loan balance×interest rate)​​\n\nAdjustable-rate mortgages (ARMs)are a hybrid between fixed- and variable-rate loans. They have bothfixed- and variable-rate componentsand are also usually issued as amortized loans with steady installment payments over the life of the loan. They have a fixed rate of interest in the first few years of the loan, followed by a variable-rate interest rate.\n\nAmortization schedules can be slightly more complex since rates for a portion of these loans are variable. Thus, investors can expect to have varying payment amounts rather than consistent payments aswith a fixed-rate loan.\n\nPeople who don’t mind the unpredictability ofrising and falling interest ratesmay favor ARMs. Borrowers who know that they either willrefinanceor won’t hold the property for a long period of time also tend to prefer ARMs. These borrowers typically bet on rates to fall in the future. If rates do fall, then a borrower’s interest decreases over time.\n\nMost amortized loans come with fixed interest rates, although there are cases wherenon-amortizing loanshave fixed rates, too.\n\nAmortized fixed-rate mortgageloansare among the most common types of mortgages offered by mortgage lenders. These loans have fixed rates of interest over the life of the loan and steady installment payments. A fixed-rate amortizing mortgage loan requires a basisamortization scheduleto be generated by the lender.\n\nYou can easily calculate an amortization schedule with a fixed-rate interest when a loan is issued. That’s because the interest rate in a fixed-rate mortgage doesn’t change for every installment payment. This allows a mortgage lender to create a payment schedule with constantpaymentsover the life of the loan.\n\nAs the loan matures, the amortization schedule requires the borrower to pay more principal and less interest with each payment. This differs from a variable-rate mortgage, where a borrower has to contend with varying loan payment amounts that fluctuate with interest rate movements.\n\nFixed-rate mortgages can also be issued as non-amortized loans. These are usually referred to asballoon payment loansorinterest-only loans. Lenders have some flexibility in how they can structure these alternative loans with fixed interest rates.\n\nA common structuring for balloon payment loans is to charge borrowers annual deferred interest. This requires interest to be calculated annually based on the borrower’s annual interest rate. Interest is then deferred and added to a lump sum balloon payment at the end of the loan.\n\nIn an interest-only fixed-rate loan, borrowers pay only interest in scheduled payments. These loans typically charge monthly interest based on a fixed rate. Borrowers make monthly payments of interest, with no payment of principal required until a specified date.\n\nIf you have a fixed-rate mortgage, you may be able to refinance it at the prevailing rate if it is lower. Keep in mind, though, that you may have to pay additional fees to do so.\n\nVarying benefits andrisksare involved for both borrowers and lenders in fixed-rate mortgage loans. What may be a benefit for one is often a drawback for the other. The following are the most common pros and cons of fixed-rate mortgages.\n\nMany consumers prefer fixed-rate mortgages because the rate remains constant for the life of the loan. This provides them with a guarantee that the loan won't change even if interest rates go up. It also provides borrowers with predictability since they always know how much they'll have to pay. This allows them to budget for other financial obligations.\n\nLendersalso benefit from fixed-rate products. This is especially true when interest rates drop. In 2020 and 2021, the Federal Reserve's lowering of the federal funds ratebrought mortgage rates down in response.\n\nIn environments where rates are suddenly low, lenders can profit from the higher interest payments made by borrowers on their fixed-rate home loans.\n\nBorrowers have no flexibility when it comes to interest rates or payments with fixed-rate mortgages. So when interest rates drop, fixed-rate borrowers end up paying more than people who have adjustable-rate mortgages.\n\nBorrowers typically seek to lock in lower rates of interest to save money over time. When rates rise, a borrower maintains a lower payment compared to current market conditions. A lending bank, on the other hand, doesn't earn as much as it could from the prevailing higher interest rates—foregoingprofitsfrom issuing fixed-rate mortgages that could be earning higher interest over time in a variable-rate scenario.\n\nProtects borrowers against interest rate volatility\n\nPredictable payments for borrowers\n\nHigher profits for lenders when rates are low\n\nBorrowers pay more when rates are low\n\nLenders earn less when rates are high\n\nThere are several reasons why you may want to choose a fixed-rate mortgage over an ARM. Fixed-rate loans provide you with stability and predictability. Your rate is locked in for the entire length of the loan, even when rates go up. Fixed rates take the guesswork of figuring out how much you have to pay, meaning you'll always know your payment amount, allowing you to save and budget for other financial obligations.\n\nInterest rates tend to drop when times are tough, and the economy becomes sluggish. If you already have a fixed-rate mortgage, your payment won't change because your interest rate remains the same throughout the life of the loan. However, you stand to benefit from a low rate if you're in the market for a new home (if you can afford it as the economy slows down) or if you are able torefinancewith your lender.\n\nThe main benefits of having a fixed-rate mortgage include protection against interest rate volatility and predictability. This means that your rate won't change in an environment where interest rates rise, helping you plan your finances since you'll know how much your payments are each month.\n\nMost of us can't afford to pay cash for our homes, which is why we need to take out mortgages. There are so many different products on the market for homeowners, so it's important to do your research to see which one fits your needs. Fixed-rate mortgages provide the security of knowing that your rate and monthly payment won't change over the life of the loan. However, you won't benefit if mortgage interest rates fall, which means you'll need torefinance the loanto take advantage of lower rates.\n\nFreddie Mac. “Choose Your Term.”",
  "url": "https://www.investopedia.com/terms/f/fixed-rate_mortgage.asp"
}