{
  "term": "Fixed Interest Rate: Definition, Pros & Cons, vs. Variable Rate",
  "definition": "Goodboy Picture Company / Getty Images\n\nA fixed interest rate is an unchanging rate charged on a liability, such as a loan or a mortgage. It might apply during the entire term of the loan or for just part of the term, but it remains the same throughout a set period.Mortgages can have multiple interest-rate options, including one that combines a fixed rate for some portion of the term and an adjustable rate for the balance. These are referred to ashybrids.\n\nA fixed interest rate is attractive to borrowers who don’t want theirinterest ratesfluctuating over the term of their loans, potentially increasing their interest expenses and, by extension, theirmortgage payments. This type of rate avoids the risk that comes with a floating or variable interest rate, in which the rate payable on a debt obligation can vary depending on a benchmark interest rate or index, sometimes unexpectedly.\n\nBorrowers are more likely to opt for fixed interest rates when the interest rate environment is low when locking in the rate is particularly beneficial. Theopportunity costis still much less than during periods of high interest rates if interest rates end up going lower.\n\nFixed rates are typically higher than adjustable rates. Loans with adjustable or variable rates usually offer lower introductory orteaser ratesthan fixed-rate loans, making these loans more appealing than fixed-rate loans when interest rates are high.\n\nTheConsumer Financial Protection Bureau (CFPB)provides arange of interest ratesborrowers can expect at any given time depending on their location. The rates are updated biweekly, and consumers can input information such as their credit score, down payment, and loan type to get a closer idea of what fixed interest rate they might pay at any given time and weigh this against anadjustable-rate mortgage (ARM).\n\nThe interest rate on a fixed-rate loan remains the same during the life of the loan. Because the borrower's payments stay the same, it's easier to budget for the future.\n\nCalculating fixed interest costs for a loan is relatively simple. You just need to know:\n\nRemember that yourcredit scoresand income can influence the rates you pay for loans, regardless of whether you choose a fixed- or variable-rate option.\n\nOnline loan calculators can help you quickly and easily calculate fixed interest rate costs for personal loans, mortgages, and other lines of credit.\n\nVariable interest rateson ARMs change periodically. A borrower typically receives an introductory rate for a set period of time—often for one, three, or five years. The rate adjusts on a periodic basis after that point. Such adjustments don’t occur with a fixed-rate loan that’s not designated as a hybrid.\n\nIn our example, a bank gives a borrower a 3.5% introductory rate on a $300,000, 30-year mortgage with a5/1 hybrid ARM. Their monthly payments are $1,347 during the first five years of the loan, but those payments will increase or decrease when the rate adjusts based on the interest rate set by the Federal Reserve or another benchmark index.\n\nIf the rate adjusts to 6%, the borrower’s monthly payment would increase by $452 to $1,799, which might be hard to manage. But the monthly payments would fall to $1,265 if the rate dropped to 3%.\n\nIf, on the other hand, the 3.5% rate were fixed, the borrower would face the same $1,347 payment every month for 30 years. The monthly bills might vary asproperty taxeschange or thehomeowners insurancepremiums adjust, but the mortgage payment remains the same.\n\nFixed-rate loans can be counted on, whereas there’s always a bit of uncertainty associated with variable interest rates.\n\nFixed interest rates can offer both pros and cons for borrowers. Looking at the advantages and disadvantages side by side can help decide whether to choose a fixed- or variable-rate loan product.\n\nFixed interest rates provide consumers with some degree of predictability. This means that your monthly loan or mortgage payments remain the same for the lifetime of the loan. Even if conditions change and rates go up, your rate remains the same. As such, you won't have tobudgetfor increases in your payments later on down the road.\n\nWhen interest rates are low or near historic lows, a loan that comes with a fixed interest rate can become more attractive. Taking out a loan with adjustable or variable rates probably won't be a good option, especially since there's a risk that rates may go up in the future.\n\nA fixed interest rate on a mortgage, loan, orline of creditmakes it easier to calculate the lifetime cost of borrowing because the rate doesn't change. This allows you to budget for other expenses, including any extras like vacations or a new car. It also gives you the opportunity to plan for any savings.\n\nFixed interest rates tend to be higher than adjustable rates. Depending on the overall interest rate environment, it is highly possible that a loan with a fixed rate may carry a higher interest rate than an adjustable-rate loan.\n\nYou'll also want to consider declining rates when it comes to fixed interest rates. That's because if interest rates decline, you could be locked into a loan with a higher rate, whereas a variable-rate loan would keep pace with itsbenchmarkrate.\n\nRefinancingis another drawback. When you refinance your loan from one fixed-rate product to another of the same type or to a variable-rate loan, you could save money when rates drop. But it can be time-consuming, and closing costs can be high.\n\nMore attractive when interest rates are low\n\nEasier to calculate long-term costs of borrowing\n\nMay be higher than adjustable rates\n\nIf rates decline, you may pay more for your loan\n\nRefinancing to a lower rate can be time-consuming and expensive\n\nLet's take a look at a couple of examples to show how fixed interest rates work.\n\nAssume that you're taking out a $30,000 debt consolidation loan to be repaid over 60 months at 5% interest. Your estimated monthly payment would be $566 and your total interest paid would be $3,968.22. This assumes you don't repay the loan early by increasing your monthly payment amount or making lump-sum payments toward the principal.\n\nHere's another example. Say you get a $300,000 30-year mortgage at 3.5%. Your monthly payments would be $1,347 and your total mortgage costs with interest included would come to $484,968.\n\nFixed interest rates remain constant throughout the lifetime of the loan. This means that when you borrow from your lender, the interest rate doesn't rise or fall but remains the same until your debt is paid off. You do run the risk of losing out when interest rates start to drop but you won't be affected if rates start to rise. Having a fixed interest rate on your loan means you'll know exactly how much you'll pay each month, so there are no surprises. As such, you can plan and budget for your other expenses accordingly.\n\nFixed interest rates remain constant throughout the lifetime of the debt. This means they aren't susceptible to changes in the economy. So if you have a mortgage with a fixed rate of 6%, it will never change until you pay off the debt. Variable interest rates, on the other hand, are privy to change based on the interest rate environment. When interest rates drop or rise, the rate on your loan will follow suit. So your loan may be come cheaper or more expensive depending on if rates drop or rise.\n\nThere are a few benefits to taking out a loan with a fixed interest rate. Fixed rates provide some degree of predictability. Because your interest rate is locked in, you know exactly how much you'll have to pay each month. This allows you to budget for other expenses. You also benefit during low interest rate environments because you lock your rate for the life of the debt.\n\nIf you've ever taken out a loan, you know that you can't avoid paying interest. But understanding how they work can certainly help you save some money. They come in many different shapes and sizes, including fixed interest rates. This type of interest rate is locked in for the entire life of your debt, whether that's a car loan, line of credit, or mortgage. Unlike variable rates, which change according to the interest rate environment, you'll know how much you have to pay each month and your interest rate will never change until you either pay off the debt or you refinance.\n\nCFPB. \"Understanding Loan Options.\"\n\nCFPB. \"What is an adjustable rate mortgage and what are rate caps?\"",
  "url": "https://www.investopedia.com/terms/f/fixedinterestrate.asp"
}