{
  "term": "Fixed Cost: What It Is and How It’s Used in Business",
  "definition": "A fixed cost is a business expense that doesn't vary even if the level of production or sales changes given a specific relevant range.\n\nA fixed cost is a business expense that normally doesn’t change with an increase or decrease in the number of goods and services produced or sold by the business. Fixed costs are commonly related to recurring expenses not directly related to production, such as rent, interest payments, insurance, depreciation, and property tax. Fixed costs are opposite of variable costs, expenses that fluctuate in line as more or less products are manufactured.\n\nFixed costs don’t change with production levels. Also referred to as fixed expenses, they are usually established by contract agreements or schedules. These are the base costs involved in operating a business. Once established, fixed costs do not change over the life of an agreement or cost schedule.\n\nFixed costs are allocated in the indirect expense section of the income statement, which leads tooperating profit.Depreciationis a common fixed expense that is recorded as an indirect expense. Companies create a depreciation expense schedule for asset investments with values falling over time.\n\nFor example, a company might buy machinery for a manufacturing assembly line that is expensed over time using depreciation. Another primary fixed and indirect cost is salaries for management.\n\nAny fixed costs on the income statement are accounted for on the balance sheet andcash flow statement. Fixed costs on the balance sheet may be either short- or long-termliabilities. Any cash used to pay fixed cost expenses is shown on the cash flow statement.\n\nIn general, the opportunity to lower fixed costs can benefit a company’sbottom lineby reducingexpensesand increasingprofit.\n\nCompanies examine fixed (and variable) expenses when analyzingcosts per unit. As such, thecost of goods sold (COGS)can include both types of costs. All costs directly associated with producing a good are summed collectively and subtracted from revenue to arrive atgross profit. Cost accounting varies for each company depending on the costs with which they work.\n\nEconomies of scalecan also be a factor for companies producing large quantities of goods. Fixed costs can contribute to better economies of scale because they can decrease per unit when larger quantities are produced. That is, per-unit fixed costs drop when they get spread out over a larger number of units.\n\nFixed costs that may be directly associated with production will vary by company but can include costs likedirect laborand rent.\n\nCompanies have some flexibility when breaking down costs on theirfinancial statements, and fixed costs can be allocated throughout their income statement. The proportion of fixed to variable costs (and how they're allocated) can depend on its industry.\n\nFixed costs include any number of expenses, including rental and lease payments, certain salaries, insurance, property taxes, interest expenses, depreciation, and some utilities.\n\nFor instance, someone who starts a new business would likely begin with fixed expenses forrentand management salaries.\n\nAll types of companies have fixed-cost agreements that they monitor regularly. While these fixed costs may change over time, the change is not related to production levels. Instead, changes can stem from new contractual agreements or schedules.\n\nFixed expenses are usually negotiated for a specified period but can't decrease on a per-unit basis when they are associated with thedirect costsection of the income statement, fluctuating in the breakdown of costs of goods sold.\n\nUnlikefixed costs, variable costsare costs directly associated with production. Therefore, they change depending on business output. These costs can increase or decrease relative to production levels or sales.\n\nWhen production increases,variable costsrise. When production decreases, these expenses drop. Variable costs also vary by industry, so it's important for anyone analyzing companies to make comparisons between those that are in the same industry.\n\nExamples of variable costs include the cost of labor, utilities,raw materials, shipping costs, and commissions.\n\nAnother type of expense is a hybrid between fixed and variable costs.Semi-variable costsare composed of fixed and variable components, which means they are fixed for a certain production level. After this threshold, the costs become variable. Some of the most common examples of semi-variable costs include those for repairs and electricity.\n\nFixed expenses can be used to calculate several keymetrics, including a company’s breakeven point and operating leverage.\n\nAbreakeven analysisinvolves using both fixed and variable costs to identify a production level at whichrevenueequals costs. This can be an important part of cost structure analysis. A company’s breakeven production quantity is calculated by:\n\nBreakeven Point=Fixed CostsSPPU−VCPUwhere:SPPU=Sales price per unitVCPU=Variable cost per unit\\begin{aligned}&\\text{Breakeven Point} = \\frac{ \\text{Fixed Costs} }{ \\text{SPPU} - \\text{VCPU} } \\\\&\\textbf{where:} \\\\&\\text{SPPU} = \\text{Sales price per unit} \\\\&\\text{VCPU} = \\text{Variable cost per unit} \\\\\\end{aligned}​Breakeven Point=SPPU−VCPUFixed Costs​where:SPPU=Sales price per unitVCPU=Variable cost per unit​\n\nA company’s breakeven analysis can be important for decisions that must be made about fixed and variable costs. The breakeven analysis also influences the price at which a company chooses to sell its products.\n\nOperating leverageis a cost structure metric used in cost structure management. Companies can generate more profit per additional unit produced with higher operating leverage.\n\nThe proportion of fixed to variable costs influences a company’s operatingleverage. Higher fixed costs help operating leverage to increase. You can calculate operating leverage using the following formula:\n\nOperating Leverage=Q×(P−V)(Q×(P−V))−Fwhere:Q=Number of unitsP=Price per unitV=Variable cost per unitF=Fixed costs\\begin{aligned}&\\text{Operating Leverage} = \\frac{ \\text{Q} \\times ( \\text{P} - \\text{V} ) }{ ( \\text{Q} \\times ( \\text{P} - \\text{V} ) ) - \\text{F} } \\\\&\\textbf{where:} \\\\&\\text{Q} = \\text{Number of units} \\\\&\\text{P} = \\text{Price per unit} \\\\&\\text{V} = \\text{Variable cost per unit} \\\\&\\text{F} = \\text{Fixed costs} \\\\\\end{aligned}​Operating Leverage=(Q×(P−V))−FQ×(P−V)​where:Q=Number of unitsP=Price per unitV=Variable cost per unitF=Fixed costs​\n\nIn addition to financial statement reporting, most companies closely follow theircost structuresthrough independent cost structure statements and dashboards.\n\nIndependent cost structure analysis helps a company fully understand its fixed and variable costs and how they affect different parts of the business, as well as the total business overall. Many companies have cost analysts dedicated solely to monitoring andanalyzinga business's fixed and variable costs.\n\nThefixed charge coverage ratio, on the other hand, is a type ofsolvencymetric that helps analyze a company's ability to pay its fixed-charge obligations. The fixed-charge coverage ratio is calculated with the following equation:\n\nEBIT+Fixed Charges Before TaxFixed Charges Before Tax+Interest\\begin{aligned}&\\frac{ \\text{EBIT} + \\text{Fixed Charges Before Tax} }{ \\text{Fixed Charges Before Tax} + \\text{Interest} } \\\\\\end{aligned}​Fixed Charges Before Tax+InterestEBIT+Fixed Charges Before Tax​​\n\nThe fixed cost ratio is a simple ratio that divides fixed costs bynet sales. It's used to determine the proportion of fixed costs involved in production.\n\nAllsunk costsare fixed costs in financial accounting, but not all fixed costs are consideredto be sunk. The defining characteristic of sunk costs is that they cannot be recovered.\n\nFixed costs are associated with a business's basicoperatingandoverhead costs. Fixed costs are considered indirect costs of production, meaning they are not costs incurred directly due to the production process, such as a cost for parts needed for assembly. However, they do factor into total production costs. As a result, fixed costs are depreciated over time instead of being expensed.\n\nUnlike fixed costs, variable costs are directly related to the cost of production of goods or services. Variable costs are commonly designated as the cost of goods sold (COGS), whereas fixed costs are not usually (but can be) included in COGS. Fluctuations in sales and production levels can affect variable costs if factors such as sales commissions are included in per-unit production costs. Meanwhile, fixed costs must still be paid even if production slows significantly.\n\nA fixed cost is one type of business expense. The other two types are variable and semi-variable costs. Fixed costs are expenses that do not change as production levels change. Rent is one example of a fixed cost. Unlike fixed costs, variable costs (e.g., shipping) change based on a company's production levels.",
  "url": "https://www.investopedia.com/terms/f/fixedcost.asp"
}