{
  "term": "Fixed Capital: Definition, What's Included, and Requirements",
  "definition": "Fixed capital is money that has been invested infixed assetsor the long-term assets that a company needs to start up and conduct business, such asproperty, plant, and equipment (PPE). These assets are considered fixed in that they are not consumed or destroyed during the actual production of a good or service but have a reusable value.\n\nFixed capital is a concept used in economic thinking as well as business accounting. In accounting terms, fixed capital is a metric that can be used to understand the financial health of a business. Fixed capital investments are typically depreciated on the company's accounting statements over a long period of time—up to 20 years or more. In contrast,working capitaldescribes the funds and assets that a business needs to pay for its day-to-day operations in the short term.\n\nThe concept of fixed capital was first introduced in the 18th century by the political economistDavid Ricardo. For Ricardo, fixed capital referred to any kind of physical asset that is not used up in the production of a product. This was opposed to Ricardo's idea ofcirculating capital, such as raw materials, operating expenses, and labor. In Marxian economics, fixed capital is closely related to the concept of constant capital.\n\nFixed capital is the portion of total capital outlay of a business invested in physical assets such as factories, vehicles, and machinery that stay in the business almost permanently, or, more technically, for more than one accounting period. Fixed assets can be purchased and owned by a business, or they can be structured as a long-term lease.\n\nOn the other side of the capital equation is what circulates, or what is consumed by a company in the process of production. This includes raw materials, labor, operating expenses, and more. Marx emphasized that the distinction between fixed and circulating capital is relative since it refers to the comparative turnover times of various types of physical capital assets.\n\nFixed capital also \"circulates,\" except that the turnover time is far longer because a fixed asset may be held for several years or decades before it has yielded its value and is discarded for itssalvage value. A fixed asset may be resold and reused at any time before itsuseful lifeis over, which often happens with vehicles and airplanes.\n\nFixed capital assets can be contrasted withvariableassets, the cost and level of which change over time, and with the scale of a company's output. For instance, machinery used in production would be considered fixed capital, as it would remain with a company regardless of current output levels. Raw materials, on the other hand, would fluctuate depending on output levels.\n\nIn accounting terms, fixed capital can also be compared toworking capital, which refers to the funds and liquid assets needed to cover a business's daily operational expenses.\n\nThe amount of fixed capital needed to set up a business is quite particular to each situation, especially from industry to industry. Some lines of business require a large number of fixed-capital assets. Common examples include industrial manufacturers, telecommunications providers, and oil exploration firms. Service-based industries, such as accounting firms, have more limited fixed capital needs. This can include office buildings, computers, networking devices, and other standard office equipment.\n\nWhile production businesses often have easier access to the inventory necessary to create the goods being produced, the procurement of fixed capital can be lengthy. It may take a business a significant amount of time to generate the funds necessary for larger purchases, such as new production facilities. If a company uses financing, it may take time to obtain proper loans. This can increase the risk of financial losses associated with low production if a company experiences an equipment failure and does not have redundancy built in.\n\nDepending on the industry, the time it takes to procure fixed capital can be quite lengthy, which can increase the risk of financial losses if a company has not built in redundancy.\n\nFixed capital investments typically don'tdepreciatein the even way that is shown on income statements. Some devalue quite quickly, while others have nearly infinite usable lives. For example, a new vehicle loses significant value when it is officially transferred from the dealership to the new owner. In contrast, company-owned buildings may depreciate at a much slower rate.\n\nThe depreciation method allows investors to see a rough estimate of how much value fixed capital investments are contributing to the current performance of the company.\n\nWhile fixed capital often maintains a certain level of value, these assets are not considered veryliquidin nature. This is due to:\n\nWhereas fixed capital describes money invested in fixed or long-term assets,working capitaldescribes the cash and other liquid assets that a business might use in its daily operations, like paying invoices or staff payroll.\n\nBecause fixed capital describes investments in long-term assets that are not consumed or destroyed in the production of a good or service, a standard example of fixed capital items isproperty, plant, and equipment (PP&E).\n\nThe amount of fixed capital required to start a business varies depending on the business type and industry. Some lines of business require many fixed capital assets, whereas service-based companies tend to have more limited fixed capital requirements. For example, an industrial manufacturer would need to purchase a variety of factory equipment, whereas an accounting firm may simply require office equipment.\n\nFixed capital is a necessary aspect of any business, although the nature of it varies depending on the company and industry. Every industrial enterprise requires land, buildings, and other major equipment to get started and continue operations in the long term.\n\nWhile fixed capital tends to serve the business indirectly over a long period of time, working capital is required in the short term to keep the business operating, growing, and paying its employees. Both are important accounting metrics used to analyze the financial health of a business.\n\nMarxists Internet Archive. \"Fixed Capital and Circulating Capital.\"\n\nOECD iLibrary. \"Depreciation or Consumption of Fixed Capital.\"",
  "url": "https://www.investopedia.com/terms/f/fixed-capital.asp"
}