{
  "term": "Fixed-Income Security Definition, Types, and Examples",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA fixed-income security is an investment that provides a return through fixed periodic interest payments and the eventual return of principal at maturity.\n\nA fixed-income security is an investment that provides fixed, periodic interest payments and returns the principal amount at maturity. Corporations, municipalities, or the government typically issue fixed-income securities to raise capital for a project or budget item. The main appeal of fixed-income securities is their ability to offer predictable income over time. However, the trade-off is usually lower returns compared to more volatile investments like stocks.\n\nFixed-income securities work on a simple principle: You lend money by buying a debt instrument from an issuer (corporation, government, municipality) for a set period. In exchange, the issuer agrees to pay periodic interest, usually semiannually, incoupon paymentsand repays the principal when the securitymatures.\n\nFixed income securities attract conservative investors for their predictability and low volatility.\n\nAdditionally, these investments can play a key role indiversifiedportfolios, helping offset the volatility of more high-risk assets.\n\nWhile fixed income securities provide predictable income and a return ofprincipalat maturity, they vary significantly based on the issuer, credit rating and risk involved. Here's a breakdown of some common types:\n\nMunicipal bondsare a debt obligation issued by a state or local government to fund infrastructure and public projects such as schools, hospitals, bridges, and highways. Municipal bonds, also known as munis, pay interest income exempt from federal taxes and, for some residents, state and local taxes.\n\nMunicipal bonds are typically issued in $5,000 increments, making them accessible to many investors. Muni's tax exemption status makes them particularly appealing to investors in hightax brackets. However, many retirees and investors can benefit fromdiversification and incomeprovided through bond products.\n\nCorporate bondsare issued by companies to raise funds for business growth, day-to-day operations, or capital expenditures. Bonds bought from companies do not represent ownership in the company, nor do they have voting rights. However, they do offer investors predictable interest payments, usually every six months.\n\nBased on their credit rating, corporate bonds are eitherinvestment-gradeor non-investment-grade. Corporate bonds are classified by their maturity period as short-term, medium-term, or long-term.\n\nTreasury bills, or T-bills, are short-term debt obligations from the U.S. Government, ranging in maturity from four to 52 weeks. Because short maturities don't allow much time for interest to accrue or for periodic payments, theU.S. Treasuryissues T-bills at a discount from par value. Investors then receive the full par value at maturity. T-bills are considered very safe because they are backed by the full faith and credit of the U.S. government.\n\nTreasury notes, or T-notes, are issued by the U.S. Treasury Department and backed by the U.S. government. They are intermediate-term and mature in two to ten years. Investors purchase T-notes in increments of $100 and pay semiannual interest payments at fixed interest rates. At maturity, the investor receives their full principal repayment.\n\nTreasury bonds, or T-bonds, are the longest-maturing bonds of the government-backed debt obligations. T-bonds, like T-notes, are sold in $100 increments. However, investors purchase T-bonds throughauctions, and maturities are 20 or 30 years. T-bonds appeal to investors looking for long-term diversification, offering steady income and security. T-bonds interest is exempt from state and local taxes, so they're a powerfulretirement assetin a diversified portfolio.\n\nCertificates of Deposit (CDs), issued by banks and credit unions, are another commonly recognized fixed income security. Because CDs require investors to lock up their money until maturity, they usually offer higher interest rates than savings accounts.\n\nCDs are also considered low-risk, as they're typically insured—by the FDIC for banks and the NCUA for credit unions—up to certain limits.Standard CDs start at $500 or $1,000, though some have no minimums.Jumbo and high-yield CDsrequire larger deposits but offer even better rates.\n\nU.S. savings bondsare another debt obligation issued by the U.S. government. These fixed income securities fund federal spending projects. Like T-bills, bonds are issued at a deep discount, sometimes as much as 50%, and investors receive face value at maturity.\n\nU.S. savings bonds earn interest for up to 30 years. Minimum purchases for savings bonds are $25 and interest is free from state and local taxes.\n\nPreferred stockshares certain characteristics with fixed-income securities, such as paying fixed dividends. However, unlike traditional fixed income securities, these dividends are based on a percentage or dollar amount of the stock's par value, assigned at issuance.\n\nDividends are often higher than those of common stocks but can be suspended if the company faces financial trouble. Preferred stock typically doesn't have a maturity date, which differentiates it from other fixed-income securities.\n\nIndependent credit agencies such asMoody's Investor Service,Standard & Poor's Global (S&P Global), andFitch's Ratingsevaluate the creditworthiness of issuers of fixed-income securities. These ratings help investors gauge the risk of default. Fixed income securities may score from AAA to D (for default).\n\nGovernment-backed securities like Treasury bills or bonds are typically assumed to have anAAA ratingdue to the U.S. government's creditworthiness.\n\nPredictable income paid on a schedule\n\nLower volatility and market risk\n\nLower returns compared to other securities\n\nInterest rate risk as interest rates may drop as prices rise\n\nFuture dollars may not have as much value\n\nHigher returns mean higher default or credit risk\n\nFixed-income securities are generally considered safer than stocks, but they're notrisk-free investments. The safety of fixed-income securities depends on the issuer and credit rating. Government backed fixed income securities, such as T-bills or munis, are the safest, but the trade-off is lower interest rates.\n\nYes, fixed income securities can be an excellent way to diversify your investment portfolio, especially if you're looking for stability and predictable income. The right amount to invest depends on yourrisk tolerance, investment goals, and timeline.\n\nIndividual bonds and bond funds aim for the same goal: diversification and fixed income. Individual bonds offer fixed income and are less risky in terms of management fees, but they require more capital to achieve diversification. Bond funds, on the other hand, provide liquidity and instant diversification but come with fluctuating returns and management fees.\n\nNot all fixed income securities have tax benefits, but some do. Municipal bonds, for example, are exempt from federal income tax and qualified investors may also be exempt from state and local tax.\n\nFixed income securities offer investors predictable income and portfolio diversification. Some fixed income securities also have significant tax benefits, particularly for investors in high tax brackets.\n\nThese investments are generally safe, but investors should consult credit ratings and research before committing- especially because of the illiquidity of fixed income securities. If you're considering adding fixed income securities to your portfolio, consider consulting with a financial advisor to determine which fixed income securities are right for you based on your risk tolerance, timeline, and goals.\n\nU.S. Securities and Exchange Commission. \"What Are Municipal Bonds.\"\n\nU.S. Securities and Exchange Commission. \"What Are Corporate Bonds?\"\n\nTreasury Direct. \"Treasury Bills.\"\n\nTreasury Direct. \"Treasury Notes.\"\n\nTreasury Direct. \"Treasury Bonds.\"\n\nNCUA. \"Share Insurance Coverage.\"\n\nFDIC. \"Deposit Insurance FAQs.\"\n\nTreasury Direct. \"About U.S. Savings Bonds.\"",
  "url": "https://www.investopedia.com/terms/f/fixed-incomesecurity.asp"
}