{
  "term": "Fixing: Definition in Business and Economics, Examples, and Legality",
  "definition": "Fixing is the practice of setting the price of a product rather than allowing it to be determined byfree-marketforces. Fixing a price is illegal if it involvescollusionamong producers or suppliers.\n\nWhile fixing almost always refers to price-fixing, it may also apply to other related contexts. For example, the supply of a product can be fixed in order to maintain its price level or push it higher.\n\nIn a free market, the price of a product or service is determined by thelaw of supply and demand. If the price is too high, plenty of people will be eager to produce it, but few people will be willing to pay for it. Conversely, if the price is too low, few will find it worthwhile to produce, and many will be eager to buy it. Eventually, economists tell us, the price will settle at a figure that is acceptable to both sides. That's thefair market value.\n\nIn its classic form, price-fixing is often a way to force consumers to pay more than they're willing to pay. It usually involves competitors getting together to secretly agree to keep their prices at a certain level, avoidingprice competitionthat would hurt all of them financially.\n\nAnother form of price-fixing is an agreement among competitors to refuse to pay more than a set amount for a product or service. For example, if two or more large hospital groups secretly agree to pay no more than a certain price for medical supplies that all of them use, it might qualify as price-fixing.\n\nThis is illegal in the U.S. As defined by theFederal Trade Commission(FTC), illegal price-fixing is a written, verbal, or inferred agreement among competitors that \"raises, lowers, or stabilizes prices or competitive terms.\" Such cases are pursued as violations ofantitrust laws.\n\nLegal implications surrounding price fixing are paramount, governed by antitrust laws that aim to preserve fair competition and protect consumers. Antitrust laws like the Sherman Act prohibit agreements or collaborations among competitors that restrain trade or fix prices.\n\nAuthorities such as theU.S. Department of Justice (DOJ)or the FTC actively enforce these laws and investigate allegations of anticompetitive behavior. Engaging in price-fixing practices can lead to severe legal consequences for companies and individuals involved. Penalties may include fines, imprisonment, and damage to corporate reputation.\n\nLeniency programs play a significant role in antitrust enforcement, encouraging companies to self-report illegal activities and cooperate with authorities. The first company or individual to come forward with information about a price-fixing scheme may receive reduced penalties or immunity, provided they assist in the investigation. This approach strives to foster a climate of accountability and aids antitrust regulators in dismantling illegal agreements.\n\nNot all instances of price-fixing are illegal.\n\nPrice fixing disrupts thenatural equilibriumbetween supply and demand. In a competitive market, prices are determined by the interplay of supply and demand, where equilibrium is achieved when the quantity of goods or services demanded matches the quantity supplied at a given price. Price fixing, however, artificially sets prices at a level different from what would emerge through free-market forces. This manipulation can lead to a mismatch between supply and demand, as prices no longer accurately reflect the true value of goods or services in the marketplace.\n\nFrom an economic perspective, price fixing undermines the efficiency of markets. Competition is not allowed to naturally occur, and resource allocation (i.e. how much a company makes and what it manufactures) does not happen on its own. On the supply side, price fixing can deter innovation, as companies have less incentive to compete on quality, innovation, or cost-effectiveness.\n\nPrice fixing can also have particularly detrimental effects on small businesses andentrepreneurs. Small companies are more likely to lack resources to influence markets and deal with lower-than-competitive pricing.\n\nWhen larger competitors engage in price-fixing schemes, small businesses may find it challenging to maintain competitive pricing or attract customers especially if the fixed price is below is cost which it'd cost the small business to make the good. Note that because of economies of scale, larger companies may still be able to make goods and sell them for a profit in this situation. The important takeaway here is that price-fixing does not impact all companies evenly.\n\nEntrepreneurs and startups face additional hurdles when price fixing occurs. Price fixing can impede their growth by reducing the competitiveness of their offerings, never really giving some a chance to establish themselves. Also, like we talked about in the last section, the anticompetitive practices may discourage innovation and new market entries. Some small businesses may realize it's not even worth trying out a new product because a fixed price would be wildly unprofitable or difficult to compete for.\n\nHorizontal price fixing occurs when competitors at the same level of the supply chain, such as rival companies ormanufacturers, enter into agreements to set and maintain prices for their products or services. In this situation, companies may conspire to artificially inflate prices, restrict output, or allocate customers among themselves.\n\nVertical price fixing, on the other hand, involves agreements between entities at different levels of the supply chain, typically between manufacturers and retailers or distributors. In this scenario, a manufacturer may attempt to control the resale price of its products by entering into agreements with downstream distributors or retailers. Such agreements may include setting minimum resale prices or using other tactics to influence the pricing strategies of the downstream entities.\n\nPrice-fixing can be advantageous to consumer. For example think about how prescription manufacturers could potentially price gouge. Because of regulation to aid price-fixing, it may be easier for you to afford certain medications.\n\nIn certain contexts, a fixed price is good. Below are some hypothetical scenarios where price-fixing makes sense, and we'll look at several specific historical examples in the next section. Note that each situation may vary, and specific circumstances may or may not make each bullet illegal in very specific cases.\n\nOne classic example of price-fixing was carried out in the 1970s by theOrganization of Arab Petroleum Exporting Countries(OAPEC). The members of the organization agreed to severely cut back on the supply of oil available to its customers around the world.The result was massive shortages of oil and a quadrupling of its price to consumers.\n\nAnother notorious case of price-fixing led to a record U.S. fine. In 1999, the Swiss pharmaceutical giant Roche agreed to pay $500 million, then the largest criminal fine ever, to settle a price-fixing case related to the price of vitamins. A German competitor, BASF, was also fined, while a French company escaped a penalty due to its cooperation with the U.S. Justice Department.\n\nLast, a number of countries, such as some Caribbean and Latin American nations, may peg theircurrenciesto the U.S. dollar, both to ease trade and tourism and to preserve their own currency stability.This form ofexchange rate fixingis a perfectly legal part of the global economy.\n\nWhile there are limited legal exceptions, such as government-regulated price controls in certain industries, most price-fixing agreements are illegal. Businesses should generally avoid engaging in any form of anticompetitive pricing.\n\nAuthorities employ various methods, including whistleblower reports, market monitoring, and data analysis, to detect and investigate price-fixing schemes. Entities can ask internal staff to provide information (without penalty) for information as well.\n\nCollaborations within the same corporate group may involve internal agreements on pricing strategies, which are generally legal. However, these collaborations should not harm external competition.\n\nGovernments may legally fix prices in specific industries, such as utilities. These instances are carefully regulated and monitored to prevent abuse and protect consumer interests. In general, these are situations where the government may want to specifically control an industry and not encourage private companies to enter the market space.\n\nPrice fixing involves agreements among competitors to set and maintain specific prices for goods or services, restraining healthy market competition. This anticompetitive practice is illegal, violating antitrust laws. It can result in severe legal consequences.\n\nFederal Trade Commission. \"Price Fixing.\"\n\nCornell. \"Sherman Antitrust Act.\"\n\nFederal Reserve History. \"Oil Shock of 1973–74.\"\n\nU.S. Department of Justice. \"F. Hoffmann-La Roche and BASF Agree to Pay Record Criminal Fines for Participating in International Vitamin Cartel.\"\n\nEconomic Commission for Latin America and the Caribbean (ECLAC). \"Exchange Rate Regimes in the Caribbean.\"",
  "url": "https://www.investopedia.com/terms/f/fixing.asp"
}