{
  "term": "Flexible Manufacturing System (FMS): Definition and How It Works",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nInvestopedia / Michela Buttignol\n\nA flexible manufacturing system (FMS) is a production method that is designed to easily adapt to changes in the type and quantity of the product being manufactured. Machines and computerized systems can be configured to manufacture a variety of parts and handle changing levels of production.\n\nA flexible manufacturing system (FMS) can improve efficiency and reduceproduction costs, which are crucial concerns inthe process of business development. Flexible manufacturing also can be a key component of amake-to-orderstrategy thatallows customized products and keeps inventories low. Such flexibility can come with higher up-front costs. Purchasing and installing the specialized equipment that allows for such customization may be costly compared with more traditional systems.\n\nThe concept of flexible manufacturing was developed by Jerome H. Lemelson (1923–1997), an American industrial engineer and inventor who filed a number of related patents in the early 1950s. His original design was a robot-based system that could weld, rivet, convey, and inspect manufactured goods.\n\nLemelson did not build his system; indeed, when he posited it, the ability to build it was still out of reach. Eventually, however, it became possible to build one, and the FMS debuted on factory floors in the United States and Europe in the late 1960s and started to proliferate in the 1970s.\n\nAn FMS may include a configuration of interconnected workstations with computer terminals that process theend-to-endcreation of a product. Functions may include loading and unloading, machining and assembly, storing, quality testing, and data processing. The system can be programmed to run a batch of one set of products in a particular quantity and then automatically switch over to another set of products in another quantity.\n\nFlexible manufacturing can be a key component of a make-to-order strategy that allows buyers to order customized products.\n\nThe main benefit is the enhancement ofproduction efficiency. Downtime is reduced because theproduction linedoes not have to be shut down to set up for a different product.\n\nThe disadvantages of an FMS include its higher up-front costs and the greater time required to design the system specifications for future needs. Specialized technicians needed to run, monitor, and maintain the FMS also add expense. However, advocates of FMS maintain that the increase in automation typically results in a net reduction inlabor costs.\n\nMore efficient production leads to longer-term savings.\n\nQuickly adapts to changing needs and customizations.\n\nAn FMS has higher upfront costs and takes time to set up.\n\nAn FMS requires specialized technicians, which may increase labor costs.\n\nAn FMS may be set up in a number of ways. After all, its main lure is its adaptability. One configuration might involve interconnected computer workstations that process the end-to-end creation of a product. This starts with loading/unloading functions and proceeds to machining and assembly, storing, quality testing, and data processing. The FMS programming can automatically switch from one set of products in a certain amount to another set in a different amount.\n\nThe main benefit of an FMS is that it makes production more efficient. Delays are reduced, as production doesn’t have to be shut down to set up for a different product.\n\nDrawbacks include higher up-front costs and the greater time required to design the system specifications for a variety of future needs. There is also an additional cost for the specialized technicians who work the FMS.\n\nNevertheless, the system’s automation generally leads to an overall reduction in labor costs.\n\nJerome H. Lemelson (1923–1997), an American industrial engineer and inventor, is credited with developing the concept of flexiblemanufacturing. His initial design featured a robot-based system that could weld, rivet, convey, and inspect manufactured goods. Systems based on his design began showing up on factory floors in the United States and Europe in the late 1960s, becoming even more popular in the 1970s.\n\nA flexible management system (FMS) is used in manufacturing industries to quickly adapt a production line to changes in the product being manufactured. An FMS uses computer-controlled robots and sensors to quickly adapt production processes according to customer needs.\n\nSmithsonian Institution. \"Jerome Lemelson.\"",
  "url": "https://www.investopedia.com/terms/f/flexible-manufacturing-system.asp"
}