{
  "term": "Float: What It Is, How It Works, Calculation, and Example",
  "definition": "In financial terms, the float is money within the banking system that is briefly counted twice due to time gaps in registering adepositorwithdrawal. These time gaps are usually due to the delay in processing paper checks.\n\nA bank credits a customer’s account as soon as a check is deposited. However, it takes some time to receive a check from the payer’s bank and record it. Until the check clears the account it is drawn on, the amount it is written for \"exists\" in two different places, appearing in the accounts of both the recipient’s and payer’s banks.\n\nFloat is significantly less common today compared to past decades, due to declining use of paper checks and adoption of digital payment services.\n\nTheFederal Reserve(The Fed) has defined various types of float.Holdoverfloat results from delays at the processing institution, typically due to the weekend and seasonal backlogs. Transportation float occurs due to inclement weather and air traffic delays and is, therefore, highest in the winter months.\n\nThe Fed—which processes one-third of all checks in the United States—observes that although the amount of float fluctuates randomly, there are definite weekly and seasonal trends. The Federal Reserve uses these trends to forecast float levels, which are then used in the actual day-to-day implementation ofmonetary policy.\n\nThe formula to calculate float is:\n\nThe float represents the net effect of checks in the process of clearing. A common measure of a float is theaverage daily float, calculated by dividing the total value of checks in the collection process during a specified period by the number of days in the period. The total value of checks in the collection process is calculated by multiplying the amount of float by the number of days it is outstanding.\n\nFor example, a company with $15,000 of float outstanding for the first 14 days of the month, and $19,000 for the last 17 days of the month will calculate its average daily float as:\n\nIndividuals often use float to their advantage. For example, Amanda has a credit card payment for $500 due April 1. On March 23, she writes and mails a check-in that amount, even though she doesn't have $500 in her bank account. However, she knows that her paycheck will be deposited in her checking account by March 25—and she counts on the fact that the credit card company probably won't receive and present her check for payment until April 1. She has $500 worth of float—the time between the writing of her check and the time her check clears—for those days.\n\nIf she were tech-savvy, she could essentially do the same thing by going online on March 23 and scheduling an electronic payment on the credit card company's website for April 1, again counting for her bank to have posted her paycheck by March 25.\n\nTechnological advances have spurred the adoption of measures that substantially speed up payment and hence reduce float. These measures include the widespread use of electronic payments and electronic funds transfers, thedirect depositof employee paychecks by companies, and the scanning and electronic presentation of checks—instead of their physical transfer.\n\nThe steady decline in the number of checks written each year, combined with the rapid adoption of innovative and convenient payment services, may make float a thing of the past.\n\nLarge companies and financial institutions also often \"play the float\" with larger sums for-profit—namely, the interest income they earn on an amount by speeding up its deposit into their accounts or slowing down a presentation for payment. Such moves are not illegal, either for individuals or for institutions, if the money involved is all their own.\n\nHowever, playing with float can spill into the realm of wirefraudor mail fraud if it involves the use of others' funds. In 1985, the now-defunct brokerage firm E.F. Hutton & Company pleaded guilty to 2,000 charges for deliberately and systematically overdrawing some accounts to fund other accounts.The firm was writing checks on money it did not have to profit from the float—in effect, getting millions in loans from the banks without the banks' knowledge and without payingfeesor interest. It was, in essence, a floating scheme, executed on a grandiose scale for years.\n\nSince the float is essentially double-counted money, it can distort the measurement of a nation’smoney supplyby briefly inflating the amount of money in the banking system.\n\nThe length of time in which money is double-counted due to check-processing delays can vary from institution to institution. However, the gap is typically between one or two days.\n\nExamples of float can be seen across the banking sector. Consider a scenario in which an employer hands you a check. When you deposit it into your account, it may appear instantaneously as part of your account balance. However, the money represented by the check may not have actually been transferred out of your employer's account yet. In such an instance, the money is double counted for a brief window. This is an example of float in banking.\n\nColloquially, the word \"float\" can be used to denote lending money. One friend might \"float\" another a couple of dollars for lunch, for instance. However, this use of the term \"float\" differs from the way \"float\" is used in the banking system, which is to refer to double-counted funds.\n\nIn banking and finance, float refers to money that is counted twice for a brief window of time, appearing in multiple accounts. This occurs to delays in processing payments, particularly via check. Due to the decline in use of paper checks, float is becoming less common, though it still occurs.\n\nUniversity of Northern Iowa. \"Federal Reserve Float: Not to Be Forgotten.\"\n\nSecurities and Exchange Commission Historical Society. \"E.F. Hutton Guilty Plea.\"",
  "url": "https://www.investopedia.com/terms/f/float.asp"
}