{
  "term": "Floating Stock: Definition, Example, and Why It's Important",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAriel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nFloating stock is the number of shares available for trading of a particular stock. Low float stocks are those with a low number of shares. Floating stock is calculated by subtracting closely-held shares andrestricted stockfrom a firm’s total outstanding shares.\n\nClosely-held shares are those owned by insiders, major shareholders, and employees. Restricted stock refers to insider shares that cannot be traded because of a temporary restriction, such as the lock-up period after aninitial public offering(IPO).\n\nA stock with a small float will generally be more volatile than a stock with a large float. This is because, with fewer shares available, it may be harder to find a buyer or seller. This results in largerspreadsand often lower volume.\n\nA company may have a large number ofshares outstanding, but limited floating stock. For example, assume a company has 50 million shares outstanding. Of that 50 million shares, large institutions own 35 million shares, management and insiders own 5 million, and theemployee stock ownership plan(ESOP) holds 2 million shares. Floating stock is therefore only 8 million shares (50 million shares minus 42 million shares), or 16% of the outstanding shares.\n\nThe amount of a company’s floating stock may rise or fall over time. This can occur for a variety of reasons. For example, a company may sell additional shares to raise more capital, which then increases the floating stock. If restricted or closely-held shares become available, then the floating stock will also increase.\n\nOn the flip side, if a company decides to implement ashare buyback, then the number of outstanding shares will decrease. In this case, the floating shares as a percentage of outstanding stock will also go down.\n\nAstock splitwill increase floating shares, while areverse stock splitdecreases float.\n\nA company's float is an important number for investors because it indicates how many shares are actually available to be bought and sold by the general investing public. Low float is typically an impediment to active trading. This lack of trading activity can make it difficult for investors to enter or exit positions in stocks that have limited float.\n\nInstitutional investors will often avoid trading in companies with smaller floats because there are fewer shares to trade, thus leading to limitedliquidityand widerbid-ask spreads. Instead, institutional investors (such as mutual funds, pension funds, and insurance companies) that buy large blocks of stock will look to invest in companies with a larger float. If they invest in companies with a big float, their large purchases will not impact the share price as much.\n\nA company is not responsible for how shares within the float are traded by the public—this is a function of thesecondary market. Therefore, shares that are purchased, sold, or even shorted by investors do not affect the float because these actions do not represent a change in the number of shares available for trade. They simply represent a redistribution of shares. Similarly, the creation andtrading of optionson a stock do not affect the float.\n\nAs of September 2023, General Electric (GE) had 1.088 billion shares outstanding.Of this, 0.20% were held by insiders and 75.81% were held by large institutions.Therefore, a total of 76% or 830 million shares were likely not available for public trading. The floating stock is therefore about 260 million shares (1.088 billion - 830 million).\n\nIt is important to note that institutions don't hold a stock forever. Theinstitutional ownershipnumber will change regularly, although not always by a significant percentage. Falling institutional ownership coupled with a falling share price could signal that institutions are dumping the shares. Increasing institutional ownership shows that institutions are accumulating shares.\n\nStock float isn't good or bad, but it can affect an investor's decisions. The amount of floating stock a company has—the shares made available to trade—can affect the liquidity of that stock. Stocks with a smaller float tend to have high volatility, while stocks with a larger float tend to have lower volatility. Some investors may prefer stocks with higher float, because it's easier to enter and exit positions for these stocks.\n\nStock flotation is when a company issues new shares to the public. It can help the company raise capital. The opposite of stock flotation is afloat shrink, such as with stock buybacks: fewer shares are available to trade.\n\nThe floating shares are the shares available to trade, while non-floating shares are those held by shareholders and company insiders and are not available for trading.\n\nA company's floating stock is the shares it has available to trade on the open market. Traders tend to prefer stocks with larger floats, as they find it easier to enter and exit a stock that has greater liquidity. Stocks with larger floats have more shares available, making them more liquid and easier for investors to buy or sell.\n\nMacrotrends. \"General Electric Shares Outstanding 2010-2023.\"\n\nYahoo Finance. \"General Electric Company (GE) Major Holders.\"",
  "url": "https://www.investopedia.com/terms/f/floating-stock.asp"
}