{
  "term": "Floating Interest Rate: Definition, How It Works, and Examples",
  "definition": "Unlike fixed interest rates, floating interest rates fluctuate over time based on market conditions or a benchmark rate\n\nA floating interest rate is an interest rate that changes periodically. The rate of interest moves up and down, or \"floats,\" reflecting economic or financial market conditions. Often, it moves in tandem with a particularindexor benchmark or with general market conditions.\n\nCredit cards and somemortgage loanscome with floating interest rates, also called adjustable orvariable interest rates, because they can vary over the term.\n\nMany types ofloansand debt instruments carry floating interest rates, including credit cards and mortgages. A floatinginterest raterises or falls with the overall market or mirrors abenchmarkinterest rate.\n\nThe underlying benchmark rate or index depends on the type ofloanor security, but it is often either theSecured Overnight Financing Rate (SOFR), thefederal funds rate, or theprime rate(the interest rate financial institutions charge their most creditworthy corporate customers).\n\nFinancial institutionsusually charge aspreadover the benchmark rate for consumer credit products like personal loans,mortgages, car loans, or credit cards. The spread depends on several factors, including the type of credit or the consumer’scredit rating. Thus, abankmight state the floating rate for aloanas “the SOFR plus 300 basis points\" or \"plus 3%.\"\n\nFloating interest rates may be adjusted quarterly, semiannually, or annually.\n\nHome loans that carry floating rates are known asadjustable-rate mortgages (ARMs). ARMs have rates that adjust based on a preset margin (or spread) and a mortgage index such as SOFR, theCost of Funds Index (COFI), or theMonthly Treasury Average (MTA).\n\nFor example, if an individual takes out an ARM with a 2% margin over the SOFR, and SOFR is at 3% when the mortgage's rate adjusts, the mortgage rate resets to 5% (the margin plus the index).\n\nMost credit cards charge floating or variable interest rates on unpaid balances. The credit card agreement that new cardholders receive will state that the card's annual percentage rate (APR) is based on a particular rate or index plus a certain percentage (or margin). The agreement may include text such as \"this APR will vary with the market.\"\n\nCredit card interest ratesare predominantly indexed to the prime rate, a rate set by individualbanks, which can reflect the federal funds interest rate set by theFederal Reserveseveral times per year.Credit card companies then add to that rate a margin that varies at the card product level and according to an individual account holder's credit score and credit history.\n\nA floating interest rate contrasts with afixed interest rate. With a fixed interest rate, the rate is constant and may apply to the entire loan term or debt obligation or just part of it.\n\nResidential mortgagescome with either fixed or floating interest rates. With fixed interest rates, themortgage interest ratecannot change for the duration of the mortgage agreement. With floating or variable interest rates, the mortgage interest rates can change periodically with the market.\n\nFor example, if someone takes out a fixed-rate mortgage with a 4% interest rate, the individual will pay that rate for the lifetime of theloan, and the payments will be the same throughout the loan term.\n\nIn contrast, if a borrower takes out amortgage with a variable rate, it may start with a 4% rate and then adjust, either up or down, changing the monthly payments over the life of the loan.\n\nHerbert and Amanda buy a house and take out a $500,000, 30-year 7/1 ARM. When they take out the loan, rates are low, and they initially get a 2% interest rate on the ARM.\n\nFor the first seven years, the loan's rate remains fixed at 2%. At the end of that time, the mortgage resets to a floating interest rate, which changes once a year. The floating rate tracks the SOFR.\n\nThe interest the couple pays on the mortgage will fluctuate, and the rate will reset annually until they pay off the mortgage orrefinancethe ARM to a fixed-rate mortgage loan.\n\nJames Di Virgilio, CIMA, CFPChacon Diaz & Di Virgilio, Gainesville, FL\n\nWhen it comes to long-term borrowing, it is best to stay away from a floating rate or any type of variable loan, and this is particularly true when interest rates are very low. It is important to know exactly what your debt will cost you so that you can budget accurately without any surprises.\n\nWhen you choose to use a variable-rate loan, you are essentially gambling that interest rates will be lower in the future. Each year, a changing interest rate environment could bring a new and potentially higher interest rate, which could significantly increase the amount of interest you will have to pay.\n\nWhen rates are historically low, the odds are good that rates will increase in the future and not decrease, making a floating-rate loan a poor choice. Therefore, using a fixed-rate loan, especially in a low-interest-rate environment, is the wisest move.\n\nAs a borrower, whether a floating or fixed rate is better depends on your financial situation and your outlook on interest rates. A floating interest rate can save you money if rates decrease. However, when rates rise, so does your payment, making financial planning andbudgetingchallenging. So, floating interest rates pose a risk.\n\nConversely, a fixed interest rate provides a fixed monthly payment and peace of mind in a rising rate environment. However, your rate won't adjust lower in a falling rate environment.\n\nA floating rate represents a base rate that tracks a benchmark rate, such as the U.S. prime rate or SOFR, plus a margin above that base. So, if aloanor debt instrument has a floating rate tied to the SOFR plus a 6% margin, and SOFR is at 6%, then the floating rate is 12%.\n\nYes, mostcredit cardshave floating or variable rates that fluctuate according to the prime rate. The credit card company adds a percentage to the prime rate to determine the card's interest rate. For example, if the card issuer adds 12% to the prime rate of 8%, the customer pays a 20% rate on the credit card.\n\nA floating interest rate, otherwise known as a variable interest rate, fluctuates periodically in line with the benchmark rate to which it's pegged. As the benchmark rate increases, so does the floating interest rate, and vice-versa.\n\nIf a floating rate drops, borrowers will save money with lower monthly payments. However, if a floating rate rises, borrowers will pay a higher interest rate, pushing the monthly payment higher. The risk of higher borrowing costs represents the primary disadvantage of credit products with floating interest rates.\n\nFederal Financial Institutions Examination Council. \"Methodology for Determining Average Prime Offer Rates.\"\n\nBoard of Governors of the Federal Reserve System. \"What Is the Prime Rate, and Does the Federal Reserve Set the Prime Rate?\"\n\nConsumer Financial Protection Bureau. \"For an Adjustable-Rate Mortgage (ARM), What Are the Index and Margin, and How Do They Work?\"\n\nConsumer Financial Protection Bureau. \"Credit Card Interest Rate Margins at All-Time High.\"",
  "url": "https://www.investopedia.com/terms/f/floatinginterestrate.asp"
}