{
  "term": "Floating Charge: Definition, How They're Used, and Example",
  "definition": "A floating charge, also known as a floating lien, is a security interest orlienover a group of non-constant assets that may change in quantity and value.\n\nCompanies will use floating charges as a means of securing aloan. Typically, a loan might be secured by fixed assets such as property or equipment. However, with a floating charge, the underlying assets are usuallycurrent assetsor short-term assets that can change in value.\n\nFloating charges allow business owners to accesscapitalsecured with dynamic or circulating assets. The assets backing the floating charge are short-term current assets, usually consumed by a company within one year. The floating charge is secured by the current assets while allowing the company to use those assets to run its business operations.\n\nCurrent assets are those business possessions that the firm can quickly liquidate for cash and include theaccounts receivable, inventory, and marketable securities, among other items. For example, if inventory is used ascollateralfor a loan, the company can still sell, restock, and change the value and quantity of its inventory. In other words, the value of the inventory changes over time or floats in value and quantity.\n\nA floating charge is helpful to companies because it allows them to finance their operations by using current assets such as inventory.\n\nCrystallizationis the process by which a floating charge converts into afixed charge. If a company fails to repay the loan or enters liquidation, the floating charge becomes crystallized or frozen into a fixed charge. With a fixed charge, the assets become fixed by the lender so the company cannot use the assets or sell them.\n\nCrystallization can also happen if a company ends operations or if the borrower and lender go to court and the court appoints areceiver. Once crystallized, the now-fixed rate security cannot be sold, and the lender may take possession of it.\n\nTypically, fixed charges are secured by tangible assets, such as buildings or equipment. For example, if a company takes out amortgageon a building, the mortgage is a fixed charge, and the business cannot sell, transfer or dispose of the underlying asset—the building—until it repays the loan or meets other conditions outlined in the mortgage contract.\n\nMacy's Inc. is one of the largest department stores in the U.S. Let's say the company has entered into a loan with a bank using itsinventoryas collateral. The lender has ownership of the inventory, or a floating charge, as stipulated within the terms of the loan.\n\nBelow is a copy of Macy'sbalance sheetfor the quarter ending November 3, 2018.",
  "url": "https://www.investopedia.com/terms/f/floating_charge.asp"
}