{
  "term": "Flotation: What It Is, How It Works, Pros and Cons",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nFlotation is the process of converting a private company into a public company by issuing shares and making them available to the public for purchase.\n\nIt allows companies to obtain financing externally instead of using retained earnings to fund new projects or expansion. Flotation can also apply to companies issuing additional shares after its initial public offering (IPO).\n\nThe term \"flotation\" is commonly used in the United Kingdom, whereas the term \"going public\" is more widely used in the United States.\n\nWhile flotation provides access to capital, the expense, time, and effort associated with going public by issuing new stock must be examined.\n\nFor young companies, flotation requires caution due to its various costs. It requires careful timing, company structure changes, the ability to withstand public scrutiny, compliance with new regulations and compliance costs, as well as the time and effort needed to execute the flotation and attract new investors.\n\nCompanies in mature phases of growth may also need funds for various reasons, such as expansion, inventory,research and development, and new equipment. For this reason, the time, effort, and monetary costs of going public are often deemed worth it.\n\nAfter they've gone public, companies may at certain times need to raise additional capital. They can engage in flotation again with afollow-on offeringof new shares.\n\nIf a company decides to pursue flotation, it typically enlists aninvestment bankas the leadunderwriter. The underwriting investment bank typically leads the process of conducting aninitial public offering (IPO). It helps the company determine the amount of money to be raised from the public market issuance.\n\nThe investment bank also assists with the documentation requirements for becoming a public company. It will develop and produce an investment prospectus.\n\nIt will also market the company’s offering in aroadshowprior to the initial stock issuance. A roadshow is a sales pitch to potential investors by the underwriting firm and executive management team of the company about to go public.\n\nGauging demand during the roadshow is an important step in determining the final IPO share price, as well as in determining the ultimate number of shares to make available for issuance.\n\nFlotation can be used by private companies going public and by public companies after their IPOs.\n\nWhen considering flotation as a means of raising capital, companies may assess private funding opportunities before making a final decision to go public.\n\nThese alternative sources of funding may include small business loans, equity crowdfunding,angel investors, and investment from venture capitalists. Private placement of securities to raise money is also an option. However, when seeking private funding, companies will incur legal fees and costs for deal structuring and accounting.\n\nMany private companies may choose to raise private funds rather than go public to avoid financial transparency requirements and the high costs associated with restructuring and an IPO.\n\nShare liquidity:By issuing new shares to a multitude of potential buyers, a company can make it possible for its early investors, such as venture capitalists, to realize a return on their investments.\n\nAccess to capital:Selling shares to the public can raise much needed funds which can be used in a variety of ways to build a business.\n\nEquity rather than debt:Issuing shares, or equity, to raise capital instead of issuing debt is a benefit because equity doesn't have to be paid back. Loans do.\n\nIncreased public awareness:Going public means a greater public focus on a company and its brand, which can promote sales and revenue.\n\nIncreased regulation:Companies that issue shares to the public must abide by certain SEC regulations that private companies avoid.\n\nGreater public scrutiny:After flotation, public companies are required to disclose a large amount of financial information every year. This can put enormous pressure on management and a board of directors.\n\nDiluted ownership:Issuing shares means less ownership control for founders and executive management. It can also lead to demands made by majority shareholders.\n\nShare price fluctuations:Regardless of how well a company performs, the market and economic news can affect share value in negative ways.\n\nIt can be, especially if a company needs money to finance projects and purchases that may help it grow. Fundamentally, flotation is a way to raise potentially a lot of capital that it won't have to pay back.\n\nDownsides for some companies are the suddenly increased regulation, financial disclosure requirements, and heightened public awareness of their business. As a result, private companies may decide to remain private and raise capital in other ways.\n\nYes, it must. Any time a private company goes public, it is required to register the securities that it plans to offer with the SEC. In addition, it can't sell the securities until the SEC informs it that its registration is effective.\n\nFlotation refers to the floating of a new issue of securities in the stock market when a private company goes public, or a public company issues additional shares after its IPO.\n\nFlotation can involve a great deal of effort, time, and expense. It means that a company will have to adhere to government regulations regarding the disclosure of financial and, possibly, confidential information. Moreover, it can mean increased pressure on executive management due to a high level of ongoing public scrutiny.\n\nChartered Governance Institute UK & Ireland. \"Company Directors: The Pitfalls of Preparing to Float.\"\n\nU.S. Securities and Exchange Commission. \"Going Public.\"\n\nGlobal Legal Group. \"Initial Public Offerings Laws and Regulations 2024.\"",
  "url": "https://www.investopedia.com/terms/f/flotation.asp"
}