{
  "term": "Flotation Cost: Formulas, Meaning, and Examples",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nInvestopedia / Michela Buttignol\n\nFlotation costs are incurred by a publicly-traded company when it issues newsecuritiesand incurs expenses, such asunderwriting fees, legal fees, and registration fees. Companies must consider the impact these fees will have on how much capital they can raise from a new issue. Flotation costs, expectedreturn on equity, dividend payments, and the percentage of earnings the business expects to retain are all part of the equation to calculate a company's cost of new equity.\n\nCompanies raise capital in two ways: debt via bonds and loans orequity. Some companies prefer issuing bonds or obtaining a loan, especially when interest rates are low and because the interest paid on many debts is tax-deductible, while equity returns are not.\n\nThe biggest appeal of equity is that it does not need to be paid back. However, there are also downsides: selling equity entails giving up an ownership stake in the company and the process can be expensive.\n\nThere are flotation costs associated with issuing new equity, or newly issuedcommon stock. These include costs such as investment banking and legal fees, accounting and audit fees, and fees paid to a stock exchange to list the company's shares.\n\nThe difference between the cost of existing equity and the cost of new equity is the flotation cost. The flotation cost is expressed as a percentage of the issue price and is incorporated into the price of new shares as a reduction. It essentially reduces the final price of the issued securities and lowers the amount of capital that a company can raise.\n\nFlotation costs are expressed as a percentage of the issue price.\n\nA company will often use aweighted average cost of capital (WACC)calculation to determine what share of its funding should be raised from new equity and what portion from debt.\n\nThe equation for calculating the flotation cost of new equity using thedividend growth rateis:\n\nDividend growth rate=D1P∗(1−F)+g\\text{Dividend growth rate} = \\frac{D_1}{P * \\left(1-F\\right)} + gDividend growth rate=P∗(1−F)D1​​+g\n\nAssume Company A needs capital and decides to raise $100 million in common stock at $10 per share to meet its capital requirements. Investment bankers receive 7% of the funds raised. Company A pays out $1 in dividends per share next year and is expected to increase dividends by 10% the following year.\n\nUsing these variables, the cost of new equity is calculated with the following equation:\n\nThe answer is 20.7%. If the analyst assumes no flotation cost, the answer is the cost of existing equity. The cost of existing equity is calculated with the following formula:\n\nThe answer is 20.0%. The difference between the cost of new equity and the cost of existing equity is the flotation cost, which is (20.7-20.0%) = 0.7%. In other words, the flotation costs increased the cost of the new equity issuance by 0.7%.\n\nSome analysts argue that including flotation costs in the company's cost of equity implies that flotation costs are an ongoing expense, and forever overstates the firm's cost of capital. In reality, a firm pays the flotation costs one time upon issuing new equity. To offset this, some analysts adjust the company's cash flows for flotation costs.\n\nIn finance, flotation means a company is selling its shares to the public for the first time. “Floating” company shares, or making units of ownership available to the public to buy, is a common way for companies to raise money to expand.\n\nThe flotation price is the price at which the shares can first be bought by the public. It may also refer to the costs incurred by the company to issue its securities to the public.\n\nThe underwriting fees investment banks charge companies to take them public are usually the biggest cost associated withinitial public offerings (IPOs). The underwriters lead the IPO process and are involved in every step. They help prepare documents and filing, handle marketing, come up with an issue price, and take on a lot of risk by buying the shares to sell to the public. In return, they are usually paid a percentage of the gross proceeds. That percentage is said to be anywhere from 4% to 7%.\n\nRaising capital by issuing new securities doesn't come cheap. Companies in this position encounter various expenses, including underwriting, legal, registration, and audit fees. These fees are known as flotation costs and reduce the amount of capital a company can raise.\n\nFlotation costs are expressed as a percentage of the issue price and vary depending on the type of security issued, the size of the issue, the risks associated with the transaction, and so on. Companies will aim to predict how much the process will cost before proceeding to determine whether it's the most cost-effective way to raise funds.\n\nPwC. “Considering an IPO? First, Understand the Costs.”",
  "url": "https://www.investopedia.com/terms/f/flotationcost.asp"
}