{
  "term": "Follow-on Public Offer (FPO): Definition and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAndy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nA follow-on public offer (FPO) is the issuance of new shares by a public company after itsinitial public offering (IPO). As such, FPOs mean that additional shares are offered to the public by companies that are already listed on exchanges. Follow-on public offerings, which are also known assecondary offerings, are generally used by companies to raise additional capital for their growth.\n\nPublic companiescan complete an FPO by offering additional shares on the open market. They can also take advantage of an FPO through an offer document. FPOs allow publicly traded companies to raise additional capital by issuing and selling new shares via a stock exchange.\n\nProceeds from the sale go to the company issuing the stock. Similar to an IPO, companies that want to execute a follow-on public offer must fill outSecurities and Exchange Commission (SEC)documents.\n\nThis capital can be used for different purposes. Among the primary reasons behind any new issuance of stock is to pay off existing debt or fund growth through:\n\nUnlike an FPO, an IPO occurs when a private company issues shares to the public for the very first time through a stock exchange.\n\nThere are two main types of follow-on public offers. Dulutive and non-dilutive.\n\nThe first type of FPO isdilutiveto investors, as the company’s board of directors agrees to increase theshare floatlevel or the number of shares available. This kind of follow-on public offering seeks to raise money to reduce debt or expand the business, increasing the number of shares outstanding and decreasing theearnings per share (EPS)decrease.\n\nThe funds raised during an FPO are most frequently allocated to reduce debt or change a company’s capital structure. The infusion of cash is good for the long-term outlook of the company, and thus, is also good for its shares.\n\nThe other type of follow-on public offer is non-dilutive. This approach is useful when directors or substantial shareholders sell off privately held shares. Cash proceeds from non-diluted sales go directly to theshareholdersplacing the stock into the open market.\n\nIn many cases, these shareholders are company founders, members of the board of directors, or pre-IPO investors. Since no new shares are issued, the company’s EPS remains unchanged. Non-diluted follow-on offerings are also called secondary market offerings.\n\nAn at-the-market (ATM) offering gives the issuing company the ability to raisecapitalas needed. If the company is not satisfied with the available price of shares on a given day, it can refrain from offering shares.\n\nATM offerings are sometimes referred to as controlled equity distributions because of their ability to sell shares into the secondary trading market at the current prevailing price.\n\nFollow-on offerings are common in the investment world. They provide an easy way for companies to raise equity that can be used for common purposes.Companies announcing secondary offeringsmay see their share price fall as a result. Shareholders often react negatively to secondary offerings because they dilute existing shares, and many are introduced below market prices.\n\nSome companies that have completed follow-on public offerings in 2024 include Longboard Pharmaceuticals, with an issuance of 10 million shares valued at $210 million, and Cyngn, with an issuance of 12.42 million shares valued at about $20 million.\n\nThere are several reasons why a public company will choose to raise more equity. For example, they might use the proceeds to pay off debt and improve their debt-to-value (DTV) ratio, or they can use the funds to improve the company’s growth by financing new projects.\n\nAt-the-market offerings have several advantages, including minimal market impact. Businesses can raise capital quickly without having to announce the offering. ATM offerings are also typically sold for less than traditional follow-on offerings, and they require minimal management involvement.\n\nATM offerings tend to be smaller than traditional follow-on offerings, so if a business is looking to raise a large amount of capital, this may not be the best method. In addition, the price may fluctuate depending on the market.\n\nAn FPO is typically done when the company wants to fund new projects or expansions, pay off debt, or increase its working capital. There are two main types of FPOs, dilutive and non-dilutive. The shares are offered at a fixed price to the public through a book-building process, with the proceeds going directly to the company.\n\nExisting shareholders may also participate in the FPO; either by purchasing additional shares or selling some of their existing ones. FPOs are a way for companies to tap into the capital markets and raise additional funds without taking on debt.\n\nLatham & Watkins. \"Latham & Watkins Advises on Longboard Pharmaceuticals’ Upsized Public Offering of Common Stock.\"\n\nCyngyn. \"Cyngn Announces Pricing of $20.0 Million Follow On Offering Priced At-the-Market.\"",
  "url": "https://www.investopedia.com/terms/f/fpo.asp"
}