{
  "term": "Follow-on Offering (FPO): Definition, 2 Main Types, and Example",
  "definition": "A follow-on offering (FPO) is an issuance of stock shares following a company'sinitial public offering(IPO). There are two types of follow-on offerings: diluted and non-diluted. A diluted follow-on offering results in the company issuing new shares after the IPO, which causes the lowering of a company'searnings per share(EPS).\n\nDuring a non-diluted follow-on offering, shares coming into the market are already existing and the EPS remains unchanged.\n\nAny time a company plans to offer additional shares, it must register the FPO offering and provide aprospectusto regulators.\n\nAn initial public offering (IPO) bases its price on the health and performance of the company, and the price the company hopes to achieve per share during the initial offering. The pricing of a follow-on offering is market-driven. Since the stock is alreadypublicly-traded, investors have a chance to value the company before buying.\n\nThe price of follow-on shares is usually at a discount to the current, closing market price. Also, FPO buyers need to understand that investment banks directly working on the offering will tend to focus on marketing efforts rather than purely onvaluation.\n\nCompanies perform follow-on offerings for a wide variety of reasons. In some cases, the company might simply need to raise capital to finance its debt or makeacquisitions. In others, the company's investors might be interested in an offering to cash out of their holdings.\n\nSome companies may also conduct follow-on offerings in order to raise capital torefinance debtduring times of low interest rates. Investors should be cognizant of the reasons that a company has for a follow-on offering before putting their money into it.\n\nA follow-on offering can be eitherdilutedor non-diluted.\n\nDiluted follow-on offerings happen when a company issues additional shares to raise funding and offer those shares to the public market. As the number of shares increases, the earnings per share (EPS) decreases. The funds raised during an FPO are most frequently allocated to reduce debt or change a company'scapital structure. The infusion of cash is good for the long-term outlook of the company, and thus, it is also good for its shares.\n\nNon-diluted follow-on offerings happen when holders of existing, privately-held shares bring previously issued shares to the public market for sale. Cash proceeds from non-diluted sales go directly to theshareholdersplacing the stock into the open market.\n\nIn many cases, these shareholders are company founders, members of the board of directors, or pre-IPO investors. Since no new shares are issued, the company's EPS remains unchanged. Non-diluted follow-on offerings are also called secondary market offerings.\n\nA well-publicized follow-on offering was that of Alphabet Inc. subsidiary Google (GOOG), which conducted a follow-on offering in 2005. The Mountain View company's initial public offering (IPO) was conducted in 2004 using theDutch Auctionmethod. It raised approximately $1.67 billion at a price of $85 per share, the lower end of its estimates. In contrast, the follow-on offering conducted in 2005 raised more than $4 billion at $295, the company's share price a year later.\n\nIn early 2022, AFC Gamma, a commercial real estate company that makes loans to companies inthe cannabis industry, announced that it would be conducting a follow-on offering. The company would look to offer 3 million shares of itscommon stockat a price of $20.50 per share. The underwriters of the offering have a 30-day period in which they can opt to buy an additional 450,000 shares.\n\nThe company estimates gross proceeds from the sale to be approximately $61.5 million. The proceeds from the sale of additional common stock will be to fund loans made to companies in the industry and forworking capitalneeds.\n\nThere are two types of follow-on offerings: primary and secondary. A primary follow-on offering is a direct sale of a company's shares from the company that are newly issued. A secondary follow-on offering is a public resale of existing shares from current stockholders. A primary offering is dilutive whilea secondary offeringis non-dilutive.\n\nAn initial public offering (IPO) is when a private company goes public, listing its shares on an exchange for the first time for the public to purchase. A follow-on offering is when an already existing public company (one that has completed an IPO) sells more shares to the public to raise additional capital.\n\nFollow-on financing is when a startup that has already raised capital raises additional capital through another round of funding. This is in the private space before the start up has gone public.\n\nCFO. \"Google Secondary Offering Raises $4B+.\"\n\nCNET. \"Learning from Google's IPO.\"\n\nTechCrunch. \"A Look Back in IPO: Google, the Profit Machine.\"\n\nGlobenewswire. \"AFC Gamma, Inc., Prices Common Stock Offering.\"",
  "url": "https://www.investopedia.com/terms/f/followonoffering.asp"
}