{
  "term": "For Sale by Owner (FSBO): Definition, Costs, Benefits, and Risks",
  "definition": "\"For sale by owner\" (FSBO) indicates that a property is available for purchase directly from the owner rather than through a real estate agent or broker. Some sellers choose this option to avoid paying commissions to a seller's agent (also known as alisting agent or broker). FSBO sales, while less expensive for the owner, have their own set of costs.\n\nWorking without a real estate agent means sellers must handle those responsibilities on their own. Tasks filled by sellers' agents typically include:\n\nIn an FSBO transaction, the homeowner is responsible for setting the price, advertising and showing the home, negotiating the sale terms, and preparing the various legal forms, usually with the help of an attorney.\n\nA FSBO can be less expensive than a conventional real estate transaction, but it isn't free. Major costs can include attorney fees and buyer's agent commissions.\n\nIn a FSBO transaction, purchase contracts can be drawn up in any of several ways. Some individualsuse one of the blank contracts that can be found online. Companies like ForSaleByOwner.com also offer packages of relevant documents for this purpose.\n\nThe seller can also find a localreal estate attorneyto write up and review the contracts. According to the real estate site Zillow.com, lawyers often charge a flat fee of $800 to $1,200 per transaction, or an hourly rate of $150 to $350, depending on the market and how much work is involved. In many states, sellers are required by law to use an attorney, even if they are selling the home on their own.\n\nIf the buyer is using an agent, that agent may also provide a contract.\n\nIf the buyer brings their own real estate agent into the sale, as is common, the seller must pay that agent.\n\nAccording to ForSaleByOwner.com, \"it’s not unheard of for FSBO sellers to decline to pay the commission for buyer's agents. When this occurs, buyers generally ask for a credit to be applied to the purchasing price\" to compensate their agent.In other words, the seller will end up having to pay it anyhow.\n\nNote that if the seller does not have a real estate agent, their home will not normally be listed in any of the multiple listing services (MLS) that buyer agents commonly use to find homes for their clients. However, there are brokerages that will, for a flat fee, arrange for a listing.\n\nThe percentage of home sales that were FSBOs in 2024, according to the National Association of Realtors.\n\nSellers who hope to avoid using a full-service real estate agent, but who aren't comfortable doing it all on their own, have some other options.\n\nSome real estate agents offer a more limited set of services for a flat fee. That might include, for example, an MLS listing.\n\nDiscount real estate brokers also offer a range of services, often advertising commissions as low as 1%.\n\nSaving thousands of dollars in commissions can be tempting. Still, it's important to remember that when a seller doesn't employ a real estate agent, they assume all the responsibilities involved in completing the transaction.\n\nIf the seller is unfamiliar with the home buying and selling process, a mistake can be costly. If they set the listing price too high, fewer buyers will consider the home and it may take much longer to sell. On the flipside, setting the price too low could prove more costly than hiring an agent in the first place.\n\nSelling a home via FSBO can pose legal risks if the documents are not drawn up properly or if the home has issues that aren't adequately disclosed.\n\nIn addition, some real estate agents representing buyersavoid showing FSBO listingsor even outright refuse to do so. They may have been burned in the past by FSBO sellers who refused to pay their commission or otherwise proved difficult to deal with.\n\nFinally, would-be sellers need to consider the time commitment involved.\n\nA real estate agent who represents a seller ispaida percentage commission based on the final sale price. If another agent represents the buyer, they are also paid a percentage commission based on that price.\n\nReal estate agents and brokers can perform many of the same tasks for home sellers and buyers. The prime difference between them is that while agents have met the necessary tests to become a licensed agent in their state, brokers have taken additional training and passed the exam for a broker's license.Many brokers employ multiple agents in their offices.\n\nIf you want to forgo the full services of a listing agent and pay only to list your home on a multiple listing service (MLS), that could cost about $100 to $500. Some real estate agencies offer a MLS listing alone for a flat fee, with additional services available a la carte. There are also online services that will simply provide an MLS listing.\n\nA FSBO holds out the possibility of saving thousands of dollars in commissions. However, there are still costs involved. Before deciding, sellers need to weigh their potential savings against the services that a qualified real estate agent would provide them. They might also consider some alternatives, such as delegating at least some of the work to a flat-fee or discount broker.\n\nHomeLight. \"Who Pays the Buyer’s Agent in FSBO Transactions? Your Questions Answered.\"\n\nZillow. \"What Does a Real Estate Attorney Do for a Seller?\"\n\nForSaleByOwner. \"How to Work With a Buyer's Agent When You're a FSBO Seller.\"\n\nNational Association of Realtors. \"Quick Real Estate Statistics.\"\n\nRealtor.com. \"Agent, Broker, Realtor: What's the Difference?\"",
  "url": "https://www.investopedia.com/terms/f/for-sale-by-owner.asp"
}