{
  "term": "Forbearance: Meaning, Who Qualifies, and Examples",
  "definition": "The term forbearance refers to the temporary postponement of loan payments, typically for amortgageor student loan.Lendersand other creditors grant forbearance as an alternative to forcing a property intoforeclosureor leaving the borrower to default.\n\nMortgage lendersand mortgage servicers may negotiate forbearance agreements because the losses caused by foreclosures or defaults typically fall on them.\n\nFrancesco Carta fotografo / GettyImages\n\nAlthough an option for anyloan, forbearance typically applies tostudent loansand mortgages. Forbearance helps struggling borrowers by giving them extra time to repay their debt.\n\nHowever, forbearance can also help lenders, who risk losing money onforeclosuresanddefaults. Aforeclosureoccurs when a lender repossesses a home or property from the borrower due to nonpayment.\n\nLoan servicers—who collect payments but do not own loans—may hesitate to work with borrowers on forbearance relief because they do not bear as much financial risk as the lender.\n\nThe terms of aforbearance agreementare negotiated between borrowers and lenders. The chances of getting an arrangement depend partly on the likelihood that you can resume monthly payments once the forbearance period is over.\n\nThe lender may approve a total reduction of your payment or only a partial reduction, depending on the extent of your need and the lender’s confidence in your ability to catch up at a later date.\n\nIn some cases,the lendermay grant the borrower one of several options. These include:\n\nForbearance may be mandated by law. For example, the federalCoronavirus Aid, Relief, and Economic Security (CARES) Act, passed and signed into law in March 2020 to address the economic fallout from COVID-19, included provisions forstudent loan forbearance. The law also made provisions formortgage payment forbearancefor struggling homeowners during the pandemic.\n\nReceiving forbearancedoesn't relieve you of your financial responsibility, so you must still make up for the missed payments once your agreement ends.\n\nYou should contact yourlenderorloan servicerto apply for forbearance. In most cases, you must demonstrate a need to put off payments, such as financial difficulties associated with a significant illness or job loss.\n\nSince forbearance agreements are negotiated, lenders have a lot of discretion when it comes to deciding whether or not to offer help and the amount of help they will offer. Borrowers with a consistent on-time payment history may have better odds of getting approved for forbearance than those who have consistentlymissed payments.\n\nFor example, a borrower who worked at the same company for 10 years without ever missing a mortgage payment is a good candidate following alayoff. This borrower would be particularly likely to receive forbearance if they are highly skilled and can land a comparable job within a reasonable period. A lender is less likely to grant forbearance to a laid-off borrower with a spotty employment history or atrack record of late or missed payments.\n\nAnother forbearance option is for the lender to temporarily reduce the borrower’sinterest rate.\n\nStudent loan forbearance was mandated as part of the CARES Act passed in March 2020. That legislation suspendedfederal student loanpayments, set interest rates to 0%, stopped collections on defaulted loans, and halted adverse reports to credit agencies.\n\nThis forbearance relief came to an end in 2023. Student loan interest began accruing again in September, while the first student loan payments since the pandemic were due in October 2023.\n\nForbearance shouldn't be confused with loan \"forgiveness,\" though both provide relief to borrowers. Forbearance provides temporary relief, while forgiveness provides permanent relief. For example, the Biden Administration attempted to forgive up to $20,000 in student loan debt per borrower, but the Supreme Court blocked thestudent loan forgivenessplan in June 2023.\n\nIn August 2023, President Biden introduced the Saving on a Valuable Education (SAVE) plan, an income-driven repayment option in which an estimated 1 million borrowers could qualify for $0 monthly repayments.\n\nWhile on the surface the SAVE plan looked like forbearance, instead, the loans were technically in repayment. SAVE set monthly repayments at 10% of discretionary income for undergraduate borrowers and raised the discretionary income threshold to 225% of the federal poverty line.\n\nAs a result, a single borrower earning $32,800 per year would have a monthly student loan payment of $0, because they had discretionary income to repay their student loan. A family of four earning less than $67,500 per year would qualify for a $0 monthly payment.\n\nOn July 18, 2024, a federal appeals court blocked the SAVE plan until two court cases centered around the IDR plan can be resolved. The Department of Education moved borrowers enrolled in the SAVE plan into an interest-free forbearance while the litigation was ongoing.\n\nIt also outlinedoptions for borrowersnearing Public Service Loan Forgiveness (PSLF)—borrowers can either \"buy back\" months of PSLF credit if they reach 120 months of payments while in forbearance or switch to a different IDR plan.\n\nAs of 1/15/2025,a federal court prevented the U.S. Department of Education (ED) from implementing the Saving on a Valuable Education (SAVE) Plan and other income-driven repayment (IDR) plans. Also, the ED cannot forgive loans after years of payments under the SAVE, Pay As You Earn (PAYE), and Income-Contingent Repayment (ICR) Plans.Contact your loan servicer for details. If you're on a SAVE plan, you'll likely move to general forbearance until no later than September 2025 or when loan servicers are expected to begin moving borrowers back into repayment and will be allowed to recalculate payments.\n\nAlthough private student loans do not qualify for forbearance under current laws or federal programs, some private lenders may offer some form of forbearance on their own.\n\nMortgage forbearance is one way for struggling homeowners to avoidforeclosurewhen they cannot afford to make theirmortgage loanpayments. The lender must approve the terms of a forbearance, and not all borrowers will qualify.\n\nIf you are applying for mortgage forbearance, you should prepare to provide information detailing your financial situation.\n\nMortgage forbearanceassistance was extended to consumers as part of the CARES Act. COVID-19 mortgage forbearance applied to all federally backed and federally sponsored mortgages. If your loan was backed by HUD/FHA, the USDA, or the VA, then the deadline for requesting an initial forbearance was extended until the COVID-19 National Emergency ended—which occurred in April 2023.\n\nThe Homeowner Assistance Fund established by theAmerican Rescue Plan Actof 2021 provided nearly $10 billion for states and territories to offer relief to struggling homeowners through their housing departments.Mortgage forbearance periods through the Homeowner Assistance Fund have concluded.\n\nOnce the forbearance period is over, the borrower is usually responsible for making up the delinquent payments. The lender often works with the borrower to devise a plan to catch up on the debt.\n\nHomeowners who received a COVID-19 forbearance for theirfederally backed loancannot be required to repay missed payments in alump sumonce the forbearance ends. Keep in mind that this may not be the case with other lenders.\n\nAgain, depending on the terms negotiated with the lender, the borrower may owe interest accrued during the forbearance period and possiblylate fees.\n\nMortgage lending discrimination is illegal.If you think you’ve been discriminated againstbased on race, religion, sex, marital status, use of public assistance, national origin, disability, or age, there are steps you can take. One such step is to file a report, either to theConsumer Financial Protection Bureauor theU.S. Department of Housing and Urban Development (HUD).\n\nForbearance doesn't adversely affect yourcredit rating. However, missing payments before contacting the lender and setting up the forbearance terms will most likely have a negative impact.\n\nForbearance assistanceoffered to mortgage borrowers affected by COVID-19 was reported by lenders tocredit bureausas required by the CARES Act. However, in certain situations, lenders were required to report your mortgage account as \"current,\" thus protecting yourcredit score.\n\nYes, if you are in forbearance, you cannotrefinanceyour mortgage since a missed payment will prevent your eligibility forrefinancingwith mostbanks,credit unions, or financial institutions. However, contact various mortgage providers since they may have their own rules and may consider your individual circumstances to refinance.\n\nOnce your forbearance period ends, you owe the amount of money you missed, but there aredifferent options. Reinstatement means you will owe the entire amount all at once. Repayment allows you to bring yourmortgageup to date over time, usually 12 months. This is a repayment plan that you have agreed to with your mortgage servicer.\n\nForbearance is a temporary suspension of loan payments for a set period, which typically applies to student loans or mortgages. Forbearance allows for a delay in your payments, but you cannot stop paying your loan entirely.\n\nAlso, a reprieve from paying amortgagewill not erase the debt. You may still need to pay the past due amount at the time of the grant of the reprieve and any interest that accrued during the suspension, depending on the issuer.\n\nAt the end of the grace period, you must pay the entire amount due on your mortgage when you started the suspension. If you cannot pay your loan after the temporary suspension, contact your lender to discuss your options.\n\nU.S. Congress. “H.R. 748 - CARES Act.” Sections 3513 and 4023.\n\nFederal Student Aid. “Student Loan Forbearance.”\n\nFederal Student Aid. “COVID-19 Emergency Relief and Federal Student Aid.”\n\nSupreme Court of the United States. “22-506 Biden v. Nebraska.”\n\nBidenwhitehouse.archives.gov. \"The White House. \"Fact Sheet: The Biden-⁠Harris Administration Launches the SAVE Plan, the Most Affordable Student Loan Repayment Plan Ever to Lower Monthly Payments for Millions of Borrowers.\"\n\nFederal Student Aid. “SAVE Repayment Plan Offers Lower Monthly Loan Payments.”\n\nU.S. Department of Education. “Department of Education Updates on Saving on a Valuable Education (SAVE Plan).”\n\nU.S. Department of Education. \"Department of Education Updates on Saving on a Valuable Education (SAVE Plan).\"\n\nBidenwhitehouse.archives.gov. “Bill Signed: H.J.Res. 7.”\n\nU.S. Department of the Treasury. “Homeowner Assistance Fund.”\n\nConsumer Financial Protection Bureau. “Get Homeowner Assistance Fund Help.”\n\nConsumer Financial Protection Bureau. “Mortgage Forbearance During COVID-19.”\n\nFederal Trade Commission Consumer Advice. \"Mortgage Discrimination.\"\n\nConsumer Financial Protection Bureau. “Protecting Your Credit During the Coronavirus Pandemic.”",
  "url": "https://www.investopedia.com/terms/f/forbearance.asp"
}