{
  "term": "Foreign Earned Income Exclusion: Overview and Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nBusakorn Pongparnit/Getty Images\n\nThe foreign earned income exclusion is an Internal Revenue Service (IRS) policy that subtracts income earned and taxed in a foreign country from U.S. taxable income. Expats are still required to file tax returns in the U.S.\n\nIn general, U.S. taxpayers are required to pay income taxes on their earnings worldwide, not just within the U.S. However, the foreign earned income exclusion prevents double taxation of Americans living and working abroad.\n\nFor the 2024 tax year, the maximum foreign earned income exclusion is $126,500. For the 2025 tax year, the maximum is $130,000.\n\nThe foreign earned income exclusion is reported on IRS tax Form 2555. The same form is used to claim thehousing exclusion or deduction, which deducts from taxation amounts paid by an employer for housing in a foreign country.\n\nYou must meet certain qualifications to claim the foreign earned income exclusion:\n\nThere is a maximum exclusion amount plus aforeign housing amountwhich limits the exclusion. It is prorated if the number of qualifying days in a foreign country is less than a full tax year.\n\nThe foreign housing amount is the housing costs you paid with foreign earned income in excess of a base housing amount. The base housing amount is 16% of the maximum foreign earned income exclusion computed on a daily basis.\n\nThis means that in 2024, when the maximum annual exclusion is $126,500, an individual's base housing amount is their number of qualifying days of housing expenses multiplied by $52.60 (16% of $126,500 is $20,240, and $20,240 divided by 365 days equals $55.45 per day).\n\nThe maximum annual exclusion rises to $130,000 for the 2025 tax year.\n\nFor most, excludable housing expenses are capped at 30% of the maximum exclusion amount, although there are exceptions for taxpayers living in high-cost localities.\n\nThe foreign housing amount is taken as an exclusion by employees and as a deduction by self-employed individuals.\n\nLet’s see how the foreign earned income exclusion works.\n\nMichael is an American working in Vietnam. He lived in Hanoi for 355 days of the tax year and was absent for 10 days on a trip home for Thanksgiving. He earned a salary of $225,000 and paid $33,600 of it to lease a flat for the year. MP paid the equivalent of $75,000 in Vietnamese income tax.\n\nMichael would also have owed $81,000 in U.S. income tax without the foreign earned income exclusion, the foreign housing amount, and the nonrefundable foreign tax credit available to American taxpayers paying taxes abroad.\n\nSince Michael is a U.S. citizen who paid foreign taxes on income earned over 355 qualifying days, he can exclude $126,500 of the foreign earned income from his U.S.taxable incomefor the 2024 tax year. Moreover, he can deduct a foreign housing amount of $15,040 ($33,600 in housing costs – $16,944 base amount).\n\nBecause his income is over the maximum for the year, Michael must take an additional nonrefundable foreign tax credit against the U.S. taxes owed.\n\nAs long as he files Form 2555 to elect the foreign earned income exclusion and Form 1116 claiming theforeign tax credit, he will not owe U.S. taxes on the foreign income.\n\nIn general, any person who lives, works, and pays taxes in a foreign country but is obligated to file U.S. taxes qualifies for the foreign earned income exclusion. That includes:\n\nFor the 2024 tax year, the foreign earned income exclusion is $126,500. For 2025, the maximum will rise to $130,000. Any earned income below these amounts for an individual will not be taxed.\n\nYes, as a U.S. citizen or U.S. resident alien, you must file a tax return that includes all of your income anywhere in the world. However, you may qualify for foreign earned income exclusions or foreign income tax credits to reduce or eliminate your U.S. taxes owed.\n\nIf you're a U.S. citizen or a resident alien, you have to file income tax forms with the IRS. There is, however, an exclusion applied to the foreign income of Americans living and working abroad that avoids the perils of double taxation.\n\nInternal Revenue Service. \"Foreign Earned Income Exclusion.\"\n\nInternal Revenue Service. \"Foreign Housing Exclusion or Deduction.\"\n\nInternal Revenue Service. \"Form 2555, Foreign Earned Income.\"\n\nInternal Revenue Service. \"Instructions for Form 2555,\" Pages 2–3.\n\nInternal Revenue Service. \"Topic No. 851 Resident and Nonresident Aliens.\"\n\nInternal Revenue Service. \"Foreign Earned Income Exclusion - Bona Fide Residence Test.\"\n\nInternal Revenue Service. \"Foreign Earned Income Exclusion - Physical Presence Test.\"\n\nInternal Revenue Service. \"Foreign Earned Income Exclusion - What Is Foreign Earned Income.\"\n\nInternal Revenue Service. \"Figuring the Foreign Earned Income Exclusion.\"\n\nInternal Revenue Service. \"Figuring the Foreign Earned Income Exclusion.\"\n\nInternal Revenue Service. \"Form 1116, Foreign Tax Credit (Individual, Estate, or Trust).\"\n\nInternal Revenue Service. \"IRS releases tax inflation adjustments for 2025.\"\n\nInternal Revenue Service. \"Frequently Asked Questions (FAQs) About International Individual Tax Matters.\"",
  "url": "https://www.investopedia.com/terms/f/foreign-earned-income-exclusion.asp"
}