{
  "term": "Forensic Accounting: What It Is, How It's Used",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nForensic accounting utilizesaccounting, auditing, and investigative skills to examine the finances of an individual or business. Forensic accountants areCPAsthat look for evidence of crimes and commonly work for insurance companies, financial institutions, and law enforcement agencies.\n\nForensic accountants analyze financial records and accounts that may be used as legal evidence and often testify in court cases as expert witnesses. They may work on cases such asfraudandembezzlementand explain the nature of a financial crime in court.\n\nForensic accountants analyze, interpret, and summarize complex financial data. They compile financial evidence, develop computer applications to manage the information collected, and communicate their findings in the form of reports or presentations.\n\nThe accountant's tasks include tracing funds, asset identification, asset recovery, anddue diligencereviews. Forensic accountants may also train inalternative dispute resolution (ADR)due to their high level of involvement in legal issues and familiarity with the judicial system.\n\nForensic accounting is utilized inlitigationwhen quantification of damages is needed. Parties involved in legal disputes use the findings of a forensic accountant to resolve disputes via settlements or court decisions, such as compensation or benefit disputes. The forensic accountant may be utilized as an expert witness if the dispute escalates to a court decision.\n\nForensic accountantsanalyze whether a crime occurredand assess the likelihood of criminal intent. Such crimes may include employee theft,securities fraud, falsification of financial statement information, identity theft, orinsurance fraud.\n\nThe scope and mechanics ofBernie Madoff'sPonzi schemeare understood today because forensic accountants dissected the scheme and made it understandable for the court case. Forensic accountants search for hidden assets in divorce cases and investigate breaches of contracts,tort, or disagreements relating to company acquisitions like breaches of warranty, or business valuation disputes.\n\nForensic accountants may investigate construction claims, expropriations, product liability claims, ortrademarkorpatentinfringements or determine the economic results of the breach of a nondisclosure agreement.\n\nForensic accounting is routinely used by the insurance industry. A forensic accountant may be asked to quantify the economic damages arising from a vehicle accident or a case of medical malpractice or otherclaims. One of the concerns about taking a forensic accounting approach to insurance claims as opposed to anadjuster approachis that forensic accounting is mainly concerned with historical data and may miss relevant current information that changes the assumptions around the claim.",
  "url": "https://www.investopedia.com/terms/f/forensicaccounting.asp"
}