{
  "term": "Foreign Exchange Risk: What It Is and Hedging Against It, With Examples",
  "definition": "Foreign exchange risk refers to the losses that a business conducting international transactions can incur due to fluctuations in currency rates. Changes in the relative value of the currencies involved can change the real costs of goods ordered from abroad or delivered to a foreign customer, or increase the cost of a planned expansion in a foreign country. Investments in foreign companies can suffer losses due entirely to exchange rate changes.\n\nForeign exchange risk is also known as currency risk, FX risk, and exchange-rate risk,\n\nForeign exchange risk arises when a company engages in financial transactions denominated in a currency other than that of the company's home country. Any appreciation or depreciation of the base currency or the depreciation or appreciation of the denominated currency will alter the cash flows emanating from that transaction.\n\nForeign exchange risk can also affect investorswho trade in international markets andbusinesses engaged in the import/exportof products or services to multiple countries.\n\nThe proceeds of a closed trade, whether it is a profit or loss, are denominated in the foreign currency and will need to be converted back to the investor's base currency. Fluctuations in theexchange ratecould adversely affect this conversion, resulting in a lower-than-expected amount.\n\nAn import/export business is exposed to foreign exchange risk by havingaccount payablesandreceivablesaffected bycurrency exchange rates.\n\nThis risk originates when a contract between two parties specifies exact prices for goods or services as well as delivery dates. If a currency’s value fluctuates between the time the contract is signed and the delivery date, it will cause a loss for one of the parties.\n\nThere are three types of foreign exchange risk:\n\nCompanies that are subject to FX risk canimplement hedging strategies to mitigate that risk. This usually involvesforward contracts,options, and other exotic financial products. If done properly, these strategies can protect the company from adverse foreign exchange moves.\n\nAn American liquor company signs a contract to buy 100 cases of wine from a French retailer for €50 per case, or €5,000 total, with payment due at the time of delivery.\n\nThe American company agrees to this contract at a time when the Euro and the US Dollar are of equal value, so €1 = $1. Thus, the American company expects that when they accept delivery of the wine, they will be obligated to pay the agreed-upon amount of €5,000, which at the time of the sale was $5,000.\n\nHowever, it will take a few months for the wine to be delivered. In the meantime, due to unforeseen circumstances, the value of the US dollar depreciates versus the euro. By the time the wine is delivered, €1 = $1.10.\n\nThe contracted price is still €5,000 but now the US dollar amount that the American importer must pay is $5,500.\n\nAn investor who wants exposure to foreign companies cannot entirely avoid foreign exchange risk, but there are ways to keep it to a minimum.\n\nOne way is to invest inhedged exchange-traded funds (ETFs)that focus on international stocks and bonds. The hedge fund manager will hedge against currency risk through various means available in the forex.\n\nAnother way is to invest in the stocks of American companies that are aggressively expanding abroad. Those companies will deal with the foreign exchange risk for you.\n\nIf you're selling goods to foreign markets, the easiest way to reduce foreign exchange risk is to quote your prices and require payment in U.S. dollars, according to the U.S. International Trade Administration. That puts all the risk on your customer and could result in lost opportunities as potential customers look for more accommodating sources.\n\nAnother relatively easy strategy for reducing risk, the administration says, is to arrange for a forward contract, which guarantees a pre-set exchange rate at a specific future date. An international banker can advise on the specifics.\n\nThere are at least three types of foreign exchange risk, all of which are related to the effects of fluctuating currency rates:\n\nForeign exchange risk is a fact of life for any company doing business abroad and any investor buying foreign stocks. Companies mitigate these risks using various strategies such as buying forward contracts on the forex to get a guaranteed rate at a future date. Investors can minimize the risks by investing in international ETFs that hedge against foreign exchange risk.\n\nInternational Trade Administration. \"Foreign Exchange Risk.\"",
  "url": "https://www.investopedia.com/terms/f/foreignexchangerisk.asp"
}