{
  "term": "Foregone Earnings: Meaning, Overview, Examples",
  "definition": "Foregone earnings represent the difference betweenearningsactually achieved and the earnings that could have been achieved with the absence of fees, expenses, or lost time. As such, a large portion of foregone is represented by the amount that the investor spent on investment fees, which often make up a sizable percentage of investment earnings.\n\nThe assumption is that if the investor had been exposed to lower fees, they would have automatically earned a better return. The concept of foregone earnings is typically used when referring to sales charges, management fees, or total expenses paid to funds.\n\nForegone earnings, as they relate to investment performance, can cause a big drag on thelong-term growthof assets and investments. Fees are usually charged to investors for access tomutual funds,exchange-traded funds(ETFs), and other pooledinvestment vehicles. Mutual funds are actively managed funds, meaning they're a collection of securities bought and sold by a portfolio manager. ETFs are passively managed funds, meaning they typically track an index such as the S&P 500 and, therefore, have lower fees than mutual funds.\n\nSomething as seemingly innocent as afront-end loador a 1%management feecan cost thousands of dollars as the years pile up, thanks to the wonders ofcompound returns. Investors must research the costs associated with each investment to limit foregone earnings.\n\nForegone earnings are a type ofopportunity cost, or the cost of missing out on a better choice or opportunity, thus leaving money on the table.\n\nSales charges can be a significant expense for investors. TheFinancial Industry Regulatory Authority(FINRA) provides the following schedule, which outlines potential front-end load sales charges for investing in mutual funds.The table below shows the hypotheticalbreakpointsas examples where mutual fund sales charges might be reduced based on the amount of funds invested.\n\nSales charges can occur at various points in the investment process. Sales charges are commissions charged by distributors that compensate the broker for sales.\n\nBelow are three examples of the types of sales charges and when they occur:\n\nIndividual investors are typically charged lower fees when trading with a discount broker, and many platforms may not require any sales charges to be paid. Sales charges can also often be bypassed by investing through the fund company directly.\n\nSales charges for transactions through intermediaries are determined by the mutual fund. Some mutual funds provide investors with a breakdown of returns with and without sales charges. For example, theClearBridge Aggressive Growth Fundreports returns with and without sales charges. As of August 31, 2022, the Fund's average one-year return without sales charges was -25.33%. With sales charges, the return was -29.62% whereby the difference of 4.29% represents foregone earnings due to sales charges.\n\nThe above example shows how much foregone earnings can impact the return on an investment. Breakpoint discounts can significantly reduce sales charges and fees, allowing more of the investment's gains to be reinvested, or compounded, leading to better long-term returns. It's important for investors to research and perform due diligence on a mutual fund's breakpoint discounts to determine if you qualify and if so, determine the requirements.\n\nInvestors will also experience foregone earnings from mutual fund operating fees. Mutual fund operating fees typically encompass management fees, distribution fees, transaction fees, and administrative costs. A mutual fund may report agross expense ratioand a net expense ratio that includes these fees. If a net expense ratio is quoted, then the fund has waivers and reimbursement agreements in place. Over time the fund's expense ratio typically increases to its gross expense ratio when the discounts expire.\n\nInvestors can consider management fees and gross versus net expense ratios when comparing funds for foregone earnings. Passively managed funds typically have lower expense ratios than actively managed funds. Actively managed funds require higher management fees and transactions costs.\n\nFor example, let's say you have $10,000 to invest, and one fund charges 0.5%, while the other fund charges 2%. Both funds offer exposure to a similar segment of the market. If you invested in the 2% fund, your investment return would decrease by $200 annually. Investing in the 0.5% fund only charges $50. If you chose to invest in the 2% fund, your foregone earnings from fund fees would be $150 in total.\n\nRedemption feesmay also be charged by mutual funds to prevent investors from short-term trading. These fees are determined by the fund company. Their timeframes for payment can range from 30 to more than a year after the initial purchase depending on the issuer. Redemption fees are paid back to the fund for trading and operational costs. Avoiding redemption fees can also be a factor helping to reduce the potential for foregone earnings.\n\nFinancial Industry Regulatory Authority (FINRA). \"Mutual Funds: Fees & Expenses.\"\n\nFranklin Templeton. \"ClearBridge Aggressive Growth Fund.\"",
  "url": "https://www.investopedia.com/terms/f/foregone_earnings.asp"
}