{
  "term": "Foreclosure: Definition, Process, Downside, and Ways to Avoid",
  "definition": "Foreclosure is the legal process by which a lender attempts to recover the amount owed on adefaulted loanby taking ownership of the mortgaged property and selling it. Typically, default is triggered when a borrower misses a specific number of monthly payments, but it can also happen when the borrower fails to meet other terms in the mortgage document.\n\nThe foreclosure process derives its legal basis from a mortgage ordeed of trust contract, which gives the lender the right to use a property as collateral in case the borrower fails to uphold the terms of the mortgage document. Although the process varies by state, theforeclosure processgenerally begins when a borrower defaults or misses at least one mortgage payment. The lender then sends a missed-payment notice that indicates that month’s payment hasn’t been received.\n\nIf the borrower misses two payments, the lender sends ademand letter. This is more serious than a missed payment notice, but the lender still may be willing to make arrangements for the borrower to catch up on the missed payments.\n\nThe lender sends anotice of defaultafter 90 days of missed payments. The loan is handed over to the lender’s foreclosure department, and the borrower typically has another 30 days to settle the payments and reinstate the loan (this is called the reinstatement period). At the end of the reinstatement period, the lender will begin to foreclose if the homeowner has not made up the missed payments.\n\nA foreclosure appears on the borrower’scredit reportwithin a month or two and stays there for seven years from the date of the first missed payment. After that, the foreclosure is deleted from the borrower’s credit report.\n\nEach state has laws that govern foreclosures, including the notices that a lender must post publicly, the homeowner’s options for bringing the loan current and avoiding foreclosure, and the timeline and process for selling the property.\n\nA foreclosure—the actual act of a lender seizing a property—is typically the final step after a lengthypre-foreclosure process. Before foreclosure, the lender may offer several alternatives to avoid foreclosure, many of which can mediate a foreclosure’s negative consequences for both the buyer and the seller.\n\nIn 22 states—including Florida, Illinois, and New York—judicial foreclosureis the norm.This is where the lender must go through the courts to get permission to foreclose by proving the borrower is delinquent. If the foreclosure is approved, the localsheriff auctionsthe property to the highest bidder to try to recoup what the bank is owed, or the bank becomes the owner and sells the property through the traditional route to recoup its losses.\n\nThe other 28 states—including Arizona, California, Georgia, and Texas—primarily use nonjudicial foreclosure, also calledpower of sale.This type of foreclosure tends to be faster than a judicial foreclosure, and it does not go through the courts unless the homeowner sues the lender.\n\nProperties foreclosed in the last quarter of 2024 had spent an average of 762 days in the foreclosure process, according to the Year-End 2024 U.S. Foreclosure Market Report from ATTOM Data Solutions, a property data provider. This is down 6% from the previous quarter’s average, but a 6% increase from a year ago.\n\nThe average number of days varies by state because of differing laws and foreclosure timelines. The states with the longest average number of days for properties foreclosed in the fourth quarter of 2024 were:\n\nThe graph below shows the quarterly average days to foreclosure since the first quarter of 2007.\n\nEven if a borrower has missed a payment or two, there still may beways to avoid foreclosure. Some alternatives include:\n\nMortgage lending discrimination is illegal.If you think you’ve been discriminated againstbased on race, religion, sex, marital status, use of public assistance, national origin, disability, or age, there are steps you can take. One such step is to file a report with theConsumer Financial Protection Bureau (CFPB)or the U.S.Department of Housing and Urban Development (HUD).\n\nIf a property fails to sell at a foreclosure auction, or if it otherwise never went through one, then lenders—often banks—typically take ownership of the property and may add it to an accumulated portfolio of foreclosed properties, also calledreal estate owned (REO).\n\nForeclosed properties are typicallyeasily accessible on banks’ websites. Such properties can be attractive to real estate investors, because in some cases, banks sell them at a discount to their market value, which, in turn, negatively affects the lender.\n\nFor the borrower, a foreclosure appears on a credit report within a month or two, andit stays there for seven yearsfrom the date of the first missed payment. After seven years, the foreclosure is deleted from the borrower’s credit report.\n\nIn judicial foreclosure, the lender must go through the courts to obtain permission to foreclose. This process tends to be slower and is used in 22 states. Nonjudicial foreclosure, on the other hand, does not involve the courts and is typically faster, used in 28 states.\n\nYes, you cansell your homewhile it's in foreclosure, and the sale proceeds can be used to pay off the loan. However, the lender may still have the right to foreclose if the sale does not cover the full amount owed. It's important to act quickly to avoid further complications.\n\nIf a foreclosure property doesn't sell at auction, the lender, often a bank, takes ownership of the property. These properties are then classified as Real Estate Owned (REO) and may be listed for sale by the bank, sometimes at a discounted price, making them potentially attractive toreal estate investors.\n\nForeclosure can be a difficult and lengthy process, with significant consequences for borrowers. Understanding the foreclosure timeline and the options available can help homeowners navigate these challenges.\n\nIf you’re facing the possibility of foreclosure, it's important to consider alternatives, such as reinstatement or refinancing, to avoid the negative impact on your financial future. If you're unsure about your options, consulting with a legal or financial professional can provide guidance tailored to your situation.\n\nATTOM. \"U.S. Foreclosure Activity Declines in 2024.\"\n\nExperian. “Understanding Foreclosure.”\n\nExperian. \"How Does a Foreclosure Affect Credit?\"\n\nNolo. \"Chart: Judicial v. Nonjudicial Foreclosures.\"\n\nConsumer Financial Protection Bureau. “Having a Problem With a Financial Product or Service?”\n\nU.S. Department of Housing and Urban Development. “Complaints.”",
  "url": "https://www.investopedia.com/terms/f/foreclosure.asp"
}