{
  "term": "Foreign Investment: Definition, How It Works, and Types",
  "definition": "Foreign investment involves capital flows from one country to another, granting foreign investors extensive ownership stakes in domestic companies and assets.\n\nForeign investment represents part of the elaborate web of financial relationships between nations and corporations. It's a force that can transform skylines, revitalize industries, and reshape the economic destinies of entire regions. But it's also a phenomenon that raises critical questions about economic sovereignty, democratic preservation, and global power balance.\n\nFor the purposes of this article, we'll focus on foreign investment in its contemporary economic sense, leaving aside foreign aid and the investments in human capital and development by one country in another. We'll also set aside, at least explicitly, the historical context of military colonialism and imperialism that has long been intertwined with foreign investment and is broadly understood.\n\nHistorically, state engagements and corporate investments abroad have often been closely linked: foreign investments typically piggybacked on state alliances or military impositions in other regions. Examples range from the opening of China to foreign investment following efforts by various American administrations, starting with Richard Nixon, to the European colonialism that empowered domestic firms like the Dutch East India Company and their 20th-century successors that exploited so-called \"banana republics\" more beholden to foreign corporations than local populations.\n\nUnlike colonialism, modern foreign investment, at least in theory, involves financial interests in a foreign region without direct political control; the transfer of capital is intended for both profit and mutual benefit. Foreign investment thus involvescapital flowsfrom one country to another, granting foreign investors ownership stakes in domestic companies and assets. This includes foreign direct investment (FDI), where investors have direct control over the foreign enterprise, and foreign portfolio investment (FPI), which involves purchasing securities and other financial assets without active management of the enterprise. The latter is also discussed as foreign indirect investment.\n\nBelow, we'll explore these two main types of foreign investment in detail, examining their characteristics, motivations, and impacts on investing and recipient countries. We'll also discuss the role of foreign investment in globalization and the ongoing debates surrounding its benefits and drawbacks. By understanding the nuances of foreign investment, investors can better appreciate its significance in shaping the global economic landscape and its implications for international relations and economic development.\n\nThe amount of global FDI flows in 2023.\n\nForeign investment refers to the allocation of capital by individuals, companies, or governments from one country into the assets or businesses of another country. This movement of capital can take various forms and serves many purposes, including the pursuit of higher returns, diversification of investment portfolios, fostering economic growth in the host country, and solidifying cross-border alliances.\n\nMost notably, it's rarely, if ever, without controversy. The influx of foreign capital often sparks debates about national sovereignty, cultural integrity, and economic independence. Examples abound, from the anxiety over Japanese investments in iconic American properties during the 1980s to contemporary concerns about American teenagers whiling away their days on Chinese-owned TikTok. In the United Kingdom, foreign ownership of prime real estate, particularly in London, has led to discussions about housing affordability and the changing character of neighborhoods.\n\nThese controversies often stem from fears of losing control over national assets, concerns about wealth inequality, and suspicions about the motives of foreign investors. Critics argue that foreign investment can lead to the exploitation of local resources, the displacement of domestic businesses, or even pose national security risks. Supporters of particular foreign investment projects, meanwhile, tend to emphasize the benefits of job creation, technology transfer, and economic stimulation that foreign investment can bring.\n\nForeign investment operates through two primary mechanisms: FDI and FPI. Each serves different purposes and has distinct characteristics.\n\nThe United States, China, and India are among the top destinations for FDI, attracting billions of dollars in foreign capital annually.\n\nFDI involves an investor establishing foreign business operations or acquiring foreign business assets, typically by controlling ownership in a foreign company. This form of investment is characterized by significant control over the foreign enterprise, often defined as owning 10% or more of the voting stock. FDI is usually part of a long-term commitment. It can take various forms, such as building new operational facilities from the ground up (Greenfield Investments), buying or merging with an existing foreign company, or partnering with a foreign company to establish a new enterprise (joint ventures).\n\nBeyond capital, FDI often involves the transfer of technology, expertise, and management practices. FDI is usually grouped into three types:\n\nFPIrefers to individuals, corporations, or institutions investing in foreign financial assets such as stocks, bonds, or other securities. Unlike FDI, portfolio investors typically do not have control over the enterprises they invest in. FPI is generally more liquid than FDI, allowing for easier entry and exit, and often has a shorter-term focus. It provides investors with a chance to diversify their portfolios acrossinternational markets.\n\nFPIs are subject to exchange rate risks, as the value of investments can be significantly affected by fluctuations in the currency exchange rates between the investor’s home country and the foreign country.\n\nForeign indirect investments involve corporations, financial institutions, and private investors buying stakes or positions in foreign companies that trade on aforeign stock exchange. In general, this type of foreign investment is less favorable, as the domestic company can easily sell off its investment very quickly, sometimes within days of the purchase.\n\nBuying a significant, lasting interest in a company or asset in another country.\n\nCould be a merger or acquisition, joint venture, or the opening of a subsidiary and manufacturing plants.\n\nThe investor generally gains influence over how the foreign asset or entity is run.\n\nThese investments aren't always liquid and are considered long term.\n\nPurchasing shares, bonds or other securities in foreign entities.\n\nHoldings can include stocks, ADRs, GDRs, bonds, mutual funds, and exchange traded funds (ETFs).\n\nThe investor doesn't usually gain direct control of the foreign entity it invests in.\n\nThese investments tend to be smaller and shorter term in nature.\n\nIn addition, large corporations often look to do business with those countries where they will pay the least amount of taxes. They may do this by relocating their home office or parts of their business to a country that is atax havenor has favorable tax laws aimed at attracting foreign investors.\n\nSome of the more popular tax haven countries that attract foreign investors include the Bahamas, Bermuda, Monaco, Luxembourg, Mauritius, and the Cayman Islands.\n\nFDIs generally involve taking a significant stake in a foreign company or building facilities in a foreign country. That could mean a merger or acquisition, a joint venture, or creating a foreignsubsidiary.\n\nMany companies set up big manufacturing facilities in countries where labor and other costs are cheaper. An American company, for example, could sell its goods in the U.S. but get them made, say, in Vietnam. By opening manufacturing facilities in Vietnam, the company is investing in the country. Its investments lead to jobs and paychecks that get spent in the local economy as well as taxes.\n\nIndirect foreign investments are generally less grand in scale. They could involve a retail investor buying a foreign country's government bond, which would essentially mean lending that government money or shares in a company that doesn’t trade in their country.\n\nIf you buy shares in a foreign company, or any other type of investment, including bonds, mutual funds, and ETFs, you are indirectly helping to fund the economy of the country where it is located. However, unlike with the FDI, your investment should be easy to sell and will be passive in nature—you won’t be influencing how it is run. It should also be more affordable and accessible.\n\nTwo additional types of foreign investments should be considered: commercial loans and official flows.Commercial loansare typically bank loans issued by a domestic bank to businesses in foreign countries or the governments of those countries. Official flows are a general term that refers to different forms of developmental assistance that developed or developing nations receive from a domestic country.\n\nCommercial loans were the largest source of foreign investment in developing countries and emerging markets until the 1980s. Following this period, commercial loan investments plateaued, and direct and portfolio investments increased significantly around the globe.\n\nForeign investment flows can be highly sensitive to changes in economic indicators such as interest rates, inflation, and political stability in both the investor's home country and the target market.\n\nA different kind of foreign investor is the multilateral development bank (MDB), which is an international financial institution that invests in developing countries to encourage economic stability. Unlike commercial lenders who have an investment objective to maximize profit, MDBs use their foreign investments to fund projects that support a country's economic and social development.\n\nThe investments—which typically take the form of low- or no-interest loans with favorable terms—might fund the building of an infrastructure project or provide the country with the capital needed to create new industries and jobs. Examples of multilateral development banks include theWorld Bankand the Inter-American Development Bank.\n\nForeign investment can help to boost both the recipient’s economy and the economy of the country of origin. The foreign country benefits, for example, from the constriction of new infrastructure and the creation of jobs for their local workers, while the country of origin may indirectly benefit from the returns generated from the investment.\n\nForeign investment is also seen as an important part of building ties between different countries. It boosts international trade and makes it easier for the world to share its resources, which, in theory, should benefit everyone.\n\nThere are also plenty of disadvantages. Common criticisms about foreign investment include that it drives out local businesses and results in profits being reinvested elsewhere. Foreign investment is sometimes viewed as an unethical way for companies to save money. By opening operations in cheaper countries, they fatten their pockets without passing on the savings to consumers and take jobs away from their country of origin.\n\nLikewise, foreign indirect investment comes with pros and cons. On the one hand, it's great that investors have the option to invest anywhere in the world. Meanwhile, it means investment capital is being directed abroad rather than domestically. If people start investing in foreign companies over domestic ones, it could lead domestic companies to struggle, which could lead to job losses and maybe even higher prices.\n\nForeign investment helps develop ties between different countries, promotes international trade, and can be economically beneficial to both the foreign and domestic country. The International Trade Administration claims foreign investment “plays a major role in the U.S. economy, both as a key driver of the economy and an important source of innovation, exports and jobs.”\n\nAn investment is called foreign when it is made in a foreign country. If the investment was made in the country of the investor, it would simply be an investment. If, meanwhile, it was made in a foreign country, it could be labeled a foreign investment instead.\n\nInvestors can invest in foreign stocks viaAmerican depository receipts,global depository receipts, or directly by opening an account with a local broker in the target country. Alternatively, it’s possible to gain exposure to foreign stocks by investing in a mutual fund or ETF that invests in foreign shares.\n\nWhen Americans buy foreign stocks, their income and capital gains are taxed in the U.S. and may also be taxed by the government of the country where they invested. If you are also taxed by the foreign country's government, you may qualify for a \"foreign tax credit\" that allows you to use all or some of those foreign taxes to offset your liability to Uncle Sam.\n\nWhen an investor invests in the companies and assets of a different country, it is deemed a foreign investment. Foreign investment is generally classified in two ways: direct and indirect. Direct describes long-term significant investments such as the acquisition of plants and buildings. At the same time, indirect usually refers to investors buying shares in foreign companies that trade on a foreign stock exchange. Another form of foreign investment is through loans.\n\nUN Trade & Development. \"Global Foreign Direct Development Grew 3% in 2023 as Recession Fears Eased.\"\n\nInternational Trade Administration. “Invest in America.”\n\nInternal Revenue Service. \"Foreign Tax Credit.\"",
  "url": "https://www.investopedia.com/terms/f/foreign-investment.asp"
}