{
  "term": "Foreign Tax Credit: Definition, How It Works, and Who Can Claim It",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe foreign tax credit is a U.S. tax credit used to offset income tax paid abroad. U.S. citizens and resident aliens who pay income taxes imposed by a foreign country or U.S. possession can claim the credit. The credit can reduce your U.S. tax liability and help ensure you aren'ttaxed twiceon the same income.\n\nIf you paid taxes to a foreign country or a U.S. possession and are subject to U.S. tax on the same income, you can take an itemized deduction or a credit for those taxes.\n\nReported as a deduction onSchedule Aof your 1040 or 1040-SR, the foreign income tax reduces your U.S. taxable income. Conversely, the foreign income directly reduces your U.S. tax liability if you take the credit. If you opt for the tax credit, you must complete Form 1116 and attach it to your U.S. tax return.\n\nYou must take a credit or a deduction for allqualified foreign taxes. You can't take the credit for some of your foreign taxes and a deduction for others, and you can't claim both a credit and a deduction for the same tax.\n\nTaking the credit usually makes financial sense because the amount reduces your actual tax bill instead of just lowering your taxable income. The tax break reduces the double tax burden that would otherwise arise if you were taxed on the same income twice.\n\nGenerally, only income, war profits, andexcess profits taxesare eligible for the credit. Foreign taxes on wages, dividends, interest, and royalties also qualify. TheInternal Revenue Service (IRS)specifies that \"the tax must be a levy that is not payment for a specific economic benefit,\" and it must be similar to a U.S. income tax.\n\nYou can also claim the credit on foreign taxes that aren't imposed under a foreign income tax law if the tax is \"in lieu\" of income, war profits, or excess profits tax. In this situation, the tax must be imposed in place of an income tax the country otherwise imposes.\n\nForeign tax is typically imposed in a foreign currency. Use the exchange rate in effect on the date you paid the foreign tax, the tax was withheld, or you made estimated tax payments.\n\nOther foreign taxes, such as foreign real and personal property taxes, do not qualify for the foreign tax credit, but you may be able todeduct these other taxeson Schedule A of your income tax return even if you also claim the foreign tax credit. You can deduct foreign real property taxes unrelated to your trade or business. However, other taxes must be expenses you incur in a trade or business.\n\nIndividuals,estates, andtrustscan use the foreign tax credit to reduce their income tax liability. Additionally, taxpayers can carry any unused foreign tax back for one year and then forward up to 10 years.\n\nNot all taxes paid to a foreign government can be claimed as a credit against the U.S. federal income tax. For the foreign tax to qualify for the credit:\n\nThere is a limit on the amount of credit you can claim, which you calculate on Form 1116. You can claim the smaller of the foreign tax you paid or your calculated limit unless you qualify for one of these exemptions:\n\nIf you qualify for an exemption, claim the tax credit directly onForm 1040.\n\nIf you claim the foreign earned income exclusion and/or the foreign housing exclusion, you can't take a foreign tax credit for taxes on the income you excluded (or could have excluded). If you do, the IRS could revoke one or both of your choices.\n\nTax credits can be either refundable or non-refundable. Arefundable tax creditgives you a refund if the tax credit is more than your tax bill. For example, if you apply a $3,400 refundable tax credit to a $3,000 tax bill, you will receive a $400 refund.\n\nAnon-refundable tax creditwon't provide a refund because it only reduces the tax owed to zero. If the $3,400 tax credit was non-refundable, you would owe nothing to the government. However, you would also forfeit the $400 that remained after the credit was applied.\n\nMost tax credits, including the foreign tax credit, are non-refundable.\n\nTax credits reduce the tax you owe dollar-for-dollar, while tax deductions lower your taxable income. While both save you money, credits are more valuable.\n\nA $1,000 tax credit reduces your tax bill by $1,000. Conversely, a $1,000 tax deduction lowers your taxable income. If you're in the 22% tax bracket, a $1,000 deduction saves you $220 on your tax bill.\n\nTwo ways to avoid double taxation on the income you earn while living abroad are the foreign tax credit and theforeign earned income exclusion. A key difference is the income to which each applies. The foreign tax credit applies to earned and unearned income, such asdividendsand interest. The foreign earned income exclusion only applies to earned income.\n\nIf you are a U.S. citizen, the U.S. taxes your worldwide income, no matter where you live. To avoid double taxation, the U.S. lets you claim a tax credit for foreign taxes you pay or accrue. U.S. citizens and resident aliens who paid foreign income tax and are subject to U.S. tax on that same income can take the foreign tax credit. A nonresident alien can take the credit if they were a bona fide resident of Puerto Rico for the entire tax year or paid foreign income taxes connected to a trade or business in the U.S.\n\nThe foreign tax credit is a U.S. tax break that offsets income tax paid to other countries. To qualify, the tax must be imposed on you by a foreign country or U.S. possession and you must have paid the tax. Taxes on income, wages, dividends, interest, and royalties generally qualify for the foreign tax credit.\n\nInternal Revenue Service. \"Foreign Tax Credit - Choosing To Take Credit or Deduction.\"\n\nInternal Revenue Service. \"Foreign Taxes That Qualify for the Foreign Tax Credit.\"\n\nInternal Revenue Service. \"Foreign Currency and Currency Exchange Rates.\"\n\nInternal Revenue Service. \"Topic No. 856 Foreign Tax Credit.\"\n\nInternal Revenue Service. \"Foreign Tax Credit—How to Figure the Credit.\"\n\nInternal Revenue Service. \"Instructions for Form 1116, Foreign Tax Credit (Individual, Estate, or Trust),\" Page 23.\n\nInternal Revenue Service. \"Choosing the Foreign Earned Income Exclusion.\"\n\nTax Policy Center. \"What is the Difference Between Refundable and Nonrefundable Credits?\"\n\nInternal Revenue Service. \"Credits and Deductions for Individuals.\"\n\nInternal Revenue Service. \"Publication 514, Foreign Tax Credit for Individuals,\" Page 9.",
  "url": "https://www.investopedia.com/terms/f/foreign-tax-credit.asp"
}