{
  "term": "Foreign Institutional Investor (FII): Definition and Regulations",
  "definition": "A foreign institutional investor (FII) is an investor orinvestment fundinvesting in a country outside of the one in which it is registered or headquartered. The term foreign institutional investor is probably most commonly used in India, where it refers to outside entities investing in the nation's financial markets. The term is also used officially in China.\n\nFIIs can includehedge funds, insurance companies, pension funds, investment banks, andmutual funds. FIIs can be important sources of capital in developing economies, yet many developing nations, such as India, have placed limits on the total value of assets an FII can purchase and the number of equity shares it can buy, particularly in a single company.\n\nThis helps limit the influence of FIIs on individual companies and the nation's financial markets, and the potential damage that might occur if FIIs fled en masse during a crisis.\n\nSome of the countries with the highest volume of foreign institutional investments are those with developing economies, which generally provide investors with higher growth potential thanmature economies.\n\nThis is one reason FIIs are commonly found in India, which has a high-growth economy and attractive individual corporations to invest in. All FIIs in India must register with theSecurities and Exchange Board of India(SEBI) to participate in the market.\n\nFIIs are allowed to invest in India's primary and secondarycapital marketsonly through the country's portfolio investment scheme. This scheme allows FIIs to purchase shares anddebenturesof Indian companies on the nation's public exchanges.\n\nHowever, there are many regulations. For example, FIIs are generally limited to a maximum investment of 24% of thepaid-up capitalof the Indian company receiving the investment. However, FIIs can invest more than 24% if the investment is approved by the company's board and a special resolution is passed. The ceiling on FIIs' investments in Indian public-sector banks is only 20% of banks' paid-up capital.\n\nTheReserve Bank of Indiamonitors compliance with these limits daily by implementingcutoff points2% below the maximum investment. This gives it a chance to caution the Indian company receiving the investment before allowing the final 2% to be purchased.\n\nChina is also a popular destination for foreign institutions seeking to invest in high-growth capital markets. In 2019, China decided to scrap quotas on the amount of the nation's stocks and bonds FIIs can purchase. The decision was part of efforts to attract more foreign capital as its economy slowed and it fought a trade war with the U.S.\n\nIf a mutual fund in the United States sees a high-growth investment opportunity in an India-listed company, it can take a long position by purchasing shares in an Indian stock market.\n\nThis type of arrangement also benefits private U.S. investors who may not be able to buy Indian stocks directly. Instead, they can invest in the mutual fund and take part in the high-growth potential.\n\nThe mutual fund, which would be an FII, would have to ensure that it meets all of the requirements of an FII in the nation that which it is investing. Most nations that allow FIIs to invest require them to follow strict rules.\n\n\"FDI\" refers to \"foreign direct investment,\" which is the investment made into a foreign country, usually an investment in a foreign company. \"FII\" refers to \"foreign institutional investor,\" which is a person or institution that invests in a foreign market, usually the stock market of another country.\n\nCompanies in India that have many FIIs are CarTrade Tech, HDFC, PB Fintech, Axis Bank, Kiri Industries, ITC, ICICI Bank, and Standard Industries.\n\nThe benefits of FIIs to countries are that FIIs bring in foreign capital, which boosts the economy of a nation. This spurs growth and shores up foreign reserves. It also helps the FIIs as it allows for greater diversity and exposure to foreign markets.\n\nForeign institutional investor (FII) is a designation used by certain countries for international investors in their stock markets. The term is typically associated with fast-developing economies, like India and China, that have strict rules regarding foreign investors.\n\nFIIs must ensure they are compliant with all of the rules laid out by these countries to be able to invest, as well as abide by the limits and securities they are allowed to invest in. Gaining access to these markets for foreigners is a way to diversify their holdings as well as gain exposure to fast-growing economies.\n\nReserve Bank of India. \"Investment in Indian Companies by FIIs/NRIs/PIOs.\"\n\nSecurities and Exchange Board of India. \"Securities and Exchange Board of India (Foreign Portfolio Investors) Regulations, 2014,\" Page 2.\n\nSecurities and Exchange Board of India. \"Securities and Exchange Board of India (Foreign Portfolio Investors) Regulations, 2014,\" Page 13.\n\nState Administration of Foreign Exchange. \"Abolish Restrictions on the Investment Quota of Qualified Foreign Investors (QFII/ RQFII) and Further Expand the Opening up of Financial Markets.\"\n\nFinancial Express. \"Indian Companies With Highest FII Holdings as of FY23: Paytm, HDFC, Delhivery, Zomato, More.\"",
  "url": "https://www.investopedia.com/terms/f/fii.asp"
}