{
  "term": "Foreign Account Tax Compliance Act (FATCA): Definition and Rules",
  "definition": "The Foreign Account Tax Compliance Act (FATCA) is a law that requires foreign financial institutions to report on the assets held by U.S. account holders. It also requires U.S. citizens and residents living at home or abroad to file annual reports on any foreign account holdings they have. The main goal of FATCA is to stoptax evasion.\n\nThe FATCA was passed in 2010 as part of the Hiring Incentives to Restore Employment (HIRE) Act, which is designed to promote transparency in the global financial services sector. Form 8938 is used to report any foreign account holdings and there are serious penalties for not reporting them.\n\nThe Foreign Account Tax Compliance Act (FATCA) was signed into law by President Barack Obama in 2010 as part of the Hiring Incentives to Restore Employment (HIRE) Act. HIRE was largely designed to incentivize businesses to hire unemployed workers. Unemployment rates had skyrocketed during the2008 financial crisis.\n\nOne of the incentives offered to employers through the HIRE Act was an increase in the businesstax creditfor each new employee hired and retained for at least 52 weeks. Other incentives includedpayroll tax holidaybenefits and an increase in the expense deduction limit for new equipment purchased in 2010.\n\nFATCA seeks to eliminate tax evasion by American individuals and businesses that are investing, operating, and earning taxable income abroad.\n\nWhile it is not illegal to maintain anoffshore account, failure to disclose the account to the Internal Revenue Service (IRS) is illegal since the U.S. taxes all income and assets of its citizens on a global scale.\n\nIn fact, the FATCA was at least in part created to fund the costs of the business incentives offered in HIRE. FATCA provisions require U.S. taxpayers to report all financial assets held outside of the country annually and pay any taxes due on them. The revenue stream produced by FATCA goes toward the costs of the hiring incentives offered in the HIRE Act.\n\nPenalties are imposed on U.S. residents who do not report foreign account holdings and financial assets that exceed $50,000 in value in any given year.\n\nForm 8938 needs to be filed by any American taxpayer with financial assets totaling $50,000 or more. Those assets may be in a bank account or may be in stocks, bonds, and other financial instruments.\n\nThere are certain exceptions. One major one is an exception for assets held in a foreign branch of a U.S. institution or a U.S. branch of a foreign institution.\n\nForeign financial institutions (FFI) and non-financial foreign entities (NFFE) are required to comply with this law by disclosing the identities of U.S. citizens with accounts and the value of the assets in those accounts to the IRS or the FATCA Intergovernmental Agreement (IGA).\n\nFFIs that do not comply with theIRSwill be excluded from the U.S. market and have 30% of the amount of any withholdable payment withheld from them as a tax penalty. Withholdable payments may include income generated from the U.S. financial assets held by these banks such as interest,dividends, and periodic profits.\n\nFFIs and NFFEs that agree to the law must annually report the name, address, andtax identification number(TIN) of each account holder that meets the criteria of a U.S. citizen as well as the account number, the account balance, and any deposits and withdrawals on the account for the year.\n\nThe IRS requires Form 8938 fortaxpayersliving abroad under the following circumstances:\n\nThe reporting thresholds for foreign assets vary based on whether you file a joint income tax return and whether you live abroad. According to the IRS:\n\nThe IRS requires Form 8938 for taxpayers living in the United States under the following circumstances:\n\nThe FATCA guidelines refer to the term ‘‘United States person’’ or USP. A USP can be any of the following:\n\nThere are penalties for failing to file Form 8938. The IRS can impose a $10,000 failure to file penalty, an additional penalty of up to $50,000 if the guilty party continues to not file after notification by the IRS, and a 40% penalty for understating taxes attributable to non-disclosed assets.\n\nThe statute of limitations is extended to six years after an entity files its return for income over $5,000 that is not reported and is attributable to a specified foreign financial asset. Also, if a party fails to file or properly report an asset on Form 8938, the statute of limitations for the tax year is extended to three years beyond the time when the party provides the required information.\n\nIf there is a reasonable cause for the failure, the statute of limitations is extended only with regard to the item or items related to such failure and not for the entire tax return.\n\nNo penalty is imposed if the failure to disclose is found to be reasonable, although this is decided on a case-by-case basis.\n\nAlthough the price to pay for not complying with FATCA is high, thecompliance costsfor foreign financial institutions are also high. Nigel Green, CEO of deVere Group and co-founder of the Campaign to Repeal FATCA, estimated in 20217 that 250,000 foreign financial institutions were being impacted by FATCA's reporting requirements.\n\nOne Spanish bank stated that compliance could cost one of its local bank branches $8.5 million and a global financial institution $850 million. Estimates of the costs to U.K. financial institutions ranged from $1.1 billion to $1.9 billion.\n\nOf course, there are always critics of new tax laws. The Reuters news agency reported that FATCA drew the ire of banks and business people, who termed it \"imperialist.\" Financial institutions objected to the fact that they were expected to report on their U.S. clients or withhold 30% of the interest, dividend, and investment payments due to those clients and send the money to the IRS.\n\nTax lawyers at the Swiss-American Chamber of Commerce in Zurich denounced FATCA as \"the neutron bomb of the global economic system\" and said it would deter foreign investment in U.S. markets.\n\nSome critics argued that the cost of implementing FATCA was too great a burden on foreign financial institutions and could even cause them to divest their U.S. assets.\n\nForeign banks objected to the FATCA on the grounds that it is burdensome to their operations.\n\nAmerican Citizens Abroad proclaimed that Americans residing overseas need to have assets and bank accounts in their country of residence. If these Americans are subject to Form 8938, this amounts to discrimination against Americans residing overseas because Americans residing in the United States are not required to report their assets for tax purposes. Only their income needs to be reported sincefederal taxesare levied only on income andcapital gains.\n\nOverall, American Citizens Abroad was of the opinion that FATCA risked a potential loss of trillions of dollars of investment in the United States, the opportunity for American companies andfinancial institutionsto compete in a global environment, and American citizens' ability to reside and thrive overseas.\n\nThe FBAR and FATCA reporting requirements are similar, but there are several significant differences. Some assets should be disclosed on one form but not the other, and some must be disclosed on both.\n\nThe Report of Foreign Bank and Financial Accounts, or FBAR, is a form required by the IRS for expatriates and other citizens with certain foreign bank accounts. FBARs also must be filed on behalf of trusts, estates, and domestic entities with interests in foreign financial accounts.\n\nFATCA applies to individual citizens, residents, and non-resident aliens.\n\nResidents and entities in U.S. territories must file FBARs but don't need to file FATCA forms.\n\nThe FATCA requires disclosure of foreign stocks and securities, partnership interests, hedge funds, and other private equity funds. FBARs are required for assets held in foreign branches of U.S. banks, accounts where the owner has signatory authority, and indirect ownership interests or beneficial interests.\n\nFATCA impacts all U.S. taxpayers who have assets held abroad. That includes citizens and green card holders as well as businesses owned by U.S. citizens and anyone that spends a certain number of days per year in the U.S. and has foreign accounts. All banks worldwide are affected by FATCA if they hold the assets of U.S. taxpayers.\n\nThere is no way to avoid FATCA if you are an American taxpayer and have assets that are held in foreign financial institutions.\n\nMoreover, the penalties for trying to avoid it are harsh.\n\nFATCA requires foreign financial institutions to report on the assets held by U.S. account holders. It also requires U.S. citizens and residents to file annual reports on any foreign account holdings they have. Filing is done by completing and sending in Form 8938. Depending on whether individuals live in the U.S. or live abroad, there are different filing requirements and holding thresholds. If you hold assets abroad, it's important to check if you need to file as there are high penalties for not doing so.\n\nInternal Revenue Service. \"Summary of Key FATCA Provisions.\"\n\nInternal Revenue Service. \"FATCA Information for Individuals.\"\n\nU.S. Senate Committee on Finance. \"Baucus Leads Senate Efforts to Pass Over $950 Billion in Tax Relief for Individuals, Small Businesses.\"\n\nInternal Revenue Service. \"Summary of FATCA Reporting for U.S. Taxpayers.\"\n\nU.S. Department of the Treasury. \"Foreign Account Tax Compliance Act.\"\n\nInternal Revenue Service. \"FATCA Information for Foreign Financial Institutions and Entities.\"\n\nPR Newswire. \"Foreign Account Tax Compliance Act Will Cost More Money Than It Recovers, Warns CEO of deVere Group and Co-Founder of the Campaign to Repeal FATCA.\"\n\nReuters. \"Analysis: Critics Say New Law Makes Them Tax Agents.\"\n\nThe FCPA Blog. \"FATCA Targets Tax Evaders, But Critics Voice Concerns.\"\n\nAmerican Citizens Abroad. \"Why FATCA Is Bad for Americans - Update.\"\n\nInternal Revenue Service. \"Report of Foreign Bank and Financial Accounts (FBAR).\"",
  "url": "https://www.investopedia.com/terms/f/foreign-account-tax-compliance-act-fatca.asp"
}