{
  "term": "Foreign Direct Investment (FDI): What It Is, Types, and Examples",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nForeign direct investment (FDI) is a substantial, long-term investment made by a company or government into a foreign project or firm.\n\nForeign direct investment (FDI) refers to an ownership stake in a foreign company or project made by an investor, company, or government from another country. FDI is generally used to describe a business decision to acquire a substantial stake in a foreign business or to buy it outright to expand operations to a new region.\n\nThe term usually isn't used to describe just a stock investment in a foreign company. FDI is a key element in international economic integration because it creates stable and long-lasting links between economies.\n\nForeign direct investment is a stake in a company or project by a foreign entity. Companies or governments considering an FDI generally considertarget firmsor projects in open economies that offer a skilled workforce and above-average growth prospects for the investor. Light government regulation also tends to be prized.\n\nFDI frequently goes beyond merecapital investment. It may also include the provision of management, technology, and equipment. A key feature of FDI is that it establishes effective control of the foreign business or at least substantial influence over its decision-making.\n\nThe net amounts of money involved in FDI are substantial with roughly $1.3 trillion of foreign direct investments made in 2023 and this was a 2% drop from 2022.\n\nFDI inflows as a percentage ofgross domestic product (GDP)are a good indicator of a nation’s appeal as a long-term investment destination. FDI as a percentage of GDP is often significantly higher for smaller, dynamic economies.\n\nForeign direct investment tanked globally due to the COVID-19 pandemic in 2020, according to the United Nations Conference on Trade and Development. The total $859 billion global investment that year compared with $1.5 trillion the previous year.China dislodged the U.S. in 2020 as the top draw for total investment, attracting $163 billion compared with investment in the U.S. of $134 billion.Global FDI bounced back by 88% in 2021.\n\nForeign direct investments can be made in a variety of ways including opening asubsidiaryorassociate companyin a foreign country, acquiring a controlling interest in an existing foreign company, or using amergerorjoint venturewith a foreign company.\n\nThe threshold for an FDI that establishes a controlling interest is a minimum 10% ownership stake in a foreign-based company per guidelines established by the Organisation for Economic Co-operation and Development (OECD). That definition is flexible. Effective controlling interest in a firm can be established by acquiring less than 10% of the company’s voting shares.\n\nChina’s economy has been fueled by an influx of FDI targeting the nation’s high-tech manufacturing and services.Relaxed FDI regulations in India allow 100% foreign direct investment in single-brand retail without government approval.\n\nForeign direct investments are commonly categorized as horizontal, vertical, or conglomerate.\n\nForeign direct investments may involve mergers, acquisitions, or partnerships in retail, services, logistics, or manufacturing. They indicate a multinational strategy for company growth.\n\nThey can also run into regulatory concerns. U.S. company Nvidia announced its planned acquisition of ARM, a U.K.-based chip designer, in 2020. The U.K.’s competition watchdog announced an investigation in August 2021 into whether the $40 billion deal would reduce competition in industries reliant on semiconductor chips.The deal was called off in February 2022.\n\nForeign portfolio investment is the addition of international assets to the portfolio of a company, an institutional investor such as a pension fund, or an individual investor. It's a form of portfoliodiversificationthat's achieved by purchasing the stocks or bonds of a foreign company. Foreign direct investment instead requires a substantial and direct investment in or the outright acquisition of a company based in another country, not just their securities.\n\nFDI is generally a larger commitment made to enhance the growth of a company. Both FPI and FDI are generally welcome, however, particularly in emerging nations. FDI involves a greater responsibility to meet the regulations of the country that hosts the company receiving the investment.\n\nFDI can foster and maintain economic growth in both the recipient country and the country that's investing. Developing countries have encouraged FDI as a means of financing the construction of new infrastructure and the creation of jobs for their local workers. Multinational companies benefit from FDI as a means of expanding their footprints into international markets.\n\nA disadvantage of FDI is that it involves the regulation and oversight of multiple governments, leading to a higher level ofpolitical risk.\n\nThe Chinese initiative known asOne Belt One Road (OBOR)is a sweeping example of FDI. This program is sometimes referred to as the Belt and Road Initiative. It involves a commitment by China to substantial FDI in a range of infrastructure programs throughout Africa, Asia, and even parts of Europe.\n\nThe program is typically funded by Chinese state-owned enterprises and organizations with deep ties to the Chinese government. Similar programs are undertaken by other nations and international bodies including Japan, the United States, and the European Union.\n\nFDI involves the direct investment by companies or governments into foreign firms or projects. It accounts for trillions in cash flows around the world with the U.S. and China leading in the FDI inflow statistics. FDI funds can be a substantial part of the overall GDP for smaller and developing countries.\n\nForeign portfolio investment (FPI)is related to FDI but instead involves owning the securities issued by firms such as stock in foreign companies rather than direct capital investments.\n\nUN Trade & Development. \"World Investment Report 2024.\"\n\nUnited Nations. “Global FDI Flows Down 42% in 2020.” Page 1.\n\nUnited Nations. “Global FDI Flows Down 42% in 2020.” Page 3.\n\nMinistry of Commerce, People’s Republic of China. “Regular Press Conference of the Ministry of Commerce (July 13, 2017).”\n\nPress Information Bureau, Government of India, Ministry of Commerce & Industry. “Guidelines for Single Brand Retail Trade.”\n\nThe Guardian. “Watchdog raises concerns over Nvidia’s takeover of UK chip designer ARM.”\n\nCNBC. “Doomed From the Start? Why Nvidia Failed to Buy ARM From SoftBank.”",
  "url": "https://www.investopedia.com/terms/f/fdi.asp"
}