{
  "term": "Forfaiting: How it Works, Pros and Cons, and Examples",
  "definition": "Forfaiting is a means of financing that enables exporters to receive immediate cash by selling their medium and long-term receivables—the amount an importer owes the exporter—at a discountthrough an intermediary. The exporter eliminates risk by making the sale without recourse. It has no liability regarding the importer's possible default on the receivables.\n\nThe forfaiter is the individual or entity that purchases the receivables. The importer then pays the amount of the receivables to the forfaiter. A forfaiter is typically a bank or a financial firm that specializes inexportfinancing.\n\nA forfaiter's purchase of the receivables expedites payment andcash flowfor the exporter. The importer's bank typically guarantees the amount.\n\nThe purchase also eliminates thecredit riskinvolved in a credit sale to an importer. Forfaiting facilitates the transaction for an importer that cannot afford to pay in full for goods upon delivery.\n\nThe importer's receivables convert into a debt instrument that it can freely trade on a secondary market. The receivables are typically in the form of unconditionalbills of exchangeorpromissory notesthat are legally enforceable, thus providing security for the forfaiter or a subsequent purchaser of the debt.\n\nThese debt instruments have a range of maturities from as short as one month to as long as 10 years. Mostmaturitiesfall between one and three years from the time of sale.\n\nForfaiting is most commonly used in cases of large, international sales ofcommoditiesor capital goods where the price exceeds $100,000.\n\nForfaiting eliminates the risk that the exporter will receive payment. The practice also protects against credit risk, transfer risk, and the risks posed byforeign exchange rateor interest rate changes. Forfaiting simplifies the transaction by transforming a credit-based sale into a cash transaction. This credit-to-cash process gives immediate cash flow for the seller and eliminates collection costs. Additionally, the exporter can remove theaccounts receivable, a liability, from itsbalance sheet.\n\nForfaiting is flexible. A forfaiter can tailor its offering to suit an exporter's needs and adapt it to a variety of international transactions. Exporters can use forfaiting in place of credit or insurance coverage for a sale. Forfaiting is helpful in situations where a country or a specific bank within the country does not have access to anexport credit agency(ECA). The practice allows an exporter to transact business with buyers in countries with high levels of political risk.\n\nForfaiting mitigates risks for exporters, but it is generally more expensive than commercial lender financing leading to higher export costs. These higher costs are generally pushed onto the importer as part of the standard pricing. Additionally, only transactions over $100,000 with longer terms are eligible for forfaiting, but forfaiting is not available fordeferred payments.\n\nSome discrimination exists where developing countries are concerned compared to developed countries. For example, only selected currencies are taken for forfaiting because they have internationalliquidity. Lastly, there is no international credit agency that can provide guarantees for forfaiting companies. This lack of guarantee affects long-term forfaiting.\n\nThe Black Sea Trade & Development Bank (BSTDB)lists forfaiting in its list of special productsalong with underwriting, hedging instruments, financial leasing, and discounting. BSTDB was established as a source of financing for development projects by 11 founding countries—Albania, Armenia, Azerbaijan, Bulgaria, Georgia, Greece, Moldova, Romania, Russia, Turkey, and Ukraine.﻿﻿\n\nThe bank explains that \"the importer’s obligations are evidenced by accepted bills of exchange or promissory notes which a bankavals, or guarantees.\" The minimum operation size that BSTDB will finance through forfaiting is euro 5 million with a repayment period of one to five years.The bank may also apply option, commitment, termination, ordiscount ratefees.﻿﻿\n\nBlack Sea Trade & Development Bank. \"Who We Are.\" Accessed Aug. 30, 2020.\n\nBlack Sea Trade & Development Bank. \"Special Products.\" Accessed Aug. 30, 2020.",
  "url": "https://www.investopedia.com/terms/f/forfaiting.asp"
}