{
  "term": "Form 1099-DIV, Dividends and Distributions: How to File",
  "definition": "The term Form 1099-DIV, Dividends and Distributions refers to anInternal Revenue Service (IRS)form sent by banks and other financial institutions to investors who receive dividends and distributions from any type of investment during a calendar year. Investors can receive multiple 1099-DIVs. Each 1099-DIV form should be reported on an investor’s tax filing. Investors typically will not receive a 1099-DIV form if cumulative dividends are not greater than $10.\n\nCompanies provide a copy of the form to the investor and to the IRS. Banks, investment companies, and other financial institutions are required to provide taxpayers with a 1099-DIV by January 31 each year.\n\nThe form includes the recipient's name, address, andSocial Security Number (SSN). It also has the payer's name, address, identification number, and plan number. The right side of the form outlines some of the important figures the recipient will need, including the total ordinary dividends, qualified dividends, and total capital gain distribution.\n\nMost investors who receive a Form 1099-DIV will haveordinary dividends, qualified dividends, or totalcapital gains. Other categories for investors include:\n\nInvestors may also be subject toForeign Account Tax Compliance Act (FATCA)filing requirements for foreign accounts. This is a law that requires U.S. citizens, both in the country and abroad, to file reports on foreign account holdings. These account holdings must be reported in U.S. dollars.\n\nCertain types of investment accounts are exempt from issuing a Form 1099-DIV. Exempt accounts include individual retirement accounts (IRAs),money purchase pension plans,profit-sharing plans, and various retirement accounts.\n\nForm 1099-DIV has three copies. Copy A, in red, is for informational purposes only and should not be printed. There are two parts of Copy B, which can be downloaded and printed. One is for the recipient, while the other is attached to the tax return for the state tax department. This section, which is in black, can be used to satisfy the requirements of the recipient.\n\nTaxpayers arerequired to file the informationon each Form 1099-DIV they receive on their annual tax form. This can be done on aSchedule Bform or directly onForm 1040.Taxpayers who receive more than $1,500 in taxable interest and/or ordinary dividends during the year are required to fill out Schedule B, which accompanies a 1040 form.\n\nDividends are taxed at an investor’s income tax rate with a few exceptions. Qualified dividends are the primary exception.Qualified dividendshave met certain criteria that allow them to be taxed at a lower capital gains tax rate.\n\nThe tax rate on capital gains may also vary from the ordinary income tax rate.Short-term capital gainsare taxed at the ordinary income tax rate, but taxes onlong-term capital gainsare lower.\n\nForm 1099-DIV is available on the IRS website.\n\nForm 1099-DIV, Dividends and Distributions is a form required by the IRS. It is used to report any dividends or distributions paid to taxpayers by banks and other financial institutions. This includes ordinary and qualified dividends, total capital gains, federal income tax withheld, and foreign tax paid, among others.\n\nYou only receive Form 1099-DIV if you received dividends exceeding $10.If your dividend payments were more than this and you still haven't received a form, contact the issuer for a replacement.\n\nYou can report the information found on Form 1099-DIV on Schedule B or on Form 1040 directly.\n\nInternal Revenue Service. “Instructions for Form 1099-DIV: Specific Instructions.”\n\nInternal Revenue Service. \"IRS Reminds Employers of January 31 Deadline for Form W-2, Other Wage Statements.\"\n\nInternal Revenue Service. \"Form 1099-DIV, Dividends and Distributions.\"\n\nInternal Revenue Service. \"January 31 Wage Statement Deadline Reminder for Employers.\"\n\nInternal Revenue Service. \"Summary of FATCA Reporting for U.S. Taxpayers.\"\n\nInternal Revenue Service. “Instructions for Form 1099-DIV: Exceptions.”\n\nInternal Revenue Service. \"About Schedule B (Form 1040), Interest and Ordinary Dividends.\"\n\nInternal Revenue Service. “Topic No. 404 Dividends.”\n\nInternal Revenue Service. “Topic No. 409 Capital Gains and Losses.”",
  "url": "https://www.investopedia.com/terms/f/form1099div.asp"
}