{
  "term": "Form 1099-R: What It's Used for and Who Should File It",
  "definition": "Form 1099-R: Distributions From Pensions, Annuities, Retirement, or Profit-Sharing Plans is an Internal Revenue Service (IRS) tax form used to report distributions from retirement accounts like annuities, profit-sharing plans,individual retirement accounts (IRAs), pensions, and insurance contracts.This form tracks income from retirement plans and ensures it is reported correctly for tax purposes.\n\nAccording to the IRS, an entity that manages any of the accounts listed below is required to fill out a 1099-R form for each distribution of over $10:\n\nIn addition,rollovertransfers from one retirement account to another will also be recorded on form 1099-R. A direct rollover is recorded with the distribution code G or H in box 7.\n\nSome plans allow individuals to borrow against the savings in their retirement account, provided that theyrepay the loanwith interest over time. These loans are not recorded on Form 1099-R, since they are not considered a distribution.\n\nHowever, if the borrower fails to make regular payments, the missed payments will be considered anearly distributionand reported on form 1099-R with the distribution code L. These distributions are considered taxable income and may incur early withdrawal penalties.\n\nLike most 1099s, 1099-R forms must be sent to recipients by Jan. 31 of the year following the tax year. Anyone who receives a 1099-R must include the amount shown on it in their income tax return and pay applicable taxes.\n\nIf you receive a 1099-R, keep in mind that not all distributions from retirement ortax-deferredaccounts are subject to tax. One example is adirect rolloverfrom a401(k) planto an IRA. If you are unsure whether a distribution is taxable, it may be a good idea to consult with a tax professional.\n\nAn individual who receives a 1099-R form in error should immediately contact the plancustodianto rectify the situation and avoid filing an incorrect tax return.\n\nThe form is provided by the plan issuer, who must give a copy to the IRS, the recipient of the distribution, and the recipient's state, city, or local tax department. As with other IRS forms, the 1099-R form should also include the payer's name, address, telephone number, andtaxpayer identification number (TIN). It should also have the recipient's name, address, and taxpayer identification number, which for most individual taxpayers is theirSocial Security Number (SSN).\n\nSome of the other items included on the form are the gross distribution paid during the tax year, the amount of taxable distribution, thefederal income taxwithheld at source, any contributions made to the investment, or insurance premiums paid, and a code representing the type of distributions made to the plan holder.\n\nA 1099-R form uses a variety of numbered and lettered codes to indicate the type of distribution. They are entered in Box 7 on the form. A table of the codes is included in the instructions.\n\nAs noted above, Form 1099-R is used to record and reportdistributionsfrom retirement accounts. In addition to the recipient's identifying information, including their name, date of birth, and other personal data, it also includes information about the nature of the money being distributed.\n\nThis denotes information about the owner's contributions to the account, the unrealized value of any securities held in it,capital gains, and any taxes that are due on the distribution. This information is then used by the owner of the account when they file their annual taxes.\n\nForm 1099-R is one of many different types of 1099 forms, collectively referred to as the information return forms. The IRS uses information returns to keep taxpayers fromunderreportingtheir income. Each type of information return is intended to capture a different kind of payment or transaction. Although there are approximately 20 types of information returns, most taxpayers will only ever receive a handful of them. Here are the most common Form 1099s.\n\nForm 1099-INTis issued by all financial institutions to investors at the end of the year. It includes a breakdown of all types of interest income and related expenses. All financial institutions and payers of interest must issue a 1099-INT for any party to whom they paid at least $10 of interest during the year.\n\nForm 1099-DIVis sent by banks and other financial institutions to investors who receive dividends and distributions from any type of investment during a calendar year. Investors can receive multiple 1099-DIVs. Each 1099-DIV form should be reported on a taxpayer's tax filing.\n\nIndependent contractors, freelancers, sole proprietors, and self-employed individuals receiveForm 1099-MISCfrom each client that paid them $600 or more in a calendar year. This form is also used to report miscellaneous compensation, such as rent, prizes, awards, healthcare payments, and payments to an attorney.\n\nForm 1099-Kreports the gross amount of all reportable payment transactions. Taxpayers are sent a Form 1099-K from a payment settlement entity if they receive payments in settlement of reportable payment transactions. A reportable payment transaction is a payment card transaction or a third-party network transaction, such as Venmo, Zelle, and Paypal.\n\nReportable transactions include those arising from payment card transactions, such as debit, credit, and prepaid cards. Transactions settled through third-party payment networks also qualify. The table below sets out minimum reporting thresholds.\n\nSource:Understanding Your Form 1099-K (IRS)\n\nIn other words, taxpayers should receive a 1099-K from all payment settlement entities that process debit card, credit card, or prepaid credit card payments on the taxpayer's behalf and from any PSE that processes more than $2,500 in third-party network transactions as of 2025 and $600 as of 2026. Payments to and from family members and friends are not reportable transactions.\n\nForm 1099-Bis used by brokerages and barter exchanges to record customers' gains and losses during a tax year. Individual taxpayers will receive this form (already filled out) from their brokers or barter exchange.\n\nTaxpayers receiveForm 1099-Gif they receive unemployment compensation payments, state or local income tax refunds, or certain other payments from a government or government agency. If you receive this form, you may need to report some of the information on your income tax return.\n\nThe IRS requires plan managers to fill out and send form 1099-R by January 31 in the year following a distribution of $10 or more. If you lose or do not receive your form 1099-R, you can request a replacement by contacting the company that manages your plan or retirement account.\n\nForm 1041 is used to report income taxes for an estate or trust. In the event that a death benefit or retirement distribution is paid out to a trust orestate, this income is recorded on Line 8: Other Income. In addition, a copy of the form 1099-R should be attached to the 1041 that it is being applied to.\n\nDistribution codes record the type of account from which retirement funds are being distributed and the distribution's nature. For example, Roth account distributions are recorded as code B, and early distributions from aRoth IRAare recorded under code J. These codes are also used to indicate if there are any special circumstances for the recipient, such as code 3 (disability) or code 4 (death). The full list of codes is listed in Table 1 of the instructions for form 1099-R.\n\nForm 1099-R is essential for tracking taxable retirement distributions and ensuring the IRS receives proper tax information. Recipients should pay close attention to the distribution codes and the amounts listed, as they impact yourtax return. If in doubt, consult with a tax professional to ensure accurate reporting.\n\nInternal Revenue Service. \"About Form 1099-R, Distributions From Pensions, Annuities, Retirement or Profit-Sharing Plans, IRAs, Insurance Contracts, etc.\"\n\nInternal Revenue Service. \"Instructions for Forms 1099-R and 5498.\"\n\nInternal Revenue Service. \"Instructions for Form 1099-R and 5498,\" Page 16.\n\nInternal Revenue Service. \"Retirement Topics - Plan Loans.\"\n\nInternal Revenue Service. \"Topic No. 154, Form W-2 and Form 1099-R (What to Do if Incorrect or Not Received).\"\n\nInternal Revenue Service. \"Form 1099-R.\"\n\nInternal Revenue Service. \"A Guide to Information Returns.\"\n\nInternal Revenue Service. \"About Form 1099-INT, Interest Income.\"\n\nInternal Revenue Service. \"About Form 1099-DIV, Dividends and Distributions.\"\n\nInternal Revenue Service. \"About Form 1099-MISC: Miscellaneous Income.\"\n\nInternal Revenue Service. \"About Form 1099-K, Payment Card and Third Party Network Transactions.\"\n\nInternal Revenue Service. \"Instructions for Form 1099-K.\"\n\nInternal Revenue Service. \"About Form 1099-B, Proceeds From Broker and Barter Exchange Transactions.\"\n\nInternal Revenue Service. \"About Form 1099-G, Certain Government Payments.\"\n\nInternal Revenue Service. \"Instructions for Form 1041 and Schedules A, B, G, J, and K-1 (2022).\"\n\nInternal Revenue Service. \"Form 1099-R,\" Page 7.",
  "url": "https://www.investopedia.com/terms/f/form1099r.asp"
}