{
  "term": "Form 5405: First-Time Homebuyer Credit and Repayment of the Credit",
  "definition": "Form 5405: First-Time Homebuyer Credit and Repayment of the Credit is a tax form distributed by theInternal Revenue Service(IRS). Taxpayers used it to claim a tax credit for a percentage of the purchase price of a new home.\n\nThat tax credit is no longer available to taxpayers today. However, people who bought homes before 2010 can still claim it if the closing took place on or before Sept. 30, 2010.\n\nThe Obama administration enacted the federal first-time homebuyer tax credit in 2008. The tax credit was available for approximately two years and five months—from April 9, 2008, through Sept. 30, 2010.\n\nWhen the program began in 2008, the allowable tax credit was 10% of the purchase price of the home, up to a cap of $7,500. The cap went up to $8,000 in 2009.Homes with purchase prices that ranged from $75,000 to $80,000 allowed the homebuyer to claim the full tax credit.The amount of the credit was the lesser of either a fixed percentage of the home's purchase price or a fixed dollar value.\n\nIn most cases, if the home was sold within 36 months of the purchase date or if the home ceased to be the taxpayer's primary residence, the homeowner was generally responsible for repaying the full credit.\n\nFor people who purchased homes in 2008, the credit was more of a $7,500 interest-free loan: They had to repay it in 15 equal installments over 15 years.\n\nBoth individuals and married couples were eligible for the tax credit. At first, it was open only tofirst-time homebuyers—defined by the IRS as taxpayers who have not owned another home within the previous three years of the new home purchase. Later, though, the credit was extended to longtime residents if they purchased a new main \"replacement\" home.The credit for this group was a maximum of $6,500, but they generally didn't have to repay it.\n\nNeither the purchase price of the home nor the homebuyer'smodified adjusted gross income (MAGI)could exceed a certain threshold. However, there was no floor on income, so the tax credit could provide the filer with a refund, even if they owed no taxes at all.\n\nForm 5405 was attached to the homebuyer's tax return, along with a copy of the settlement statement, which is typically theHUD-1 Form. The form contained all parties' names, signatures, the property's address, the purchase date, and the purchase price. Some types of homes, such as mobile homes, could use other forms of contracts to demonstrate that the property met the requirements for the credit.\n\nQualified homebuyers who purchased a qualified home but did not claim the tax credit on their 2009 returns were encouraged to file an amended1040-Xreturn with Form 5405 attached to claim their credit.\n\nAfter taking office in Jan. 2021, President Biden announced his intention to help homeowners by making purchases more affordable, including a $15,000 first-time homebuyer tax credit. A bill was introduced to the House in April 2021, where it remained stalled as of September 2022.\n\nInformation about Form 5405: First-Time Homebuyer Credit and Repayment of the Credit, along with the form itself, can be downloaded on the IRS website.\n\nIn Nov. 2021, Form 5405 was revised to facilitate repayment of the first-time homebuyer tax credits. The purpose of the newly revised Form 5405 is to:\n\nTaxpayers must file the new Form 5405 with their 2021 tax return if they purchased the home in 2008 and meet either of the following conditions:\n\nInternal Revenue Service. \"About Form 5405, Repayment of the First-Time Homebuyer Credit.\"\n\nInternal Revenue Service. \"First-Time Homebuyer Credit.\"\n\nInternal Revenue Service. \"Topic No. 611 Repayment of the First-Time Homebuyer Credit.\"\n\nInternal Revenue Service. \"Tax Credits for Home Buyers,\" Page 1-3.\n\nInternal Revenue Service. \"Form 5405 (Rev. November 2021).\"\n\nInternal Revenue Service. \"First-Time Homebuyer Credit Questions and Answers: Basic Information.\"\n\nInternal Revenue Service. \"Expanded Tax Break for 2009 First-Time Homebuyers.\"\n\nCongress.gov. \"H.R.2863 - First-Time Homebuyer Act of 2021.\"\n\nInternal Revenue Service. \"Instructions for Form 5405.\"\n\nInternal Revenue Service. \"Instructions for Form 5405 (Rev. November 2021),\" Page 1.",
  "url": "https://www.investopedia.com/terms/f/form-5405.asp"
}