{
  "term": "Form 1045: Application for Tentative Refund: What it is",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nForm 1045: Application for Tentative Refund is anInternal Revenue Service(IRS) form used by individuals,estates, and trusts to apply for a quick tax refund.\n\nAccording to theinstructions for Form 1045, the basis for the refund request must be for one of four reasons:\n\nThe instructions for Form 1045 spell out what qualifies as a loss.\n\nIndividuals, estates, and trusts can file Form 1045: Application for Tentative Refund instead of using Form1040-Xfor individuals or using Form 1041 for estates or trusts.\n\nForm 1045 is used to file for a quick tax refund, while Forms 1040X and 1041 are not processed as quickly. Form 1045 is required to be processed by the IRS within 90 days, and can only be filed by the taxpayer or taxpaying entity within one year of the NOL occurring. In contrast, both Form 1040X, for individuals, orForm 1041 for estates and trusts, can be filed up to three years from the time the NOL occurs. However, the IRS will not process either Form 1040X or Form 1041 within 90 days and has up to six months to process either of these refunds.\n\nForm 1045 can be disputed by the IRS or the taxpaying entity after the refund is processed, which is why it is labeled as a tentative refund. In contrast, the information and claims made on Forms 1040X and 1041 are assumed by all parties to be correct and final. A party that wants a fast refund but isn’t concerned about having the refund corrected later will file Form 1045, while a party that wants accuracy and can wait for the correct refund will file either Form 1040X (individuals) or Form 1041 (estate or trust).\n\nForm 1045 is available on the IRS website.\n\nForm 1045: Application for Tentative Refund is not attached to an income tax return, but filed separately or mailed in a separate envelope.\n\nTaxpayers must file Form 1045 within one year after the end of the year in which the triggering incident—an NOL, unused credit, netsection 1256 contractsloss, or claim of right adjustment—arose.﻿﻿\n\nThe first part of the form includes personal details including the name, address, and Social Security number of the filer. The next section includes questions about the nature of the carryback. The filer must then figure out the amount of the decrease in tax from the carryback for each year before the NOL or unused credit. Thetaxpayerwill sign and date the bottom of the form, along with the tax preparer, if any.\n\nWhile Form 1045 is filed separately from the taxpayer's main tax return, it should include the first two pages ofForm 1040, anyForm 4952, and allSchedules K-1.\n\nInternal Revenue Service. \"Instructions for Form 1045,\" Page 2. Accessed Aug. 11, 2021.\n\nInternal Revenue Service. \"IRS Issues Guidance on Changes to Excess Business and Net Operating Losses.\" Accessed Aug. 11, 2021.\n\nInternal Revenue Service. \"About Form 1045, Application for Tentative Refund.\" Accessed Aug. 11, 2021.\n\nInternal Revenue Service. \"Instructions for Form 1045,\" Page 3. Accessed Aug. 11, 2021.",
  "url": "https://www.investopedia.com/terms/f/form-1045.asp"
}