{
  "term": "Form 4684: Casualties and Theft: What it is, How it Works",
  "definition": "Form 4684 is an Internal Revenue Service (IRS) form for reporting gains or losses from casualties and thefts which may bedeductiblefor taxpayers who itemize deductions. Casualty losses can be the result of fires, floods, and other disasters. In most cases, taxpayers can deduct losses in the tax year in which they happened. In the case of theft, the tax year is the year of loss discovery.\n\nTaxpayers reporting gains or losses from a casualty or theft should file Form 4684. Homeowners who received notification of the need to tear down or move a structure after a federally declared disaster may use Form 4684 to claim a loss. These individuals may claim the difference in the home's value, pre- and post-event. However, the owner must receive notification from the building authority within 120 days of the declaration of the disaster area.\n\nCasualties and thefts of personal property are only deductible if they can be attributed to a federally declared disaster. The IRS allows an exception to this rule for individuals who have personal casualty gains. In that case, the taxpayer can use casualty and theft losses not attributable to a federally-declared disaster to offset the gains. Taxpayers who live in federally declared disaster areas do not need to itemize deductions to file Form 4684. Taxpayers cannot use Form 4684 to deduct expenses related to personal injuries.\n\nForm 4684 is available on the IRS website.\n\nIn most cases, this form only applies to personal losses, not for casualties and thefts related to the business property.\n\nOnce you have determined that your casualties or theftsqualify for a deduction, complete Form 4684 and either attach it to your return or to an amended return for a past claim. To deduct federally declared disaster losses for the preceding tax year, complete Section D of Form 4684.\n\nForm 4684 allows the deduction of non-reimbursed losses from specific events. Deductible casualty losses generally must result from an incident that is sudden, unexpected, or unusual and took place during a federally declared disaster. Casualties include natural disasters such as earthquakes, fires, floods, or storms. Other types of catastrophes include vandalism, car accidents, and shipwrecks. Provisions are also in place to assist those suffering loss from corrosive drywall and specific caustic pyrrhotite concrete.\n\nEven the loss of deposits in some financial institutions which become bankrupt or insolvent can sometimes qualify as a casualty. There are specific circumstances for the deduction of loss from events such asPonzi schemes. Section C of Form 4684 contains information to complete deductions for such financial losses.\n\nHowever, damage alone may not qualify as a deductible casualty loss. For example, damage to a home from termite infestation or invasion of molds and fungi is not considered a casualty loss because such destruction is the result of an ongoing process, not a sudden event. Also, a car accident may result in damages, but those losses are not deductible if the taxpayer was willfully negligent in causing it.\n\nTheft losses may include incidents of embezzlement and larceny. These losses qualify if the theft is a crime in the state the event occurred and if someone acted with criminal intent. Fraud may be considered theft in certain circumstances. However, if losses are the result of a decline in the price of a company’s stock because of illegal misconduct on the part of company executives, damages may not be deductible. However, these losses can result in acapital loss, which can offset a taxpayer’scapital gainsor reduce taxable income.\n\nSection D of IRS Form 4684 applies to federally declareddisaster losses. Although casualty losses are usually deductible only in the tax year in which those losses happen, special provisions exist for qualified disaster losses. Losses from federally declared disaster areas have allowances to be deductible in the previous tax year and provide additional tax advantages. For an event to qualify, the loss must fall into specific geographically-declared disaster areas.\n\nAccording to the IRS, for the tax year 2021, \"a qualified disaster loss also includes an individual’s casualty or theft of personal-use property that is attributable to a major disaster that was declared by Presidential Declaration that is dated between January 1, 2020, and February 25, 2021 (inclusive). However, in order to qualify, the major disaster must have an incident period beginning between December 28, 2019, and December 27, 2020 (inclusive). Further, the major disaster must have an incident period ending no later than January 26, 2021. However, this change does not include those losses attributable to a major disaster that has been declared only by reason of COVID-19.\"\n\nInternal Revenue Service. \"Instructions for Form 4684: Casualties and Thefts,\" Page 3.\n\nInternal Revenue Service. \"Publication 547,\" Pages 3-4.\n\nInternal Revenue Service. \"Publication 547,\" Page 3.\n\nInternal Revenue Service. \"Publication 547,\" Page 5.\n\nInternal Revenue Service. \"Publication 547,\" Page 16.\n\nIRS. \"Instructions for Form 4684,\" Page 3.",
  "url": "https://www.investopedia.com/terms/f/form-4684.asp"
}