{
  "term": "Form 843: Claim for Refund and Request for Abatement: How to File",
  "definition": "Form 843 is a multipurpose tax document issued by the Internal Revenue Service (IRS) used by taxpayers to make a claim for a refund of certain assessed taxes or to request abatement of interest or penalties applied in error.\n\nForm 843 can be used to ask theInternal Revenue Servicefor abatement of certain taxes other than income, including:\n\nForm 843 cannot be used to amend a previously filed income or employment tax return to:\n\nThere are several reasons a taxpayer can file Form 843. This includes if a taxpayer's employer withholds too much income, Social Security, or Medicare tax from a paycheck and will not make any adjustments. This form can also be filed by a taxpayer's authorized representative.\n\nAnother reason to file this form may be as a result of IRS error or delay. This happens when a taxpayer is wrongly assessed interest, penalties, or additions to tax that are not owed. On these occasions, a taxpayer can request that the IRS fix the error(s) by filing a claim for refund or abatement.\n\nA separate Form 843 must generally be filed for each type of tax or fee and for each tax year.\n\nIf the IRS believes a taxpayer claims an excessive refund amount, it can add a penalty equal to 20% of the amount determined to be excessive.\n\nForm 843 requires basic information such as name, address, Social Security number, tax period, tax type, and return type. It requires a statement of the facts and issues as to why you are entitled to a refund or abatement. Penalty abatement requests require you to write the Internal Revenue Code (IRC) section number of the penalty on Line 4. You can find this section number on the IRS notice you received. Then, you must choose a reason for your request in Section 5a. The choices are:\n\nYou can write an explanation of your request in Section 7. Remember to support your reasons with evidence and computations. The IRS allows you to attach additional pages if you need more space.\n\nForm 843 is available on the IRS website.﻿﻿\n\nThe form must be filed within two years from the date you paid the taxes or three years from the date the return was filed, whichever is later.\n\nIf the IRS denies your claim by sending a statutory notice of claim disallowance—or if six months pass without any action—you can petition the U.S. District Court or the U.S. Court of Federal Claims.﻿﻿﻿﻿ You can also file a protective claim before the expiration of thestatute of limitationsto preserve your right to make a claim for a refund. Protective claims and real claims have the same legal effect.\n\nInternal Revenue Services. \"Form 843.\" Accessed Feb. 11, 2021.\n\nInternal Revenue Service. \"Publication 556 (09/2013), Examination of Returns, Appeal Rights, and Claims for Refund.\" Accessed Jan. 16, 2020.\n\nTreasury Inspector General for Tax Administration. \"Additional Documentation Is Needed to Support Office of Appeals, Penalty Abatement Decisions.\" Accessed Jan. 16, 2020.",
  "url": "https://www.investopedia.com/terms/f/form-843.asp"
}