{
  "term": "Form 1040-A: U.S. Individual Tax Return: Overview",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nForm 1040-A of the Internal Revenue Service (IRS) was a simplified version of Form 1040 used by U.S. taxpayers to file an annual income tax return. To have been eligible to use Form 1040-A, an individual needed to meet certain requirements such as not itemizing deductions, not owning a business, and having a taxable income of less than $100,000. Unofficially known as the \"short form,\" Form 1040-A was eliminated for the 2018 tax year in favor of the redesigned Form 1040 that debuted that year.\n\nMost U.S. taxpayers use IRSForm 1040to file theirincome tax returns. Form 1040 is a detailed form that offers taxpayers with complex investments,itemized deductions, multipletax credits, and more than $100,000 in annual income more opportunities to lower their tax liability. Because additional paperwork is usually required with Form 1040, individuals with simpler tax situations previously had the option to use Form 1040-A instead.﻿﻿\n\nForm 1040-A was a simplified version of Form 1040. The two-page form allowed taxpayers to report ordinary income, some deductions, and credits. Individuals who fell under any of the five status options—single, head of household, married filing separately, married filing jointly, or widowed—could file their tax returns using the 1040-A. Though Form 1040-A was available to taxpayers of any age and filing status, not everyone qualified to use this form.﻿﻿\n\nTax filers who used 1040-A must have earned less than $100,000 taxable income and not have exercised anyincentive stock options(ISO) during the tax year. The income reported must have been earned as a wage, salary, tip, capital gain, dividend, interest income, unemployment compensation, pension, annuity, taxable Social Security and railroad retirement benefit, taxable scholarship or grant, andAlaska Permanent Funddividend. Any other form of income, such as business income, needed to be reported on the more complex Form 1040.﻿﻿\n\nForm 1040-A also gave taxpayers the opportunity to claim several tax deductions to reduce theirtaxable income. However, the only deductions they could claim included student loan interest, post-secondary tuition and fees, classroom expenses, and individual retirement account (IRA) contributions. Taxpayers using Form 1040-A could not claim itemized deductions. This limitation meant that if an individual qualified for other deductions from sources such ascharitable donationsormortgage interest, and the total itemized deductible amount was more than the standard deductions, it would not have been advantageous for them to use 1040-A.\n\nForm 1040-A also could be used to claim tax credits. Tax credits reduce the bottom line or total tax bill of a taxpayer. The credits that could be claimed using this form were theAmerican Opportunity Tax Credit(AOTC),Earned Income Credit(EITC), child tax andadditional child tax credit,child and dependent care credit, credits for the elderly or disabled, andretirement savings contribution credit.\n\nAnother variant of Form 1040 wasForm 1040-EZ, which was even simpler and easier to fill out than Form 1040-A and was also eliminated starting with the 2018 tax filing. But with Form 1040-EZ, the individual had to file as either a single taxpayer or as married filing jointly; they could not claim deductions and could only claim the EIC.﻿﻿\n\nAlthough Form 1040-A was slightly more complex than Form 1040-EZ, it was still relatively simple compared to 1040. Once their financial situation became complicated with dependents, special deductions, and credits—such as those associated with post-secondary education tuition—most taxpayers needed to switch from filing with the 1040-EZ to the 1040-A.\n\nThe redesigned Form 1040 that debuted with the 2018 tax year is designed to be much simpler to use than its predecessor. For this reason, the IRS eliminated both Form 1040-A and Form 1040-EZ.﻿﻿\n\nInternal Revenue Service. \"1040-A Instructions (2017),\" Pages 13 & 14. Accessed Feb. 9, 2021.\n\nInternal Revenue Service. \"About Form 1040: U.S. Individual Income Tax Return.\" Accessed Dec. 6, 2019.\n\nInternal Revenue Service. \"Form 1040-A.\" Pages 1 & 2. Accessed Dec. 7, 2019.\n\nInternal Revenue Service. \"Instructions for Form 1040EZ (2017),\" Page 6. Accessed Dec. 6, 2019.\n\nInternal Revenue Service. \"Questions and Answers about the 2018 Form 1040.\" Accessed Dec. 6, 2019.",
  "url": "https://www.investopedia.com/terms/1/1040a.asp"
}