{
  "term": "Form 4797: Sales of Business Property Definition: What It Is and How to File",
  "definition": "Form 4797 is used for reporting gains made from selling or exchanging business property.\n\nForm 4797: Sales of Business Property is a tax form distributed by theInternal Revenue Service (IRS). It is used to reportgainsmade from the sale or exchange of business property, including (but not limited to) property used to generate rental income, and property used for industrial, agricultural, or extractive resources.\n\nBusiness property that is reported on Form 4797 may include property that is purchased in order to produce rental income. Taxpayers may also report a home that was used as a business on Form 4797. Gains made from the sale of oil, gas, geothermal, or mineral properties are also reported on Form 4797.\n\nIf a piece of property was used partially for business purposes, or to produce income—while also serving as a primary residence—gains from the sale of that property may be eligible fortax exclusion. This is typically the case forself-employedpeople andindependent contractorswho work from home.\n\nThe net profit or loss from the transfer or sale of the business property is determined by subtracting thecost basis, or purchase price, from the sum of the sales price minus anydepreciationcosts.\n\nForm 4797 has four parts. In general, most depreciable property held for more than a year is recognized under Part I: Sales or Exchanges of Property Used in a Trade or Business and Involuntary Conversions from Other Than Casualty or Theft.\n\nProperty held for a year or less and sold for a loss is recorded in Part II: Ordinary Gains and Losses. Capital assets held for more than a year and sold for a profit fall in the section labeled Part III: Gain From Disposition of Property UnderSections 1245,1250, 1252, 1254, and 1255.\n\nFor a corporation or partnership, the total amount entered on Line 17, Part II, must be added to the gross income line on Schedule C.Part IV is labeled Recapture Amounts UnderSections 179and 280F(b)(2): When Business Use Drops to 50% or Less.\n\nWhen a business, such as aflow-through entity—like a partnership or anS Corporation—sells a property, partners, and shareholders may experience a tax event (either a gain or a loss) when the property is sold and a Form 4797 is filed.\n\nThe disposition of capital assets not reported onSchedule Dmust be reported on Form 4797.\n\nAll pages of Form 4797 are available on theIRS website.\n\nSchedule D is used toreport gains from personal investments, while Form 4797 is used to report gains fromreal estatedealings—specifically, those that are done primarily in relation to business rather than personal transactions.\n\nWhen reporting gains from thesale of real estate, Form 4797 will suffice in most scenarios.Form 8949will need to be used when deferringcapital gainsthrough investments in a qualified fund.\n\nYou cannot avoid paying capital gains tax, but you can defer it. To defer paying capital gains tax on a business sale, you may reinvest the capital gains into aqualified opportunity fund.\n\nForm 4797 (Sales of Business Property), issued by the IRS, is used to report financial gains made from the sale or exchange of business property. The form requires a variety of information to be provided, such as the description of the property, the purchase date, depreciation, and the cost of the purchase.\n\nInternal Revenue Service. \"Instructions for Form 4797, Sales of Business Property,\" Page 1.\n\nInternal Revenue Service. \"Form 4797, Sales of Business Property,\" Page 1.\n\nInternal Revenue Service. \"Form 4797, Sales of Business Property.\"\n\nInternal Revenue Service. \"Instructions for Schedule C, Profit or Loss From Business,\" Pages 2, 12.\n\nInternal Revenue Service. \"Form 4797, Sales of Business Property,\" Page 2.\n\nInternal Revenue Service. \"Instructions for Form 4797, Sales of Business Property,\" Page 5.\n\nInternal Revenue Service. \"About Form 4797, Sales of Business Property.\"\n\nInternal Revenue Service. \"About Schedule D (Form 1040), Capital Gains and Losses.\"\n\nInternal Revenue Service. \"Instructions for Form 8949, Sales and Other Dispositions of Capital Assets,\" Page 1.\n\nInternal Revenue Service. \"Instructions for Form 8949, Sales and Other Dispositions of Capital Assets,\" Pages 1, 11-12.",
  "url": "https://www.investopedia.com/terms/f/form-4797.asp"
}