{
  "term": "Form 1095-A: How It Works and Who Receives It",
  "definition": "Israel Sebastian / Getty Images\n\nEvery year, theHealth Insurance Marketplacesends Form 1095-A to Americans who have health insurance coverage through a carrier on the exchange.\n\nThe form serves as a record of healthcare coverage. It includes information such as the effective date of the coverage, the monthly premiums, and any advance payments of the premiumtax credit.\n\nYou use information from Form 1095-A for your tax return. However, you don't submit Form 1095-A to theInternal Revenue Service (IRS).\n\nYou will receive Form 1095-A if you enrolled in a qualified health plan via the federal Health Insurance Marketplace or a state's exchange. The exchanges use the form to provide participants with information about their coverage.\n\nYou do not have to submit Form 1095-A to the IRS. However, on your tax return, you do have to provide information from the form and/or acknowledge that you've received it.\n\nIf you're eligible for a premium tax credit, you may have to attach a related form, Form 8962: Premium Tax Credit.\n\nYou should keep Form 1095-A for your records.\n\nAs a result of the American Rescue Plan of 2021, all taxpayers with insurance bought on the ACA Marketplace are now eligible for a premium tax credit. Previously, filers were ineligible if their income exceeded 400% of the federal poverty line.\n\nWhen preparing your tax return, you or your tax preparer will use 1095-A to fill out Form 8962: Premium Tax Credit if you are eligible to receive the credit.\n\nAccording to the IRS, if you are expecting to receive a Form 1095-A, you should wait to file your incometax returnuntil you receive it. Because it deals with claiming or reporting tax credits, which in turn affects the amount of income tax you owe or any refunds you are due, 1095-A is crucial in the filing process.\n\nTaxpayers should receive a Form 1095-A by mid-January of the year following the coverage year, either by mail or in their Healthcare.gov accounts. Individuals who don't receive their forms or see inaccuracies in them can contact HealthCare.gov directly.\n\nThe form lists each month for which you received coverage and the amount you paid in premiums. It also contains personal information including your name, address, andSocial Security number. Your policy number and insurance company name also appear on the form.\n\nThe complete 1095-A is availableon the IRS website.\n\nA penalty fortaxpayerswho are not covered by health insurance was abolished at the start of 2019.\n\nAmericans who signed up for healthcare via the Health Insurance Marketplace should receive a Form 1095-A. It should either arrive in the mail or be available online at Healthcare.gov.\n\nIf you are eligible for a premium tax credit, you need to transfer information from Form 1095-A to Form 8962 and include it with your tax return. You don't need to send form 1095-A to the IRS.\n\nYou should receive a Form 1095-A by mid-January of the year following the coverage year, either by mail or online, in your Healthcare.gov account. If you don't receive your form, or there is a mistake on it, you cancontact Healthcare.gov directly.\n\nIf you have healthcare through the exchange, the Health Insurance Marketplace should send you Form 1095-A by mid-January of the year following your coverage year. It is a record of key information about your health insurance coverage.\n\nYou don't need to send form 1095-A as part of your tax return. However, if you are eligible for a premium tax credit, you need to copy the relevant information to Form 8962 and include it with your tax return.\n\nInternal Revenue Service. \"Health Insurance Marketplace Statements.\"\n\nInternal Revenue Service. \"The Health Insurance Marketplace.\"\n\nU.S. Congress. \"H.R.1319 - American Rescue Plan of 2021.\"\n\nInternal Revenue Service. \"Eligibility for the Premium Tax Credit.\"\n\nInternal Revenue Service. \"Corrected, Incorrect or Voided Forms 1095-A.\"\n\nHealthCare.gov. ”No Health Insurance? See if You'll Owe a Fee.”",
  "url": "https://www.investopedia.com/terms/f/form-1095a.asp"
}