{
  "term": "Form 8283: Noncash Charitable Contributions: Overview, FAQ",
  "definition": "Form 8283: Noncash Charitable Contributions is a tax form distributed by theInternal Revenue Service (IRS)and used by filers who wish to deduct non-cash contributions made to aqualifying charitable organization.Deductionsfor non-cash contributions are reported asitemized deductions.\n\nNon-cash contributions can include securities, property, vehicles, collectibles, and art.The form can bedownloaded from the IRS website.\n\nThis form is available for individuals,partnerships, andcorporationsto report their non-cash charitable contributions if the deduction for the non-cash gift equals more than $500. The only exception to the $500 rule is forC corporations, which must file Form 8283 only if their charitable donation exceeds $5,000.You can list up to five donations to five different organizations on Form 8283, and if you had more donations, you can attach as many Form 8283s to your 1040 as you need.\n\nForm 8283 should not be used for out-of-pocket expenses generated by volunteer or charitable work or for cash or credit card contribution payments or expenses.\n\nForm 8283 cannotdetermine a taxpayer’s charitable contribution limits.\n\nThe filer must first fill out their name and identifying number. For corporations, this is theemployer identification number (EIN). For individuals, it is theirSocial Security number (SSN).\n\nThe filer will then fill out the following information for each column in Part I of Section A:\n\nPart II should be filled out if there was less than an entire interest in a property listed in the previous section.Taxpayers who file Form 8283 and have made contributions of motor vehicles, boats, and/or airplanes may also include Form 1098-C, which shows the gross proceeds.\n\nDonated non-cash items may require anappraisalto determine their value. Such items include art pieces valued at $20,000 or more, most jewelry and gems, and used household goods valued over $500 that are not in good or better condition.\n\nAppraisals are not required for publicly traded securities; inventory or property held primarily for sale to customers in the ordinary course of your trade or business; a qualified vehicle (including a car, boat, or airplane) if your deduction for the vehicle is limited to the gross proceeds from its sale and you obtained a contemporaneous written acknowledgment; and intellectual property.\n\nPart I of Section B, which is similar to Part I in Section A, is filled out by the taxpayer and/or the appraiser. The appraiser must also sign a declaration. The appraisal is not required to be submitted with the form, but it should be kept with the filer’s records The recipient of the non-cash donation must sign an acknowledgment and include its name, identification number, address, and a signature from an authorized officer.\n\nForm 8283 is used to report non-cash contributions of more than $500 to qualifying charitable organizations. The Internal Revenue Service (IRS) allows you to use such contributions as itemized deductions on your taxes.\n\nThe form can be utilized by individuals, partnerships, and corporations. Each form has room for five donations, and you can submit as many forms as you have donations.\n\nOnly in certain circumstances. Art pieces valued at $20,000 or more need a written appraisal from a qualified appraiser. A household good that is not in good or better condition must have an appraisal. Jewelry and gems almost always require an appraisal.\n\nOn the other hand, all publicly traded securities and intellectual property are among the items that do not need an appraisal.\n\nIf claiming the donation of a non-cash item as tax deduction, its value may require an appraisal. Such donations are listed on Form 8283 when filing with the IRS. Examples of items that may need appraisals include art pieces valued at $20,000 or more and most jewelry.\n\nIntellectual property and private stock valued at less than $10,000 do not require appraisals.\n\nIndividuals, partnerships, and organizations can file Form 8283.\n\nInternal Revenue Service. \"Publication 526, Charitable Contributions,\" Page 21.\n\nInternal Revenue Service. \"Topic No. 506, Charitable Contributions.\"\n\nInternal Revenue Service. “Form 8283, Noncash Charitable Contributions,\" Page 1.\n\nInternal Revenue Service. “Instructions for Form 8283, Noncash Charitable Contributions,” Page 1.\n\nInternal Revenue Service. \"Publication 526, Charitable Contributions,\" Pages 14-18.\n\nInternal Revenue Service. “Instructions for Form 8283, Noncash Charitable Contributions,” Page 4.\n\nInternal Revenue Service. “Instructions for Form 8283, Noncash Charitable Contributions,” Pages 4–5.\n\nInternal Revenue Service. “Form 8283, Noncash Charitable Contributions,\" Page 2.\n\nInternal Revenue Service. \"Instructions for Form 1098-C, Contributions of Motor Vehicles, Boats, and Airplanes,\" Page 1.\n\nInternal Revenue Service. “Instructions for Form 8283, Noncash Charitable Contributions,” Pages 5-6.\n\nInternal Revenue Service. “Instructions for Form 8283, Noncash Charitable Contributions,” Page 5.\n\nInternal Revenue Service. “Form 8283, Noncash Charitable Contributions.”\n\nInternal Revenue Service. “Publication 561, Determining the Value of Donated Property,\" Page 4.",
  "url": "https://www.investopedia.com/terms/f/form-8283.asp"
}