{
  "term": "Form 2106-EZ: Unreimbursed Employee Business Expenses—Overview",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nForm 2106-EZ: Unreimbursed Employee Business Expenses was a tax form issued by theInternal Revenue Service(IRS) used by employees to deduct ordinary and necessary expenses related to their jobs\n\nTheTax Cuts and Jobs Act(TCJA) eliminated virtually all of the deductions for unreimbursed employee expenses for most taxpayers.As a result, Form 2106-EZ: Unreimbursed Employee Business Expenses was no longer in use after the 2017 tax year.\n\nWhile 2106-EZ is no longer in use,Form 2106is still available for a few segments of the population who qualify for the deductions. These include Armed Forces reservists, performing artists, fee-based state and local government officials, and employees with impairment-related work expenses.\n\nOrdinary expenses are those that are common and accepted in a specific line of work, while necessary expenses are essential for conducting business.\n\nForm 2106-EZ was a simplified version of Form 2106. Employees used it to claimtax deductionsfor unreimbursed expenses related to their jobs, such as business travel costs. To qualify, the expense needed to be unreimbursed by the employer. Employees who used this form were able to claim the standard mileage rate for vehicle expenses.\n\nTheTax Cuts and Jobs Actrepealed all unreimbursed employee expenses. Form 2106-EZ: Unreimbursed Employee Business Expenses was used only through the 2017 tax year.\n\nThe form was divided into two parts. Part I tabulated all employeebusiness expenses, then calculated whether—and which—expenses were eligible for a tax deduction. Part II more specifically addressed vehicle expenses.\n\nIn Part I, employees were required to list all unreimbursed business expenses, such as airfare, lodging, parking, tolls, and car rental, as well as any personal vehicle expenses from Part II.Incidental expensesallowed a deduction for valet tips and other small cash transactions that don’t typically generate a receipt. Meals and entertainment were added separately because most taxpayers were only allowed to claim 50% of those expenses.\n\nAnother way to calculate overnight expenses was to use the General Services Administration (GSA)per diemrates for cities around the U.S. or, for foreign travel, the State Department rates for every country.Lodging ratescould vary considerably by month, based on supply and demand in any given locality. For example, the GSA would allow a per diem lodging rate of $407 in Aspen, Colorado, during February 2025, but only $207 in September. The per diem meal rate for Aspen was listed as $92 for 2025.\n\nForm 2106can be downloadedon the IRS website. Form 2106-EZ is no longer in use.\n\nPart II addressed personal vehicle expenses, which must be claimed using thestandard mileage rate. This entailed multiplying the IRS mileage rate for the tax year by the number of business-qualifying miles driven. The mileage rate factors in gasoline and repair expenses plus wear and tear on the average car.\n\nThetax codestill permits self-employed taxpayers to deduct the use of a personal vehicle for work-related purposes. For the 2025 tax year, the rate is set at $0.70 cents per mile. For the 2024 tax year, it was $0.67 cents.\n\nTaxpayers also may still deduct expenses for use of their vehicles forcharitablepurposes and medical purposes. The deduction for personal vehicle use to relocate for a job is now restricted to active military personnel.\n\nEligible expenses included meals, lodging, transportation, and vehicle expenses related to job duties. The form allowed for both incidental expenses (e.g., valet tips) and business travel costs, with specific deductions for meals and entertainment, generally capped at 50% of the expense.\n\nAfter the Tax Cuts and Jobs Act (TCJA) passed in 2017, most employees can no longer deduct unreimbursed business expenses. However, certain employees, like Armed Forces reservists, performing artists, and fee-based government officials, may still qualify for deductions using Form 2106.\n\nForm 2106-EZ was discontinued after the Tax Cuts and Jobs Act of 2017. The IRS now requires employees in certain professions to use the more detailed Form 2106, which is still available for specific groups like Armed Forces reservists, performing artists, and individuals with impairment-related work expenses.\n\nForm 2106-EZ allowed employees to deduct several job-related expenses, but it was discontinued after 2018 due to tax reforms. If you were eligible for deductions, this simplified form made it easier to claim business expenses. Today, only a few specific groups can still use Form 2106 to claim business expense deductions.\n\nInternal Revenue Service. \"Tax Cuts and Jobs Act: A Comparison for Businesses.\"\n\nInternal Revenue Service. \"About Form 2106, Employee Business Expenses.\"\n\nU.S. Department of State. \"Foreign Per Diem Rates by Location–DSSR 925.\"\n\nU.S. General Services Administration. \"Per Diem Rates.\"\n\nU.S. General Services Administration. \"FY 2025 Per Diem Rates for Aspen, Colorado.\"\n\nInternal Revenue Service. \"Standard Mileage Rates.\"",
  "url": "https://www.investopedia.com/terms/f/form-2106-ez.asp"
}