{
  "term": "Form 1099-INT: What It Is, Who Files It, and Who Receives It",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nForm 1099-INT is anInternal Revenue Service (IRS)tax form used to report interest income. Form 1099-INT is issued by all entities that pay interest income to investors during the tax year. The form breaks down all types of interest income and associated expenses.\n\nEntities must issue Form 1099-INT by Jan. 31 for any taxpayer who earned at least $10 of interest during the previous year. One copy is submitted to the IRS, and another is sent to the taxpayer.\n\nAmounts paid to taxpayers that must be reported on a 1099-INT include:\n\nMuch less common amounts that are recorded on Form 1099-INT also include:\n\nInterest incomeis any amount paid by banks, investment houses, mutual fund companies, and financial institutions to account holders who deposit money into savings accounts, investments, and other interest-paying ventures. Form 1099-INT must be filed:\n\nThe interest paid is consideredtaxable incomeand must be reported to the IRS on annual tax returns every year it's earned. The interest-paying entity must file a 1099-INT on any interest over $10 paid during the year. The form must be reported to the IRS and sent to each interest recipient by Jan. 31 of each year.\n\nThe amounts and types of interest impact which tax form is to be used. Taxpayers who receive over $1,500 of taxable interest must list all of their payers on Part 1 ofSchedule BonForm 1040. Form 1099-INT will always report interest paid ascash-basis income. Income that's owed but not yet paid can't be reported on this form.\n\nTaxpayers who receive Form 1099-INT may be required to report certain income on their federal tax returns. Taxable interest is taxed at the same rate asordinary incomeat the same rate as an individual's salary or wages. This excludes tax-exempt income or exempt income at various tax reporting levels.\n\nMost interest income is reported on Part 1 ofSchedule B: Interest and Ordinary Dividends. The taxpayer must list their taxable income as part of all forms of taxable interest. This amount is aggregated, and interest earned from Series EE and Series I U.S. bonds is excluded. This new subtotal is reported on Form 1040, Line 2b.\n\nInterest is a component of a taxpayer'sadjusted gross income (AGI)when it's added to wages, salaries, tips, and other forms of income.\n\nForm 1099-INT is used to remit information relating to the amount of interest paid or received during a tax year.Not all sections of Form 1099-INT must be filled out. Only relevant information that pertains to a specifictaxpayermust be completed.\n\nForm 1099-INT calls for the payer's name, street address, city, state, country, ZIP code, and telephone number. The payer also needs to report itstaxpayer identification number (TIN)on the form.\n\nForm 1099-INT also calls for the recipient's information. The payer will usually have obtained this information in advance. For example, the institution asks for your contact information when you're setting up a new bank account so it's able to issue Form 1099-INT at the appropriate time adequately.\n\nForm 1099-INT reports the recipient's TIN, name, street address, city, state, country, and ZIP code. The issuing party may list the individual's account number if multiple accounts are to receive a different Form 1099-INT although some lending institutions may aggregate the forms.\n\nBox 1 of Form 1099-INT reports the taxable amount of interest. This amount does not include amounts reported in Box 3. This box includes amounts of $10 or greater paid to an individual'ssavings account, bank deposits, dividends paid by a life insurance company, and various other types of interest. This box also includes interest of $600 or more paid in the course of a trade or business.\n\nBox 2 of Form 1099-INT reports the amount ofprincipalor interest forfeited because of the early withdrawal of funds. This early withdrawal must have been tied to a time deposit that had a stipulatedmaturity date. The forfeiture deductible does not reduce the amount reported in Box 1, and the forfeiture is deductible from gross income by the recipient.\n\nBox 3 of Form 1099-INT reports the amount of interest earned on U.S. Savings Bonds,Treasury bills,Treasury notes, andTreasury bondsissued by the U.S. government. This interest is not included in the amount of interest earned and reported in Box 1.\n\nBox 4 of Form 1099-INT reports the amount oftaxes withheldfrom interest payments. A taxpayer must have a portion of the interest earned withheld from their payments if they don't promptly provide their TIN when requested. The applicable rate of withholding will vary. The IRS offers guidance on requesting the recipient's TIN as part of federal tax form instructions.\n\nThe next commonly used box on Form 1099-INT is Box 8, which reports the amount oftax-exempt interest. This type of interest is most often earned off of obligations issued by a state or other governmental entity. This amount is not taxable and is not to be included in the taxpayer's gross income.\n\nForm 1099-INT recipients may not have to pay income tax on the interest a payer reports, but may still need to report it on their return. The IRS uses the information on the form to ensure the interest earner reports the correct amount of interest income on their tax return.\n\nForm 1099-INT has 17 boxes (in addition to the areas for the payer and recipient information). Many of these boxes are for very specific purposes. Consider consulting a local tax advisor to help you if you receive Form 1099-INT with information in any of the other boxes.\n\nThese other areas of Form 1099-INT coverforeign taxes, private activity bond interest, market discounts, and more tax-exempt investments. Boxes 15, 16, and 17 are also used by taxpayers who participate in the combined Federal/State Filing Program to provide state tax information.\n\nNot receiving a form doesn't absolve taxpayers from having to report their interest income. Individuals who don't receive their 1099-INT should contact the issuer and get a new one issued so they can include the interest received on their tax returns. The minimum amount to issue a 1099-INT is $10 but you must report your interest income onForm 1040each year even if it's less than this amount.\n\nSome types of entities or taxpayers are not required to receive Form 1099-INT even if they receive interest payments. This list of exempt entities includes corporations, tax-exempt organizations, any individual retirement arrangement, certain health accounts, U.S. agencies, and other payees.\n\nIn addition, Form 1099-INT is only used for interest issued by an individual from sources inside the United States paid inside the United States. There are specific criteria that make interest paymentsexempt if paid by non-U.S. payersor related to non-U.S. instruments.\n\nForm 1099-INT is used for interest payments but there may be conditions on when interest is actually paid. Consider payments where an individual is credited illiquid interest or is not allowed to withdraw interest earned.\n\nIn general, interest is paid when it is credited to a taxpayer without substantial limits or restrictions. Interest must be made available so the taxpayer can draw on it at any time.For savings bondsor other demand obligations, interest is paid when the obligation is presented for payment (i.e. when acouponis detached from a bond and presented for payment).\n\nForm 1099-INT is a tax form issued by interest-paying entities, such as banks, investment firms, and other financial institutions, to taxpayers who receive interest income of $10 or more. The information recorded on the form must be reported to the IRS.\n\nForm 1099-INT must be filed by any entity that pays interest, such as banks, brokerages, investment firms, mutual funds, and other financial institutions. They must file the form to anyone who receives interest income of at least $10, when they withhold and pay foreign taxes on interest, and whenever the issuer withholds federal income tax without refunding it. One copy must be sent to the IRS and another to the taxpayer.\n\nInterest-paying entities must submit Form 1099-INT by Jan. 31. Anyone who doesn't receive one should contact the issuer to get another copy. Be mindful that many lending institutions may offer Form 1099-INT as a downloadable form. Upon logging into your online banking portal, search for 'Tax Forms' or a similar area of reporting.\n\nForm 1099-INT often reports taxable income earned during the year. This information is remitted to the IRS and must be included as ordinary income on your tax return. Disregarding tax-exempt income, taxpayers are required to report the contents of Form 1099-INT on their federal tax returns.\n\nTaxpayers receive Form 1099-INT because they earned more than $10 of interest from the savings in their bank account. Lending institutions are required to issue Form 1099-INT to account holders who earn this threshold. There are many other situations why a taxpayer may have received Form 1099-INT, all of which relate to interest paid to the taxpayer.\n\nForm 1099-INT is used to remit tax information relating to the amount of interest paid and received. Payers have certain thresholds and conditions to meet to issue Form 1099-INT copies to taxpayers and the IRS. On the other hand, receiving a Form 1099-INT often means a taxpayer has taxable interest income it must report on its federal income tax return.\n\nInternal Revenue Service. \"Instructions for Forms 1099-INT and 1099-OID (Revised January 2024).\"\n\nInternal Revenue Service. \"2025 General Instructions for Certain Information Returns,\" Page 16.\n\nInternal Revenue Service. \"Schedule B (Form 1040).\"\n\nInternal Revenue Service. \"Topic No. 403, Interest Received.\"\n\nInternal Revenue Service. \"About Form 1099-INT, Interest Income.\"\n\nInternal Revenue Service. \"Form 1099-INT (Rev. January 2024).\"\n\nInternal Revenue Service. \"Topic No. 403 Interest Received.\"",
  "url": "https://www.investopedia.com/terms/f/form-1099-int.asp"
}