{
  "term": "Form 1095-B: Health Coverage: What it is, How it Works",
  "definition": "Form 1095-B is anInternal Revenue Service (IRS)form that may be sent to taxpayers who receiveminimum essential health insurance coverageas defined by theAffordable Care Act(ACA).\n\nA 1095-B form shows information such as the health insurance coverage, effective coverage dates, individuals covered, and the coverage provider.\n\nForm 1095-B: Health Coverage contains health care coverage information for taxpayers, their spouse, and their dependents if they were enrolled through an insurance provider or a self-insured employer.\n\nUnder the Affordable Care Act (ACA), there is a requirement for minimum essential coverage as part of the individual mandate for health insurance, also called the individual shared responsibility provision.\n\nMost health insurance plans provided by an employer will typically qualify as minimum essential coverage. Other qualifying plans include government-sponsored programs, likeMedicareand mostMedicaidplans.\n\nUnder the original rules of the ACA, taxpayers were required to have minimum essential health insurance coverage for each month of the year (or have a coverage exemption).\n\nPrior to the 2020 plan year (for which you filed taxes in 2021), if you or your family members didn’t have one or the other, you may have had to pay a penalty called a shared responsibility payment (also sometimes referred to as the Individual Mandate penalty). However, aspart of the Tax Cuts and Jobs Act(TCJA), the penalty for not having health insurance was eliminated. This also means that an exemption is no longer required.\n\nIn addition, beginning with the tax year 2019, the IRS acknowledged that the provider’s obligation to supply 1095-B forms is not an enforcement priority. If providers comply with two conditions the IRS has set forth, they will not be penalized.\n\nThese are the two conditions: first, the provider’s website contains a notice that Form 1095-B is available to participants upon request and includes specific information on how to request it, and second, the provider must then furnish Form 1095-B within 30 days of a request.\n\nSome U.S. states have implemented their own penalties for those who do not have health insurance coverage for the entire tax year. For example, Massachusetts charges 50% of the cost of the lowest-cost plan that could have been purchased. There are income-based exemptions to the penalty.\n\nTaxpayers should check with their state and local governments to determine if there is a penalty for not having minimum essential health insurance coverage throughout the tax year.\n\nWhile the information on a 1095-B form may assist in preparing a tax return, taxpayers do not need to submit the form when filing their taxes. However, it must be indicated by checking off a box on the tax return stating that they had health insurance for each month of the tax year—called minimum essential coverage.\n\nHealth insurance providers send Form 1095-B to individuals for whom they provide minimum essential coverage. Form 1095-B provides information about who was covered and when.You will receiveForm 1095-A: Health Insurance Marketplace Statementif you enrolled in a qualified health plan via the health insurance marketplace.\n\nIf you received or were offered healthcare from an employer who has 50 or more employees, you may receive1095-C: Employer-Provided Health Insurance Offer and Coveragein addition to, or instead of, a 1095-B form.\n\nDepending on who provided your health insurance coverage, as just noted, you should receive either Form 1095-A, Form 1095-B, or Form 1095-C. You usually have to provide information from these forms or acknowledge receiving one of them on your federal tax return. You do not have to submit the form itself. Taxpayers tick off a box on their returns, indicating how long they were covered throughout the tax year.\n\nAll pages of Form 1095-B are available on the IRS website.\n\nIRS Form 1095-B is sent to taxpayers who receive minimum essential health insurance coverage as defined by the Affordable Care Act (ACA), showing health insurance coverage, the insurance provider, coverage dates, and individuals covered.\n\nTaxpayers do not need to send the 1095-B form to the IRS. Instead, you indicate on your tax return information provided from 1095-B, such as how many months you had health insurance coverage during the tax year.\n\nForm 1095-B is sent to individuals from health insurance providers indicating whether the taxpayer had minimum essential coverage. Form 1095-C might be sent, with or instead of 1095-B, if you had health insurance coverage from an employer with 50 or more employees.\n\nInternal Revenue Service. \"About Form 1095-B, Health Coverage.\" Accessed Feb. 1, 2022.\n\nInternal Revenue Service. \"Instructions for Forms 1094-B and 1095-B (2020), General Instructions for Forms 1094-B and 1095-B.\" Accessed Feb. 1, 2022.\n\nInternal Revenue Service. \"Individual Shared Responsibility Provision.\" Accessed Feb. 1, 2022.\n\nInternal Revenue Service. \"Instructions for Forms 1094-B and 1095-B (2020).\" Accessed Feb. 1, 2022.\n\nU.S. Congress. \"H.R.3590 - Patient Protection and Affordable Care Act.\" Accessed Feb. 1, 2022.\n\nU.S. Centers for Medicare & Medicaid Services. \"Exemptions From the Requirement to Have Health Insurance.\" Accessed Feb. 1, 2022.\n\nCommonwealth of Massachusetts. \"TIR 21-1: Individual Mandate Penalties for Tax Year 2021.\" Accessed Feb. 1, 2022.\n\nInternal Revenue Service. \"About Form 1095-A, Health Insurance Marketplace Statement.\" Accessed Feb. 1, 2022.\n\nInternal Revenue Service. \"About Form 1095-C, Employer-Provided Health Insurance Offer and Coverage.\" Accessed Feb. 1, 2022.\n\nInternal Revenue Service. \"Form 1095-B: What You Need to Do With This Form.\" Accessed Feb. 1, 2022.\n\nInternal Revenue Service. \"Prior Year Products.\" Accessed Feb. 1, 2022.\n\nInternal Revenue Service. \"Form 1095-B: Health Coverage,\" Pages 1-3. Accessed Feb. 1, 2022.",
  "url": "https://www.investopedia.com/terms/f/form-1095b.asp"
}