{
  "term": "Form 1120-S: U.S. Income Tax Return for an S Corporation",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nForm 1120-S: U.S. Income Tax Return for an S Corporation is a tax document that is used to report income, gains, losses, credits, deductions, and other information pertaining to businesses that are registered asS corporationsto theInternal Revenue Service (IRS). The form must be filed by the 15th day of the 3rd month after the corporation's tax year.\n\nIf a corporation is elected to be an S corporation and the IRS accepts the election, it must file Form 1120-S.\n\nAn S corporation is a business entity permitted under the U.S.tax code. It is meant for smaller companies with fewer than 100 shareholders. S corporations are considered pass-through entities as they don't paycorporate taxes. Instead, they pass the tax liabilities to their individual shareholders.\n\nThe IRS uses the ownership percentage detailed in Form 1120-S to allocate how much profit and loss is assigned to an individual shareholder.\n\nA shareholder's profit and loss are relatively easy to calculate if they don't see a change in the percentage of the shares they hold during the year. But if the shareholder purchases, sells, or transfers any (additional)sharesor holdings during the course of the year, then their profit and loss must beproratedon a per-share basis.\n\nThe business structure of an S corporation allows it to pass corporate income, losses, deductions, and credits through to shareholders for federal tax purposes.It avoids double taxation as individual shareholders are taxed rather than the corporation.\n\nS corporations use Form 1120-S to report income, gains, losses,credits, and deductions, along with other information to the IRS each year.\n\nThe form includes pertinent business details, including:\n\nThe remainder of the form includes other key information, which is noted in the table below.\n\nThere are also a number of different schedules that are part of Form 1120-S. These include:\n\nForm 1120-S must be accompanied bySchedule K-1. This schedule must be prepared for every shareholder.Schedule K-1 identifies each individual shareholder of the S corporation and reports the portion of income, profits, losses, credits, and deductions allotted to each shareholder. The information from Schedule K-1 is also included on each shareholder's individual tax return.\n\nForm 1120-S can be filed electronically each year. Small business owners may complete these forms on their own using specialtax software. The majority of these programs do come at a cost but may be inexpensive compared to the use of a professional.\n\nSome S corporations, especially those with more complicated tax situations, may choose to have their annual tax returns completed by a professional, such as a tax preparer or anaccountant. Having a tax professional complete and submit these forms reduces the likelihood of error.\n\nAlthough the IRS continues to accept paper returns by mail, it strongly recommends filing tax returns electronically. Submitting paper returns by mail can result in delays.\n\nAll pages of Form 1120-S can be downloaded from theIRS website.\n\nForm 1120-S is the tax return for S corporations. As such, it is used by S corporations to report their income, profits, losses, tax credits, deductions, and other information to the IRS. The form can be filed electronically or by mail and must be accompanied by Schedule K-1. This schedule identifies individual shareholders in the S corporation along with the portion of income, profit, loss, tax credits, and deductions that are allocated to each of them.\n\nForm 1120-S is filed by S corporations. The form must be filed only after the IRS accepts the election of an S corporation filed by a business with fewer than 100 shareholders.The form may be prepared by a member of the corporation or a tax professional and must be filed electronically or by mail.\n\nForm 1120-S must be filed with the IRS by the 15th of the third month following the end of the corporation's tax year.So if a company's tax year runs from Jan. 1 to Dec. 31, the company's tax return is due on March 15. On the other hand, a company with a tax year of July 1 to June 30 must complete and file Form 1120-S by Sept. 15.\n\nEvery entity must report its tax liabilities by filing a tax return each year with the IRS. This includes individuals and businesses of all sizes. Form 1120-S is the return for S corporations. These businesses have fewer than 100 shareholders and pass their income and losses to each shareholder. Companies can file these forms electronically or by mail and must include Schedule K-1 with their returns. All paperwork must be submitted to the IRS by the 15th of the third month after the end of the corporation's tax year.\n\nInternal Revenue Service. \"Instructions for Form 1120-S.\"\n\nInternal Revenue Service. \"About Form 2553, Election by a Small Business Corporation.\"\n\nInternal Revenue Service. \"S Corporations.\"\n\nInternal Revenue Service. \"About Form 1120-S, U.S. Income Tax Return for an S Corporation.\"\n\nInternal Revenue Service. \"Form 1120-S,\" Page 1.\n\nInternal Revenue Service. \"Form 1120-S,\" Pages 2-5.\n\nInternal Revenue Service. \"About Schedule K-1 (Form 1120-S), Shareholder’s Share of Income, Deductions, Credits, Etc.\"\n\nInternal Revenue Service. \"IRS Kicks Off 2023 Tax Filing Season with Returns Due April 18.\"",
  "url": "https://www.investopedia.com/terms/f/form-1120s.asp"
}