{
  "term": "Form 2848: Power of Attorney and Declaration of Representative Definition",
  "definition": "Form 2848: Power of Attorney and Declaration of Representative is anInternal Revenue Service(IRS) document that authorizes an individual or organization to represent a taxpayer by appearing before the IRS—at an audit, for example.﻿﻿\n\nFederal law requires the IRS to keep confidential all of the information that you supply on yourtax return. So, you must file a Form 2848 with the IRS before anyone other than yourself may receive and inspect your tax information, and represent you to the IRS.﻿﻿\n\nForm 2848 is similar, but not identical, to apower of attorney(POA). It does not, however, relieve or indemnify the taxpayer of any tax liability. When you sign Form 2848, you authorize acertified public accountant(CPA), attorney, or other person designated as your agent to take certain actions on your behalf including:\n\nA limited situation, for example, could be if you are suffering from a disease or injury, or you are outside of the United States continuously for at least 60 days before the date that a return is required to be filed. In any other circumstance—let's say, you’re on vacation before and after your return has been prepared and must be filed—you must submit a request in writing to the IRS for permission for someone, such as atax preparer, to sign your return.﻿﻿\n\nHowever, Form 2848 is not a blanket grant of authority to do everything connected with taxes on your behalf. For instance, your agent cannot:\n\nTaxpayers can revoke previously named representatives by writing \"REVOKE\" across the top of a new Form 2848, signing it, and sending it to the IRS with a copy of the original Form 2848.\n\nAnyone who wishes to be represented by an authorized power of attorney when meeting with the IRS may fill out and submit Form 2848. Authorized individuals or organizations include attorneys or law firms, CPAs, andenrolled agents. These agents can fully represent taxpayers to the IRS.﻿﻿\n\nThe IRS also allows individuals who are related to the taxpayer, such as family members orfiduciaries, to act asthird-party representatives. However, their access is limited and they may represent taxpayers only in the presence of customer-service agents, revenue agents, or similar IRS employees. They cannot execute closing agreements, waivers, or refunds. Moreover, they cannot sign documents for taxpayers.﻿﻿\n\nIn order for Form 2848 to be effective, you need to specify the tax form and year for which you are granting authority. Here are some tips on how to fill out a 2848 form correctly:\n\nYou'll also need to provide specific information about your agent or representative such as:\n\nYou must sign the form. If youfiled jointlyand each spouse wants to grant authority, each must file a separate Form 2848 to designate a representative (you don’t need to use the same representative).\n\nAll pages of Form 2848 are available on the IRS website.﻿﻿\n\nWhereas Form 2848 allows a power of attorney to represent a taxpayer before the IRS,Form 8821:Tax Information Authorizationempowers someone to receive and inspect your confidential information without representing you to the IRS.﻿﻿ In other words, you may use Form 8821 when you want someone merely to seeyour tax information—as when you're applying for a mortgage and need to share your tax information with your lender.\n\nInternal Revenue Service. \"Instructions for Form 2848, Power of Attorney and Declaration of Representative,\" Page 1. Accessed Feb. 10, 2021.\n\nInternal Revenue Service. “About Form 2848, Power of Attorney and Declaration of Representative.” Accessed Feb.10, 2021.\n\nInternal Revenue Service. \"Instructions for Form 2848, Power of Attorney and Declaration of Representative,\" Pages 1-2, 5. Accessed Feb. 10, 2021.\n\nInternal Revenue Service. \"Instructions for Form 2848, Power of Attorney and Declaration of Representative,\" Page 5. Accessed Feb. 10, 2021.\n\nInternal Revenue Service. \"Instructions for Form 2848, Power of Attorney and Declaration of Representative,\" Page 2. Accessed Feb. 10, 2021.\n\nInternal Revenue Service. \"Instructions for Form 2848, Power of Attorney and Declaration of Representative,\" Pages 1, 6. Accessed Jan. 28, 2020.\n\nInternal Revenue Service. \"IRS urges tax professionals to renew PTINs now for 2020.\" Accessed March 19, 2020.\n\nInternal Revenue Service. \"Form 2848.\" Accessed Feb. 10, 2021.\n\nInternal Revenue Service. \"About Form 8821, Tax Information Authorization.\" Accessed Feb. 10, 2021.",
  "url": "https://www.investopedia.com/terms/f/form-2848.asp"
}