{
  "term": "Form 4506, Request for Copy of Tax Return: Definition and Filing",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nForm 4506, Request for Copy of Tax Return is filed by taxpayers to request exact copies of one or more previously filed tax returns and tax information from theInternal Revenue Service(IRS).Copies may be needed to complete a current-year tax return, amend a prior-year tax return, file a claim for arefundor abatement, apply for government benefits, apply for federal student aid, verify income during a loan application process, or defend an IRS audit.\n\nThere is a fee for getting a full copy of a tax return. In some cases, a free transcript—a shorter printout of the return information—may serve a taxpayer's need just as well.\n\nTaxpayers requesting copies of previously filed tax returns can file Form 4506, Request for Copy of Tax Return. You can also request a copy to be sent to a third party. Third parties might include a mortgage lender verifying your income with the IRS. In this case, you sign and file Form 4506, and the IRS sends the tax return copy directly to your lender.\n\nForm 4506 can be filed when an exact copy of a previously filed tax return is needed. A range of tax returns, including theForm 1040series of individual tax returns, Form 1120 series corporate tax returns,Form 1065partnership tax returns, and Form 1041 estate or trust tax returns, can be requested. Form 4506 must be completed and mailed to the IRS at the mailing address shown on the form.\n\nThere is a $43 fee charged for each tax period requested. Copies are usually available for returns filed in the current year as well as the previous six years.\n\nAll versions of Form 4506 are available on the IRS website.\n\nThe IRS takes about 75 calendar days to process requests and deliver copies.\n\nOther forms in the 4506 series include Form 4506-T, Request for Transcript of Tax Return and Form 4506-T-EZ, Short Form Request for Individual Tax Return Transcript. They allow you to request a transcript—a printout, without any attachments—of a previously filed tax return.\n\nA transcript of a previously filed tax return can be requested by downloading, completing, and mailing Form 4506-T.\n\nForm 4506-T can be filed when you need a transcript of your tax return or tax account information,Form W-2information, and1099 information. Tax return transcripts are available for the current and past three tax years and only for the following returns: Form 1040 series, Form 1120 series, and Form 1065.If you register online with the IRS, you can get it right away and free of charge.\n\nAn individual tax return transcript of your previously filed and processed 1040 series tax return can also be requested free of charge using the simplified Form 4506-T-EZ.\n\nA tax return transcript is a computer printout of your income tax return information. It shows filing dates, filing status, dependents,adjusted gross income, and tax liability. The transcript shows most line items contained on your return as it was originally filed, though it's still shorter than a full copy with all attachments. It doesn't show changes made after the return was processed.\n\nIf tax information is required urgently, a transcript can be provided free of charge by using the IRS's onlineGet Transcripttool or calling the IRS at 1-800-908-9946. Transcripts are accepted as a substitute for an exact copy of a return by the United States Citizenship and Immigration Services, by student loan and mortgage lending agencies, and other third parties seeking to verify taxpayer income. In fact, the tax return transcript was created specifically to satisfy mortgage lenders' demands for the tax return information of their borrowers.\n\nAs of 2019, the IRS has a new transcript format that protects against identity theft and fraud.For example, only the last four digits of yourSocial Security numberand telephone number are visible. Taxpayers can still request an unmasked version, but it will only be mailed to their address of record.\n\nWhen paper-filing any of the Form 4506 series, copies and transcripts ofjointly filedtax returns may be requested by either spouse, and only one signature is required. When using Get Transcript online, either the primary or secondary spouse on a joint return can make the request. When using Get Transcript by mail or phone, only the primary taxpayer on the return can make the request.\n\nIRS Form 4506 can be filed by taxpayers to request an exact copy of a previously filed return and tax information.For situations not requiring an exact copy of a return, Forms 4506-T and 4506-T-EZ can be filed to get free transcripts of a previously filed tax return.\n\nIf you use the \"Get Transcript\" option on the IRS website, you can download your forms immediately. If you request a transcript by mail, it could take 5 to 10 calendar days for it to arrive at your address on file with the IRS.If you fill out Form 4506 to request an exact copy of your tax return, you can expect it to take up to 75 calendar days.\n\nTranscripts can typically be used as a substitute for an exact copy of a return by mortgage lending agencies. In fact, they were created specifically to supply mortgage lenders with the tax return information of their borrowers.\n\nMortgage lenders may require you to fill out Form 4506-T as part of your mortgage application. It allows them to obtain a transcript of your tax return information directly from the IRS. They use it to verify the other income documentation you provided during the loan application process.\n\nInternal Revenue Service. \"Form 4506, Request for Copy of Tax Return.\"\n\nInternal Revenue Service. \"Here’s How People Can Request a Copy of Their Previous Tax Return.\"\n\nInternal Revenue Service. \"Form 4506-T, Request for Transcript of Tax Return.\"\n\nInternal Revenue Service. \"4506-T-EZ, Short Form Request for Individual Tax Return Transcript.\"\n\nInternal Revenue Service. \"Form 4506-T (Rev. 4-2023),\" Page 1-2.\n\nInternal Revenue Service. \"Topic No. 156 Copy or Transcript of Your Tax Return – How to Get One.\"\n\nInternal Revenue Service. \"About Form 4506, Request for Copy of Tax Return.\"\n\nInternal Revenue Service. \"Transcript Types and Ways to Order Them.\"\n\nInternal Revenue Service. \"Coming Soon: A New Tax Transcript to Better Protect Taxpayer Data.\"\n\nInternal Revenue Service. \"About the New Tax Transcript: FAQs.\"",
  "url": "https://www.investopedia.com/terms/f/form-4506.asp"
}