{
  "term": "Form 2106: Employee Business Expenses—Definition and Who Can File",
  "definition": "Investment Zen/Flickr.com (CC by2.0)\n\nForm 2106: Employee Business Expenses is a tax form from theInternal Revenue Service(IRS) that allows employees to deduct ordinary and necessary expenses related to their jobs. Ordinary expenses are generally considered common and accepted in a particular line of business, while necessary expenses are those that help conduct business.\n\nSince 2018, unreimbursed employeebusiness expensescould no longer be claimed as a tax deduction for the majority of taxpayers. The only taxpayers eligible to use Form 2106 are Armed Forces reservists, qualified performing artists, fee-based state or local government officials, and employees with impairment-related work expenses. Before theTax Cuts and Jobs Act (TCJA)of 2018, any employee could use Form 2106 to deduct unreimbursed job expenses.\n\nThe simplified version, Form2106-EZ, used for unreimbursed business expenses, was discontinued after 2018 after the Tax Cuts and Jobs Act (TCJA) went into effect.\n\nAccording to the IRS, only the following taxpayers can use Form 2106:\n\nBefore 2018, any employee with unreimbursed work expenses could use Form 2106 to claim those expenses as a miscellaneous itemized deduction.\n\nTaxpayers used to have two options for claiming job-related expenses as atax deduction: an above-the-line deduction or an itemized deduction for unreimbursed job expenses for W-2 income. Tax reform eliminated theitemized deductionoption when the Tax Cuts and Jobs Act (TCJA) went into effect in 2018.\n\nThere are two parts to Form 2106.\n\nPart I tabulates all employee business expenses and reimbursements and calculates whether and which expenses were eligible for atax deduction. These include vehicle expenses, parking, tolls, transportation charges, and other business expenses. The filer also includes any reimbursements made by the employer.\n\nPart II deals more specifically with vehicle expenses. Filers have two choices. They can use thestandard mileage rate, which means multiplying the IRS mileage rate for the tax year by the number of business-qualifying miles driven. The mileage rate factors in gasoline and repair expenses, plus wear-and-tear on the average car. For 2025, it is set at 70 cents per mile (up from 67 cents in 2024).\n\nThe second method is to calculate actual expenses. These include gasoline, oil, repairs, insurance, registration, and depreciation, which is factored in using a table in the instructions. You cannot deduct interest on car loans, and car valuations are limited. Whether you used standard mileage or actual expenses, expenses incurred commuting to and from work are not considered eligible business expenses.\n\nForm 2106 is used to deduct unreimbursed job expenses for eligible employees. These can include tools, education, clothing, home office costs, insurance, and any dues or fees paid to professional organizations.\n\nItems that count as unreimbursed job expenses include tools, education, clothing, insurance, home office costs, and any dues or fees paid.\n\nFor 2025, the IRSstandard deductionis $15,000 for single taxpayers. This is an increase from $14,600 in 2024. For married couples filing jointly, the deduction is $30,000, which is an increase from $29,200 in 2024.\n\nIf you’re an Armed Forces reservist, qualified performing artist, fee-based government official, or have impairment-related work expenses, you may use Form 2106 to deduct ordinary and necessary job expenses. However, since 2018, mosttaxpayerscan no longer claim unreimbursed business expenses unless they fall into these specific categories.\n\nInternal Revenue Service. \"Instructions for Form 2106.\"\n\nInternal Revenue Service. \"About Form 2106, Employee Business Expenses.\"\n\nInternal Revenue Service. \"Standard Mileage Rates.\"\n\nInternal Revenue Service. \"IRS Releases Tax Inflation Adjustments for Tax Year 2025.\"",
  "url": "https://www.investopedia.com/terms/f/form-2106.asp"
}