{
  "term": "Form 6252: Installment Sale Income: What it is, How it Works",
  "definition": "Form 6252: Installment Sale Income is anInternal Revenue Service(IRS) form used to report income from the sale of real or personal property coming from aninstallment salewith the installment method.\n\nAn installment sale occurs when at least one payment from the disposition of property is received after the end of thetax year. An installment sale, in general, does not include disposition of personal property from a person who regularly sells that same type of property–like a real estate agent or broker–or property that is sold to customers in the ordinary course of the taxpayer’s occupation (such as with farmland).\n\nIn some situations, when there are gains on the dispositions of the property, the installment method may be used. Proceeds from an installment sale can come in later tax years, which are reported unless the taxpayer is not using the installment method.\n\nFilers may need to use this form any time they realize a gain on property in the installment method.Taxpayersdo not have to file Form 6252 if the sale of the property does not result in a gain for them, even if their payments are received in a subsequent tax year. If this is the case, a business should report the sale usingForm 4797.\n\nAdditionally, Form 6252 is not needed to report sales ofstockor securities traded on an establishedsecurities market; those sales should be treated as if they were received in the same year the sale was made.\n\nTaxpayers should not file Form 6252 for sales that do not result in a gain, even if a payment is received in the tax year.﻿\n\nThe taxpayer must input their name and identification number—an employer identification number for a corporation or aSocial Security Numberfor an individual. The next section deals with information about the property, including description, and date of acquisition and sale.\n\nPart I deals with gross profits and the contract price. This part is completed for all years of the installment agreement. The next section, Part II, outlines information about the installment sale income. Part III, which is not filled out if the taxpayer received the final payment in the tax year, deals with information about related party sale income﻿.\n\nForm 6252 is available on the IRS website.﻿﻿\n\nNew rules in 2018 allow taxpayers to defer part or all of their capital gains into a Qualified Opportunity Fund. In order to qualify for the deferral, taxpayers must consider the following:\n\nAs mentioned above, if the taxpayer is opting to defer any or all of their capital gains into a Qualified Opportunity Fund, they must also fileForm 8949: Sales and Other Dispositions of Capital Assets. These funds were designed by the 2017Tax Cuts and Jobs Act(TCJA) to help create economic development and jobs. They also need to file Form 8997 every year in which they hold an investment in a QOF.\n\nIRS. \"Form 6252.\" Accessed Feb. 10, 2021.",
  "url": "https://www.investopedia.com/terms/f/form-6252.asp"
}