{
  "term": "Form 1040: U.S. Individual Tax Return Definition, Types, and Use",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nIndividual taxpayers use Form 1040, a standardInternal Revenue Service (IRS)form, to file their annual income tax returns. Form 1040 is divided into sections that let you report your taxable income for the year, as well as your deductions, in order to calculate how much you owe in taxes or receive as a refund.\n\nForm 1040 needs to be filed with the IRS by April 15 in most years. Everyone who earns income over a certain threshold must file anincome taxreturn with the IRS. Keep in mind that businesses have different forms to report their profits.\n\nIf a United States citizen wants or needs to file a federal income tax return, they need to file Form 1040 or a variation of Form 1040 (see \"Types of Form 1040,\" below). Who must file is dependent upon three general conditions.\n\nFirst, the IRS requires individuals with certain levels ofgross incometo file taxes. This threshold varies based on the individual's filing status and age. The table below lists the income limits for individuals under 65 years old.Keep in mind that older taxpayers tend to have higher thresholds, and the threshold changes if neither, one, or both individuals in a marriage are 65 or older.\n\nSecond, children and dependents may not be required to file if they can be claimed as a dependent. In 2024, if the dependent's unearned income is greater than $1,300 ($1,350in 2025) but under $13,000 ($13,500 in 2025); their earned income is greater than $14,600 ($15,000 in 2025); or gross income meets certain thresholds, the dependent must file their own Form 1040.These rules are slightly different for single dependents as opposed to dependents who are married.\n\nThird, some specific situations require an individual to file Form 1040. Regardless of their income or dependency status, some of those situations include but are not limited to:\n\nForm 1040 is available on the IRS website and has two pages that must be filled out. Form 1040 can be mailed in or e-filed. Tax filers are asked for theirfiling statusalong with their personal information, such as their name, address, Social Security number (some information on one's spouse may also be needed), and the number of their dependents.\n\nThe form also asks whether the taxpayer wishes to contribute $3 to presidential campaign funds.\n\nThe 1040 income section asks the filer to report wages, salary, taxable interest, capital gains, pensions, Social Security benefits, and other types of income. Tax legislation enacted at the end of 2017eliminated many deductions, including unreimbursed employee expenses, tax-preparation fees, and the cost of moving for a job (except for military on active duty).\n\nThe form uses what the IRS terms a building block approach and allows taxpayers to add only theschedulesthey need to their tax returns. Some individuals may need to file one or more of six supplemental schedules with their 1040 in addition to long-standing schedules for items likebusiness incomeor loss.\n\nThis depends on whether they're claiming tax credits or owe additional taxes. Many individual taxpayers, however, only need to file a 1040 and no schedules.\n\nTaxpayers in certain situations may need to file a different variant of the 1040 form instead of the standard version. Below are the options.\n\nCertainnonresident aliensor their representatives need to file this form, including:\n\nThe IRS also produces the 1040-SS and 1040-PR. The 1040-SS is for residents of American Samoa, the CNMI, Guam, Puerto Rico, or the U.S. Virgin Islands who have netself-employmentincome and do not have to file Form 1040 with the U.S. Form 1040-PR is the Spanish-language equivalent of Form 1040-SS.\n\nThis form is used to determine and pay estimated quarterly taxes. The estimated tax applies to income that isn’t subject to withholding, which includes earnings from self-employment, interest, dividends, and rents. This may also includeunemploymentcompensation, pension income, and the taxable portion of Social Security benefits.\n\nThis is a statement accompanying a taxpayer's payment for any balance on the \"Amount you owe\" line of the 1040 or 1040-NR.\n\nIf a filer makes a mistake or forgets to include information on any 1040 form,Form 1040-Xis used for making changes to previously filed 1040s.\n\nThe IRS introduced a new 1040 form in 2019,Form 1040-SR, which is designed for taxpayers over the age of 65. Changes include a larger font, no shading (shaded sections can be hard to read), and a standard deduction chart that includes the extra standard deduction for taxpayers over 65. Taxpayers in this age bracket who fill out their taxes online won't see a difference, but those who do it on paper will.\n\nThe 1040 income section asks taxpayers for their filing status. This determines the taxpayer'sstandard deduction. The table below highlights the deductions for the 2024 and 2025 tax years. Keep in mind that you file 2024 taxes in 2025 and 2025 taxes in 2026.\n\nAn additional deduction may be taken by thosewho are age 65 or older or blind. Just like the standard deduction, these figures are adjusted annually for inflation.\n\nThe standard deduction cannot be taken by an estate or trust, an individual who is filing a short return due to a change in accounting periods, an individual who was a nonresident alien part of the tax year, or a married individual whose spouse is filing separately and itemizing.\n\nAs noted above, Form 1040 uses a variety of additional schedules to help taxpayers report their tax obligations. The following schedules are used to compile financial information away from Form 1040 to later use with Form 1040 as the primary source of reporting.\n\nSchedule 1 is used to report additional income or adjustments to income. This may includealimony, disposition proceeds from the sale of a business, educator expenses, health savings account (HSA) contributions, or unemployment compensation.\n\nSchedule 2 is used to report additional taxes. One part of Schedule 2 reports alternative minimum tax and repayment of excess premium tax credits for insurance bought throughhealth insurance marketplaces.\n\nAnother part of Schedule 2 is used to report self-employment taxes, Medicare taxes, taxes onindividual retirement accounts (IRAs), household employment taxes, and other taxes. These two parts from Schedule 2 are reported on Line 17 and Line 23 on Form 1040.\n\nSchedule 3 is used to report additional tax credits and payments. These credits include dependent care expense credits,residential energy credits, excess Social Security taxes previously remitted, and excess federal income taxes previously remitted.\n\nNonrefundable credits from Schedule 3 are reported on Line 20 of Form 1040, while refundable credits from Schedule 3 are reported on Line 31 of Form 1040.\n\nSchedule A is used to figure out a taxpayer'sitemized deduction. A taxpayer's federal income liability is most often minimized when choosing the larger of their standard deduction or itemized deduction.\n\nThe itemized deduction calculation includes medical expenses, dental expenses, certain taxes, certain interest assessments, theft losses, and other expenses. Any input from Schedule A is entered into Line 12a on Form 1040.\n\nSchedule B is used for taxpayers who received greater than $1,500 of taxable interest or ordinary dividends. It is also used to report interest from aseller-financed mortgage, accrued interest from a bond, interest or ordinary dividends as a nominee, and other similar types of interest. Input from Schedule B is entered into Line 2b and Line 3b on Form 1040.\n\nSchedule C is used to report business income or loss. An activity qualifies as a business if the taxpayer is engaged in the activity for the primary purpose of producing income or profit. The activity is also considered a business as long as the taxpayer is involved in the activity with regularity and continuity. Profit from Schedule C is entered on Schedule 1, Line 3. It is also used on Schedule SE.\n\nIf your business was a sole proprietorship or qualified joint venture and you meet other criteria, you can report your business operations using Schedule C.\n\nSchedule D is used to report taxable income from the sale or exchange of a capital asset. This gain may have arisen from an exchange or aninvoluntary conversion. Schedule D is also used to report capital gain distributions not otherwise reported on Form 1040 as well as nonbusiness bad debts. Input from Schedule D is entered on Form 1040, Line 7.\n\nSchedule E is used to report various types of additional income or losses. This supplemental financial activity includes real estate rental income,royalties, partnerships, estates, trusts, and residual interests in real estate mortgage investment conduits. Supplemental income figures from Schedule E are reported on Form 1040 in the \"Income\" section.\n\nSchedule EIC is quite different from other tax schedules. The earned income credit is calculated separately from this schedule. However, Schedule EIC is used to substantiate the qualification of your qualifying children by remitting to the IRS your child's name,Social Security number, birth year, relationship to you, and residency status. Information from Schedule EIC is not directly input into Form 1040.\n\nThe Earned Income Credit is maximized if a taxpayer has at least three children. Therefore, Schedule EIC only asks for information on three children; additional forms for children numbering more than three are not required.\n\nOther notable supplementary schedules to Form 1040 include:\n\nForm 1040 is the primary tax form used by U.S. taxpayers to file their annual income tax returns. Taxpayers input their personal information and tax information onto the form, then submit the form to the IRS for review.\n\nForm 1040 is different from a W-2. A W-2 is a wage and tax statement that an employee receives from a company they worked for during the tax year. The information listed on the W-2 is used to fill out Form 1040.\n\nForm 1040 is not a tax statement or form that gets distributed to taxpayers. Unlike a W-2 or 1099 statement that is mailed by an employer or party you've contracted with, Form 1040 is available for download on the IRS website. Free IRS filing platforms such as Free File Fillable Forms will provide digital copies. Some public courthouses or federal buildings in your community may offer paper copies available for pickup.\n\nForm 1040 and Form 1099 are different components of an individual'stax return. There are many different types of Form 1099, but this form is most commonly given to independent contractors to remit tax information relating to payments they received during the tax year. This information is used to complete Form 1040, as the financial records listed on Form 1099 are input into Form 1040.\n\nForm 1040 is the central part of tax filing for United States citizens. It is the tax form that all taxpayer financial statements eventually feed into and support tax schedules branch out of. Regardless of an individual's filing status or income, taxpayers who file taxes will complete some version of Form 1040.\n\nInternal Revenue Service. \"1040 (and 1040-SR) Instructions,\" Pages 6, 8-9.\n\nInternal Revenue Service. \"Topic No. 407, Business Income.\"\n\nInternal Revenue Service. \"Here's Who Needs to File a Tax Return in 2024.\"\n\nInternal Revenue Service. \"Check If You Need to File a Tax Return.\"\n\nInternal Revenue Service. \"Publication 501, Dependents, Standard Deduction, and Filing Information.\"\n\nInternal Revenue Service. \"Rev. Proc. 2024-40,\" Pages 7, 12.\n\nInternal Revenue Service. \"Rev. Proc. 2023-34,\" Pages 7, 12.\n\nInternal Revenue Service. \"Dependents.\"\n\nInternal Revenue Service. \"1040 (and 1040-SR) Instructions,\" Page 11.\n\nInternal Revenue Service. \"Form 1040.\"\n\nInternal Revenue Service. \"Moving Expenses to and From the United States.\"\n\nInternal Revenue Service. \"Tax Reform Affects if and How Taxpayers Itemize Their Deductions.\"\n\nNational Archives, Federal Register. \"Agency Information Collection Activities; Submission for OMB Review; Comment Request; U.S. Individual Income Tax Return.\"\n\nInternal Revenue Service. \"About Form 1040-NR, U.S. Nonresident Alien Income Tax Return.\"\n\nInternal Revenue Service. \"Individuals Living or Working in a U.S. Territory.\"\n\nInternal Revenue Service. \"About Form 1040-SS, U.S. Self-Employment Tax Return (Including the Additional Child Tax Credit for Bona Fide Residents of Puerto Rico).\"\n\nInternal Revenue Service. \"About Form 1040-ES, Estimated Tax for Individuals.\"\n\nInternal Revenue Service. \"Form 1040-V.\"\n\nInternal Revenue Service. \"Instructions for Form 1040-X.\"\n\nInternal Revenue Service. \"About Form 1040-SR, U.S. Tax Return for Seniors.\"\n\nInternal Revenue Service. \"IRS Releases Tax Inflation Adjustments for Tax Year 2025.\"\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2024.\"\n\nInternal Revenue Service. \"Rev. Proc. 2024-40,\" Page 12.\n\nInternal Revenue Service. \"Rev. Proc. 2023-34,\" Page 12.\n\nInternal Revenue Service. \"Topic No. 551, Standard Deduction.\"\n\nInternal Revenue Service. \"Schedule 1 (Form 1040).\"\n\nInternal Revenue Service. \"Schedule 2 (Form 1040).\"\n\nInternal Revenue Service. \"Schedule 3 (Form 1040).\"\n\nInternal Revenue Service. \"2024 Instructions for Schedule A.\"\n\nInternal Revenue Service. \"About Schedule B (Form 1040), Interest and Ordinary Dividends.\"\n\nInternal Revenue Service. \"About Schedule C (Form 1040), Profit or Loss From Business (Sole Proprietorship).\"\n\nInternal Revenue Service. \"About Schedule C (Form 1040), Profit or Loss From Business (Sole Proprietorship).\"\n\nInternal Revenue Service. \"About Schedule D (Form 1040), Capital Gains and Losses.\"\n\nInternal Revenue Service. \"About Schedule E (Form 1040), Supplemental Income and Loss.\"\n\nInternal Revenue Services. \"Publication 596, Earned Income Credit (EIC).\"\n\nInternal Revenue Service. \"About Schedule EIC (Form 1040 or 1040-SR), Earned Income Credit.\"\n\nInternal Revenue Service. \"Earned Income Credit Qualifying Child Information.\"\n\nInternal Revenue Service. \"About Schedule F (Form 1040), Profit or Loss From Farming.\"\n\nInternal Revenue Service. \"About Schedule H (Form 1040), Household Employment Taxes.\"\n\nInternal Revenue Service. \"About Schedule J (Form 1040), Income Averaging for Farmers and Fisherman.\"\n\nInternal Revenue Service. \"About Schedule R (Form 1040), Credit for the Elderly or the Disabled.\"\n\nInternal Revenue Service. \"About Schedule SE (Form 1040), Self-Employment Tax.\"\n\nInternal Revenue Service. \"About Schedule 8812 (Form 1040), Credits for Qualifying Children and Other Dependents.\"",
  "url": "https://www.investopedia.com/terms/1/1040.asp"
}