{
  "term": "Form 1310: Purpose for Taxes, Who Files, and How to File",
  "definition": "Form 1310 is a tax form that is used to claim a refund for a deceased taxpayer. Form 1310 informs the Internal Revenue Service (IRS) that a taxpayer has died and that a refund is being claimed by their beneficiaries and/or estate.\n\nThe form is filed as part of a complete tax return and may also include additional forms to report income from the estate or trust after the taxpayer's death but before the transfer of any assets. Form 1310 is usually filed by a beneficiary of the deceased or by the executor of the estate of the deceased.\n\nThe surviving spouse, another beneficiary, or theexecutorof an estate generally files IRS Form 1310. But it all depends if the deceased has a will or note.\n\nProbate court procedures vary by state. Generally, the court will consider the hierarchy of candidates before naming a personal representative. The list begins with a spouse and other close relatives and continues as necessary to include more distant relatives and evencreditors.\n\nThe executor of the estate of the deceased is responsible for filing Form 1310.\n\nForm 1310 is an attachment to the standardForm 1040tax return which must be prepared on behalf of the beneficiaries.\n\nThe executor may also need to filetaxes owed by the estaterather than the individual. In this case, the representative will be required to file Form 1041 along with Form 1310. Form 1041 is required only if the estate generates more than $600 in income per year.\n\nIf filing a Form 1310 along with a Form 1041, the IRS will issue the refund to the estate rather than to any individual.\n\nExecutors should always request that anytax refundbe paid with a physical check rather than an electronic refund. Most banks will not deposit money to an account under a different name without special authorization.\n\nForm 1310 must be mailed to the IRS. It cannot be e-filed.\n\nForm 1310 asks a series of identifying questions and requests legal documentation of thetaxpayer's statusand the executor's appointment. First, it asks the individual who fills out the form to justify the request for the refund.\n\nA surviving spouse need not submit a death certificate if the request is for a refund check made out to both spouses. This is because refunds in earlier years would have referenced both taxpayers' names.\n\nA personal representative must submit the appropriate court certificate in order to request a refund. In the absence of a court appointment, the filing individual must submit a copy of the death certificate and answer questions on Form 1310.\n\nLet's say a woman died on Jan. 3, leaving one daughter and no will in place. There is also no personal representative appointed by the court. However, she was due a $500 tax refund from the IRS at the time of her death. In this case, the daughter must file Form 1310 along with a final 1040 tax return and mail it to the IRS.\n\nWhen a person passes away, the surviving spouse or representative will file the deceased's last tax return. The death will be noted on the tax return. The person filing the tax return is usually the person named in the will or someone appointed by the court. It is usually this person that receives the refund.\n\nThis assumes that a taxpayer filed a tax return but died before receiving a refund check. If there is a surviving spouse who filed jointly with the deceased, the refund will be made out to both of them and can be deposited as usual. In all other cases, it is appropriate to file Form 1310 requesting a refund in the name of the beneficiary or the estate of the deceased.\n\nForm 1310 is filed by the primary beneficiary of the estate of the deceased. This may be the spouse, a child, or another family member of the deceased. If the person did not leave a will, a probate court will name an executor. That person is then responsible for Form 1310. The purpose of the form is to notify the IRS that a taxpayer has died and to direct the agency to send any refund owed to the appropriate beneficiary.\n\nYou'll mail Form 1310 to the same Internal Revenue Service Center where the original tax return was filed.\n\nForm 1310 is a fairly straightforward one-page document. The purpose of the form is to notify the IRS that a taxpayer has died and that the tax refund that was due to that person should instead be sent to a surviving spouse or another beneficiary. Line-by-line instructions appear on the form, which can be downloaded on the IRS site.\n\nForm 1310 is a tax form that is filed with the IRS to request a tax refund for a deceased individual. This form is typically filed by a surviving spouse, another beneficiary, or the executor of the deceased's estate. If there is no will, though, the probate court will appoint an executor who will be responsible for completing the filing. This form cannot be e-filed and must be mailed directly to the IRS.\n\nInternal Revenue Service. \"Topic No. 356, Decedents.\"\n\nInternal Revenue Service. \"Form 1310, Statement of Person Claiming Refund Due a Deceased Taxpayer.\"\n\nInternal Revenue Service. \"Filing the Final Return(s) of a Deceased Taxpayer.\"\n\nInternal Revenue Service. \"Instructions for Form 1041 and Schedules A, B, G, J, and K-1, U.S. Income Tax Return for Estates and Trusts,\" Page 5.\n\nInternal Revenue Service. \"Form 1310, Statement of Person Claiming Refund Due a Deceased Taxpayer,\" Page 1.\n\nInternal Revenue Service. \"How to File a Final Tax Return for Someone Who Has Passed Away?\"\n\nInternal Revenue Service. \"Form 1310, Statement of Person Claiming Refund Due a Deceased Taxpayer,\" Page 2.",
  "url": "https://www.investopedia.com/terms/f/form-1310.asp"
}