{
  "term": "Form 1098: Mortgage Interest Statement and How To File",
  "definition": "MoMo Productions / Getty Images\n\nForm 1098 is a tax document that homeowners will receive if they pay $600 or more inmortgage interestover the course of a year.Your mortgage lender will send you a copy of Form 1098 so you can prepare to file your annual taxes.\n\nForm 1098 will include the information such as:\n\nMortgage lenders will send a Form 1098 to the IRS and a copy to the primary borrower of a mortgage.\n\nLenders are required to send this form when you pay $600 or more in interest.If you pay less than $600 in interest, you may not receive a Form 1098.\n\nIf you have more than onemortgage, you will receive a separate Form 1098 for each one.\n\nThe IRS has rules that dictate how you can deduct mortgage interest on your taxes.\n\nTheTax Cuts and Jobs Act (TCJA)of 2017 changed the maximum mortgage amount eligible for interest deduction.\n\nIf you plan to claim your mortgage interest payment as a tax deduction:\n\nMortgage pointsare a fee you pay your lender to lower your interest rate. You may be able to deduct mortgage points, which will also be listed on Form 1098.\n\nTaxpayers have the option to decide betweenitemized deductionsand thestandard deduction. If your mortgage interest and other itemized deductions result in a lower taxable income, the itemized option will save you more on your taxes than the standard deduction.\n\nThere are a number of 1098 tax forms in addition to the mortgage interest statement. Each of these forms relates to a specific type of potential tax deduction.\n\nForm 1098-C relates to the donation of a motor vehicle, boat, or airplane. If a taxpayer donates a qualified vehicle valued at more than $500, the charitable organization that receives it will file a Form 1098-C with the IRS.The taxpayer will receive a copy of the form and potentially be able to claim a tax deduction.\n\nStudent loan servicers send out a copy Form 1098-E to borrowers who have paid $600 or more in student loan interest.The IRS will also receive the form. Taxpayers may be able to deduct a portion of the interest paid on their tax returns.\n\nEducational institutions file a Form 1098-T for each student they enroll who pays qualified tuition and related expenses.The IRS and the student each receive a copy. Students can use this form to claim deductions andeducation tax credits, such as theAmerican Opportunity Tax Credit (AOTC)orLifetime Learning Credit (LLC), on their taxes.\n\nForm 1098-MA is another tax form that relates to mortgage interest paid. Specifically, this form reports how much a homeowner received in mortgage assistance payments via the Housing Finance Agency Innovation Fund for the Hardest Hit Housing Markets (HFA Hardest Hit Fund).\n\nTaxpayers use Form 1098-MA to determine how much mortgage interest is tax deductible. That amount changes when you receive mortgage payment assistance.\n\nIf you are a homeowner and you paid interest on your mortgage or mortgage points, you may be able to claim a tax deduction. Your mortgage lender will send you a Form 1098, which you can use to calculate a potential deduction. You will have to follow the specific IRS rules regarding mortgage interest deductions.\n\nIf you receive other 1098 forms, you have additional potential itemized deductions to claim on your taxes.\n\nIRS. \"About Form 1098, Mortgage Interest Statement.\"\n\nIRS. \"Instructions for Form 1098 (01/2022).\"\n\nIRS. \"Publication 936 (2024), Home Mortgage Interest Deduction.\"\n\nTax Foundation. \"Reviewing How TCJA Impacted Mortgage Interest and State and Local Tax Deductions.\"\n\nIRS. \"Topic no. 504, Home mortgage points.\"\n\nIRS. \"About Form 1098-C, Contributions of Motor Vehicles, Boats, and Airplanes.\"\n\nFederal Student Aid. \"How Can I Get my 1098-E Form?\"\n\nU.S. Department of Education. \"1098-E Tax Form.\"\n\nIRS. \"About Form 1098-T, Tuition Statement.\"\n\nIRS. \"Education Credits: Questions and Answers.\"\n\nIRS. \"About Form 1098-MA, Mortgage Assistance Payments.\"\n\nIntuit Accountants. \"Understanding Form 1098-MA Mortgage Assistance Payments in ProConnect Tax.\"",
  "url": "https://www.investopedia.com/terms/f/form_1098.asp"
}