{
  "term": "Form 8606: Nondeductible IRAs: What They are, How They Work",
  "definition": "Internal Revenue Service (IRS)Form 8606, \"Nondeductible IRAs,\" is used by filers who make nondeductible contributions to an individual retirement account (IRA). A separate form should be filed for eachtax yearthat nondeductible contributions are made.\n\nNormally, contributions to an IRA aredeductiblefrom ordinary income. In some circumstances, however, people who participate in an employer retirement plan and whose households exceed a threshold of modified adjusted gross income (MAGI) might not be able to make these deductible contributions, though they can still contribute to an IRA.\n\nParticipants should file Form 8606 in conjunction with the standard income tax forms (1040 or 1040NR) for individual filers. Any taxpayer with a cost basis above zero for IRA assets (a combination of post- andpre-tax contributions, or deductible and nondeductible contributions) should use Form 8606 to prorate the taxable vs.nontaxable distributionamounts.\n\nIf the taxpayer does not file IRS form 8606 in a distribution year, income taxes (and possibly penalties) may be due. What would ordinarily be tax-free money is now taxable.\n\nYounger investors should consider \"re-characterizing\" traditional and Simplified Employee Pension (SEP) IRA assets as Roth assets. Assets that are so re-characterized are immediately taxable as ordinary income; money placed into a traditional or SEP IRA has usually never been taxed.When money comes out of a traditional or SEP IRA, it becomes taxable. Already-taxed money isnottaxed when it comes out of the account.\n\nNot having to pay taxes on future distributions may outweigh the immediate tax bill caused by the re-characterization. Investors should speak with a tax professional before attempting a re-characterization.\n\nForm 8606 is also required whenever a taxpayer either converts a traditional or SEPIRAto aRoth IRA, or receives an IRA distribution that is attributable to previous nondeductible contributions.\n\nFile Form 8606 with Form 1040 or 1040NR by the due date, including due dates for extensions. If you're not required to file anincome tax returnbut are required to file Form 8606, sign Form 8606 and send it to the IRS at the same time and place you would otherwise file a 1040 or 1040NR.\n\nGenerally, after a taxpayer files their return, they can change a nondeductible contribution to a traditional IRA to a deductible contribution (or vice versa) within the time limit for filing Form 1040X, \"Amended U.S. Individual Income Tax Return.\"\n\nInternal Revenue Service. “Instructions for Form 8606,” Pages 1 and 3.\n\nInternal Revenue Service. “IRA FAQs.”\n\nInternal Revenue Service. “Instructions for Form 8606,” Page 2.\n\nInternal Revenue Service. “About Form 1040-X, Amended U.S. Individual Income Tax Return.”",
  "url": "https://www.investopedia.com/terms/f/form-8606.asp"
}