{
  "term": "Form 1095-C: Definition, Uses, Tax Filing Requirements",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nForm 1095-C: Employer-Provided Health Insurance Offer and Coverage is anInternal Revenue Service(IRS) tax form reporting information about an employee's health coverage offered by an Applicable Large Employer (ALE). ALEs typically have 50 or more full-time employees.\n\nInformation from this form also helps determine a taxpayer's eligibility for credits, such as the premium tax credit.\n\nThis form is provided by Applicable Large Employers to full-time employees who have been working for one or more months of the calendar year. ALE members must report that information for all 12 months or the entire calendar year for each employee.\n\nThe premium tax credit is a refundable tax credit payable by the IRS to eligible individuals and families and helps them cover the premiums for their health insurance purchased through the Health Insurance Marketplace.\n\nForm 1095-C is a reference document that is not completed by the taxpayer. It is not filed with a tax return. Instead, it should be kept with the taxpayer's records.\n\nForm 1095-C is availableon the IRS website.\n\nIf Parts I and II are the only sections filled, the employee may also receive a Form1095-B: Health Coverage, which provides proof of coverage from the insurer chosen by the employer.\n\nForm 1095-B is used by employers to report information to the IRS and to taxpayers about individuals covered by minimum essential coverage and who are not liable for the individual shared responsibility payment.\n\nAn individual who obtains health insurance through a Health Insurance Marketplace carrier will receiveForm 1095-A: Health Insurance Marketplace Statement. Form 1095-A does not have to be returned to the government. It simply serves as a record of the individual's health care coverage.It includes information such as the effective date of the coverage, the premium amounts paid monthly, and any advance payments of the premiumtax creditor subsidy.\n\nForm 1095-C provides information about the health coverage offered by your employer and about whether you enrolled in this coverage. You can use Form 1095-C to help determine your eligibility for the premium tax credit.\n\nYou don't need to include your 1095-C with your tax return or send it to the IRS, but you may use information from the form to help complete your tax return.\n\nForm 1095-C is provided by your employer (if it has 50 or more full-time employees.) It is also availableon the IRS website.\n\nYou can find the specific instructions for 1095-C on the IRS website. Note, though, that the information required will be filled in by your employer.\n\nInternal Revenue Service. “ACA Information Center for Applicable Large Employers (ALEs).”\n\nInternal Revenue Service. “Form 1095-C, Employer-Provided Health Insurance Offer and Coverage.” Page 2.\n\nInternal Revenue Service. \"About Form 1095-C, Employer-Provided Health Insurance Offer and Coverage.\"\n\nInternal Revenue Service. \"The Premium Tax Credit - The Basics.\"\n\nInternal Revenue Service. “Form 1095-C, Employer-Provided Health Insurance Offer and Coverage.”\n\nInternal Revenue Service. \"About Form 1095-B, Health Coverage.\"\n\nHealthCare.gov. \"How To Use Form 1095-A.\"\n\nInternal Revenue Service. \"Health Insurance Marketplace Statements.\"\n\nInternal Revenue Service. \"Instructions for Forms 1094-C and 1095-C.” Page 10.",
  "url": "https://www.investopedia.com/terms/f/form-1095c.asp"
}