{
  "term": "Fortune 100 Definition, Requirements, and Top Companies",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe Fortune 100 are the top 100 companies in the United States on theFortune 500,a list of the 500 largest U.S. public and privately held companies that is published annually byFortunemagazine.\n\nFortunecreates the list by ranking public and private companies that report annual revenue figures to a government agency. The Fortune 100 ranking is based on total revenues for each company's correspondingfiscal year.\n\nFortunepublished its first Fortune 500 in 1955. Since that year, it has published an annual list of the top 500 revenue-producing companies.The Fortune 100 is an \"unofficial\" list within the Fortune 500.\n\nThe Fortune 100 described here is not the same as theFortune\"100 Best Companies to Work For.\"\n\nThe Fortune 500 in 1955 was led by General Motors, a company that held the top position for more than 30 years.General Motorshad revenues of $9.82 billion to top the list.The remaining nine rounded out as follows:\n\nFortuneincludes in its 500 list all public and private companies that file financial statements with the government, and are incorporated and operate in the United States.\n\nAt first, the magazine's editors were stricter on whichbusiness sectorswere included. From 1955 to 1994, the Fortune 100 list (again, a subset of the Fortune 500 list) only included businesses in the manufacturing, mining, and energy sectors. This left out many of the top-earning companies across the country. However,Fortunedid publish individual sector lists for the top 50 companies in the industries of banks,utilities, insurance, retailers, and transportation.\n\nIn 1994,Fortuneexpanded its list of companies to include service companies, opening the door for many newcomers to join. This change added many new companies to the top 100 companies on the Fortune 500 list and also dramatically increased the amount of annualrevenuerequired to make the prestigious list.\n\nThe Fortune 500 does not include foreign companies, though many of the listed companies have significant international operations.\n\nWalmart, which joined the list after 1994, was #1 in 2018 with $500.34 billion in revenue.It has been a frequent top 10 company since its inclusion.\n\nThe highest-ranked companies in the Fortune 100 for the year 2024 are:\n\nBased on rankings fromFortunemagazine's Fortune 500 list, the Fortune 100 are the 100 largest public and private companies in the United States based on revenues. The Fortune 100 is a subset of the Fortune 500, derived from a list of companies that operate in the United States and report to federal agencies. Prior to 1994, the Fortune 100 only included companies that operated in themining, manufacturing, and energy sectors. It has since included companies that operate in the services sector.\n\nIn 1955,Fortunemagazine established the Fortune 500 list. At the time, General Motors ranked at the top of the list with revenues in excess of $9.8 billion. This was a position that it continued to hold for the next three decades. Along with General Motors, many of the largest companies by revenue in 1955 are names that still exist today—including Chrysler, Exxon, and DuPont.\n\nThe Fortune 500 ranks the highest revenue-generating companies in the United States each year. By contrast, the Fortune 100 Best Companies to Work For are ranked according to a survey of employees, who are asked about topics including trust in their organization, reaching their potential, and the effectiveness of leaders, among other variables. To be eligible, companies must employ at least 1,000 employees; government agencies are ineligible.\n\nThe Fortune 100 comprises the top 100 companies in the broader Fortune 500list. a ranking of American companies by annual revenue. To appear on this list is a feather in the cap of a company, and moving up in the ranks is often seen as a positive sign of growth. Many of the Fortune 100 companies also appear in the S&P 500 index.\n\nFortune. \"100 Best Companies to Work For.\"\n\nFortune. \"What Happened to the First Fortune 500?\"\n\nFortune. \"Introducing the New Fortune 500 List.\"\n\nFortune. \"Methodology for 100 Best Companies to Work For.\"",
  "url": "https://www.investopedia.com/terms/f/fortune-100.asp"
}