{
  "term": "Forward Premium: Definition and Calculation",
  "definition": "A forward premium results when the forward or expected future price for a currency is greater than the spot price (the price for immediate delivery). It is an indication that the market believes the current domestic exchange rate is going to increase relative to the other currency.\n\nThis circumstance can be confusing because an increasing exchange rate means thecurrency is depreciatingin value.\n\nA forward premium is measured as the difference between the currentspot rateand theforward rate, so it is reasonable to assume that the future spot rate will be equal to the current futures rate.\n\nAccording to the forward expectation theory of exchange rates, the current spot futures rate will be the future spot rate. This theory is rooted inempirical studiesand is a reasonable assumption over a long-term time horizon.\n\nForward currencyexchange ratesare often different from the spot exchange rate for the currency. If the forward exchange rate for a currency is more than the spot rate, a premium exists for that currency. If the forward exchange rate is less than the spot rate, a discount exists.\n\nTypically, a forward premium reflects possible changes arising from differences in the interest rate between the two currencies of the countries involved.\n\nThecalculation of a forward raterequires both the current spot price of the currency pair and the interest rates in the two countries:\n\nForward Premium/Discount (as a Percentage) = (Forward Rate - Spot Rate) ÷ Spot Rate x 100\n\nConsider this example of an exchange between the Japanese yen and the U.S. dollar:\n\nIn this case, the dollar is strong relative to the yen since the dollar's expected forward value exceeds the spot value by a premium of 0.12 yen per dollar. The yen would trade at a discount because its forward value relative to dollars is less than its spot rate.\n\nTo calculate the forward discount for the yen, you first need to calculate the forward and spot exchange rates for the yen in the relationship of dollars per yen.\n\nTo calculate for periods other than a year, one needs to input the number of days as shown in the following calculation:\n\nForward Rate = Spot Rate × (1 + Interest Rate of Currency A)T/ (1 + Interest Rate of Currency B)T\n\nwhere Currency A is the base currency, Currency B is the quote currency, and T is the time period.\n\nSo, a three-month forward rate is equal to the spot rate multiplied by (1 + the domestic rate x 90/360 / 1 + foreign rate x 90/360).\n\nAs an example, assume the current U.S. dollar-to-euro exchange rate is $1.1365. The domestic interest rate, or U.S. interest rate, is 5%, and the foreign interest rate is 4.75%.\n\nForward Rate = $1.1365 x (1.05 / 1.0475) = $1.1392\n\nIn this case, the result reflects a forward premium.\n\nThe forward premium reflects an interest in a particular currency that's driven by a variety of factors, including interest rates. A higher interest rate in one country relative to another can make its currency attractive for those who want to benefit from the higher rate.\n\nA forward premium can indicate that the market expects a currency to grow in value in the future. For businesses operating internationally, as well as currency speculators, this can be useful information. If there's a forward premium, a business may want to use a forward contract to lock in an attractive exchange rate for future transactions. If there's a forward discount, it may want to avoid any currency purchases until rates look more favorable for its purposes.\n\nInterest rate differentials between countries, inflation rates, speculative trading activity, and the state of a country's economic stability can influence forward premium. That means that a forward premium can change, depending on the impact of these factors.\n\nForward premium represents a higher forward exchange rate for a currency relative to the spot, or current, exchange rate. The opposite is called a forward discount.\n\nIt's important for businesses engaged in international transactions not only to monitor forward premiums and discounts but also to understand the factors that affect them. That can inform their decision-making about timing transactions to manage currency exposure to their advantage.",
  "url": "https://www.investopedia.com/terms/f/forwardpremium.asp"
}