{
  "term": "Forward Rate Agreement (FRA): Definition, Formulas, and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA forward rate agreement is an over-the-counter contract between parties that determines the rate of interest to be paid on an agreed-upon date in the future.\n\nA forward rate agreement (FRA) is an over-the-counter (OTC) contract between parties in which the underlying is an interest rate. In an FRA, one side of the contract, called the long side, is obligated to pay a fixed-rate interest on a given amount in the future. The other party, called the short side, must pay according to a floating interest rate index on the same future date for the same amount.The duration of an FRA is typically one interest rate period, e.g., 90 days, but it can be whatever length of time the parties agree on.\n\nFRAs provide a glimpse into the market's expectations for future interest rates. Unlike implied forward rates, which are derived from rates trading right now, FRAs are traded directly in the market, offering a more direct view of where market participants believe interest rates are headed.\n\nAt their core, FRAs are derivative contracts with a value that is based on an underlying interest rate index. When an FRA is initiated, its value is zero, and neither party pays a premium. The fixed rate in an FRA contract is the market's consensus view of where the underlying interest rate will be at the contract's maturity date. This makes FRAs valuable for gauging market sentiment and managing interest rate risk. By locking in a future interest rate, businesses and investors can protect themselves from potential rate changes.\n\nFRAs typically involve two parties exchanging a fixed interest rate for a variable one. The party paying thefixed rateis the borrower or long side, while the party paying the variable rate is the lender or short side.\n\nPeople enter into an FRA wanting to lock in an interest rate if they believe rates are likely to rise. As such, they want to fix their borrowing costs today through the agreement. Suppose the U.S. Federal Reserve is likely to hike U.S. interest rates in a monetary tightening cycle. Companies would then want to fix their borrowing costs before rates rise too dramatically.\n\nFRAs are very flexible, and settlement dates can be tailored to the needs of those involved in the transaction. The cash difference between the FRA and the reference rate or floating rate is settled on thevalue dateorsettlement date.\n\nFRAP=((R−FRA)×NP×PY)×(11+R×(PY))where:FRAP=FRA paymentFRA=Forward rate agreement rate, or fixed interestrate that will be paidR=Reference, or floating interest rate used inthe contractNP=Notional principal, or amount of the loan thatinterest is applied toP=Period, or number of days in the contract periodY=Number of days in the year based on the correctday-count convention for the contract\\begin{aligned} &\\text{FRAP} = \\left ( \\frac{ ( R - \\text{FRA} ) \\times NP \\times P }{ Y } \\right ) \\times \\left ( \\frac{ 1 }{ 1 + R \\times \\left (\\frac{ P }{ Y } \\right ) } \\right ) \\\\ &\\textbf{where:} \\\\ &\\text{FRAP} = \\text{FRA payment} \\\\ &\\text{FRA} = \\text{Forward rate agreement rate, or fixed interest} \\\\ &\\text{rate that will be paid} \\\\ &R = \\text{Reference, or floating interest rate used in} \\\\ &\\text{the contract} \\\\ &NP = \\text{Notional principal, or amount of the loan that} \\\\ &\\text{interest is applied to} \\\\ &P = \\text{Period, or number of days in the contract period} \\\\ &Y = \\text{Number of days in the year based on the correct} \\\\ &\\text{day-count convention for the contract} \\\\ \\end{aligned}​FRAP=(Y(R−FRA)×NP×P​)×(1+R×(YP​)1​)where:FRAP=FRA paymentFRA=Forward rate agreement rate, or fixed interestrate that will be paidR=Reference, or floating interest rate used inthe contractNP=Notional principal, or amount of the loan thatinterest is applied toP=Period, or number of days in the contract periodY=Number of days in the year based on the correctday-count convention for the contract​\n\nSuppose Company A enters into an FRA with Company B in which Company A will receive a fixed (reference) rate of 4% on a principal amount of $5 million in half a year, and the FRA rate will be set at 50basis pointsless than that rate. In return, Company B will receive the one-year term secured overnight financing rate (SOFR), determined in three years, on the principal amount.\n\nThe SOFR is an influential interest rate banks use to price U.S. dollar-denominated derivatives and loans.The daily SOFR is taken from theTreasuryrepurchase market, where investors offer banks overnight loans backed by their bond assets. Term SOFR is a forward-looking rate, providing a term structure for SOFR to be used in floating-rate loans and notes.\n\nThe agreement will be settled in cash at the beginning of the forward period, discounted by an amount calculated using the contract rate and period.\n\nThe formula for the FRA payment takes into account these five variables:\n\nAssume the following data and plug these numbers into the formula above:\n\nThe FRA payment (FRAP) is thus calculated as:\n\nFRAP=((0.04−0.035)×$5Million×181360)×(11+0.04×(181360))=$12,569.44×0.980285=$12,321.64\\begin{aligned} \\text{FRAP} &= \\left (\\frac{ (0.04 - 0.035) \\times \\$5\\ \\text{Million} \\times 181 }{ 360 } \\right ) \\\\ &\\quad \\times \\left ( \\frac{ 1 }{ 1 + 0.04 \\times \\left ( \\frac{ 181 }{ 360 } \\right ) } \\right ) \\\\ &= \\$12,569.44 \\times 0.980285 \\\\ &= \\$12,321.64 \\\\ \\end{aligned}FRAP​=(360(0.04−0.035)×$5Million×181​)×(1+0.04×(360181​)1​)=$12,569.44×0.980285=$12,321.64​\n\nIf the payment amount is positive, then the FRA seller pays this amount to the buyer. Otherwise, the buyer pays the seller. Remember, the day-count convention is typically 360 days in a year. Note also that the notional amount of $5 million is not exchanged. Instead, the two companies involved in this transaction use that figure to calculate the interest rate differential.\n\nFRAs are different from interest rate futures, though both are derivatives based on the expectation of future interest rates.\n\nThe main difference between FRAs andinterest rate futureslies in their level of customization. As OTC contracts, FRAs can be made to the parties' specifications. The terms of the agreement, such as the notional amount, fixed interest rate, and settlement date, can be tailored to meet the specific needs of the counterparties.\n\nBy contrast, interest rate futures are standardized contracts traded on exchanges. They have fixed contract sizes, expiration dates, and other terms, which makes them less adaptable to unique hedging requirements. However, this standardization also makes interest rate futures more liquid and easier to trade.\n\nSince FRAs are private agreements between two parties, each party is exposed to the risk that the other may default on their obligations. This means that the creditworthiness of the counterparty is a crucial consideration in FRA transactions.\n\nInterest rate futures, meanwhile, are traded through exchanges, which act as the intermediary between buyers and sellers. The exchange clearing house guarantees the contracts, significantly reducingcounterparty riskfor traders.\n\nThe settlement processes for FRAs and interest rate futures also differ. FRAs are typically settled in cash at the end of the contract term, with the payment based on the difference between the agreed-upon fixed rate and the prevailing market rate. Interest rate futures are marked to market daily, meaning that gains and losses are realized on a daily basis.\n\nMoreover, because interest rate futures are exchange-traded, they are subject to greater regulatory oversight than FRAs. This increased regulation provides more transparency and reduces the risk of default.\n\nThe downside of FRAs is the risk borrowers face if the market rate has moved adversely, causing the borrower to take a loss on the cash settlement. The FRA also has lower levels of regulation and oversight related to the transaction compared withfutures contracts.\n\nIt can sometimes be difficult for a party to close an FRA before the maturity date, and the agreements are also subject to counterparty risk, as there is a potential that a contract participant could default.\n\nThe seller of a forward rate agreement (FRA), or the lender in the transaction, agrees to accept a fixed interest rate at a predetermined future date. If there has been a decrease in the floating market interest rate, then the FRA seller benefits from having locked in the higher rate.\n\nThe main reason to buy a forward rate agreement (FRA) is tohedgeagainst future increases in interest rates. By locking in an interest rate to be paid at a specific date in the future, FRA purchasers provide themselves with a measure of protection should market rates rise.\n\nThe London Interbank Offered Rate orLIBORwas a benchmark interest rate at which major global banks lent to one another in the international interbank market for short-term loans.\n\nThe decision to abandon LIBOR was primarily driven by two key factors: manipulation scandals and the evolving nature of financial markets. In the early 2010s, investigations revealed that several banks had manipulated LIBOR submissions to benefit their trading positions, undermining trust in the rate's integrity. In addition, the 2007 to 2008 financial crisis exposed the fragility and potential unreliability of the interbank lending market. With fewer banks participating in daily rate submissions, LIBOR was no longer a good or reliable benchmark.\n\nAn FRA is an OTC contract that establishes an interest rate to be paid at a predetermined future date. The parties in the FRA do not exchange the notional amount. Instead, they settle the contract in cash based on the rate difference and the contract’s notional value.\n\nParties can enter into an FRA to hedge against or benefit from future interest rate movements. Borrowers can use an FRA to fix their borrowing costs, while lenders can lock in a predetermined rate should market rates fall.\n\nPooya Farahvash. \"Asset-Liability and Liquidity Management,\" Pages 55-59, 71-72. John Wiley & Sons, 2022.\n\nYieldCurve.com. “Learning Curve: Forward Rate Agreements.” Page 5.\n\nJohn C. Hull. \"Options, Futures, and Other Derivatives,” Pages 88–90, 162–163, 815. Pearson, 2022.\n\nSecurities Institute of America. “Forward Rate Agreement Meaning & Definition.”",
  "url": "https://www.investopedia.com/terms/f/fra.asp"
}