{
  "term": "Forward Price-to-Earnings (P/E): What It Is, What It Tells You",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nForward price-to-earnings (forward P/E) is a version of the ratio ofprice-to-earnings(P/E) that uses forecasted earnings to calculate the ratio. Although these earnings estimates aren't as reliable as current or historical earnings data, forward P/E analysis may still offer valuable insights to investors.\n\nP/E ratios vary significantly by sector due to differences in growth rates, risk profiles, and capital structures specific to each industry. For instance, regional banks, which tend to have stable earnings, typically have a forward P/E of around 16. In contrast, the healthcare information and technology sector, driven by rapid innovation and higher growth expectations, has a much higher forward P/E of 133.\n\nForward P/E guides capital market analysts on what to expect in future earning cycles. These expectations influence stock prices, which will adjust based on the actual earnings compared to the forecasts.\n\nThe forecasted earnings in the formula below are typically projected for the following 12 months or the next full-year fiscal (FY) period.The forward P/E can be contrasted with the trailing P/E ratio.\n\nFor example, assume a company has a current share price of $50 and this year’s earnings per share (EPS) are $5. Analysts estimate that the company's earnings will grow by 10% over the next fiscal year. The company has a current P/E ratio of:\n\nThe forward P/E, on the other hand, would be $50 / (5 x 1.10) = 9.1x. Note that the forward P/E is smaller than the current P/E since the forward P/Eaccounts for future earningsgrowth relative to today's share price.\n\nTo illustrate this with a real example, Apple's (AAPL) stock currently has a forward P/E of 34.57.With the stock priced at $233, analysts expect Apple’s future annual earnings per share to be $6.74. This demonstrates how forward P/E ratios provide insight into expected future performance based on current market prices.\n\nAnalysts like to consider the P/E ratio as a price tag on earnings, used to calculate a company'srelative valuebased on its earnings. In theory, $1 of earnings should be worth the same across different companies, but this is rarely the case in practice.\n\nFor instance, if Company A trades at $5 per share and Company B at $10 per share, the market values Company B's earnings more. This difference can be interpreted in various ways. For example, it might indicate that Company B's earnings are overvalued or that Company B's superior management andbusiness modelwarrant a higher valuation.\n\nThetrailing P/E ratiocompares today's price against earnings for the past 12 months or the lastfiscal year, reflecting historical data. In contrast, the forward P/E ratio uses earnings estimates to project the company's future value based on expected earnings.\n\nFor example, if thecurrent priceof Company B is $10, and earnings are expected to double to $2 next year, the forward P/E ratio would be 5x, indicating the company is valued at half its current P/E ratio. A lower forward P/E ratio compared to the current P/E suggests analysts expect earnings to increase. Conversely, a higher forward P/E ratio indicates expectations of declining earnings.\n\nForward P/E uses projected earnings per share while trailing P/E relies on past performance by dividing thecurrent share priceby the total EPS earnings over the past 12 months. Trailing P/E is the most popular metric because it's objective is to assume that the company has reported earnings accurately. Some investors prefer trailing P/E because they don't trust earnings estimates made by others.\n\nHowever, trailing P/E has shortcomings, namely, that past performance doesn't guarantee future results. Investors may be better off focusing on futureearnings power, rather than past earnings. Another issue with trailing P/E is that the EPS number remains constant while stock prices fluctuate. If a significant event causes the stock price to rise or fall dramatically, the trailing P/E may not accurately reflect these changes.\n\nSince forward P/E relies on estimated future earnings, it can be subject to miscalculation and analyst bias. Companies might underestimate earnings to beat future consensus estimates or overstate them and adjust later. Analysts' estimates can also differ from company estimates, adding to potential confusion.\n\nThat's one key reason forward P/E ratios are often cited as indicators of a stock's value, but studies show that trailing P/E ratios are more reliable for predicting future performance.\n\nIf you use forward P/E as the central basis of yourinvestment thesis, research the companies thoroughly. Updates to a company's guidance can significantly affect the forward P/E, possibly altering your investment perspective. It’s wise to use both forward and trailing P/E ratios to form a more reliable assessment.\n\nUsing Microsoft Excel, you can calculate a company's forward P/E for the next fiscal year. The forward P/E formula is the company's market price per share divided by its expected earnings per share.\n\nFor example, assume that Company ABC is currently trading at $50 and has an expected EPS of $2.60:\n\nOn the other hand, company DEF currently has amarket valueper share of $30 and has an expected EPS of $1.80:\n\nIf the forward P/E ratio is higher than the current P/E ratio, it indicates that analysts expect the company's earnings to decrease in the future. However, these estimates aren't always accurate and can be subject to revisions.\n\nForward P/E ratios tend to vary by sector due to differences in industry growth rates, risk profiles, and capital structures. The technology sector, for example, often has higher forward P/E ratios because investors anticipate rapid growth and significant future earnings in these industries. Sectors such as utilities often have lower forward P/E ratios since they're viewed as having slower growth potential.\n\nThere is no good forward P/E ratio as it varies by industry. However, a lower forward P/E ratio may indicate a stock is undervalued relative to its future earnings potential.\n\nThe forward P/E ratio can be a valuable tool for investors, providing insight into a company's future earnings potential relative to its current stock price. But while it can help predict future performance, it's important to also recognize its limitations, including relying on analysts' estimates, which can be inaccurate.\n\nInvestors should use forward P/E alongside other metrics, such as trailing P/E,PEG ratio, and book value, to get a comprehensive view. A balanced approach to stock analysis and valuation is your best bet, and consulting an investment professional can provide additional guidance.\n\nNYU Stern. \"PE Ratio by Sector.\" Updated Jan, 2024.\n\nNasdaq. \"Apple Inc. Common Stock (AAPL) P/E & PEG Ratios.\" (Accessed July 11, 2024)\n\nCFA Institute. \"Dumb Alpha: Trailing or Forward Earnings?\"\n\nMorningstar. \"PE Methods: Looking Back vs. Looking Ahead.\"",
  "url": "https://www.investopedia.com/terms/f/forwardpe.asp"
}