{
  "term": "Forward Price: Definition, Formulas for Calculation, and Example",
  "definition": "Forward price is the predetermineddelivery pricefor an underlying commodity, currency, or financial asset as decided by the buyer and the seller of theforward contract, to be paid at a predetermined date in the future. At the inception of a forward contract, the forward price makes the value of the contract zero, but changes in the price of the underlying will cause the forward price to take on a positive or negative value.\n\nThe forward price is determined by the following formula:\n\nF0=S0×erT\\begin{aligned} &F_0 = S_0 \\times e^{rT} \\\\ \\end{aligned}​F0​=S0​×erT​\n\nInvestopedia / Michela Buttignol\n\nForward price is based on the currentspot priceof the underlying asset, plus any carrying costs such as interest, storage costs, foregone interest or other costs includingopportunity costs.\n\nAlthough the contract has nointrinsic valueat the inception, over time, a contract may gain or lose value. Offsetting positions in a forward contract are equivalent to azero-sum game. For example, if one investor takes a long position in a pork belly forward agreement and another investor takes theshort position, any gains in the long position equals the losses that the second investor incurs from the short position. By initially setting the value of the contract to zero, both parties are on equal ground at the inception of the contract.\n\nWhen the underlying asset in the forward contract does not pay anydividends, the forward price can be calculated using the following formula:\n\n﻿F=S×e(r×t)where:F=the contract’s forward priceS=the underlying asset’s current spot pricee=the mathematical irrational constant approximatedby 2.7183r=the risk-free rate that applies to the life of theforward contractt=the delivery date in years\\begin{aligned} &F = S \\times e ^ { (r \\times t) } \\\\ &\\textbf{where:} \\\\ &F = \\text{the contract's forward price} \\\\ &S = \\text{the underlying asset's current spot price} \\\\ &e = \\text{the mathematical irrational constant approximated} \\\\ &\\text{by 2.7183} \\\\ &r = \\text{the risk-free rate that applies to the life of the} \\\\ &\\text{forward contract} \\\\ &t = \\text{the delivery date in years} \\\\ \\end{aligned}​F=S×e(r×t)where:F=the contract’s forward priceS=the underlying asset’s current spot pricee=the mathematical irrational constant approximatedby 2.7183r=the risk-free rate that applies to the life of theforward contractt=the delivery date in years​﻿\n\nFor example, assume a security is currently trading at $100 per unit. An investor wants to enter into a forward contract that expires in one year. The current annual risk-free interest rate is 6%. Using the above formula, the forward price is calculated as:\n\n﻿F=$100×e(0.06×1)=$106.18\\begin{aligned} &F = \\$100 \\times e ^ { (0.06 \\times 1) } = \\$106.18 \\\\ \\end{aligned}​F=$100×e(0.06×1)=$106.18​﻿\n\nIf the there are carrying costs, that is added into the formula:\n\n﻿F=S×e(r+q)×t\\begin{aligned} &F = S \\times e ^ { (r + q) \\times t } \\\\ \\end{aligned}​F=S×e(r+q)×t​﻿\n\nIf the underlying asset pays dividends over the life of the contract, the formula for the forward price is:\n\n﻿F=(S−D)×e(r×t)\\begin{aligned} &F = ( S - D ) \\times e ^ { ( r \\times t ) } \\\\ \\end{aligned}​F=(S−D)×e(r×t)​﻿\n\nHere, D equals the sum of each dividend's present value, given as:\n\n﻿D=PV(d(1))+PV(d(2))+⋯+PV(d(x))=d(1)×e−(r×t(1))+d(2)×e−(r×t(2))+⋯+=d(x)×e−(r×t(x))\\begin{aligned} D =& \\ \\text{PV}(d(1)) + \\text{PV}(d(2)) + \\cdots + \\text{PV}(d(x)) \\\\ =& \\ d(1) \\times e ^ {- ( r \\times t(1) ) } + d(2) \\times e ^ { - ( r \\times t(2) ) } + \\cdots + \\\\ \\phantom{=}& \\ d(x) \\times e ^ { - ( r \\times t(x) ) } \\\\ \\end{aligned}D===​PV(d(1))+PV(d(2))+⋯+PV(d(x))d(1)×e−(r×t(1))+d(2)×e−(r×t(2))+⋯+d(x)×e−(r×t(x))​﻿\n\nUsing the example above, assume that the security pays a 50-cent dividend every three months. First, the present value of each dividend is calculated as:\n\n﻿PV(d(1))=$0.5×e−(0.06×312)=$0.493\\begin{aligned} &\\text{PV}(d(1)) = \\$0.5 \\times e ^ { - ( 0.06 \\times \\frac { 3 }{ 12 } ) } = \\$0.493 \\\\ \\end{aligned}​PV(d(1))=$0.5×e−(0.06×123​)=$0.493​﻿\n\n﻿PV(d(2))=$0.5×e−(0.06×612)=$0.485\\begin{aligned} &\\text{PV}(d(2)) = \\$0.5 \\times e ^ { - ( 0.06 \\times \\frac { 6 }{ 12 } ) } = \\$0.485 \\\\ \\end{aligned}​PV(d(2))=$0.5×e−(0.06×126​)=$0.485​﻿\n\n﻿PV(d(3))=$0.5×e−(0.06×912)=$0.478\\begin{aligned} &\\text{PV}(d(3)) = \\$0.5 \\times e ^ { - ( 0.06 \\times \\frac { 9 }{ 12 } ) } = \\$0.478 \\\\ \\end{aligned}​PV(d(3))=$0.5×e−(0.06×129​)=$0.478​﻿\n\n﻿PV(d(4))=$0.5×e−(0.06×1212)=$0.471\\begin{aligned} &\\text{PV}(d(4)) = \\$0.5 \\times e ^ { - ( 0.06 \\times \\frac { 12 }{ 12 } ) } = \\$0.471 \\\\ \\end{aligned}​PV(d(4))=$0.5×e−(0.06×1212​)=$0.471​﻿\n\nThe sum of these is $1.927. This amount is then plugged into the dividend-adjusted forward price formula:\n\n﻿F=($100−$1.927)×e(0.06×1)=$104.14\\begin{aligned} &F = ( \\$100 - \\$1.927 ) \\times e ^ { ( 0.06 \\times 1 ) } = \\$104.14 \\\\ \\end{aligned}​F=($100−$1.927)×e(0.06×1)=$104.14​﻿\n\nForward price refers to a predetermined future delivery price for an underlying commodity, currency, or financial asset agreed upon by the buyer and seller of a forward futures contract. In contrast, a spot price refers to the asset’s current market price.\n\nInvestors may want to lock in a forward price tohedgeagainst future market fluctuations. For example, a farmer may want to use a forward wheat contract ahead of harvest to protect against a decline in grain prices caused by potential drought or flood.\n\nThe main downside of locking in a forward price is that the asset’s value could move unfavorably against the investor, resulting in a loss compared to selling at the spot price on the asset's delivery. Furthermore, alonger-datedforward price contact increases the risk of non-payment or default.\n\nInvestors determine an asset's forward price based on its current spot price plus carrying costs such as storage, transportation, opportunity costs, and foregone interest. Typically, these costs will be higher for forward contracts that have longer expiry dates.\n\nForward price refers to an asset’s future delivery price agreed upon by the buyer and seller of a forward futures contract. This type of contract has zero value at inception as market conditions have yet to change. Investors determine a forward price by adding carrying costs to the underlying asset's spot price. Using a forward price in futures contracts provides a hedge against market fluctuations; however, this can work as a double-edged sword if an asset's value moves unfavorably against the investor.",
  "url": "https://www.investopedia.com/terms/f/forwardprice.asp"
}