{
  "term": "Forward Contract: How to Use It, Risks, and Example",
  "definition": "A forward contract is a customized contract between two parties to buy or sell an asset at a specified price on a future date. A forward contract can be used for hedging or speculation, although its non-standardized nature makes it particularly apt forhedging.\n\nInvestopedia / Paige McLaughlin\n\nUnlike standardfuturescontracts, a forward contract can be customized to a commodity, amount, anddelivery date.Commoditiestraded can be grains, precious metals, natural gas, oil, or even poultry. A forward contract settlement can occur on a cash or delivery basis.\n\nForward contracts do not trade on a centralized exchange and are therefore regarded as over-the-counter (OTC) instruments. While theirOTCnature makes it easier to customize terms, the lack of a centralized clearinghouse also gives rise to a higher degree ofdefault risk.\n\nBecause of their potential for default risk and lack of a centralized clearinghouse, forward contracts are not as easily available toretail investorsas futures contracts.\n\nBoth forward andfutures contractsinvolve the agreement to buy or sell a commodity at a set price in the future.But there are slight differences between the two. While a forward contract does not trade on an exchange, a futures contract does.\n\nSettlement for the forward contracttakes place at the end of the contract, while the futures contract settles on a daily basis. Most importantly, futures contracts exist asstandardized contractsthat are not customized between counterparties.\n\nConsider the following example of a forward contract. Assume that an agricultural producer has two million bushels of corn to sell six months from now and is concerned about a potential decline in the price of corn. It thus enters into a forward contract with itsfinancial institutionto sell two million bushels of corn at a price of $4.30 per bushel in six months, with settlement on acash basis.\n\nIn six months, thespot priceof corn has three possibilities:\n\nThe market for forward contractsis huge since many of the world’s biggest corporations use it tohedgecurrency andinterest rate risks. However, since the details of forward contracts are restricted to the buyer and seller—and are not known to the general public—the size of this market is difficult to estimate.\n\nThe large size and unregulated nature of the forward contracts market mean that it may be susceptible to a cascading series ofdefaultsin the worst-case scenario. While banks and financial corporations mitigate this risk by being very careful in their choice ofcounterparty, the possibility of large-scale default does exist.\n\nAnother risk that arises from the non-standardnature of forward contractsis that they are only settled on thesettlement dateand are not marked-to-market like futures. What if theforward ratespecified in the contract diverges widely from thespot rateat the time of settlement?\n\nIn this case, the financial institution that originated the forward contract is exposed to a greater degree of risk in theevent of defaultor non-settlement by the client than if the contract were marked-to-market regularly.\n\nCME Group. \"Futures Contracts Compared to Forwards.\"",
  "url": "https://www.investopedia.com/terms/f/forwardcontract.asp"
}