{
  "term": "Forward Exchange Contract (FEC): Definition, Formula, and Example",
  "definition": "A forward exchange contract (FEC) is anover-the-counter(OTC) transaction that is used to exchange currencies that are infrequently or never traded on the forex market. Their purpose is to protect the buyer from currency price fluctuations.\n\nA forward exchange contract allows for exchanges even if one or both of the currencies areblockedor otherwise inconvertible.\n\nThe contract is an agreement between two parties to exchange a pair of currencies at a specific time in the future. The transactions usually take place on a date after thespot contractsettles.\n\nThe forward exchange rate for a contract can be calculated as:\n\nAs noted above, FECs are OTC transactions that may be used to trade currencies that aren't commonly traded in the forex market, including minor currencies andblockedor inconvertible currencies. An FEC involving such a blocked currency is known as anon-deliverable forward(NDF).\n\nFECs are not traded onexchangesand they don't trade standardcurrencyamounts. The contracts cannot be canceled except by the mutual agreement of both parties involved.\n\nThe parties involved in the contract are generally interested in hedging aforeign exchangeposition or taking aspeculativeposition.\n\nThey also stipulate that the prevailing spot rate on the fixing date be used to conclude the transaction. The contract'srate of exchangeis fixed and specified for a future date, allowing the parties involved to accurately budget for future financial projects. The nature of FECs protects both parties from unexpected or adverse movements in the currencies' futurespot rates.\n\nForward exchange rates for mostcurrency pairscan usually be obtained for up to 12 months in the future or up to five years for the four major pairs.\n\nThe largest forward exchange markets involve the Chinese yuan (CNY), Indian rupee (INR), South Korean won (KRW), New Taiwan dollar (TWD), and Brazilian real (BRL).\n\nThe largest OTC markets are in London, with other active markets in New York, Singapore, and Hong Kong. Some countries, including South Korea, have limited but restricted onshore forward markets.\n\nThe U.S. dollar (USD) is the most common currency paired in a FEC trade. There are also active markets using the euro (EUR), the Japanese yen (JPY), and, to a lesser extent, the British pound (GBP) and the Swiss franc (CHF).\n\nForwardexchange ratesfor most currency pairs are available for up to 12 months in advance.\n\nThere are four pairs of currencies known as themajor pairs:\n\nExchange rates can be obtained for a period of up to 10 years for these pairs.Contract times as short as a few days are also available from many providers.\n\nAlthough a contract can be customized, most entities won't see the full benefit of an FEC unless setting a minimum contract amount at $30,000.\n\nHere's a hypothetical example to show how FECs work. Let's assume that the U.S. dollar and Canadian dollar (CAD) spot rate is $1 (CAD) buys $0.80 (USD.)\n\nThe U.S. three-month rate is 0.75%, and the Canadian three-month rate is 0.25%. In this case, the three-month USD/CAD FEC rate would be calculated as:\n\nThe difference due to the rates over 90 days is one one-hundredth of a cent.\n\nA currency forward is a foreign exchange contract that guarantees the exchange rate for a future currency sale or purchase by locking it in until a set date.\n\nBecause it comes with a rate that's locked in, it is a binding agreement. This type of contract doesn't trade on an exchange, rather, it is traded over the counter.\n\nThe currency pair that is most actively traded in the foreign exchange market is the euro/U.S. dollar (EUR/USD). Trading in this pair accounts for about 30% of the transactions in the foreign exchange market.\n\nNon-convertible currenciescannot be freely exchanged for other currencies on the forex market. This restriction is usually imposed by the issuing country's government.\n\nBlocked currenciesare funds that are restricted from being transferred out of the country. This term often applies to convertible currencies that cannot be moved outside of the issuing country due to government regulations.\n\nEven though both non-convertible and blocked currencies are legal tenders in their country of origin, it is virtually impossible to exchange them for another currency. TheNorth Korean won(KPW) is an example of a non-convertible currency. The Indian rupee is a partially blocked currency.\n\nForward exchange contracts are over-the-counter agreements used to trade less common currency pairs. The parties involved are seeking a guaranteed exchange rate to protect against a sudden adverse move in the value of a currency.\n\nCMC Markets. \"What Are Forex Currency Pairs?\"\n\nFXSSI. \"The Most Traded Currency Pairs in Forex (2024 Edition).\"",
  "url": "https://www.investopedia.com/terms/f/forward-exchange-contract.asp"
}