{
  "term": "Forward Dividend Yield: Definition, Formula, vs. Trailing Yield",
  "definition": "A forward dividend yield is an estimation of a year's dividend expressed as a percentage of the current stock price. The year's projected dividend is measured by taking a stock's most recent actual dividend payment andannualizingit. The forwarddividend yieldis calculated by dividing a year's worth of future dividend payments by a stock's current share price.\n\nFor example, if a company pays a Q1 dividend of 25 cents, and you assume the company's dividend will be consistent, the firm will be expected to pay $1.00 in dividends over the course of the year. (25 cents x 4 quarters). If the stock price is $10, the forward dividend yield is 10% ([1/10] x 100).\n\nThe opposite of a forward dividend yield is atrailingdividend yield, which shows a company's actual dividend payments relative to its share price over the previous 12 months. When future dividend payments are not predictable, the trailing dividend yield can be one way to measure value. When future dividend payments are predictable or have been announced, the forward dividend yield is a more accurate tool.\n\nForward dividend yield is also know asindicated yield.\n\nAn additional form of dividend yield is theindicated yieldor the dividend yield that one share of stock would return, based on its current indicated dividend. To calculate indicated yield, multiply the most recent dividend issued by the number of annual dividend payments (the indicated dividend). Divide the product by the most current share price.\n\nIndicated Yield=(MRD)×(#of DPEY)Stock Pricewhere:MRD=Most recent dividendDPEY=Dividend payments each year\\begin{aligned}&\\text{Indicated Yield}=\\frac{(\\text{MRD})\\times(\\#\\text{ of DPEY})}{\\text{Stock Price}}\\\\&\\textbf{where:}\\\\&\\text{MRD}=\\text{Most recent dividend}\\\\&\\text{DPEY}=\\text{Dividend payments each year}\\end{aligned}​Indicated Yield=Stock Price(MRD)×(#of DPEY)​where:MRD=Most recent dividendDPEY=Dividend payments each year​\n\nFor example, if a stock trading at $100 has a most recent quarterly dividend of $0.50, the indicated yield would be:\n\nIndicated Yield of Stock ABC=$0.50×4$100=2%.\\text{Indicated Yield of Stock ABC}=\\frac{\\$0.50\\times4}{\\$100}=2\\%.Indicated Yield of Stock ABC=$100$0.50×4​=2%.\n\nA company’s board of directors determines thedividend policyof the company. In general, more mature and established companies issue dividends, while younger, rapidly growing firms often choose to put any excess profits back into the company for research, development, and expansion purposes. Common types of dividend policies include the stable dividend policy, in which the company issues dividends whenearningsare up or down.\n\nThe goal of a stable dividend policy is to align with the firm’s goal for long-term growth instead of itsquarterly earningsvolatility. With a constant dividend policy, a company issues a dividend each year, based on a percentage of the company's earnings.\n\nWith constant dividends, investors experience the fullvolatilityof company earnings. Finally, with a residual dividend policy, a company pays out any earnings after it pays for its own capital expenditures andworking capitalneeds.\n\nGenerally, a dividend yield between 2% and 6% is considered a good dividend yield. Yields above 6% are considered to be higher-risk stocks, which, depending on the investor's risk tolerance, may be a risky investment not worth exploring. As of March 10, 2022, the average dividend yield for the S&P 500 since inception is 4.29% and its current dividend yield is 1.42%.\n\nThe higher the P/E ratio means the more willing investors are to pay a higher share price now for a stock with the expectation of growth in the future. The average P/E ratio of the S&P 500 since inception is 15.97 while its current P/E ratio is 24.29.\n\nNo, Tesla has not and does not intend on paying dividends. The company believes in keeping its retained earnings to fund the growth of the company.\n\nYahoo Finance. \"What Is a Good Dividend Yield.\"\n\nMultpl. \"S&P 500 Dividend Yield.\"",
  "url": "https://www.investopedia.com/terms/f/forward-dividend-yield.asp"
}