{
  "term": "Fractal Indicator: Definition, What It Signals, and How To Trade With It",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nRaphael GAILLARDE/ Contributor / Getty Images\n\nThe fractal indicator is based on a simple price pattern frequently seen in financial markets that can suggest potential reversals.\n\nThe fractal indicator identifies potential trend reversals by spotting recurring patterns across different time scales. Suppose you're using a map app to zoom in on a coastline map. As you do, the jagged edges maintain a similar shape, whether you're looking at miles of shoreline or just a few feet. This self-similarity at different scales is the essence of fractals, and it's this concept that the indicator applies to financial markets.\n\nThe fractal indicator doesn't rely on complex mathematical formulas. Instead, it identifies specific price patterns that occur naturally in markets. When correctly interpreted, these can signal potential turning points in trends, offering traders prospects for both entries and exits. Thebullishfractal pattern signals the price could move higher. Abearishfractal signals the price could move lower. A down arrow marks bullish fractals, and an up arrow signals bearish fractals.\n\nBelow, we'll explore how the fractal indicator works, what its signals mean for traders, and practical strategies for incorporating it into your trading.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nCalculating fractals has more to do with visual acuity than math.\n\nThe existence of a fractal isn't necessarily important since the pattern is quite common. Rather, the fractal means the possibility of a trend change. This is because fractals are essentially showing a \"U-shape\" in price.\n\nA bearish fractal has the price moving upward and then downward, forming an upside-down U. A bullish fractal occurs when the price is moving down but then starts to move up, forming a U.\n\nBecause fractals occur frequently and many signals aren't reliable entry points, fractals are typically filtered using other forms of technical analysis. The inventor of the indicator, Bill Williams, also invented thealligator indicator, which isolates trends. By combining fractals with trend analysis, a trader may only trade bullish fractal signals while the price trend is up. They might only take short trades on bearish fractal signals if the trend is down.\n\nFractals could also be used with other indicators, such as pivot points or Fibonacci retracement levels. You would only act on a fractal if it aligns with one of these other indicators and potentially the longer-term price direction.\n\nFor example, suppose a stock is trending higher. The price is pulling back and reaches a 50% Fibonacci retracement level. Since the trend is up and the price is near a Fibonacci retracement level, the trader will take a trade if a bullish fractal forms.\n\nThe fractal indicator is unique in that it identifies a price pattern and marks it on the chart. Fractals are specific five-bar patterns.Chart patternscan also be drawn on the chart, although they are not limited to five price bars. Below are some of the most popular chart patterns:\n\nThe main problem with fractals is that there are so many of them. Trying to trade would end up in a lot of losing trades, called false signals orwhipsaws. Therefore, you'll need to filter the signals with some other indicator or form of analysis.\n\nThe arrows for the indicator are typically drawn over the high or low point, which is the middle of the fractal, not where the fractal completes. As such, the arrows can be visually deceiving. Since the pattern completes two bars to the right of the arrow, the first available entry point after seeing an arrow is the opening price of the third bar to the right.\n\nWhile both aim to identify potential price reversal points, the fractal indicator is based on specific price action patterns across multiple time frames, while traditionalsupport and resistance levelsare typically based on historical price levels where buying or selling pressure has previously emerged.\n\nThe fractal indicator can be used for both short-term and long-term trading strategies.Day tradersmight use it for shorter time frames to identify intraday reversals, while position traders could apply it to daily or weekly charts to spot major trend changes.\n\nIn theory, yes. The fractal indicator can be applied to any market with enough price data, including stocks,forex, commodities, and cryptocurrencies. However, its effectiveness depends on the market's liquidity and volatility.\n\nThe fractal indicator offers traders a unique way to identify potential trend reversals by spotting recurring patterns in price action. While it's not a stand-alone solution for predicting the market, fractals can provide greater clarity about potential turning points when used with other technical tools andfundamental analysis.\n\nAs with any trading tool, proper understanding and practice are key to effectively incorporating fractal analysis into your trading strategy. Remember, no indicator is infallible, and risk management should always be a priority in your trading decisions.\n\nE. Ponsi. \"Technical Analysis and Chart Interpretations: A Comprehensive Guide to Understanding Established Trading Tactics,\" Chapter 12. John Wiley & Sons, 2016.",
  "url": "https://www.investopedia.com/terms/f/fractal.asp"
}