{
  "term": "Fractional Reserve Banking: What It Is and How It Works",
  "definition": "Fractional reserve banking is a system in which only a fraction of bank deposits are required to be available for withdrawal. Banks only need tokeep a specific amount of cash on handand can create loans from the money you deposit. Fractional reserves work to expand the economy by freeing capital for lending. Today, most economies' financial systems use fractional reserve banking.\n\nWhen you create an account at a bank, in the contract, you agree to allow that bank to use a percentage of your deposits as loans to other bank customers. This doesn't mean you don't have access to the money you deposited; it only means that if you want to remove more than the percentage a bank keeps on hand, such as the entire balance, from the account, the bank will need to access funds from somewhere else to give you your balance.\n\nWhen youdeposit moneyin your savings account, your bank can use an amount specified as capital to fund loans and pay you for using your money. For instance, say you deposited $2,000 in a savings account. Savings accounts pay interest—generally between 0.5% and 2%—so you receive an interest payment on your money, and the bank can use part of it in a loan. In turn, the bank might want to access 80% of your money to use as loans to other customers.\n\nYou receive interest as an incentive for keeping money in an account the bank can use to create loans.\n\nThe Federal Reserve sets interest rates. They are based on economic circumstances and how it decides it can best meet its dual mandate of maximum employment and price stability. If a bank needs capital to fund loans, withdrawals, pay debts, or meet other obligations, it can borrow from other banks and pay them interest. As a last resort, the Federal Reserve maintains a service called the discount window, where it lends money to banks at a higher interest rate than they charge between themselves.This encourages banks to seek funds from each other rather than the Fed.\n\nInterest is charged between financial institutions based on a range set by the Federal Reserve Board of Governors called the federal reserve target rate range. The average interest rate banks charge each other is referred to as the effectiveFederal Funds Rate.\n\nThe fractional reserve banking processcreates moneythat is inserted into the economy. When you deposit that $2,000, your bank might lend 90% of it to other customers, along with 90% from five other customers' accounts. This creates enough capital to finance $9,000 in loans.\n\nYour balance still reflects $2,000, and the customers that the bank borrowed from also see their balances remain unchanged. If all five customers have account balances of $2,000, it will look something like this:\n\nFractional reserve banking supposedly has its roots in an era when gold and silver were traded. Goldsmiths would issue promissory notes, which were later used as a means of exchange. The smiths used the deposited gold to issue loans with interest, and fractional banking was born.\n\nIn the U.S., the National Bank Act was passed in 1863 to require banks to keep reserves on hand to protect depositor funds from being used in risky investments.In 1913 the Federal Reserve Act created the system of Federal Reserve banks we now know collectively as the Federal Reserve System. Banks were required to keep reserve balances with the Federal Reserve Banks.\n\nReserve requirementsfor banks under the Federal Reserve Act were set at 13%, 10%, and 7% (depending on the type of bank) in 1917. In the 1950s and '60s, the Fed had set the reserve ratio as high as 17.5% for certain banks, and it remained between 8% to 10% throughout much of the 1970s through the 2010s.\n\nDuring this period, banks with fewer than $16.3 million in assets were not required to hold reserves. However, banks with fewer than $124.2 million in assets but more than $16.3 million had to have a reserve size of 3%, and those banks with more than $124.2 million in assets had a 10% reserve requirement.\n\nOn March 26, 2020, the 10% and 3% required reserve ratios against net transaction deposits were reduced to 0% for all banks, essentially removing the reserve requirements altogether.It was replaced with Interest on Reserve Balances (IORB), or interest paid on reserves the banks hold as an incentive rather than a requirement.\n\nMost countries today use fractional reserve banking because it is not feasible to use 100% reserve banking. Moreover, a system that requires banks to hold 100% of deposits cannot create more money without devaluing its currency. Thus, banks would need to hold a significant amount of capital to issue loans.\n\nThis would greatly reduce growth in developing and developed economies because the banks could not issue debt to businesses and consumers that rely on it for large purchases and investments.\n\nA system backed by precious metals, such as gold, is also prone to this problem. If a specific amount of a country's currency has to be represented by a certain amount of gold, the country is limiting its growth potential because there is a finite amount of gold available. To meet the growing demand for capital, the currency's value would continuously be reduced. Fractional reserve banking allows a country to grow its money supply to meet the demand for growth.\n\nBanks don't need to hold vast amounts of capital\n\nBanks stimulate the economy by lending\n\nAllows for macroeconomic regulation\n\nConsumer panic can cause mass withdrawals and lack of capital\n\nToo much lending can cause the economy to overheat\n\nThe one main criticism of fractional reserve banking is that there are insufficient funds for everyone to withdraw at once. However, this is generally not an issue because people won't need to remove all of their capital under most circumstances.\n\nBefore the introduction of the Fed in the early 20th century, theNational Bank Act of 1863imposed 25% reserve requirements for U.S. banks under its charge.\n\nThis can be witnessed by reviewing the Greek financial crisis that began in 2009. In 2015, Greece defaulted on its debts to the International Monetary Fund amidst a global financial crisis. As a result, citizens flocked to the banks to withdraw their funds, and the banks were forced to close their doors to prevent a complete withdrawal of capital from a struggling system.\n\nFurther back in time, at the start of theGreat Depressionin the U.S., consumers rushed to banks to withdraw all of their funds, leading to the collapse of New York's Bank of the United States.\n\nFractional reserve banking permits banks to use funds (i.e., the bulk of deposits) that would be otherwise unused and idle to generate returns in the form of interest rates on new loans—and to make more money available to grow the economy. It can thus allocate capital better to where it is most needed. Reserves of 100% require banks to hold all deposited money.\n\nYes. Most countries use fractional reserve banking because it is currently the only financial system model that allows banks to earn a reliable profit. Without the ability to earn money on their assets, banks would have to fund their operations by charging extremely high deposit fees.\n\nNobody knows when fractional reserve banking originated, but it is certainly not a modern innovation. Goldsmiths during the Middle Ages issued demand receipts for gold on hand that exceeded the amount of physical gold they had under custody, knowing that on any given day, only a tiny fraction of that gold would be demanded.\n\nFractional reserve banking is the banking system used throughout the world today. Banks use fractional reserves to create loans for businesses and consumers. Without the ability to do this, an economy's growth is stunted, leaving it to flounder while those that need money for large purchases and investments rely on a bank's substantial holdings.\n\nFractional reserve banking is important for modern economies because the alternatives limit the amount of money that can be created or manipulated in an economy to encourage or discourage growth.\n\nCorrection—April 9, 2023:This article has been edited to correct a calculation error in a hypothetical example in the section “Fractional Reserve Banking Process.”\n\nFederal Reserve System.”Discount Window Lending.”\n\nSt. Louis Fed. “National Bank Act of 1863.”\n\nU.S. Senate. “The Senate Passes the Federal Reserve Act.”\n\nThe Federal Reserve. \"Federal Reserve Bulletin | June 1993,\" Page 574.\n\nThe Federal Reserve. \"Reserve Requirements.\"\n\nBoard of Governors of the Federal Reserve. \"Interest on Reserve Balances (IORB) Frequently Asked Questions.\"",
  "url": "https://www.investopedia.com/terms/f/fractionalreservebanking.asp"
}