{
  "term": "Fractional Share: Definition, Examples, How to Buy and Sell",
  "definition": "Less than one full share ofequityis called a fractional share. Such shares may be the result of stock splits, dividend reinvestment plans (DRIPs), or similar corporate actions. Typically, fractional shares aren't available from the stock market, and while they have value to investors, they are also difficult to sell.\n\nFractional shares come about in a number of ways, including dividend reinvestment plans, stock splits, mergers, and acquisitions.\n\nDividend reinvestment plans(DRIP) often create fractional shares. A dividend reinvestment plan is a plan in which a dividend-offering corporation or brokerage firm allows investors to use dividendpayoutsto purchase more of the same shares. As this amount \"drips\" back intothe purchase of more shares, it is not limited to whole shares. Reinvesting capital gain distributions and dollar-cost averaging programs can also result in purchasing fractional shares.\n\nStock splitsdon't always result in an even number of shares. A 3-for-2 stock split would create three shares for every two shares an investor owns, so an investor with an odd number of shares would end up with a fractional share after the split. Three shares would become 4½, five would become 7½, and so on.\n\nMergers and acquisitions(M&As) may also create fractional shares since companies combine new common stock using a predetermined ratio. The ratio often results in fractional shares for shareholders.\n\nSome brokerage firms will split whole shares intentionally so they can sell fractional shares to clients. This division of shares is most often the case with high-priced stocks like Amazon (AMZN) or Alphabet, Google's parent company (GOOGL). As of March 2020, AMZN was selling for more than $1,800 per share, and GOOGL was selling for more than $1,100 per share.Fractional shares often can be the only way individual investors can buy stock insuch companies.\n\nFor example, a young investor with limited funds might have their heart set on buying stock in Amazon. Starting with $1,000 to invest, theywon't have enough to buy a full share of stock, so they might find a brokerage firm willing to sell a fractional share. They could invest half of the money in one-third of a share of Amazon and use the other half to invest in lower-priced stocks that would allow them to buy full shares.\n\nIn the event of stocks splits, mergers, and acquisitions, shareholders sometimes are given the option of obtaining cash in lieu of the fractional shares. The income received is taxable.\n\nThe only way to sell fractional shares is through a major brokerage firm, which can join them with other fractional shares until a whole share is attained. If the selling stock does not have a high demand in the marketplace, selling the fractional shares might take longer than hoped.\n\nNot everyone wants to hold onto fractional shares, especially if they ended up with them for inadvertent reasons such as stock splits. An investor might have 225 shares of XYZ stock priced at $12 per share. After a 3-for-2 stock split, they would end up with 337½ shares priced at $8 per share. If there is a high demand for XYZ stock in the market, they'll be more likely to find a brokerage firm willing to take the fractional share. Or they could find a brokerage firm willing to sell another half share to bring their total number of shares to 338.\n\nIn November of 2019,Interactive Brokersbecame the first of the major online brokers to offer fractional shares trading.﻿﻿ On January 29, 2020,Fidelityannounced it will offer fractional shares trading of equities and ETFs.﻿﻿\n\nYahoo! Finance. \"Amazon.com, Inc.\" Accessed Aug. 26, 2020.\n\nYahoo! Finance. \"Alphabet Inc.\" Accessed Aug. 26, 2020.\n\nInteractive Brokers. \"Interactive Brokers Offering Fractional Share Trading Broker Broadening Access to More Expensive Stocks and Facilitating Portfolio Diversification.\" Accessed Aug. 26, 2020.\n\nFidelity. \"Fidelity Simplifies Investing Again with Launch of Real-time Fractional Shares Trading for Stocks and ETFs.\" Accessed Aug. 26, 2020.",
  "url": "https://www.investopedia.com/terms/f/fractionalshare.asp"
}