{
  "term": "Franchise Tax: Definition, Rates, Exemptions, and Example",
  "definition": "The term \"franchise tax\" refers to a tax paid by certain enterprises that do business in some states.\n\nAlso called a privilege tax, it gives the business the right to becharteredand/or to operate within that state. Companies in some states may also be liable for the tax even if they are chartered in another state.\n\nDespite the name, a franchise tax is not a tax onfranchisesand is separate from federal and state income taxes that must be filed annually.\n\nA franchise tax is a state tax levied on certain businesses for the right to exist as a legal entity and to do business within a particular jurisdiction.\n\nKansas, Missouri, Pennsylvania, and West Virginia all discontinued their corporate franchise taxes.\n\nContrary to what the name implies, a franchise tax is not a tax imposed on a franchise. Rather, it's charged corporations, partnerships, and other entities such as alimited liability corporation (LLC)that do business within the boundaries of a state that levies it.\n\nSome entities are exempt from franchise taxes, namelyfraternal organizations, nonprofits, and certain LLCs. A more comprehensive list of exemptions is noted below.\n\nCompanies that do business in multiple states may be subject to the tax in multiple states. At a minimum, they're charged a franchise tax in the state in which they are formally registered (if that state has one).\n\nA franchise tax is levied on a business for the privilege of doing business in a state while income tax is levied on its profits.\n\nFranchise taxes do not replace federal and stateincome taxes. They are paid in addition to them. They are usually paid annually at the same time that other taxes are due.\n\nThe amount of franchise tax can differ greatly depending on the tax rules of each state. Some states calculate the amount of franchise tax owed based on an entity's assets ornet worth, while other states use the value of a company'scapital stock.\n\nStill, other states may charge a flat fee to all businesses operating in their jurisdiction or calculate the tax rate on the company’sgross receiptsorpaid-in capital.\n\nDepending on the size of the corporation and how it decides to file, Delaware franchise tax rates range from between $175 to $250,000 annually. Meanwhile,limited partnerships (LPs), LLCs, andgeneral partnershipsformed in the State of Delaware are required to pay an annual tax of $300.\n\nSmall business taxesin California are layered, with a franchise tax applying in certain situations. For example, the franchise tax does not apply to corporations and LLCs that elect to be treated as corporations (they pay income tax instead).\n\nHowever, California franchise tax rates do apply to S corporations, LLCs, LPs, andlimited liability partnerships (LLPs).\n\nThe franchise tax rate for S corporations is the greater of either $800 or 1.5% of the corporation's net income. For LLCs, the franchise tax is $800. For LLPs and LPs, it varies but the minimum is $800.\n\nA company that does business in multiple states may have to pay franchise taxes in all the states it does business in.\n\nFranchise tax exemptions provide relief from the obligation to pay franchise taxes. One common exemption criterion is business size, with many jurisdictions offering exemptions or reduced tax rates for small businesses.\n\nThese exemptions may be determined by factors such asannual revenue, total assets, or number of employees. They aim to alleviate the tax burden on startups and smaller enterprises to foster entrepreneurship and economic growth.\n\nCertain types of businesses or entities may qualify for specific franchise tax exemptions based on their organizational structure or purpose as well.\n\nNonprofit organizations are often exempt from franchise taxes as they operate for charitable, educational, or religious purposes and are not for-profit entities.\n\nSimilarly, governmental entities and certain types of cooperatives may also be eligible for exemptions from franchise taxes. As an incentive for offering services that benefit society, taxing authorities may offer a financial incentive via a tax exemption.\n\nAdditionally, jurisdictions may offer franchise tax exemptions for businesses engaged in particular industries or activities deemed beneficial to the economy or society. Note that this extends beyond the types of companies talked about in the section above.\n\nFor example, these exemptions are often designed to motivate investment in specific sectors such asrenewable energy, manufacturing, or research and development.\n\nGovernments aim to stimulate innovation, job creation, and overall economic development, so they may be willing to offer financial benefits in exchange for a focus in these areas.\n\nThe consequences of not paying franchise taxes can be significant for businesses. Governing authorities often impose financial penalties which can accrue over time as long as taxes remain unpaid.\n\nFailure to pay franchise taxes can damage a business' credit rating and reputation, making it more challenging to secure financing or conduct business transactions in the future.\n\nAs the company attempts to work with others and has to undergo credit checks, pending franchise taxes may disrupt its ability to secure credit lines or financing alternatives.\n\nIn addition to financial penalties, businesses that fail to pay franchise taxes may face legal consequences, including the possibility of having their business licenses revoked or suspended.\n\nMany jurisdictions require businesses to be in good standing regarding their tax obligations to maintain their legal authority to operate. Therefore, not paying franchise taxes could jeopardize this authority.\n\nPersistent non-compliance with franchise tax obligations can escalate the severity of consequences, eventually leading to more drastic measures such as tax liens or levies.\n\nTax liens give taxing authorities a legal claim on a business's assets as collateral for unpaid taxes, potentially resulting in the seizure or sale of property to satisfy the tax debt.\n\nFor example, the government may place a lien on company assets. The government may then sell those assets to raise money that is used in part to pay off the franchise taxes.\n\nWhile this means the franchise taxes (and accrued penalties) are now paid, it also means the business could be disrupted. For example, consider if the only company car was seized and sold during this process.\n\nBusinesses can strategically manage their taxable assets and liabilities to reduce their franchise tax burden.\n\nThis can involve careful consideration of factors such as asset valuation methods, inventory management practices, and debt financing arrangements.\n\nThe goal here is to be mindful of what items account for the company’s taxable net worth or capital base. By minimizing this, the company can save on franchise taxes.\n\nBusinesses may also be able to get deductions, credits, and exemptions that lower their franchise tax amount. This can include leveraging deductions for business expenses such as rent, utilities, salaries, and supplies.\n\nCompanies may also be able to get credits for the economic activity items mentioned above. Since the government may want companies to do these activities, there may be relevant credits related to, e.g., research and development, job creation, or environmental conservation.\n\nSole proprietorshipsare not usually subject to franchise taxes and other forms of state business income tax, in part because they are not formally registered with the state in which they do business.\n\nIn addition, certain types of organizations may be exempted from the franchise tax outright. For example, Texas lists many such organizations. Some of these are:\n\nThere are some key differences between a franchise and income tax. Unlike state income taxes, franchise taxes are not based on a corporation’sprofit. A business entity must file and pay the franchise tax regardless of whether it makes a profit in any given year.\n\nOn the other hand,state income taxes—and the amounts paid—relate directly to how much an organization makes during the year.\n\nIncome tax is also applied to allcorporationsthat derive income from sources within the state, even though they may not do business within its boundaries.\n\nSome states may define \"doing business\" differently because each may focus on different factors. These may include whether the company sells in the state, has employees in the state, or has an actual physical presence in the state.\n\nDelaware iswell-known as a tax shelter, especially for corporations that do not conduct business in the state. So, such businesses have to pay a franchise tax administered by the Delaware Department of State.\n\nAs noted above, each state may have a different method of calculating franchise taxes. Let's use Texas as an example.\n\nThe state'scomptrollerlevies taxes on all entities that do business in the state and requires them to file an Annual Franchise Tax Report every year by May 15th.\n\nThe state calculates its franchise tax based on a company’smarginwhich is computed in one of four ways:\n\nCorporate revenue is calculated by subtracting statutory exclusions from the amount of revenue reported on a corporation's federal incometax return.\n\nThe Franchise Tax Board is usually a state-operated tax agency for both personal and business taxes.\n\nThe Franchise Tax Board operates similarly to the IRS, but at the state level, not the federal. For example, the California Franchise Tax Board states that its mission is to \"help taxpayers file tax returns timely, accurately, and pay the correct amount to fund services important to Californians.\"\n\nFranchise tax deadlines vary by state. In Delaware, the franchise tax deadline for corporations is March 1 of each year. For LLCs, LPs, and general partnerships, it is June 1.\n\nStates have different penalties for franchise tax late payments, which the Franchise Tax Board tracks. In Delaware, the penalty for non-payment or late payment is $200, with interest of 1.5% per month.\n\nFranchise taxes paid by a company give it the right to do business in a state. States have varying tax rates based on different benchmarks, such as a business' legal structure, how it elects to file, or gross income.\n\nState of California Franchise Tax Board. \"California Counts on All of Us.\"\n\nDrake Software. \"Drake Tax – 1120: States With Franchise Tax.\"\n\nComputershare. \"Why Your Franchise Tax Obligations Can’t Be Missed.\"\n\nDelaware.gov. \"Franchise Taxes.\"\n\nNOLO. \"California State Business Income Tax.\"\n\nTexas Comptroller of Public Accounts. \"Guidelines to Texas Tax Exemptions.\"\n\nHBKS Wealth Advisors. \"Tax Havens & Trust Laws: The Times May Be A-Changin’.\"\n\nComptroller.Texas.Gov. \"Franchise Tax Overview.\"\n\nCA.gov. \"Franchise Tax Board (FTB).\"",
  "url": "https://www.investopedia.com/terms/f/franchise_tax.asp"
}