{
  "term": "Fraud: Definition, Types, and Consequences of Fraudulent Behavior",
  "definition": "Sean Anthony Eddy / Getty Images\n\nFraud occurs when an entity, such as a person or institution, intentionally deceives others for financial or personal gain.\n\nFraud is an intentional act of deceit designed to reward the perpetrator or to deny the rights of a victim.\n\nSome of the most common types of fraud involve the insurance industry, the stock market, and the mortgage market, but thetargets usually include individualsas well as businesses.\n\nAny fraud involves falsification, either by withholding important information, lying, or faking documents. Often, the perpetrator of fraud knows something that the intended victim doesn't know.\n\nAt heart, the individual or company committing fraud is taking advantage of information asymmetry. The victim cannot or does not try to verify the false information.\n\nDespite state and federal laws that criminalize fraud, these crimes do not always result in a criminal trial. Government prosecutors have substantial discretion in determining whether a case should go to trial and may pursue a settlement for a speedier and less costly resolution.\n\nIf a fraud case goes to trial, the perpetrator may be convicted and sent to jail.\n\nIf there is no criminal proceeding,a victim of fraudcan pursue a civil case. This can result in money being recovered or rights reestablished.\n\nProving that fraud has occurred requires the perpetrator to commit specific acts. The perpetrator has to provide a false statement as a material fact and have known that the statement was untrue. It must also be proven that the perpetrator intended to deceive the victim. The victim must demonstrate that they relied on the false statement and have suffered damages due to acting on the false statement.\n\nFinancial fraud comes in many varieties, most commonly including mortgage fraud, insurance fraud, and securities fraud.\n\nCommonmortgage fraudschemes include identity theft and income or asset falsification by mortgage applicants. Industry insiders may dupe the system via appraisal fraud or so-called air loans, which are applications for mortgages on nonexistent properties. Common scams include property flipping, occupancy fraud, and use of straw buyers.\n\nA relatively small insurance claim may get a more cursory review than a large claim. In other cases, investigating a loss claim may be nearly impossible. A claims investigator can't easily prove or disprove the alleged loss of a single piece of insured jewelry.\n\nKnowing this, some individuals file claims for losses that didn't occur. In this case,insurance fraudhas been committed.\n\nThe Securities and ExchangeCommission describes securities fraud as criminal activity that can include high-yield investment fraud, Ponzi schemes, pyramid schemes, advance-fee schemes, foreign currency fraud, and pump-and-dump schemes.\n\nIn many of these cases, the fraudster seeks to dupe investors through misrepresentation. These crimes are characterized by providing false or misleading information, withholding key information, purposefully offering bad advice, and offering or acting on inside information.\n\nFraud can have a devastating impact on investors. In 2001, a massive corporate fraud was uncovered atEnron, a U.S.-based energy company. Executives used a variety of techniques to disguise the company's financial health, including the deliberate obfuscation of revenue and misrepresentation of earnings.\n\nAfter the fraud was uncovered, shareholders saw share prices plummet from around $90 to less than $1. Company employees had their equity wiped out and lost their jobs after Enron declared bankruptcy. The company's CEO and CFO went to prison while its founder, Kenneth Lay, died of a heart attack shortly before he was to be sentenced.\n\nThe Enron scandal was a major driver behind the regulations found in theSarbanes-Oxley Act, passed in 2002.\n\nSam Bankman-Fried, founder and chief executive of the cryptocurrency exchange FTX, was convicted of misappropriating about $8 billion of his customers' deposits. He stole the money for his personal use, to pay off loans, and to make political contributions. He was sentenced to 25 years in prison on March 28, 2024.\n\nGenerally, fraud is classified as a misdemeanor or felony depending on the circumstances. It is also mostly associated with white-collar crime because it involves finances and business activities.\n\nPeople commit fraud for many reasons, such as greed, lack of money, coercion, and more.\n\nFraud artists commonly target businesses like insurance companies and banks, but they often need to involve innocent individuals to pull it off. Identity theft involves using other people's personal information to steal items of value. Securities fraud means conning individual investors into buying stock based on false information.\n\nPlenty of government and corporate resources are devoted to fighting fraud, but individual consumers need to be wary to avoid being victimized.\n\nCornell Law School. \"Fraudulent Misrepresentation.\"\n\nU.S. Securities and Exchange Commission. \"Types of Fraud.\"\n\nU.S. Securities and Exchange Commission. “SEC Charges Jeffrey K. Skilling, Enron’s Former President, Chief Executive Officer and Chief Operating Officer, with Fraud.”\n\nGovInfo. “Financial Oversight of Enron: The SEC and Private-Sector Watchdogs.”\n\nU.S. Department of Justice. \"Sam Bankman-Fried Sentenced to 25 Years for His Orchestration of Multiple Fraudulent Schemes.\"",
  "url": "https://www.investopedia.com/terms/f/fraud.asp"
}