{
  "term": "Free Rider Problem: What It Is in Economics and Contributing Factors",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nFree riding inhibits the production and consumption of goods and services in a free market.\n\nMany benefit from collective resources, goods, or services in aneconomy, but free riders do not contribute to the costs. When free riding occurs, payers may choose to contribute less, knowing that free riders aren’t paying their fair share or anything at all.\n\nThe free rider has little incentive to contribute to a collective resource since they can enjoy its benefits even if they don’t pay. As a consequence, the producer of the resource cannot be sufficiently compensated and may seek subsidies or donations.\n\nThe free rider problem occurs when everyone can consume a resource in unlimited amounts, no one can limit anyone else’s consumption, but someone has to produce and maintain the resource.\n\nBusinesses would not voluntarily producegoodsor services under these conditions. When the free rider problem looms, businesses back away. Either the shared resource will not be provided, or a public agency must provide it usingtaxation.\n\nThe free rider problem is an inefficient distribution of goods or services that occurs when some individuals are allowed to consume more than their fair share of the shared resource or pay less than their fair share of the costs.\n\nIn an urban area, a city council may debate whether and how to force suburban commuters to contribute to the upkeep of its roads and sidewalks or the protection of its police and fire services. A public radio or broadcast station devotes airtime to fundraising in hopes of coaxing donations from listeners who are listening but not contributing.\n\nIf a community sets voluntary pollution standards that encourage all residents to cut back on carbon-based fuels, many will respond positively. But some will refuse to make any change in their habits. If enough follow the standards, the air quality will improve, and all the residents will benefit equally, even the free riders.\n\nThe percentage of public radio listeners who pay their fair share.\n\nWhen certain countries reduce emissions, it is largely felt outside of their borders. Consequently, other regions may be incentivized to minimize their mitigation efforts and to free ride on the efforts of other countries.\n\nAs in public spaces, the free rider problem may also arise in the workplace. This can take the form of any employee who fails to complete tasks delegated to them, instead imposing additional work on colleagues. Without repercussions for such a worker, this can become a common practice.\n\nInitially, the free rider problem may not present any problems. After all, a shared resource may still be accessible and enjoyable to all, regardless of rising maintenance expenses. However, costs might grow or accumulate over time. This increases the total cost of providing and maintaining a shared resource in the first place. Eventually, the resource may cease to be available should the costs become excessive.\n\nThe free rider problem occurs when there are resources that anyone can use, that no one can limit, and that cost something to produce or maintain. The free rider problem is evident in various settings, such as public facilities, free media, and the environment.\n\nStanford University, Stanford Encyclopedia of Philosophy. “The Free Rider Problem.”\n\nJacobs Media. “Public Radio’s Revenue Shortfall.”\n\nUBS. “The Free Rider Problem: Economics and Climate Action.”",
  "url": "https://www.investopedia.com/terms/f/free_rider_problem.asp"
}