{
  "term": "Free Cash Flow to the Firm (FCFF): Examples and Formulas",
  "definition": "Free cash flow to the firm (FCFF) represents the amount of cash flow from operations available for distribution after accounting fordepreciationexpenses, taxes,working capital, and investments. FCFF is a measurement of a company's profitability after all expenses and reinvestments. It is one of the manybenchmarksused to compare and analyze a firm's financial health.\n\nInvestopedia / Michela Buttignol\n\nFCFF represents the cash available to investors after a company pays all its business costs, invests in current assets (e.g.,inventory), and invests inlong-term assets(e.g., equipment). FCFF includesbondholdersand stockholders as beneficiaries when considering the money left over for investors.\n\nThe FCFF calculation is an indicator of a company's operations and its performance.FCFF considers all cash inflowsin the form ofrevenues, all cash outflows in the form of ordinary expenses, and all reinvested cash to grow the business. The money left over after conducting all these operations represents a company's FCFF.\n\nFree cash flow is arguably the most important financial indicator of a company'sstock value. The value/price of a stock is considered to be the summation of the company's expected future cash flows. However, stocks are not always accurately priced. Understanding a company's FCFF allows investors to test whether a stock is fairly valued. FCFF also represents a company's ability to paydividends, conduct share repurchases, or pay back debt holders. Any investor looking to invest in a company'scorporate bondor public equity should check its FCFF.\n\nA positive FCFF value indicates that the firm has cash remaining after expenses. A negative value indicates that the firm has not generated enough revenue to cover its costs and investment activities. In the latter case, an investor should dig deeper to assess why costs and investment exceed revenues. It could be the result of a specific business purpose, as in high-growth tech companies that take consistent outside investments, or it could be a signal of financial problems.\n\nThe calculation for FCFF can take several forms, and it's important to understand each version. The most common equation is the following:\n\nFCFF=NI+NC+(I×(1−TR))−LI−IWCwhere:NI=Net incomeNC=Non-cash chargesI=InterestTR=Tax RateLI=Long-term InvestmentsIWC=Investments in Working Capital\\begin{aligned} &\\text{FCFF} = \\text{NI} + \\text{NC} + ( \\text{I} \\times ( 1 - \\text{TR} ) ) - \\text{LI} - \\text{IWC} \\\\ &\\textbf{where:} \\\\ &\\text{NI} = \\text{Net income} \\\\ &\\text{NC} = \\text{Non-cash charges} \\\\ &\\text{I} = \\text{Interest} \\\\ &\\text{TR} = \\text{Tax Rate} \\\\ &\\text{LI} = \\text{Long-term Investments} \\\\ &\\text{IWC} = \\text{Investments in Working Capital} \\\\ \\end{aligned}​FCFF=NI+NC+(I×(1−TR))−LI−IWCwhere:NI=Net incomeNC=Non-cash chargesI=InterestTR=Tax RateLI=Long-term InvestmentsIWC=Investments in Working Capital​\n\nFree cash flow to the firm can also be calculated using other formulations. Other formulations of the above equation include:\n\nFCFF=CFO+(IE×(1−TR))−CAPEXwhere:CFO=Cash flow from operationsIE=Interest ExpenseCAPEX=Capital expenditures\\begin{aligned} &\\text{FCFF} = \\text{CFO} + ( \\text{IE} \\times ( 1 - \\text{TR} ) ) - \\text{CAPEX} \\\\ &\\textbf{where:} \\\\ &\\text{CFO} = \\text{Cash flow from operations} \\\\ &\\text{IE} = \\text{Interest Expense} \\\\ &\\text{CAPEX} = \\text{Capital expenditures} \\\\ \\end{aligned}​FCFF=CFO+(IE×(1−TR))−CAPEXwhere:CFO=Cash flow from operationsIE=Interest ExpenseCAPEX=Capital expenditures​\n\nFCFF=(EBIT×(1−TR))+D−LI−IWCwhere:EBIT=Earnings before interest and taxesD=Depreciation\\begin{aligned}&\\text{FCFF}=(\\text{EBIT}\\times(1-\\text{TR}))+\\text{D}-\\text{LI}-\\text{IWC}\\\\&\\textbf{where:}\\\\&\\text{EBIT}=\\text{Earnings before interest and taxes}\\\\&\\text{D}=\\text{Depreciation}\\end{aligned}​FCFF=(EBIT×(1−TR))+D−LI−IWCwhere:EBIT=Earnings before interest and taxesD=Depreciation​\n\nFCFF=(EBITDA×(1−TR))+(D×TR)−LIFCFF=−IWCwhere:EBITDA=Earnings before interest, taxes, depreciationand amortization\\begin{aligned} &\\text{FCFF} = ( \\text{EBITDA} \\times ( 1 - \\text{TR} ) ) + ( \\text{D} \\times \\text{TR} ) - \\text{LI} \\\\ &\\phantom {\\text{FCFF} =} - \\text{IWC} \\\\ &\\textbf{where:} \\\\ &\\text{EBITDA} = \\text{Earnings before interest, taxes, depreciation} \\\\ &\\text{and amortization} \\\\ \\end{aligned}​FCFF=(EBITDA×(1−TR))+(D×TR)−LIFCFF=−IWCwhere:EBITDA=Earnings before interest, taxes, depreciationand amortization​\n\nIf we look at Exxon's statement of cash flows, we see that the company had $8.519 billion inoperating cash flow(below, in blue) in 2018. The company also invested in new plant and equipment, purchasing $3.349 billion in assets (in blue). The purchase is acapital expenditure (CAPEX)cash outlay. During the same period, Exxon paid $300 million ininterest, subject to a 30% tax rate.\n\nFCFF can be calculated using this version of the formula:\n\n﻿FCFF=CFO+(IE×(1−TR))−CAPEX\\begin{aligned} &\\text{FCFF} = \\text{CFO} + ( \\text{IE} \\times ( 1 - \\text{TR} ) ) - \\text{CAPEX} \\\\ \\end{aligned}​FCFF=CFO+(IE×(1−TR))−CAPEX​﻿\n\nIn the above example, FCFF would be calculated as follows:\n\n﻿FCFF=$8,519Million+($300Million×(1−.30))−FCFF=$3,349Million=$5.38Billion\\begin{aligned} \\text{FCFF} = &\\ \\$8,519 \\text{ Million} + ( \\$300 \\text{ Million} \\times ( 1 - .30 ) ) - \\\\ \\phantom {\\text{FCFF} =} &\\ \\$3,349 \\text{ Million} \\\\ = &\\ \\$5.38 \\text{ Billion} \\\\ \\end{aligned}FCFF=FCFF==​$8,519Million+($300Million×(1−.30))−$3,349Million$5.38Billion​﻿\n\nCash flowis the net amount ofcash and cash equivalentsbeing transferred into and out of a company. Positive cash flow indicates that a company'sliquid assetsare increasing, enabling it to settle debts, reinvest in its business, return money to shareholders, and pay expenses.\n\nCash flow is reported on the cash flow statement, which contains three sections detailing activities. Those three sections are cash flow from operating activities, investing activities, and financing activities.\n\nFCFF is the cash flows a company produces through its operations after subtracting any outlays of cash for investment in fixed assets likeproperty, plant, and equipment, and after depreciation expenses,cash flow taxes, working capital, and interest are accounted for. In other words, free cash flow to the firm is the cash left over after a company has paid its operating expenses and capital expenditures.\n\nAlthough it provides a wealth of valuable information that investors appreciate, FCFF is not infallible. Crafty companies still have leeway when it comes to accounting sleight of hand. Without a regulatory standard for determining FCFF, investors often disagree on exactly which items should and should not be treated as capital expenditures.\n\nInvestors must thus keep an eye on companies with high levels of FCFF to see if these companies are under-reporting capital expenditures andresearch and development. Companies can also temporarily boost FCFF by stretching out their payments, tightening payment collection policies, and depleting inventories. These activities diminishcurrent liabilitiesand changes to working capital, but the impacts are likely to be temporary.\n\nU.S. Securities Exchange Commissions. \"Form 10-Q, March 31, 2018-Exxon Mobile Corporation.\" Page 6.",
  "url": "https://www.investopedia.com/terms/f/freecashflowfirm.asp"
}