{
  "term": "Free on Board (FOB) Explained: Who's Liable for What in Shipping?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nFree on Board is a shipping term for the point in the supply chain when a buyer or seller becomes liable for the goods being transported.\n\nFree on Board (FOB) is a shipment term that defines the point in thesupply chainwhen a buyer or seller becomes liable for the goods transported. Purchase orders between buyers and sellers set FOB terms and help determine ownership, risk, and transportation costs.\n\nThis centuries-old shipping term has evolved into a critical concept of determining reliability and ownership transfer. The internationalization of markets and technological progress in logistics, distribution, and communication mean this affects almost every product consumers buy.\n\nBy specifying whether goods are shipped FOB Origin or FOB Destination, companies clearly define where and when they bear the costs and risks associated with transportation. This impacts prices and how and when goods are transported and has significant implications for insurance, customs duties, and legal disputes.\n\nFOB is a widely used shipping term that applies to both domestic and international transactions. It's an agreement between the buyer and seller that specifies when the ownership and liability for the goods being shipped transfer from the seller to the buyer. FOB terms are typically included in shipping orders and contracts, detailing the time and place of delivery, payment terms, and which party handles freight costs and insurance.\n\nFOB conditions are defined in thepurchase orderbetween the vendor and the client. While FOB status doesn't determine ownership (which is in the bill of sale or separate agreement), it does say which party assumes responsibility for the shipment at different points in the journey. The two main types of FOB are:\n\nWhether the transaction is domestic or international, FOB conditions influence inventory management, shipping costs, and insurance requirements. This is especially important for shippers to watch as costs have risen and fallen sharply in recent years:\n\nThe most common international trade terms areIncoterms, which the International Chamber of Commerce publishes, though firms that ship goods within the U.S. must adhere to theUniform Commercial Code.\n\nSince there is more than one set of rules and legal definitions of FOB, which may differ from one country to another, the parties to a contract must indicate which governing laws are being used for a shipment.\n\nFor buyers, FOB Origin can be more cost-effective because they can choose their freight forwarder and manage freight costs more effectively. In addition, buyers have more control over the shipping process, which allows them to manage logistics and mitigate issues more effectively. Here are other advantages for both the buyer and seller:\n\nFor FOB Origin, the buyer assumes all risks related to damage, destruction, and loss during transit once the goods are loaded onto the chosen mode of transport at the origin point. This arrangement can be more expensive for the buyer, particularly if the shipment is large or travels a long distance. Resolving any issues that arise during transportation can also be time-consuming for the buyer.\n\nAnother disadvantage of FOB Origin is that the buyer is wholly responsible for arranging and managing transportation. This responsibility includes tasks such as finding a suitable carrier, negotiating rates, handling export documentation, and covering additional expenses like insurance, customs clearance, and other logistical services.\n\nFOB Origin also presents risks for sellers. Since the quoted price typically excludes transportation and insurance costs, the final landed cost for the buyer can often be higher than FOB Destination. This can make the seller's offer less competitive and potentially impact sales volume.\n\nTo mitigate these risks, buyers should carefully consider their ability to manage transportation and associated costs before agreeing to FOB Origin terms. It's essential for both parties to have a clear understanding of their responsibilities and to maintain open communication throughout the shipping process.\n\nFor sellers, FOB Destination allows them to improve their customer service by taking responsibility for the goods until delivery, improving customer satisfaction and loyalty. In addition, buyers do not assume ownership until the goods are delivered, which allows them to inspect the goods before accepting them. Here are more advantages:\n\nIn this arrangement, the seller retains liability for the goods until they are delivered to the buyer. This means the seller bears the risk of loss, damage, or destruction during transit, which can impact their reputation and profitability. If any issues arise during shipping, the seller handles resolving them and may need to replace or refund the damaged goods.\n\nIn addition, sellers are typically responsible for freight charges, which add to their overall costs. To account for these expenses, sellers may need to increase the final price for the buyer. This can affect the seller's competitiveness in the market, as buyers may opt for lower-priced alternatives.\n\nAnother disadvantage for sellers is that they may not be able to record the sale until the goods are delivered to the buyer. This can affect their accounting processes and cash flow since there may be a delay between shipping the goods and receiving payment.\n\nFurthermore, once the goods leave the port of origin, the seller has limited control over the shipment and may face delays during transit. This can raise questions about their ability to meet delivery deadlines and is a significant risk for FOB Destination transactions. Sellers should have contingency plans to manage potential delays and communicate effectively with buyers in such situations.\n\nTo mitigate these risks, sellers should consider their ability to absorb potential losses and manage shipping costs before agreeing to FOB Destination terms. Both parties must clearly understand their responsibilities and maintain open communication throughout the shipping process to address any issues that may arise.\n\nUnder FOB Origin, after the goods are placed with a carrier for transport, the buyer records an increase in its inventory, and the seller records the sale. Under FOB Destination, the seller completes the sale in its records once the goods arrive at their final destination, and the buyer records the increase in its inventory at that time.\n\nSuppose the manager of Dara Inc. in New York City orders 1,000 units of electronic components from ABC Co. in Shanghai, China. The contract specifies FOB Origin for the shipment. However, the managers of Dara Inc. want to know what the difference would be if they opted for FOB Destination. Let's set those out:\n\nThe choice between FOB Origin and FOB destination depends on the specific needs of both parties. Since Dara Inc. has experience managing international shipping or wants to save on transport costs, FOB Origin, they decided to go forward this way. However, if the seller wants to minimize risk and offer a complete service (including delivery), FOB Destination would be a better option.\n\nHere are further prominent terms you'll see when reviewing shipping responsibilities:\n\nThe International Chamber of Commerce defines the buyer and seller's shipping responsibilities. Free on Board (FOB) agreements define which party is liable for costs and risks and when they are liable.\n\nFree on Board is the term used in shipping to specify which party is responsible for the shipped goods and where the responsibilities begin and end.\n\nCIF (Cost, Insurance, and Freight) and FOB (Free on Board)are two widely usedIncotermagreements.Although the definition of both terms can differ across countries and is ultimately determined by each vendor-client contract, historically, FOB transfers liability from seller to buyer when the shipment reaches the port or other facility designated as the point of origin. With a CIF agreement, the seller pays costs and assumes liability until the goods reach the port of destination chosen by the buyer.\n\nUnderstanding Free on Board (FOB) is crucial for businesses engaged in domestic and international trade. FOB Origin and FOB Destination each come with their own set of responsibilities, costs, and risks for buyers and sellers. By clearly defining these terms in their contracts and agreements, parties can help ensure a smooth transfer of goods and minimize the potential for disputes.\n\nUltimately, the choice between FOB Origin and FOB Destination depends on various factors, including the nature of the goods, the distance they must travel, and the buyer's and seller's ability to manage transportation and associated risks. Businesses should carefully assess their options and negotiate terms that fit their needs.\n\nUniform Law Commission. \"Uniform Commercial Code.\"\n\nInternational Chamber of Commerce. \"Incoterms 2020.\"\n\nTrade Finance Global. ''Free on Board FOB (FOB) Incoterms 2020 Rule.\"\n\nU.S. International Trade Administration. \"Know Your Incoterms.\"",
  "url": "https://www.investopedia.com/terms/f/fob.asp"
}