{
  "term": "Free Cash Flow to Equity (FCFE) Formula and Example",
  "definition": "Free cash flow to equity (FCFE) is a measure of how much cash is available to theequity shareholdersof a company after all expenses, reinvestment, and debt are paid. FCFE is a measure of equity capital usage.\n\nFree cash flow to equity is composed ofnet income,capital expenditures,working capital, anddebt. Net income is located on the company income statement. Capital expenditures can be found within the cash flows from the investing section on the cash flow statement.\n\nWorking capital is also found on thecash flow statement; however, it is in the cash flows from the operations section. In general, working capital represents the difference between the company’s most current assets and liabilities.\n\nThese are short-term capital requirements related to immediate operations.Net borrowingscan also be found on the cash flow statement in the cash flows from the financing section. It is important to remember that interest expense is already included in net income, so you do not need to add back interest expense.\n\n﻿FCFE=Cash from operations−Capex+Net debt issued\\text{FCFE} = \\text{Cash from operations} - \\text{Capex} + \\text{Net debt issued}FCFE=Cash from operations−Capex+Net debt issued﻿\n\nThe FCFE metric is often used by analysts in an attempt to determine the value of a company. This method of valuation gained popularity as an alternative to thedividend discount model (DDM), especially if a company does not pay a dividend. Although FCFE may calculate the amount available to shareholders, it does not necessarily equate to the amount paid out to shareholders.\n\nAnalysts use FCFE to determine if dividend payments and stock repurchases are paid for with free cash flow to equity or some other form of financing. Investors want to see a dividend payment and share repurchase that is fully paid by FCFE.\n\nIf FCFE is less than the dividend payment and the cost to buy back shares, then the company is funding with either debt or existing capital or issuing new securities. Existing capital includesretained earningsmade in previous periods.\n\nThis is not whatinvestorswant to see in a current or prospective investment, even if interest rates are low. Some analysts argue that borrowing to pay for share repurchases is a good investment when shares are trading at a discount and when rates are historically low. However, this is only the case if the company’s share price goes up in the future.\n\nIf the company’s dividend payment funds are significantly less than the FCFE, then the firm is using the excess to increase its cash level or to invest in marketable securities. Finally, if the funds spent to buy back shares or pay dividends are approximately equal to the FCFE, then the firm is paying it all to its investors.\n\nUsing theGordon growth model, the FCFE is used to calculate the value of equity using this formula:\n\nVequity=FCFE(r−g)V_\\text{equity} = \\frac{\\text{FCFE}}{\\left(r-g\\right)}Vequity​=(r−g)FCFE​\n\nThis model is used to find the value of the equity claim of a company and is only appropriate to use if capital expenditure is not significantly greater than depreciation and if the beta of the company’s stock is close to 1 or below 1.\n\nCapital expenditures, debt, net income, and working capital comprise free cash flow to equity (FCFE).\n\nAdd capital expenditures and net debt issued, then subtract cash from operations, and you have free cash flow to equity.\n\nAnalysts often use free cash flow to equity to try to determine a company’s value\n\nFree cash flow to equity measures how much cash is available to a company’s equity shareholders after all expenses, reinvestment, and debt are paid. It is a measure of equity capital usage.",
  "url": "https://www.investopedia.com/terms/f/freecashflowtoequity.asp"
}