{
  "term": "Free Carrier (FCA): What It Is, How It Works, and Example",
  "definition": "Free carrier is when aselleris responsible for delivering to a destination specified by the buyer. The destination is typically an airport, shipping terminal, warehouse, or other location where thecarrieroperates.\n\nThe seller includes transportation costs in its price and assumes the risk of loss until the carrier receives the goods. At this point, the buyer assumes all responsibility.\n\nBuyers and sellers engaged ineconomic tradecan use FCA shipping terms to describe any transportation point, regardless of the number of transportation modes involved in the shipping process. The point must be a location within the seller’s home country, however. It's the seller's duty to safely transport the goods to that facility. The carrier can be any kind of transportation service, such as a truck, train, boat, or airplane.\n\nLiabilityfor the merchandise transfers from the seller to the carrier or buyer at the time the seller delivers the goods to the agreed location. The seller is only responsible for delivery to the specified destination as part of the liability transfer. It isn't obligated to unload the goods, but the seller might be responsible for ensuring that the goods have been cleared forexport out of the United Statesif the destination is the seller's premises.\n\nUnder FCA shipping terms, the buyer doesn't have to deal with export details and licenses because this is the responsibility of the seller. The buyer must arrange for transport, however. Once goods arrive at the carrier andtitletransfers to the buyer, the goods become anasseton the buyer'sbalance sheet.\n\nMany experts recommend that any party involved in international trade consult with an appropriate legal professional—such as a trade attorney—before using any trade term within a contract.\n\nContracts involving international transportation often contain abbreviated trade terms, or terms of sale, that describe shipment specifics. These might include the time and place of delivery, payment, the point at which therisk of lossshifts from the seller to the buyer, and the party responsible for freight and insurance costs.\n\nTo help facilitate the delivery of such items, the most commonly known trade terms are international commercial terms (Incoterms). Incoterms are internationally recognized standards published by theInternational Chamber of Commerce(ICC). These are often identical in form to domestic terms, such as theUniform Commercial Code(UCC), but there can be slight differences in their official interpretations.\n\nThe term free carrier (FCA) is a typical example of Incoterms. It has been internationally recognized as a standard set of instructions to designate delivery terms. FCA shipping terms were included in Incoterms starting in 1980 and have been revised every ten years.\n\nEstablished by the International Chamber of Commerce, the Incoterms rules may be purchased via the ICC's website.\n\nUnder FCA shipping terms, the seller delivers the goods to the destination named by the buyer. The shipper has responsibility for the goods until they arrive there. The buyer is responsible for loading the goods for transport.\n\nFor example, say Susan, a seller, ships goods to Bob, a buyer, under an FCA shipping term agreement. Bob opts to use a shipper he's done business with before. Susan agrees. It's her responsibility to deliver the goods to the shipper. At this point, all liability passes to Bob.\n\nFCA and FOB are shipment terms used in different types of transportation. FOB delivery applies only to sea shipments and occurs when cargo is loaded onto a vessel. Loading the goods onto the vessel is the seller's responsibility. Under FCA, many more types of transport are allowable, and loading onto the carrier is the buyer's responsibility. The supplier is usually obligated to issue an export declaration once goods have been placed onto a buyer's vehicle.\n\nUnder DDP shipping terms, the seller has to pay for the transportation costs. In addition, the seller holds all risks and responsibilities for the transportation of the goods until the buyer receives them. FCA shipping terms are usually paid for by the buyer since the carrier is nominated by the buyer.\n\nUnder FCA shipping terms, the buyer often pays for the transportation, since they are the party responsible fornominating the carrier to use.\n\nUnder FCA shipping terms, the seller is responsible for export duty, taxes, and custom clearance. The buyer is responsible for importing items.\n\nUnder FCA shipping terms, the seller is responsible for pre-carriage to a terminal, delivery to the agreed upon destination, and proof of delivery. The seller is also responsible for export packaging, licenses, and customs formalities. The buyer pays for the goods and is responsible for the main means of transportation. The buyer also covers loading charges, import duties, taxes, and formalities.\n\nInternational Chamber of Commerce. \"Incoterms Rules History.\"",
  "url": "https://www.investopedia.com/terms/f/fca.asp"
}