{
  "term": "Free Cash Flow (FCF): How to Calculate and Interpret It",
  "definition": "Free cash flow (FCF) is the cash a company has left after spending money to support and maintain its operations and capital assets.\n\nFree cash flow (FCF) is the amount of cash that a company has left after accounting for spending on operations and capital asset maintenance. Investors and analysts rely on it as one measurement of a company's profitability.\n\nUnlike other measures that are used to analyze cash flow in a company, such as earnings or net income, free cash flow excludes the non-cash expenses of the company's income statement. It also includes expenditures on equipment and non-capital assets, as well as changes in working capital reflected on the balance sheet.\n\nFree cash flow is the money that a company has available to repay its creditors or pay dividends and interest to investors. It is money that is on hand and free to use to settle liabilities or obligations.\n\nSome investors prefer to use FCF or FCF per share rather than earnings or earnings per share (EPS) as a measure of profitability. This is because earnings and EPS remove non-cash items from the income statement.\n\nHowever, because FCF accounts for investments inproperty, plant, and equipment(PP&E), it can be lumpy and uneven over time. This can make it less useful for analysis.\n\nInvestment bankers and analysts who need to evaluate a company’s expected performance with different capital structures will use variations of free cash flow, like free cash flow for the firm andfree cash flow to equity, which are adjusted for interest payments and borrowings.\n\nFCF can be calculated by starting with cash flows from operating activities on the statement of cash flows, because this number will have already adjusted earnings for non-cash expenses and changes in working capital.\n\nThe income statement and balance sheet can also be used to calculate FCF.\n\nOther factors from the income statement, balance sheet, and statement of cash flows can be used to arrive at the same calculation. For example, if earnings before interest and taxes (EBIT) were not given, an investor could arrive at the correct calculation in the following way.\n\nInterest payments are excluded from the generally accepted definition of free cash flow.\n\nAs a measure of profitability and financial health, free cash flow offers several benefits over other points of analysis.\n\nBecause FCF accounts for changes in working capital, it can provide important insights into a company's value, its operational efficiency, and the health of its fundamental trends. For example:\n\nBy including working capital, free cash flow provides an insight that is missing from the income statement.\n\nFor example, assume that a company made $50,000,000 per year in net income each year for the last decade. This number would appear on the income statement and would lead investors or analysts to assume that the company is in stable financial health.\n\nHowever, a look at the free cash flow might show a different story. If FCF was dropping over the last two years, the numbers might indicate that inventories were rising (outflow), customers were delaying payments (inflow), or vendors were demanding faster payments (outflow). These would be worrisome trends, indicating the potential for future problems.\n\nIn this situation, FCF has revealed financial weaknesses that wouldn’t be apparent from an examination of the income statement.\n\nLooking at FCF is also helpful for potential shareholders or lenders who want to evaluate how likely it is that the company will be able to pay its expected dividends or interest. If the company’s debt payments arededucted from free cash flow to the firm(FCFF), a lender would have a better idea of the quality of cash flows available for paying additional debt.\n\nShareholders can use FCF minus interest payments to predict the stability of future dividend payments.\n\nFree cash flow is often evaluated on a per-share basis to evaluate the effect of dilution. This is similar to the way that sales and earnings are evaluated.\n\nLike any tool for financial analysis, FCF has limitations in what it can reveal.\n\nOne major drawback is that purchases that depreciate over time are subtracted from FCF in the year they are made, rather than being spread across multiple years. As a result, free cash flow can seem to indicate a dramatic short-term change in a company’s finances that would not appear in other measures of financial health.\n\nImagine a company hasearnings before interest, taxes, depreciation, and amortization(EBITDA) of $1,000,000 in a given year. This company has had no changes in working capital (equal to current assets minus current liabilities). However, it bought new equipment worth $800,000 at the end of the year. The expense of the new equipment will be spread out over time via depreciation on the income statement, which evens out the impact on earnings.\n\nBut because FCF accounts for the cash spent on new equipment in the current year, the company will report $200,000 FCF ($1,000,000 EBITDA - $800,000 equipment) on $1,000,000 of EBITDA that year. If we assume that everything else remains the same and there are no further equipment purchases, EBITDA and FCF will be equal again the following year.\n\nIn this situation, an investor will have to determine why FCF dipped so quickly in one year only to return to previous levels, and whether that change is likely to continue.\n\nMoreover, understanding the depreciation method being used will garner further insights. For example,net incomeand FCF will differ based on the amount of depreciation taken per year of the asset’s useful life. If the asset is being depreciated using the book depreciation method, over a useful life of 10 years, then net income will be lower than FCF by $80,000 ($800,000 ÷ 10 years) for each year until the asset is fully depreciated.\n\nAlternatively, if the asset is being depreciated using the tax depreciation method, the asset will be fully depreciated in the year it was purchased, resulting in net income equaling FCF in subsequent years.\n\nAnother limitation is that FCF is not subject to the same financial disclosure requirements as other line items in the financial statements. It takes time to run down the numbers and manually calculate FCF.\n\nHowever, it is worth taking the time because FCF is a good double-check on a company's reported profitability. Luckily, there issoftware that makes the calculation easier, notably Microsoft's Excel.\n\nPositive free cash flow doesn’t always correspond with other indicators used in technical analysis. A company with positive free cash flow can have dismal stock trends, and vice versa.\n\nBecause of this, it is often most helpful to focus analysis on any trends visible over time rather than the absolute values of FCF, earnings, or revenue.\n\nIf stock prices are a function of the underlyingfundamentals, then a positive FCF trend should be correlated with positive stock price trends overall.\n\nA common approach is to use the stability of FCF trends as a measure of risk. If the trend of FCF is stable over the last four to five years, then bullish trends in the stock are less likely to be disrupted in the future. However, falling FCF trends, especially FCF trends that are very different compared with earnings and sales trends, indicate a higher likelihood of negative price performance in the future.\n\nThis approach ignores the absolute value of FCF to focus on the slope of FCF and its relationship to price performance.\n\nConsider the following example for the hypothetical Company XYZ:\n\nIn this example, there is a strong divergence between the company’s revenue and earnings figures and its free cash flow. Based on these trends, an investor might suspect that Company XYZ is experiencing financial trouble that hasn’t yet impacted headline numbers such as revenue and earnings per share.\n\nIn a situation like this, there are several possible causes for the differences between these indicators.\n\nManagement at Company XYZ could be investing strongly in property, plant, and equipment to grow the business. An investor can determine whether this is the case by looking at whether capital expenditures (CapEx) were growing from 2019 to 2021. If FCF + CapEx were still upwardly trending, this scenario could be good for the stock’s value.\n\nLow cash flows can be a sign of poor inventory control. Even if Company XYZ has strong sales and revenue, it could still experience diminished cash flows if too many resources are tied up in storing unsold products. A cautious investor could examine these figures and conclude that the company may be struggling with faltering demand or poor cash management.\n\nA change inworking capitalcan be caused by inventory fluctuations or by a shift in accounts payable and receivable. If Company XYZ’s sales are struggling, they may choose to extend more generous payment terms to their clients, ultimately leading to a negative adjustment to FCF.\n\nAlternatively, a company’s suppliers may be unwilling to extend credit as generously and require faster payment. That will reduce accounts payable, which is also a negative adjustment to FCF.\n\nIn the late 2000s and early 2010s, many solar companies were dealing with this kind of credit problem. Sales and income could be inflated by offering more generous terms to clients. However, because this issue was widely known in the industry, suppliers were less willing to extend terms and wanted to be paid by solar companies faster.\n\nIn this situation, the divergence between the fundamental trends was apparent in FCF analysis but was not immediately obvious by examining the income statement alone.\n\nThere are two main approaches to calculating FCF, and choosing between them will likely depend on what financial information about a company is readily available. They should arrive at the same value.\n\nThe first approach uses cash flow from operating activities as the starting point and then makes adjustments for interest expense, the tax shield on interest expense, and any capital expenditures (CapEx) undertaken that year.\n\nThe second approach uses earnings before interest and taxes (EBIT) as the starting point, then adjusts for income taxes, non-cash expenses such as depreciation and amortization, changes in working capital, and CapEx.\n\nFree cash flow indicates the amount of cash generated each year that is free and clear of all internal or external obligations. This is cash that a company can safely invest or distribute to shareholders.\n\nWhile a healthy FCF metric is generally seen as a positive sign by investors, context is important. A company might show a high FCF because it is postponing important CapEx investments, which could end up causing problems in the future.\n\nBecause of this, FCF should be used in combination with other financial indicators to analyze the financial health of a company.\n\nFree cash flow is an important financial metric because it represents the actual amount ofcash at a company’s disposal. A company with consistently low or negative FCF might be forced into costly rounds of fundraising to remain solvent.\n\nIf a company has enough FCF to maintain its current operations but not enough FCF to invest in growing its business, that company might eventually fall behind its competitors.\n\nFor yield-oriented investors, FCF is important for understanding the reliability of a company’s dividend payments, as well as the likelihood of the company raising its dividends in the future.\n\nChecking a company’s free cash flow (FCF), and especially checking the trend of free cash flow over time, can be useful to investors considering a company’s stock. Shareholders can use FCF asa gauge of the company’s abilityto pay dividends or interest, while lenders may use it as a measure of a company’s ability to take on additional debt.\n\nFree cash flow isn’t listed on a company’s financial statements and must be manually calculated from other data. Many financial websites provide a summary of FCF or a graph of FCF’s trend for publicly traded companies.\n\nReuters. “Solar Companies Defend Accounting Practices.”",
  "url": "https://www.investopedia.com/terms/f/freecashflow.asp"
}