{
  "term": "Frictional Unemployment: Definition, Causes, and Quit Rate Explained",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nInvestopedia / Michela Buttignol\n\nFrictional unemployment is a type of short-term unemployment that occurs when workers look for new employment or transition out of old jobs and into new ones. This temporary period of unemployment is the result of voluntary transitions within aneconomy. It stands in contrast withstructural unemployment, which stems from economic shifts that make it difficult for workers to find work.\n\nFrictional unemployment can be evident in a growing, stable economy and is regarded as a part ofnatural unemployment, the minimum unemployment rate in an economy due to economic forces and the movement of labor.\n\nThe frictional unemployment rate is calculated by dividing the workers actively looking for jobs by the total labor force. The workers actively looking for jobs are typically classified into three categories: workers who left their job, people returning to the workforce, and new entrants.\n\nRecent graduates from school and other first-time job seekers may lack the resources or efficiency for finding a company that has an available and suitable job for them. As a result, they don’t take on other work, temporarily holding out for better-paying jobs. Temporary transitions—such as moving to another town or city—will also add to frictional unemployment, as there is often a gap in time between when workers quit their job and when they find a new ones.\n\nWorkers quitting their job to look for better pay add to frictional unemployment. In other cases, workers may resign from their job to go back to school or learn a new skill because they believe they need the skill to earn more income. Others might leave the workforce for personal reasons, such as to care for a family member, sickness, retirement, or pregnancy. When the workers return to the workforce to look for a job, they’re counted as part of frictional unemployment.\n\nThe phenomenon of people quitting their job without having another one to move into to is an indication that they \"believe\" the economy is robust enough to not fear unemployment. In recent years it's become a closely tracked indicator of consumer confidence, called the \"Quit Rate.\" This phenomenon is also more likely to occur when individuals have had time to build up their savings, having resources on hand to handle months of unemployment.\n\nUnemployment benefitspaid by the government can sometimes lead to frictional unemployment because the income allows workers to be selective in finding their next job, further adding to their time unemployed. It can also occur due to companies abstaining from hiring because they believe there are not enough qualified individuals available for the job.\n\nFrictional unemployment can be a positive sign that workers are voluntarily seeking better positions, providing businesses with a wider array of qualified potential employees.\n\nLike all other forms of unemployment, there are downstream implications that impact companies and management. When frictional unemployment is high, employers may find it difficult to retain talent. Frictional unemployment often means workers may be comparing different offers, waiting for strong opportunities, and requiring investment from their company to be retained.\n\nFrictional unemployment also tends to mean the economy is doing well. Employees are more willing to seek better opportunities when there are more opportunities to browse; this likely occurs when the economy is fully functioning and companies have a larger number of open positions.\n\nLast, frictional unemployment may have implications on how people live their lives. Friction unemployment indicates that people may be inspired to seek out other work opportunities. Similarly to how COVID-19 may have put certain work tendencies in perspective for some, friction unemployment may mean that people are more concerned about a greater purpose and seeking better livelihoods.\n\nFrictional unemployment always exists in an economy with a free-moving labor force and is beneficial because it’s an indicator that individuals are seeking better positions by choice. It also helps businesses because it gives them a wider selection of potentially highly qualified candidates applying for positions. It is short-term and thus does not place much of a drain on government resources.\n\nFrictional unemployment is reduced by quickly matching prospective job seekers with job openings. Thanks to the internet, workers can use social media and job-posting websites to search for jobs, which can lead to quicker turnaround times in getting hired.\n\nFrictional unemployment is not as worrisome ascyclical unemployment, which is predominant in a recession and caused by businesses laying off employees. In a recession with unemployment rising, frictional unemployment actually tends to decline because workers are usually afraid to leave their jobs to look for a better one.\n\nSeasonalunemployment is the situation where workers are unemployed during certain times of the year as a result of decreasing demand. As seasons change and demand fluctuates, certain jobs return. Seasonal unemployment often doesn't last, as the peak season often means many workers become employed once again.\n\nStructural unemploymentis a more serious form of unemployment. This type of unemployment occurs when there are fundamental structural changes to the economy such as changing industries. For example, consider how environmentally-friendly solutions have replaced less eco-friendly options. As consumer demand changes to green solutions, jobs from less desirable industries begin to close.\n\nAs of November 2022, the United States unemployment rate was 3.7%.\n\nFrictional unemployment is the only form of unemployment that islargely unaffected by economic stimulusfrom the government. For example, during bad economic times, the Federal Reserve Bank might lower interest rates to encourage borrowing. The hope is that the added money will spur spending by consumers and businesses, leading to growth and a reduction in unemployment. However, added money doesn’t address the causes of frictional unemployment, except perhaps in giving some workers the courage to become unemployed while searching for a new job. Still, as noted above, a challenging economic landscape would probably forestall such a choice.\n\nFrictional unemployment is mainly caused by voluntary conversions to new jobs within a highly functioning economy. Frictional unemployment is often caused by people willingly step aside from their job to seek jobs with better pay, opportunity, or work-life balance.\n\nFrictional unemployment may be difficult on employers as employees are more willing to voluntarily step aside from their jobs. Companies must be mindful to invest resources in top performers, else those individuals are likely to look for other opportunities. On the other hand, frictional unemployment may also be difficult on job-seekers. Because more people are voluntarily looking for a job, there may be more competition that makes it more difficult for workers to find new roles.\n\nCyclical employment is the natural ebb and flow of the economy. As the economy develops, more jobs are created and more workers are employed. As the economy cools, those jobs may be eliminated and cyclical unemployment occurs. On the other hand, frictional unemployment occurs usually when the economy is doing well. Frictional unemployment is when workers voluntarily seek out other opportunities to better their lives and careers.\n\nFrictional unemployment is a natural economic occurrence that happens when the economy is usually doing well. Workers decide it may be time to seek better opportunities, return to school, care for family, or simply improve their lives outside of work. Frictional unemployment is still problematic to the economy, though it is not as permanent as structural or cyclical unemployment.\n\nBureau of Labor Statistics. \"The Employment Situation - November 2022.\"",
  "url": "https://www.investopedia.com/terms/f/frictionalunemployment.asp"
}