{
  "term": "Front-End Load: Definition, Types, Average Percentage, and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nDavid is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nA front-end load is acommissionor sales charge applied at the time of the initial purchase of an investment. The term most often applies tomutual fundinvestments, but may also apply to insurance policies or annuities. The front-end load is deducted from the initial deposit, or purchase funds and, as a result, lowers the amount of money actually going into the investment product.\n\nFront-end loads are paid tofinancial intermediariesas compensation for finding and selling the investment which best matches the needs, goals, and risk tolerance of their clients. So these are one-time charges, not part of the investment's ongoing operating expenses.\n\nThe opposite of a front-end load is a back-end load, which is paid by deducting it from profits or principal when the investor sells the investment. There are also other types of fund loading, including level loads, which charge an ongoing annual fee.\n\nFront-end loads are assessed as a percentage of the total investment or premium paid into a mutual fund, annuity, or life insurance contract. The percentage paid for the front-end load varies among investment companies but typically falls within a range of 3.75% to 5.75%. Lower front-end loads are found inbondmutual funds, annuities, and life insurance policies. Higher sales charges are assessed for equity-based mutual funds.\n\nMutual funds that carry front-end loads are calledload funds. Whether an investor pays a front-end load depends on the type of shares in the fund that he owes. Class-A shares, also known as A-shares, typically carry a front-end load. Generally, the sales charge on a load mutual fund is waived if such a fund is included as an investment option in a retirement plan such as a 401(k).\n\nWhen mutual fund investments and annuities were first introduced to the market, investors were only able to access them through licensed brokers,investment advisors,or financial planners. The front-end load concept arose out of an effort to provide compensation for these go-betweens—and of course, to encourage them to put clients into a particular product.\n\nNowadays, individuals can often purchase products directly from the mutual fund company or insurance company. The lion's share of the contemporary front-end load goes to the investment company or insurance carrier that sponsors the product. The remaining portion is paid to the investment advisor or broker who facilitates the trade.\n\nSome financial professionals argue that a front-end load isthe cost investors incurfor obtaining an investment intermediary's expertise in selecting appropriate funds. It could also be considered payment in advance for the expertise of a professional financial manager to oversee the client's money.\n\nInvestments that assess a front-end load do not charge an additional fee for redemption of shares previously purchased, although trading fees may apply. Similarly, the majority of front-end load investments do not charge investors an additional sales charge when shares are exchanged for a different investment, as long as the same fund family offers the new investment.\n\nInvestors may opt to pay upfront fees for several reasons. For instance, front-end loads eliminate the need to continually pay additional fees and commissions as time progresses, allowing the capital to grow unimpeded over the long term. Mutual fund A-shares—the class that carries front-end loads—pay lower expense ratios than other shares pay.Expense ratios are the annual management and marketing fees.\n\nFurther, funds that don't carry up-front fees often charge an annual maintenance fee that increases along with the value of the client's money, meaning the investor may wind up paying more. In contrast, front-end loads are often discounted as the size of the investment grows.\n\nDiscounted fees for larger investments\n\nRequired longterm investment horizon\n\nNot optimal for short investment horizons\n\nOn the downside, since front-end loads are taken out of your original investment, less of your money is going to work for you. Given the benefits of compounding, less money at the outset has an impact on the way your money grows. Over the long term, it may not matter, but front-end-loaded funds are not optimal if you have a short investment horizon; you won't have a chance to recoup the sales charge through realizing earnings over time.\n\nAlso, given the plethora ofno-load mutual fundsavailable currently, some financial advisors argue that no one should be paying any sales charges—front, back, or ongoing.\n\nMany companies offer mutual funds with varying loads to meet the investing style of any investor. American Funds Growth Fund of America (AGTHX) is an example of a mutual fund that carries a front-end load.\n\nTo illustrate how the load works let's say an investor invests $10,000 in the AGTHX fund. They will pay a front-end load of 5.75%, or $575. The remaining $9,425 is used to purchase shares of the mutual fund at the current sharenet asset value(NAV) price.\n\nInvestor.gov. “Mutual Fund Fees and Expenses.”\n\nFINRA. “Mutual Funds: Share Classes.”\n\nCapital Group. “The Growth Fund of America Summary Prospectus.” Pages 1-2.",
  "url": "https://www.investopedia.com/terms/f/front-endload.asp"
}