{
  "term": "Front-End Debt-to-Income (DTI) Ratio: Definition and Calculation",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nYour front-end debt-to-income ratio (DTI) represents the percentage of your monthlygross incomethat goes to paying your total monthly housing expenses. The front-end DTI ratio helpsmortgage lendersdetermine the affordability of borrowers looking to buy a home.\n\nYour total monthly housing expenses include the mortgage payment, property taxes,mortgage insurance, andhomeowners insurance. To calculate your front-end DTI ratio, total the expected monthly housing costs and divide it by your monthly gross income.\n\nThe front-end DTI ratio can help determine how much you can afford to borrow when buying a home. However, mortgage lenders use other metrics in the loan approval process, including your credit score andDTI ratio, which compares your income to all of your monthly debt and housing expenses.\n\nThe front-end debt-to-income (DTI) ratio compares yourtotal housing or mortgage expensesto your monthly gross income. The formula for calculating the front-end DTI ratio is:\n\nFront-End DTI=(Housing ExpensesGross Monthly Income)∗100\\text{Front-End DTI}=\\left(\\frac{\\text{Housing Expenses}}{\\text{Gross Monthly Income}}\\right)*100Front-End DTI=(Gross Monthly IncomeHousing Expenses​)∗100\n\nTo calculate the front-end DTI, add up your expected housing expenses and divide it by how much you earn each month before taxes (yourgross monthly income). Multiply the result by 100 to arrive at your front-end DTI ratio. For example, if all your housing-related expenses total $1,000 and your monthly income is $3,000, your front-end DTI is 33%.\n\nThe front-end DTI is also known as the mortgage-to-income ratio orhousing expense ratio.\n\nYour front-end DTI ratio represents the percentage of your gross monthly income that goes to your total housing expenses. Mortgage lenders typically prefer a front-end DTI ratio of no more than 28% for borrowers looking to qualify for a mortgage.\n\nIn reality, mortgage lenders may accept higher ratios depending on yourcredit score, savings, down payment, and the type of mortgage loan. Paying your bills on time, earning a stable income, and maintaining agood credit scorecan also help you qualify for amortgageloan.\n\nHigher front-end DTIs can increase the likelihood of mortgage loandefaults. For example, in 2009, many homeowners had front-end DTIs significantly higher than average. Consequently, mortgage defaults increased. In 2009, the government introducedloan modificationprograms to get front-end DTIs below 31%.\n\nThe maximum acceptable DTI for qualified mortgages is 43%.\n\nThe front-end DTI reflects the percentage of monthly gross income that comprises your expected monthly housing expenses. Conversely, theback-end DTI ratiorepresents the percentage of your gross monthly income that goes toalldebt payments. In other words, the back-end DTI includes your total housing expenses plus all othermonthly debt payments, such as:\n\nThe back-end DTI ratio calculates the percentage of gross income going toward all monthlydebttypes, such as credit cards, car loans, and monthly housing payments.\n\nThe back-end DTI ratio is commonly known as theDTI ratiosince it includes allmonthly debt obligationsand housing payments. When a lender refers to your DTI, they are usually referring to the back-end DTI, meaning all of your monthly debts versus your monthly income.\n\nTypically, mortgage lenders prefer to see borrowers with a back-end DTI ratio of no more than 33% to 36%.\n\nThe back-end DTI ratio can help qualify borrowers for other loans beyond mortgages, includingpersonal loans, auto loans, and private student loans.\n\nLet's say that you're looking to buy a home, and you must calculate your front-end and back-end DTI ratios.\n\nYour estimated total housing expenses for the new home's mortgage:\n\nYour total housing expenses equals $2,200, which gets divided by $7,000 of gross monthly income to arrive at your front-end DTI.\n\nYour back-end DTI includes your total housing expenses plus other monthly debt. Below is an example of calculating your back-end DTI:\n\nYour non-housing monthly debt payments total $400. When added to your housing expenses of $2,200, you have a total of $2,600 in monthly debt and housing payments, which gets divided by $7,000 in gross monthly income to arrive at your back-end DTI.\n\nIn both calculations, we multiplied the decimals by 100 to create the percentages.\n\nYou have a 31.4% front-end ratio, which represents the percentage of your income that would go to housing expenses and a 37% back-end ratio when considering all debt payments.\n\nOnce you calculate your DTI ratios, you can discuss with your mortgage lender their requirements. If they require lower ratios, you can look for ways to improve them and consider speaking with a financial professional for help.\n\nLenders use front-end and back-end DTI ratios to determine your ability to repay a home mortgage loan. A higher DTI can signal to mortgage lenders that you might be stretched thin financially, while a lower DTI suggests you have more monthly disposable income that isn't going to debt repayment.\n\nYour DTI ratio represents just one metric since lenders also consider your income, assets, and employment history to gauge your ability to repay a mortgage loan. DTI ratios can play a significant role in decision-making formortgage loansandrefinancing.\n\nPaying off credit cards,student loans, or other debts can improve your back-end DTI ratio and potentially increase the amount of home you can afford.\n\nWhen preparing for a mortgage application, paying off yourhigh-interest debtcan significantly improve your front-end DTI. However, paying off debt can be challenging since most potential homebuyers must save for thedown paymentandclosing costs.\n\nIf you think you can afford the mortgage, but your DTI is over the limit, aco-signermight help. However, if you can't make the payments, your credit score and your co-signer's credit could suffer.\n\nThe front-end debt-to-income (DTI) ratio reflects the percentage of your gross monthly income that goes toward housing costs, including your mortgage payment, property taxes, homeowners insurance premiums, and homeowners association fees, if applicable.\n\nGenerally, lenders look for a DTI ratio between 28% and 36% when qualifying a borrower for a mortgage.However, some qualified mortgage loans allow a DTI of up to 43%.\n\nWays toimprove your DTI ratio include paying down credit cards and personal loans, reducing housing costs, and increasing income. A lower DTI can increase the amount you can afford to borrow when buying a home or help you get approved whenrefinancing a mortgage.\n\nYour front-end debt-to-income (DTI) ratio represents your monthly housing expenses versus your gross monthly income. The front-end DTI metric helps mortgage lenders determine whether you can afford to buy a home via a mortgage loan. Your DTI ratio includes all of your housing expenses and other monthly debts. Knowing how much of your monthly income goes to paying down debt can help you improve your credit score and get approved for loans.\n\nFederal Deposit Insurance Corporation. \"How Much Home Can I Afford?\" Page 1.\n\nU.S. Department of Housing and Urban Development. \"Making Home Affordable,\" Pages 1–3.\n\nConsumer Financial Protection Bureau. \"What Is a Debt-to-Income Ratio?\"\n\nVeterans United. \"Debt-to-Income (DTI) Ratio Guidelines for VA Loans.\"\n\nConsumer Financial Protection Bureau. \"What Is a Co-Signer?\"",
  "url": "https://www.investopedia.com/terms/f/front-end-debt-to-income-ratio.asp"
}