{
  "term": "Front-Running Definition, Example, and Legality",
  "definition": "Front-running is trading of stock or any other financial asset by a broker who has inside knowledge of a future transaction that is about to affect its price substantially. A broker may also front-runbased on insider knowledgethat their firm is about to issue a \"buy\" or \"sell\" recommendation to clients that will almost certainly affect the price of an asset.\n\nThis exploitation of information that isn't yet public is illegal and unethical in almost all cases. Front-running is also calledtailgating.\n\nHere's a straightforward example of front-running: Say a broker gets an order from a major client to buy 500,000 shares of XYZ Co. Such a huge purchase is bound to drive up the price of the stock immediately, at least in the short term. The broker sets aside the request for a minute and first buys some XYZ stock for their own personal portfolio. Then the client's order is put through. The broker immediately sells the XYZ shares and pockets a profit.\n\nThis form of front-running is illegal and unethical. The broker has made a profit based on information that wasn't public knowledge. The delay inexecutionmay even have cost the client money.\n\nFront-running is similar toinsider trading, with the minor difference in this case that the broker works for the client's brokerage firm rather than inside the client's own business.\n\nFront-running is commonly confused with insider trading, but they are distinct. Insider trading refers to a company insider who trades on advanced knowledge of corporate activities—for example, using their insider knowledge to buy or sell shares ahead of a major announcement.\n\nAnother tactic for front-running is acting upon an analyst recommendation that hasn't yet been published.\n\nTheresearch analystswork in a separate division from the broker and concentrate on evaluating the potential of individual companies to advise the company's clients. They constantly issue \"buy,\" \"sell,\" or \"hold\" recommendations for specific stocks. These go directly to clients first and then are picked up by the financial media and reported widely.\n\nA broker who acts upon that recommendation for personal gain before it reaches the company's clients is front-running.\n\nThere is some gray area here. For example, a professionalshort-sellermay accumulate a short position and then publicize the reasons for shorting the stock. This seems perilously close to a short-seller's version of apump-and-dumpscheme, in which a speculator hypes (or bashes) an investment for personal gain.\n\nMost types of front-running are prohibited by SEC Rule 17j-1, which sets out the ethical requirements for portfolio managers and brokers. This rule has been interpreted to prohibit these insiders from taking advantage of their knowledge of client trades for personal gain.\n\nThere is a distinction, however. The short-seller in this example reveals the personal financial stake at the time of the recommendation. And the information conveyed by the short-seller reflects a genuine fact-based view of the outlook of the stock shorted rather than a falsehood intended to mislead.\n\nA form of front-running inindex fundsis common and isn't illegal.\n\nIndex funds track a financial index by mirroring the index's portfolio. The composition of the index changes periodically to balance it accurately as the stocks that make it up change dramatically in price or as stocks are added or removed from the index. That forces the fund's managers to buy or sell some components of the index.\n\nTraders watch the prices of those stocks, and they know when an index fund will update its components. They will front-run the trade by buying or selling shares to gain an edge.\n\nThis isn't illegal because that information is available to all those who are paying attention.\n\nIn 2020, theFinancial Industry Regulatory Authority (FINRA)announced penalties against Citadel Securities, arguing that the Chicago-based market maker had front-run against its own clients between 2012 and 2014.\n\nAccording to the financial regulator, Citadel removed hundreds of thousands of large over-the-counter (OTC) orders from its automatic trading processes, requiring those trades to beexecuted manuallyby human traders. At the same time, Citadel \"traded for its own account on the same side of the market at prices that would have satisfied the orders,\" violating their obligations to their clients.\n\nIn a single sample month, FINRA found that Citadel had traded against its customers in nearly three-quarters of the inactive orders. Citadel ultimately agreed to make their clients whole, in addition to a $700,000 fine, without admitting any wrongdoing.\n\nYes, front-running is often illegal. Most types of front-running are prohibited by SEC Rule 17j-1, which proscribes the ethical requirements for portfolio managers and brokers.\n\nPayment for order flow (PFOF)occurs when a broker receives compensation for routing customer orders first to a particular market maker or trading firm. This practice has been criticized for discouraging best execution for customers, but it isn't considered front-running because the firm receiving the flow will trade with the customer, not place trades going in the same direction in front of them.\n\nTrading aheadhappens when a broker or market maker uses their firm's account to make a trade instead of matching available bids and offers from others in the market. Trading ahead is illegal, but it isn't considered by regulators to be the same as front-running.\n\nThe price of the underlying security or financial asset usually is influenced, either by rising or falling, when a trader makes a front-running trade, or enters into options or futures contracts, with advance knowledge of something significant that will be happening.\n\nFront-running involves the trading of stock or any other financial asset by a broker for their own account when they have inside knowledge of a coming transaction or development that is about to affect its price substantially. This can also happen when an investment broker has insider information that their firm is about to issue a positive or negative research recommendation to clients that will almost certainly affect the price of an asset.\n\nFront-running is illegal and unethical when a trader acts on inside information. However, it can sometimes happen and be legal if an investor buys or sells a stock and then discloses the motivation behind it in attempt to be transparent and honest about the transaction.\n\nSecurities and Exchange Commission. \"Personal Investment Activities of Investment Company Personneland Codes of Ethics of Investment Companies and Their Investment Advisers and Principal Underwriters.\"\n\nFinancial Industry Regulatory Authority. \"Letter of Acceptance, Waiver and Consent No. 2014041859401,\" Pages 1-3.",
  "url": "https://www.investopedia.com/terms/f/frontrunning.asp"
}