{
  "term": "FT Wilshire 5000 Index (FTW5000): Definition and What's Included",
  "definition": "The FT Wilshire 5000 Index (FTW5000) is abroad-basedmarket capitalization-weighted index that seeks to capture 100% of the United States investible market.The FT Wilshire 5000 Index was formerly known as the Wilshire 5000 Total Market Index (TMWX) before being rebranded on June 30, 2021, as part of Wilshire's partnership with The Financial Times.\n\nNamed for the nearly 5,000 stocks it contained at launch, the Wilshire 5000 grew to a high count of over 7,500 in 1998. Since then, the roster has fallen to the current level of 3,687 (as of Dec. 31, 2021).The index includes all U.S. equities with readily available prices, with thinly-traded andbulletin-boardissues excluded.\n\nAs with all market capitalization-weighted indices, the Wilshireoverweightscompanies with a higher firm value andunderweightsthose with a lower firm value. As of Dec. 31, 2021, the index was weighted 28% toward the information technology sector, 13% to the health care sector, and 13% to the consumer discretionary sector.\n\nWilshire, as part of its partnership with The Financial Times, launched six other indexes—as part of the FT Wilshire 5000 Series. The other six indexes include the FT Wilshire 2500 Index (FTW2500), FT Wilshire US Mega Cap Index (FTWUSG), FT Wilshire US Large Cap Index (FTWUSL), FT Wilshire US Mid Cap Index (FTWUSD), FT Wilshire US Small Cap Index (FTWUSS), and FT Wilshire US Micro Cap Index (FTWUSO).\n\nThe FT Wilshire 5000 Index is meant to be the broadest-based market index. A broad-based index is designed to reflect the movement of an entire market. Although it does not include everypublicly-traded company, it does include a lot more than the other indices which people often refer to as \"the market,\" like the S&P 500 or the Dow Jones Industrial Average.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nThe FT Wilshire 5000 Index was established by the Wilshire Associates in 1974 and was renamed the \"Dow Jones Wilshire 5000\" in April 2004, after Dow Jones & Company took over its management.On March 31, 2009, the index returned to Wilshire Associates when the partnership with Dow Jones was terminated.\n\nWhen it started, the value of the index was 1404.60 points on base date Dec. 31, 1980, with a total market capitalization of $1,404.596 billion. On that date, each point on the index was equal to $1 billion, but divisor adjustments due to corporate actions and index composition changes have changed the relationship over time.\n\nThe index increased more than 10 times over in less than 20 years, closing at a record high of 14,751.64 points on March 24, 2000.That level wasn't surpassed until Feb. 20, 2007.\n\nOn April 20, 2007, the index closed above 15,000 for the first time.On that day, the S&P 500 was still several percentage points below its March 2000 high, because small-cap issues absent from the S&P 500 and included in the Wilshire 5000 outperformed the large-cap issues that dominate the S&P 500 during the cyclical bull market. The index reached an all-time high on Oct. 9, 2007, at the 15,806.69 point level, right before the onset ofThe Great Recession.\n\nOn Oct. 8, 2007, the Wilshire 5000 closed below 10,000 for the first time since 2003.The index continued trading downward toward a 13-year low, reaching a bottom of 6,858.43 points on March 9, 2009, representing a loss of about $10.9 trillion in market capitalization from its highs in 2007.\n\nThe Wilshire 5000 hit its first intraday high over 20,000 points on Feb. 28, 2014. On March 4, the index closed above this milestone for the first time.On July 1, 2014, the index closed above the 21,000 level for the first time.As of Feb. 1, 2022, the index traded at a near all-time high level of over 45,000.\n\nThe Wilshire 5000 may still be the most widely-cited broad-based market index, but several other important broad indices also exist, such as the CRSP US Total Market Index. Like the Wilshire 5000, the CRSP US Total Market Index also strives to represent a full picture of U.S. equities with almost 4,000 holdings representing mega-, large-, small-, and micro-capitalizations.\n\nTheDow Jones U.S. Total Market Index(DWCF) is amarket-capitalization-weighted index that Dow Jones Indexes maintains that provides broad-based coverage of the U.S. stock market. The Dow Jones U.S. Market Index, considered a total market index, includes all U.S. common market equities that meet certain eligibility requirements.\n\nTheRussell 3000Index is another market-capitalization-weighted equity index maintained byFTSERussell that provides exposure to the entire U.S.stock market. The index tracks the performance of the 3,000 largest U.S.-traded stocks which represent about 98% of all U.S incorporated equity securities.\n\nWilshire. \"FT Wilshire 5000 Index.\" Accessed Feb. 1, 2022.\n\nWilshire. \"Wilshire Launches Enhanced FT Wilshire 5000 Index Series.\" Accessed Feb. 1, 2022.\n\nAmerican Enterprise Institute. \"The Vanishing Stock Market.\" Accessed Feb. 1, 2022.\n\nWilshire. \"Indexes,\" Select, \"FT Wilshire 5000 Index Series.\" Accessed Feb. 1, 2022.\n\nWilshire. \"Our History.\" Accessed Feb. 1, 2022.\n\nWall Street Journal. \"Dow Jones Indexes, Wilshire Team Up on Financial Gauges.\" Accessed Feb. 1, 2022.\n\nGlobeNewswire. \"Dow Jones Indexes Introduces Total Stock Market Index Family.\" Accessed Feb. 1, 2022.\n\nYahoo! Finance. \"Wilshire 5000 Total Market Index (^W5000): Historical Data,\" Select Time Period, \"Feb. 29, 2000-Mar. 31, 2000.\" Accessed Feb. 1, 2022.\n\nYahoo! Finance. \"Wilshire 5000 Total Market Index (^W5000): Historical Data,\" Select Time Period, \"Jan. 31, 2007-Feb. 27, 2007.\" Accessed Feb. 1, 2022.\n\nYahoo! Finance. \"Wilshire 5000 Total Market Index (^W5000): Historical Data,\" Select Time Period, \"Mar. 31, 2007-Apr. 29, 2007.\" Accessed Feb. 1, 2022.\n\nYahoo! Finance. \"Wilshire 5000 Total Market Index (^W5000): Historical Data,\" Select Time Period, \"Sep. 30, 2007-Oct. 30, 2007.\" Accessed Feb. 1, 2022.\n\nYahoo! Finance. \"Wilshire 5000 Total Market Index (^W5000): Historical Data,\" Select Time Period, \"Sep. 29, 2008-Oct. 29, 2008.\" Accessed Feb. 1, 2022.\n\nYahoo! Finance. \"Wilshire 5000 Total Market Index (^W5000): Historical Data,\" Select Time Period, \"Feb 29, 2009-Mar. 30, 2009.\" Accessed Feb. 1, 2022.\n\nYahoo! Finance. \"Wilshire 5000 Total Market Index (^W5000): Historical Data,\" Select Time Period, \"Feb 14, 2014-Mar. 13, 2014.\" Accessed Feb. 1, 2022.\n\nYahoo! Finance. \"Wilshire 5000 Total Market Index (^W5000): Historical Data,\" Select Time Period, \"Jun. 26, 2014-Jul. 3, 2014.\" Accessed Feb. 1, 2022.\n\nYahoo! Finance. \"Wilshire 5000 Total Market Index (^W5000): Historical Data,\" Select Time Period, \"Feb. 1, 2021-Feb. 1, 2022.\" Accessed Feb. 1, 2022.\n\nCenter for Research in Security Prices, LLC. \"CRSP U.S. Total Market Index.\" Accessed Feb. 1, 2022.\n\nS&P Dow Jones Indices. \"Dow Jones U.S. Total Stock Market Indices Methodology,\" Page 3. Accessed Feb. 1, 2022.\n\nFTSE Russell. \"Russell 3000 Index,\" Page 1. Accessed Feb. 1, 2022.",
  "url": "https://www.investopedia.com/terms/w/wilshire5000equityindex.asp"
}