{
  "term": "Full Disclosure: What it is, How it Works, Example",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nFull disclosure is the U.S. Securities and Exchange Commission's(SEC)requirement that publicly traded companies release and provide for the free exchange of all material facts that are relevant to their ongoing business operations.\n\nFull disclosure also refers to the general need in business transactions for both parties to tell the whole truth about any material issue about the transaction. For example, inreal estatetransactions, there is typically adisclosureform signed by the seller that may result in legal penalties if it is later discovered that the seller knowingly lied about or concealed significant facts.\n\nFull disclosure laws began with theSecurities Act of 1933and the Securities Exchange Act of 1934. The SEC combines these acts and subsequent legislation by implementing related rules and regulations.\n\nCongress and the SEC realize full disclosure laws should not increase the challenge of companies raising capital through offering stock and other securities to the public. Because registration requirements and ongoing reporting requirements are more burdensome for smaller companies and stock issues than for larger ones, Congress has raised the limit on the small-issue exemption over the years. In 1933, the exemption was $100,000, whereas, in 1982, it became $5 million. Therefore, securities issued up to $5 million are not subject to the SEC’s registration requirements.\n\nPublicly owned companies prepare aForm 10-Kannual report for the SEC. The report’s content and form are strictly governed by federal statutes and contain detailed financial and operating information. Management typically provides a narrative response to questions about the company’s operations. Public accountants prepare detailed financial statements.\n\nDue to SEC regulations, annual reports to stockholders contain certified financial statements, including a two-year audited balance sheet and a three-year audited statement of income and cash flows. Annual reports also contain five years of selected financial data, including net sales or operating revenue, income or loss from continuing operations, total assets, long-term obligations, redeemable preferred stock, and cash dividends declared per common share.\n\nA real estate contract often contains a full disclosure requirement. The real estate agent or broker and the seller must be truthful and forthcoming about all material issues before completing the transaction. If one or both parties falsifies or fails to disclose important information, that party may be charged with perjury.\n\nFull disclosure typically means the real estate agent or broker and the seller disclose any property defects and other information that may cause a party to not enter into the deal. The agent or broker must disclose whether the agent or broker has any interest in the property being sold or any personal relationship with the seller, figures and estimates of the property value, how long the property has been on the market, and updates on offers or counteroffers placed on the property.\n\nU.S. Securities and Exchange Commission. \"Full Disclosure System,\" Page 77.\n\nU.S. Securities and Exchange Commission. \"Full Disclosure System,\" Page 80.\n\nU.S. Securities and Exchange Commission. \"Notice of Proposed Exemptive Order Granting Conditional Exemption from the Broker Registration Requirements of Section 15(a) of the Securities Exchange Act of 1934 for Certain Activities of Finders,\" Page 5.\n\nU.S. Securities and Exchange Commission. \"Form 10-K.\"",
  "url": "https://www.investopedia.com/terms/f/fulldisclosure.asp"
}