{
  "term": "Fully Amortizing Payment: Definition, Example, Vs. Interest-Only",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA fully amortizing payment refers to a type of periodic repayment on a debt. If the borrower makes payments according to the loan'samortization schedule, the debt is fully paid off by the end of its set term. If the loan is a fixed-rate loan, each fully amortizing payment is an equal dollar amount. If the loan is an adjustable-rate loan, the fully amortizing payment changes as the interest rate on the loan changes.\n\nLoans for which fully amortizing payments are made are known asself-amortizing loans. Mortgages are typical self-amortizing loans, and they usually carry fully amortizing payments. Homebuyers can see how much they can expect to pay in interest over the life of the loan using an amortization schedule provided by their mortgage lender.\n\nAn interest-only payment is the opposite of a fully amortizing payment. If our borrower is only covering the interest on each payment, they are not on the schedule to pay the loan off by the end of its term. If a loan allows the borrower to make initial payments that are less than the fully amortizing payment, then the fully amortizing payments later in the life of the loan are significantly higher. This is typical of manyadjustable-rate mortgages (ARMs).\n\nTo illustrate, imagine someone takes out a $350,000 mortgage with a 30-year term and a 4.5% interest rate. However, rather than being fixed, the interest rate is adjustable, and the lender only assures the 4.5% rate for the first five years of the loan. After that point, it adjusts automatically.\n\nIf the borrower were making fully amortizing payments, they would pay $1,266.71, as indicated in the first example, and that amount would increase or decrease when the loan's interest rate adjusts. However, if the loan is structured so the borrower only pays interest payments for the first five years, his monthly payments are only $937.50 during that time. But they are not fully amortizing. As a result, after the introductory interest rate expires, their payments may increase up to $1,949.04. By making non-fully amortizing payments early in the life of the loan, the borrower essentially commits to making larger fully amortizing payments later in the loan's term.\n\nIf you have an interest-only adjustable-rate mortgage (ARM), refinancing it before the rate adjusts could help to avoid a significant jump in monthly payments.\n\nTo illustrate afully amortizing payment, let's go back to our example where someone takes out a $250,000 30-year fixed-rate mortgage with a 4.5% interest rate, and their monthly payments are $1,266.71. With a fully amortized loan, the majority of these payments are devoted to interest and just a small part to the loan's principal at the beginning of the loan's life; near the end of the loan's term, the majority of each payment covers principal, and only a small portion is allocated to interest. Because these payments are fully amortizing, if the borrower makes them each month, they pay off the loan by the end of its term.\n\nHere's how the loan amortization schedule would look for years one through five of the loan.\n\nNow, here's what the amortization schedule looks like for the last five years of the loan.\n\nAs you can see, more of the borrower's monthly payments go toward the principal on the loan as the end of the mortgage term approaches.\n\nYour amortization schedule for a mortgage may also break down what goes toward homeowners' insurance or property taxes if those are escrowed into your loan payments.\n\nThe main advantage of fully amortized loans is the ability to see how your payment is divided up each month on a mortgage or similar loan. This can make planning your budget easier because you'll always know what your mortgage payments will be, assuming you choose a fixed-rate loan option.\n\nThe chief disadvantage of fully amortized loans is that they require you to pay the lion's share of interest charges up front. Going back to the fully amortized loan example offered previously, you can see that the majority of what the borrower pays in the first five years of the loan goes toward interest.\n\nIf they were to sell the home after five years, then they may have made only a very small dent in the loan balance. If the home hasn't increased significantly in value, they may have very little equity to show for their efforts, making a sale of the home less profitable. The lender is a winner, however, because they've been able to collect those interest payments in the preceding five years.\n\nIf you have a mortgage and are considering refinancing, using an online calculator to find yourbreakeven pointwith a fully amortizing loan can help you decide if it's the right move.\n\nIn some cases, borrowers may choose to make fully amortizing payments or other types of payments on their loans. In particular, if a borrower takes out apayment option ARM, they receive four different monthly payment options: a 30-year fully amortizing payment, a 15-year fully amortizing payment, an interest-only payment, and aminimum payment. They must pay at least the minimum. However, if they want to stay on track to have the loan paid off in 15 or 30 years, they must make the corresponding fully amortizing payment.\n\nMaking minimum payments could result in a larger loan balance if you're not making a dent in what you owe toward the interest.\n\nA fully amortizing loan has a set repayment period that will allow the borrower to repay the principal and interest due by a specified date. Fully amortizing loans assume that the borrower makes each scheduled payment in full and on time.\n\nAn amortization schedule illustrates how a borrower's payments are applied to the principal and interest on a loan over time. With fully amortized loans, the bulk of interest payments are made earlier in the loan term, with more of the payment going toward the principal as you get closer to the end of the loan.\n\nYes, if your lender allows it. Paying off a fully amortized loan ahead of schedule could save money on interest. Keep in mind, however, that your lender may apply a prepayment penalty to recoup any lost interest if you decide to pay a loan off early.\n\nFully amortized loans can make it easier for borrowers to budget since their mortgage payments remain constant throughout the loan. They'll also pay their loan in full by the end of the mortgage term, unlike an interest-only payment loan. With adjustable-rate mortgages, borrowers tend to have lower payments initially before rates change and payments go up.\n\nConsumer Financial Protection Bureau. \"What Is the Difference Between a Fixed-rate and Adjustable Rate Mortgage?\"\n\nFederal Deposit Insurance Corporation. \"Interest-Only Mortgage Payments and Payment-Option ARMs.\"",
  "url": "https://www.investopedia.com/terms/f/fully_amortizing_payment.asp"
}