{
  "term": "Full Ratchet Anti-Dilution: Definition, Example, and Alternative",
  "definition": "A full ratchet is a contractual provision designed to protect the interests of early investors. Specifically, it is ananti-dilution provisionthat applies, for any shares of common stock sold by a company after the issuing of an option (or convertible security), the lowest sale price as the adjusted option price orconversion ratiofor existing shareholders.\n\nA full ratchet protects early-stage investors by ensuring that their percentage ownership is not diminished by futurerounds of fundraising. This provision also offers a level of cost protection should the pricing of future rounds be lower than that of the initial round.\n\nThere are some caveats, though. Offering these assurances to early-stage investors can be quite expensive from the perspective of company founders or investors participating in later rounds of fundraising.\n\nEssentially, the existence of a full ratchet provision can make it difficult for the company to attract new rounds of investment. For this reason, full ratchet provisions are usually only kept in force for a limited period of time.\n\nTo illustrate, consider a scenario in which a company sells 1 million convertiblepreferred sharesat a price of $1.00 per share, under terms that include a full ratchet provision. Suppose that the company then undertakes a second fundraising round, this time selling 1 millioncommon sharesat a price of $0.50 per share.\n\nDue to the full ratchet provision, the company would then be obliged to compensate the preferred shareholders by reducing the conversion price of their shares down to $0.50. Effectively, this means that the preferred shareholders would need to be given new shares (at no additional cost) in order to ensure that their overall ownership is not diminished by the sale of the new common shares.\n\nThis dynamic can lead to a series of adjustments in which new shares need to be created to satisfy the demands both of the original preferred shareholders (who benefit from the full ratchet provision) and of new investors who wish to purchase a fixed percentage of the company. After all, investors desire not just an abstract number of shares, but a concrete percentage of ownership.\n\nIn this situation, company founders can find their own ownership stakes quickly diminished by the back-and-forth adjustments benefiting old and new investors.\n\nAn alternative provision, which uses a weighted average approach, is arguably fairer in balancing the interests of founders, early investors, and later investors. This approach comes in two varieties: thenarrow-based weighted average, and thebroad-based weighted average.",
  "url": "https://www.investopedia.com/terms/f/fullratchet.asp"
}