{
  "term": "Fully Vested: Definition, How Vesting Schedules Work and Benefits",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nDavid is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nBeing fully vested means a person has rights to the full amount of some benefit, most commonly employee benefits such as stock options, profit sharing, or retirement benefits. Benefits that must be fullyvested benefitsoften accrue to employees each year, but they only become the employee's property according to avesting schedule.\n\nVestingmay occur on a gradual schedule, such as 25% per year, or on a\"cliff\" schedulewhere 100% of benefits vest at a set time, such as four years after the award date. Fully vested may be compared with partially vested.\n\nTo be fully vested, an employee must meet a threshold as set by the employer. This most common threshold is employment longevity, with benefits released based on the amount of time the employee has been with the business. Whileemployee-contributed funds to an investment vehicle, such as a401(k), remain the property of the employee, even if that employee leaves the business, company-contributed funds may not become the employee’s property until a certain amount of time has elapsed.\n\nAn employee is considered fully vested when any and all agreed-upon requirements the company has set forth to become the full owner of the associated benefit have been met. Thus, when an employee becomes fully vested, they become the official owner of all of the funds within their 401(k) account, regardless of whether the employee or the employer contributed them.\n\nTo institute a vesting schedule, the employee must agree to the conditions set forth. Often, this requirement can be considered a condition of receiving the benefit. If an employee chooses not to accept the vesting schedule, they would surrender the rights to participate in employer-sponsored retirement benefits until choosing to agree. In those cases, employees may have the option of investing for retirement independently, such as through anindividual retirement account(IRA) instead.\n\nWith vesting schedules, companies seek to retain talent by providinglucrativebenefits contingent upon the employees' continued employment at the firm throughout the vesting period. An employee who leaves employment often loses all benefits that have not yet vested at the time of departure. This type of incentive can be done on such a scale that an employee stands to lose tens of thousands of dollars by switching employers. This strategy can backfire when it promotes the retention of disgruntled employees who may hurt morale and do the minimum required until it is possible to collect previously un-vested benefits.\n\nThe most commonly used vesting schedule isgradedorgraduatedvesting, which requires an employee to have worked for a certain number of years in order to be 100% vested in the employer-funded benefits. Each year worked, more money vests. This schedule of vesting differs from cliff vesting, in which employees become immediately 100% vested following an initial period of service, and immediate vesting, in which contributions are owned by the employee as soon as they start the job.",
  "url": "https://www.investopedia.com/terms/f/fully-vested.asp"
}