{
  "term": "Functional Currency: Definition and How It Works in Accounting",
  "definition": "Popular with multinationals, functional currency represents the primary economic environment in which an entity generates and expends cash. It is the maincurrencyused by a business in its business dealings.\n\nAs the financial statements of a business are reported in only one currency, the dealings or transactions that are done in another currency must be converted back to the principal currency used on the financial statements. TheInternational Accounting Standards(IAS) andgenerally accepted accounting principles(GAAP) offer guidance on the translation of foreign currency transactions.\n\nTheFinancial Accounting Standards Board(FASB) was the first regulatory body to present the idea of a functional currency under theirStatement of Financial Accounting Standards(SFAS) No. 52.﻿﻿\n\nThe world's economies have grown increasingly interdependent.Multinational corporationsrecognizing the integration of world markets, including the trade of commodities and services and the flow of international capital, are thinking global to remain competitive.\n\nWith international operations comes the tough choice of selecting a functional currency, which must address several financial reporting issues, including determining appropriate functional currencies, accounting for foreign currency transactions, and convertingfinancial statementsof foreign subsidiaries into a parent company’s currency for consolidation.\n\nFactors may include finding the currency that most affects sales price. For retail and manufacturing entities, the currency in whichinventory, labor, and expenses are incurred may be most relevant. Ultimately, it’s often management's judgment between a local currency, that of a parent, or the currency of a primary operational hub.\n\nIt can be difficult to ascertain overall business performance when a variety of currencies are involved. Therefore, both U.S. GAAP and IAS outline procedures for how entities can convert foreign currency transactions into the functional currency for reporting purposes.\n\nAt times, a company’s functional currency may be the same currency as the country where it does most of its business. Other times, the functional currency may be a separate currency from the currency in which a firm is headquartered.\n\nWhenconvertinga currency, the exchange rates can positively or adversely impact a company's performance. Most often conversions are done at thespot rateon the date that the transaction occurred. There may be some instances in which a standard rate is used, such as a peak rate or average rate for a period.\n\nSource: https://www.fasb.org/summary/stsum52.shtml",
  "url": "https://www.investopedia.com/terms/f/functional-currency.asp"
}