{
  "term": "Functional Obsolescence: Definition and Examples",
  "definition": "Functional obsolescence is the reduction of an object's usefulness or desirability because of an outdated design feature that cannot be easily changed or updated.\n\nThe application of the term varies based on industry. For example, in real estate, it refers to the loss of property value due to an obsolete feature, such as an old house with one bathroom in a neighborhood filled with new homes that have at least three bathrooms. It may also refer to outdated technologies, such as an older version of a mobile phone or computer processor.\n\nObsolescence riskis the risk that a process, product, or technology used or produced by a company forprofitwill become functionally obsolete, and thus no longer competitive in the marketplace.\n\nConsumers can mitigate losses caused by functional obsolescence by considering the long-term usefulness of purchased goods. An item can be unattractive to consumers if its design prevents upgrades or connectivity with compatible devices. Many consumer electronics are known for their functional obsolescence due to the constant introduction of newer, refreshed versions.\n\nFor example, before the late 1990s, most households had bulky, heavy tube televisions, with entertainment centers being constructed to accommodate their weight and size. Fast forward to today and most households have low-profile flat-screen televisions, rendering the old entertainment centers functionally obsolete. To keep pace with the technological advances of consumer electronics, furniture manufacturers often redesign their products.\n\nCompanies also take functional obsolescence into consideration in long-term business planning.Depreciationof an asset is one example of quantifiable functional obsolescence. Companies can use various accounting methods to calculate the depreciation of anasseton its books, but the overall goal is to measure and track an asset's declining usefulness over time. This method of business planning also helps companies anticipate the need to sell or repurchase new assets.\n\nPlanned obsolescenceis a strategy of deliberately ensuring that the current version of a given product will become out of date or useless within a known time period.\n\nIn real estate, functional obsolescence usually leads to lowerappraisalvalues. Real estate can exhibit functional obsolescence if its design features are outdated, not useful, or not aligned with market tastes and standards, such as when an old house is located within a neighborhood of new homes.\n\nWhile functional obsolescence is generally associated with rundown structures or dilapidated neighborhoods, it can also occur in the opposite case. For example, a home may have \"over-improvements\" when a homeowner renovates and includes features within their home that might not be necessary.\n\nWhile various efforts have been made over the years to objectively quantify the effect of functional obsolescence in real estate, assessment or appraisal of functional obsolescence is mostly subjective. The subjectivity occurs because various factors go into making decisions about the price of a home. In the case of real estate, some features can potentially be renovated to overcome functional obsolescence.\n\nConsider a 1950s house with three bedrooms and one bathroom located in a gated subdivision filled with two-story houses containing five bedrooms and four bathrooms. Because the old house does not have the capacity that buyers in this market want, it is said to be functionally obsolete even if it is still in good condition and is perfectly livable.\n\nWithin thetechnology industry, the constantly changing parade of smartphones and the evolution of smartphone technology is another example of functional obsolescence. New smartphones are able to do more and include more features that make old ones functionally obsolete.\n\nIn some cases, the tech companies actively put policies in place, such as refusing support or updates for old models, to make products functionally obsolete. For instance, Apple Inc. has been criticized for not maintaining updates and customer service for older, outdated iPhones and other devices.",
  "url": "https://www.investopedia.com/terms/f/functional-obsolescence.asp"
}