{
  "term": "Fund Flow: Definition, Example, and How To Interpret",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nFund flow is the cash that flows into and out of variousfinancial assetsfor specific periods of time. It's usually measured on a monthly or quarterly basis.\n\nFund flow doesn't measure the performance of any single asset butemphasizes how cash is moving. For example, with mutual funds, fund flow measures the cash involved in share purchases or inflows and the cash resulting from shareredemptionsor outflows. It doesn't say anything about how well or badly a fund performed.\n\nNet inflow occurs when more cash flows into, say, the mutual fund than out of it. A net inflow creates excess cash for managers to invest. Theoretically, this then creates demand for securities such as stocks and bonds. A net outflow would indicate that more cash was taken from the mutual fund than was invested in it.\n\nInvestors have a choice of where to allocate their investment capital and normally place it infinancial marketsthat they expect to be profitable. If they then contemplate a downturn in the markets and their investments, they may extract their investment capital and any profits.\n\nThis movement of investment capital is the fund flow of cash in the financial markets.\n\nInvestors and marketanalystswatch fund flows to gauge investor sentiment relating to specificasset classes,sectors, or the market as a whole. For instance, net fund flow for bond funds that's negative during a given month by a large amount might signal broad-based pessimism for the fixed-income markets.\n\nFund flow focuses on the movement of cash only and reflects the net flow after measuring inflows and outflows. Inflows can include the money retail investors put into mutual funds. Outflows can include payments to investors or payments made to a company in exchange for goods and services.\n\nFund flow does not include any money that is due to be paid. It looks at only actual cash that was paid into or out of the asset.\n\nInvestors can find information about fund flow from information aggregators like Morningstar and investment research firms. For example, the Investment Company Institute (ICI) provides estimated fund flows for long-term mutual funds. The latest estimate for July 2022 shows a net outflow of $12.82 billion.\n\nA fund flow statement discloses the types of inflows and outflows a company experiences.\n\nThe fund flow statement can highlight fund flow that might be out of the ordinary, such as a higher-than-expected outflow due to an irregular expense. Further, it often categorizes the various transaction types and sources to help track any fund flow activity changes.\n\nBroadly speaking, fund flow changes could reflect a change in customer sentiment. This could relate to new product releases or improvements, recent news regarding a company, or shifts in feelings about an industry as a whole.\n\nPositive fund flow changes note an upswing in inflow, a lessening of outflow, or a combination of the two. In contrast, negative fund flow suggests lower inflows, higher outflows, or both.\n\nWhile occasional shifts may not be cause for concern, repeated instances of negative fund flows can be a worrying sign. For example, it could indicate that income can't meet a company’s expenses. If the trend continues, a company might need a form ofdebtto continue operating.\n\nAccording to Morningstar, for March 2022, U.S. long-termmutual fundsandexchange traded funds(ETFs) had total inflows of $30 billion. U.S. large-growth funds that typically see redemptions, or outflows, took in $9.3 billion that month.\n\nStill, due to previous months' low inflows, the first quarter of 2022 was the weakest for inflows since first quarter 2020.\n\nDespite a bit of good news, such as for long-term government bond funds, which took in $8.7 billion (a 9.8% one-month growth rate), Morningstar concluded that this low level of inflow reflects softening sentiment and investor caution.\n\nWhere investing is concerned, it measures only the movement of cash into and out of investments. It does not measure performance.\n\nMany analysts and market watchers believe that fund flow provides a window on investor sentiment and behavior. Some investors use fund flow data to signal when to buy or sell. On the other hand, others use fund flow information to substantiate their investment outlooks before they take action.\n\nNot necessarily, although in past years apparently it did a pretty good job. Morningstar has found that net outflows happen even when a market is strong. If fund flow were an accurate indicator, both flow and behavior would probably match more often than they do.\n\nInvestment Company Institute. \"Release: Estimated Long-Term Mutual Fund Flows.\"\n\nMorningstar. \"Weakest Quarter for Fund Flows in Two Years.\"\n\nMorningstar. \"The Fund-Flows Indicator Is Behaving Strangely.\"",
  "url": "https://www.investopedia.com/terms/f/fund-flow.asp"
}