{
  "term": "Fundamental Analysis: Principles, Types, and How to Use It",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nFundamental analysis is a technique to measure a company's value based on its financials and other objective metrics, as opposed to market price trends.\n\nFundamental analysis involves examining a company'sfinancial statementsand broader economic indicators to uncover a security's intrinsic value. The result of such an analysis should give you the investment's true worth based on a company's financial health, the market, and economic conditions. Investors perform fundamental analysis to gauge whether or not to invest in a company based on its current and projected worth.\n\nInvestopedia / Paige McLaughlin\n\nFundamental analysis looks at intrinsic factors to determine a company's value, as opposed to its current price or market trends. This approach looks beyond investor sentiment and company marketing to determine if the stock price is over- or undervalued.\n\nFundamental analysis starts by examining the company's financial statements, including the income statement, balance sheet, and statement of cash flows. Analysts look at the company's assets, debts, revenue, and other metrics, and compare them with other companies in the same industry.\n\nIn addition, fundamental analysis also looks at macroeconomic factors to see if the company is positioned for success. Analysts may consider gross domestic product, inflation, interest rates, industry or sector trends, and the company's competition. This approach often includes reviewing the company's business model, management effectiveness, brand awareness, and potential for growth and profitability.\n\nFundamentals allow investors to look beyond short-term price fluctuations and focus on the underlying factors that drive a company's operations and long-term performance.\n\nThe main benefit of fundamental analysis is to help quantify the value of a company and its shares. Financial statements offer hard data that reveal insights into a company's profitability,liquidity, and overall financial stability. This information, along with an assessment of the company's management team, competitive advantages, and industry trends, furnishes an objective measure of the company's value. With this knowledge, investors can make more informed decisions about buying, holding, or selling a particular stock.\n\nFundamental analysis can also help investors identify undervalued companies. By considering a company's sales growth, market share, and product pipeline, investors can gauge its ability to increase future profits and grow shareholder value.Value investors, in particular, look for undervalued shares relative to their fundamental potential.\n\nIt can also help spot red flags and overvalued investments. By researching a company's financial health and market position, investors can determine if a company is likely to underperform or experience significant downturns. This is especially important during periods of economic uncertainty or market volatility.\n\nSome of the most common and reliable sources for the fundamentals of a company include the following:\n\nRemember, when conducting fundamental analysis, it's essential to use several sources to get a well-rounded view of a company's financial prospects and to be aware of any potential biases or conflicts of interest in the information you're receiving.\n\nFundamental analysis is used most often for stocks, but it can be useful for evaluating any security, from a bond to a derivative. If you consider the fundamentals, from the broader economy to the company details, you are doing a fundamental analysis.\n\nReading a company'sannual reportis an essential part of fundamental analysis. Here's a step-by-step guide on how to read and analyze an annual report:\n\nThe information in financial statements is among the most valuable about a company's financial health and performance. Here's a breakdown of what you can learn from each one:\n\nThe cash flow statement is crucial because it's harder for a business to manipulate its cash situation. An aggressive accountant can do plenty of things to manipulate earnings, for example, but it's tough to fake cash in the bank. For this reason, some investors use the cash flow statement as a more conservative measure of a company's performance.\n\nA \"balance sheet\" gets its name because the three sections it contains—assets, liabilities, and shareholders' equity—must balance out using this formula:\n\nThe problem with defining the \"fundamentals\" is that they can cover anything related to a company's economic well-being. They can include numbers like revenue and profit, but they can also include anything from a company's market share to the quality of its management. Generally, these are grouped into two categories: quantitative and qualitative.\n\nIn this context, quantitative fundamentals are hard numbers, the measurable characteristics of a business. The most significant source of quantitative data is financial statements. The qualitative fundamentals are less tangible. They might include the quality of a company's key executives, brand-name recognition, patents, andproprietary technology. Neither qualitative nor quantitative analysis is inherently better. Many analysts consider them together.\n\nFundamental analysis relies on using financial ratios drawn from data on corporate financial statements to make inferences about a company's value and prospects.\n\nThere are certainqualitativefundamentals that analysts should always consider when analyzing a company. These include the following:\n\nFinancial statements are how a company discloses information about its financial performance. Here are some of the most important financial ratios with their formulas:\n\nFundamental analysis contrasts starkly withtechnical analysis,which attempts to forecast prices by analyzing historical market data such as price and volume. Technical analysis uses price trends and action, often plotted on charts, to create indicators and identify patterns. Some indicators develop patterns that have names resembling their shapes, such as the \"head and shoulders\" pattern.\n\nA major distinction is where \"value\" comes from. For technical analysts, the market sets prices, and hence, the changes there give a company its value. For fundamental analysts, there is an intrinsic value that the market can often miss.\n\nEstimates the intrinsic value of a company from its operations\n\nConsiders a company's financial statements and qualitative factors\n\nLonger-term focus (months/years)\n\nBest for buy-and hold investing\n\nLooks at price and market trends to uncover market psychology\n\nConsiders historical prices and chart patterns\n\nShorter-term focus (days/weeks)\n\nBest for short-term or swing trading\n\nThough fundamental analysis can provide investors with insights into the future of a company, it does come with some downsides. Keep these items in mind when performing fundamental analysis:\n\nLet's analyze a hypothetical company called ABC Inc. using fundamental analysis. We'll examine its financial statements and calculate key ratios to assess its financial health and performance.\n\nFirst, let's look at some data from ABC Inc.'s financial statements for the previous fiscal year:\n\nNow, let's calculate some key ratios:\n\nABC Inc.'s profitability ratios suggest that the company is generating healthy profits from its operations. Its gross margin is 40%, operating margin is 20%, and net margin is 15%. Its ROA and ROE of 10% and 15%, respectively, indicate that the company is generating solid returns on its assets and equity.\n\nAssuming ABC Inc.'s current assets are $750 million, with $200 million in cash, $150 million in marketable securities, and $200 million in accounts receivable, and its current liabilities are $250 million, the company's liquidity ratios are strong. A current ratio of 3.0 and a quick ratio of 2.2 suggest that ABC Inc. has ample liquidity to cover its short-term obligations.\n\nABC Inc.'s solvency ratios indicate that the company has a manageable level of debt relative to its equity and assets. A debt-to-equity ratio of 0.5 and a debt-to-assets ratio of 0.33 suggest that the company is not overly leveraged and has the financial flexibility to meet its long-term obligations.\n\nValuation Ratios(Assuming ABC Inc. has 100 million shares outstanding and its stock price is $25 per share):\n\nABC Inc.'s valuation ratios suggest that the company's stock is trading at a reasonable valuation relative to its earnings, book value, and sales. A P/E ratio of 16.67 aligns with the broader market, while P/B and P/S ratios of 2.5 indicate that the stock is not overly expensive relative to the company's assets and revenue.\n\nIn addition to these quantitative measures, we can also consider certain qualitative fundamentals:\n\nBased on this hypothetical fundamental analysis, ABC Inc. appears to be a financially healthy and potentially attractive investment. However, it's important to remember that this is just a simplified example. In practice, investors would need to conduct a more thorough analysis, considering the company's competitive position, industry trends, management quality, and growth prospects, before making an investment decision.\n\nFundamental analysis uses publicly available financial information and reports to determine whether a stock and the issuing company are valued correctly by the market.\n\nWhen conducting an analysis, you can betop-downand start with economic analysis, then analyze the industry, then the company. Or, you can bebottom-upand work in the reverse order.\n\nAnalysts use many tools. Some examples are financial reports, ratios from the reports, spreadsheets, charts, graphs, infographics, government agency reports on industries and the economy, and market reports.\n\nFundamental analysis focuses on evaluating a security's intrinsic value based on financial and economic factors, while technical analysis studies price movements and trading volumes to identify patterns and predict future price movements.\n\nEPS indicates a company’s profitability on a per-share basis, helping investors determine how much profit a company generates for each share of its stock. It is a critical metric for assessing company performance and valuing stocks.\n\nFundamental analysis is used to value a company and determine whether a stock is over- or undervalued by the market. It considers the economic, market, sector-specific, and financial performance.\n\nFinancial ratios generated from financial reports and government industry and economic reports are used to assess a company. Not every analyst uses the same tools or views stocks similarly—you might determine a stock is valued differently than another analyst. What's important is that the stock you analyze meets your criteria for value and that your analysis creates actionable information.",
  "url": "https://www.investopedia.com/terms/f/fundamentalanalysis.asp"
}