{
  "term": "Fund of Funds (FOF) Explained: How Does It Work?",
  "definition": "A fund of funds (FOF) pools investment capital into a wider portfolio of several investment funds instead of directly investing in single funds or specific individual securities.\n\nA fund of funds (FOF) is one that, instead of investing in a pool of securities like stocks and bonds, buys shares in other funds. These “multi-manager” investments offer investors furtherdiversificationand access to the expertise of other skilled fund managers.\n\nThe fund-of-funds approach has grown in recent years, particularly among institutional investors like pension funds and endowments seeking to spread risk and maximize returns.\n\nHowever, FOFs are infamous for their multiple layers offees. You pay not only for the fund in which you’re directly invested, but also for those funds where the asset manager places your capital. FOFs also make investing more obscure, with the additional funds’ allocations a further removal from your reported allocations. Below, we explain how these funds work and walk you through their potential benefits and drawbacks.\n\nThe core idea behind a fund-of-funds strategy is that by combining various hedge fund strategies into a singleportfolio, investors can achieve higher returns with less risk compared with investing in individual funds themselves. This diversification aims to smooth out thevolatilityinherent in fund investing, offering a more stable path to potential gains. Funds of funds are found for all kinds of strategies and includehedge,exchange-traded,mutual,private equity, and other funds.\n\nFOFs work by pooling capital from investors and allocating it in underlying funds. For the most part, FOF managers select these funds based on their performance, management quality, and investment strategy. This involvesdue diligence, including analyzing past returns, measures of risk, and fund managers’ expertise.\n\nWhile traditional FOFs focus on actively managed hedge funds, newer FOFs invest in more passiveindex fundsand exchange-traded funds (ETFs). These morepassiveFOFs aim to provide investors with exposure to a broad range of asset classes and investment strategies at a lower cost compared with actively managed FOFs. There’s stillactive managementat the FOF level, though, since there’s a need to find those indexes or ETFs that align with the FOF’s investment objectives and risk profile.\n\nThe fees for a FOF strategy typically involve two layers: the fees charged by the underlying funds and the fees imposed by the FOF manager. For example, if an investor places $10,000 in a FOF with a 1%management feeand the underlying funds collectively charge 2%, the total annual fees might be $298 ($100 for the FOF and $198 for the underlying funds after paying the first fee). This is simplified, but there’s no doubt these fees add up, especially when includingperformance fees,hurdle rates, and other expenses that could further impact the total cost for the investor.\n\nFOFs offer investors access to a diversified portfolio of funds through a single investment. By pooling capital and spreading it across various underlying funds, FOFs provide professional management, diversification, and access to strategies or managers that may otherwise be difficult for individual investors to obtain.\n\nFOFs come in various types, each designed for different investor needs, risk preferences, and investment objectives. These types can be broadly categorized based on the underlying assets they invest in, such as hedge funds, mutual funds, private equity,real estate, orcommodities. In addition, some FOFs employ specific trading strategies or invest in particular sectors or geographic regions.\n\nThe table below provides an overview of the main types of FOFs. As with any investment, it’s crucial to conduct due diligence before investing in a FOF. Factors to assess include the FOF’s investment strategy, managers’ track records, fees, liquidity, and risks.\n\nInvesting in a FOF provides several advantages that may appeal to a wide range of different investors (individual and professional).\n\nFOFs come as either “fettered” or “unfettered.” Fettered FOFs invest only in funds managed by the same company, while unfettered FOFs don’t have to do so.\n\nWhile FOFs offer several benefits, they also have drawbacks that investors should consider carefully.\n\nAccess to premium investment opportunities\n\nComplexity and risk of overlap in holdings\n\nOpaque nature of the investment\n\nIn the past decade, many hedge funds have advertised offerings for multi-strategy funds (MSFs), a moniker that has spread to others.Given that FOFs were becoming known for excessive fees, MSFs seemed to some as putting new wrapping on an older idea. However, while in some cases—when multiple funds are being invested in—this is true, there are differences between MSFs and FOFs worth setting out.\n\nA multi-strategy fund has a single manager who oversees multipleinvestment strategies. In most cases, this shouldn’t mean the manager is just average at many methods. Instead, most multi-strategy fund managers have achieved (or employ those who have) expertise in several strategies and rely on a team of specialists in each area. The manager might have a background in one specific strategy—say, bonds—but may incorporate new ones over time to increase the fund’s capacity or capitalize on new prospects.\n\nMSFs are suitable for investors seeking a diversified portfolio with a single manager, potentially lower fees, and the ability to adapt to changing market conditions more quickly since all control is under one roof. However, it’s easy to see the concern that a manager might not be up to handling different strategies simultaneously. Thus, FOFs may appeal more to investors who value diversified exposure with multiple managers and are comfortable with potentially higher fees.\n\nWhen considering investing in a FOF, assessing your investment goals and risk tolerance is crucial. Ensure you determine whether your primary goals aregrowth, income, or stability and that the chosen FOF aligns with your risk appetite. Understanding these factors can help you tailor your investment strategy to meet long-term financial goals.\n\nUndoubtedly, understanding fees and expenses is another critical consideration. While researchers still debate whether the gains of investing in multiple funds surpass their fees, there’s no doubt that FOFs often have significantly higher expense ratios.These cumulative costs can greatly impact your overall returns. Therefore, it’s essential to fully comprehend the fee structure before committing to an FOF investment.\n\nBesides that, conducting thorough research and due diligence is paramount. Evaluate the track record of the FOF managers, scrutinize the underlying funds’ performance and strategies, and ensure transparency in reporting. A rigorous evaluation can help you understand the potential risks and rewards and give you more confidence when deciding.\n\nFOFs usually provide broad diversification as well as professional management, making them suitable for long-term stability and growth. However, higherexpensesmay dilute overall returns over time.\n\nIndividual investors can create a similarlydiversified portfolioby selecting various mutual or hedge funds themselves, but this takes expertise in choosing among these funds.\n\nLike all other pooled investments, FOFs are overseen by theSEC. In particular, SEC Rule 12d1-4, updated in 2020, sets out procedures that provide a consistent framework for fund-of-funds arrangements.It allows FOFs to own more of another fund than usually permitted, but with conditions. These include preventing excessive control, restricting voting rights, and requiring detailed disclosures.\n\nRecessionswill certainly impact FOFs, but their diversified nature should mitigate some risks compared with individual investments.\n\nFOFs offer a diversified investment strategy by pooling various funds, often providing access to exclusive prospects and professional management. However, they come with higher expense ratios and the potential for diluted returns. Understanding the fees, conducting thorough research, and assessing how FOFs fit your long-term goals are crucial. Despite their complexity, FOFs can be a valuable part of a well-rounded investment portfolio.\n\nBrown, Stephen J., William N. Goetzmann, and Bing Liang. “Fees on Fees in Funds of Funds.” National Bureau of Economic Research. Working Paper 9464 (2003).\n\nRichard C. Wilson. “Visual Guide to Hedge Funds.” Pages 176–180. Wiley, 2014.\n\nHarris, Robert S., et al. “Financial Intermediation in Private Equity: How Well Do Funds of Funds Perform?”Journal of Financial Economics,vol. 129, no. 2 (2018), pp. 287–305.\n\nU.S. Securities and Exchange Commission. “SEC Updates Regulatory Framework for Fund of Funds Arrangements.”",
  "url": "https://www.investopedia.com/terms/f/fundsoffunds.asp"
}