{
  "term": "Fund: Definition, How It Works, Types and Ways to Invest",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA fund is a pool of money that is allocated for a specific purpose. A fund can be established for many different purposes: a city government may set aside money to build a new civic center, a college may set aside money to award a scholarship, or an insurance company may set aside money to pay its customers’ claims.\n\nIndividuals, businesses, and governments all use funds to set aside money. Individuals might establish an emergency fund—also called a rainy-day fund—to pay for unforeseen expenses or start atrust fundto set aside money for a specific person.\n\nIndividual and institutional investors can also place money in different types of funds with the goal of earning money. Examples include mutual funds, which gather money from numerous investors and invest it in a diversified portfolio of assets, and hedge funds, which invest the assets ofhigh-net-worth individuals (HNWIs)and institutions in a way that is designed to earn above-market returns. Governments use funds, such as special revenue funds, to pay for specific public expenses.\n\nThe following are examples of funds commonly used for personal ventures:\n\nIn the realm of investments, some types of funds include:\n\nThe government also creates funds that are allocated for various reasons. Some government funds include:\n\nHow you start a fund will depend on what type of fund you want to establish. If it is an emergency fund, a simple way to start one is to set aside a small portion of money every week or month in a separate bank account. Starting an investment fund is more complicated. You would first need to have a professional background, raise money to start the basics of a fund, such as incorporating it and any trading equipment, then you would need to decide on an investment strategy and attract investors willing to invest capital into your fund.\n\nThe purpose of a fund is to set aside a certain amount of money for a specific need. An emergency fund is used by individuals and families to use in times of emergency. Investment funds are used by investors to pool capital and generate a return. College funds are usually set up by parents to contribute money to a child's future college education.\n\nAn example of a fund is a mutual fund. Mutual funds accept money from investors and use that money to invest in a variety of assets. Mutual funds have managers that manage the fund for a fee, which they charge to investors. Investors allocate money to mutual funds in hopes of increasing their wealth.\n\nA fund is a pool of money that has been created for a specific reason. There are different types of funds that exist for different purposes. An emergency fund is created by individuals and families for emergency expenses, such as medical bills or to pay for rent and food if a wage earner loses a job.\n\nAn investment fund is an entity created to pool the money of various investors with the goal of investing that money into various assets in order to generate a return on the invested capital. Individuals, governments, families, and investors all use funds for very different purposes, but the essential goal remains the same: to set aside a certain amount of money for a specific need.",
  "url": "https://www.investopedia.com/terms/f/fund.asp"
}