{
  "term": "Funded Debt: Overview and Types in Corpporate Accounting",
  "definition": "Funded debt is a company's debt that matures in more than one year or one business cycle. This type of debt is classified as such because it is funded byinterestpayments made by the borrowing firm over the term of the loan.\n\nFunded debt is also called long-term debt since the term exceeds 12 months. It is different from equity financing, where companies sell stock to investors to raisecapital.\n\nWhen a company takes out a loan, it does so either byissuing debtin the open market or by securing financing with a lending institution. Loans are taken out by a company to finance its long-term capital projects, such as the addition of a new product line or the expansion of operations. Funded debt refers to any financial obligation that extends beyond a 12-month period, or beyond the current business year or operating cycle. It is the technical term applied to the portion of a company's long-term debt that is made up of long-term, fixed-maturitytypes of borrowings.\n\nFunded debt is an interest-bearing security that is recognized on a company’sbalance sheetstatement. A debt that is funded means it is usually accompanied by interest payments which serve as interest income to the lenders. From the investor's perspective, the greater the percentage of funded debt to total debt disclosed in the debt note in thenotes to financial statements, the better.\n\nFunded debt means it is usually accompanied by interest payments which serve as interest income to lenders.\n\nBecause it is a long-term debt facility, funded debt is generally a safe way of raising capital for the borrower. That's because the interest rate the company gets can be locked in for a longer period of time.\n\nExamples of funded debt include bonds with maturity dates of more than a year,convertible bonds, long-term notes payables, anddebentures. Funded debt is sometimes calculated as long-term liabilities minus shareholders’ equity.\n\nCorporate debt can be categorized as either funded or unfunded. While funded debt is a long-term borrowing, unfunded debt is a short-term financial obligation that comes due in a year or less. Many companies that use short-term or unfunded debt are those that may be strapped for cash when there isn't enough revenue to cover routine expenses.\n\nExamples of short-term liabilities includecorporate bondsthat mature in one year and short-term bank loans. A firm may use short-term financing to fund its long-term operations. This exposes the firm to a higher degree of interest rate andrefinancing risk, but allows for more flexibility in its financing.\n\nAnalysts and investors use thecapitalization ratio, or cap ratio, to compare a company’s funded debt to its capitalization orcapital structure. The capitalization ratio is calculated by dividing long-term debt by the total capitalization, which is the sum of long-term debt and shareholders’ equity. Companies with a high capitalization ratio are faced with the risk of insolvency if their debt is not repaid on time, hence, these companies are considered to be risky investments. However, a high capitalization ratio is not necessarily a bad signal, given that there are tax advantages associated with borrowing. Since the ratio focuses on financial leverage used by a company, how high or low the cap ratio is depends on the industry, business line, andbusiness cycleof a company.\n\nAnother ratio that incorporates funded debt is the funded debt tonet working capitalratio. Analysts use this ratio to determine whether or not long-term debts are in proper proportion to capital. A ratio of less than one is ideal. In other words, long term debts should not exceed the net working capital. However, what is considered an ideal funded debt to net working capital ratio may vary across industries.\n\nCompanies have several options available when they need to raise capital. Debt financing is one. The other choice isequity financing. In equity financing, companies raise money by selling their stock to investors on the open market. By purchasing stock, investors get a stake in the company. By allowing investors to own stock, companies share theirprofitsand may have to relinquish some control to shareholders over their operations.\n\nThere are several advantages to using debt over equity financing. When a company sells corporate bonds or other facilities through debt financing, it allows the company to retain full ownership. There are no shareholders who can claim an equity stake in the company. The interest companies pay on their debt financing is generally tax-deductible, which can lower the tax burden.",
  "url": "https://www.investopedia.com/terms/f/fundeddebt.asp"
}