{
  "term": "Funds Transfer Pricing (FTP): What It Is and How It's Calculated",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nInvestopedia / Michela Buttignol\n\nFunds transfer pricing (FTP) is a methodology that is used to estimate how its sources of funding contribute to a company's overall profitability. FTP is most commonly used in the banking industry to help financial institutions analyze their strengths and failures.\n\nFunds transfer pricing also is used to help companies determine the profitability of their variousproduct lines, the performance of branch outlets, and the effectiveness of various business processes.\n\nFunds transfer pricing is an important reportingmetricthat is used in banking management analysis and reporting. Financial institutions use it as a way to measure their overall profitability as well as the profitability of segments of the business, such as product offerings and customer relationships. They can use it to determine whether individual branches are economically viable.\n\nThe basis of FTP is that financial institutions should benefit from both of their most basic activities: lending anddeposits. According to Moody's, a well-designed FTP system will have a bank's Treasury department \"buy funds from the liability business unit and then sell those funds to the asset business unit at a rate that balances both the deposit and lending activity areas.\"As such, FTP requires the pooling of information across assets and liabilities.\n\nIt is also analyzed in conjunction withasset/liability management. FTP may also be evaluated alongside other metrics such as net income ornet interest margin(NIM), which is the difference between a financial institution's income and interest expenses.\n\nThere is a great deal ofriskinvolved for financial institutions that don't implement FTP protocols within their operations. Some of these issues are:\n\nFunds transfer pricing is different fromtransfer pricing, which is an accounting practice that represents the implied prices that one division in a company charges another division for goods and services.\n\nA variety of methodologies for FTP are used in the banking industry. Two of the most basic methods are:\n\nThe multi-rate methodology is often used for product and maturity breakouts. In these breakouts, some of the more granular details of consideration may also include the funding liquidity spread, the contingent liquidity spread, the credit spread, the option spread, and the basis spread.\n\nCharting is a key part of all FTP methodologies. Charting represents the pooled data across assets and liabilities. In general, it provides a visual picture of the association betweenyield-to-maturity(YTM) and time-to-maturity.\n\nCharting can be customized based on methodology and report requirements. Internally, financial institutions will have an interface that includes all of the high-level FTP metrics they are following.\n\nMost global regulators have not incorporated FTP analysis into comprehensive bank regulatory reporting.\n\nMany banks use FTP charting to analyze funding by location. Bank management would use FTP to determine the profitability of funds at individual divisions. This analysis takes into account the deposits each branch brings in, the amount provided as loans, as well as the number of customers the location serves.\n\nIf a particular arm is continuouslyunderperformingestablished baselines or reporting significant declines, it can lead to a branch closure. If a branch closes, it will typically transfer accounts and resources to another nearby location.\n\nSince the2007-2008 financial crisis, the U.S. government’sDodd-Frank Actprimarily focused on increasing the regulated level of liquid capital to help reduce risk across the largest banks. Funds transfer pricing analysis has gained increased attention from bank managers as well, but guidance has been more informally introduced rather than mandated.\n\nAccording to Moody's, some of the leading regulatory precedents for funds transfer pricing best practices include those created by the United States Federal Reserve’s SR16-3 letter.\n\nFunds transfer pricing is used by financial institutions to help them determine whether their business is profitable. They also use this tool to evaluate the profitability of different parts of their companies, including product offerings.\n\nNot having a system like this in place can lead to mispricing of products and services, and can increase the risk of volatility.\n\nSingle-rate and multi-rate funds transfer pricing are two different methodologies used by financial institutions in the banking industry.\n\nSingle-rate FTP allows banks to take a comprehensive look at their assets compared to their liabilities. Under this method, all assets and liabilities are given a single transfer rate.\n\nMulti-rate FTP divides assets and liabilities into groups based on their characteristics. This gives the company's management a more detailed look at the risks involved with each group.\n\nBanks earn profits from a variety of sources. The main drivers are the fees and service charges they impose on their customers. Interest earned for loans and other credit products also produce income for banks.\n\nCompanies use a variety of tools to determine whether they are in the black. Funds transfer pricing is a system that banks and other financial institutions can implement to assess their overall success and the success of individual business units, products, and services.\n\nNot having a system like FTP is risky for financial institutions because it can lead to mispricing and increased volatility.\n\nMoody's Analytics. \"Do Funds Transfer Pricing Methodologies Still Work with Excess Deposits?\"\n\nKPMG. \"Fund Transfer Pricing,\" Page 7.\n\nBoard of Governors of the Federal Reserve System. \"SR 16-3: Interagency Guidance on Funds Transfer Pricing Related to Funding and Contingent Liquidity Risks.\"\n\nMoody's Analytics. \"Funds-transfer-pricing in Banks: what are the main drivers?\"",
  "url": "https://www.investopedia.com/terms/f/ftp.asp"
}