{
  "term": "Fungibility: What It Means and Why It Matters",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nInvestopedia / Michela Buttignol\n\nFungibility is the ability of a good or asset to be interchanged with other individual goods or assets of the same type.Fungible assetssimplify the exchange and trade processes because fungibility implies equal value between the assets.\n\nFungibility implies that two things are identical in specification. Individual units can be mutually substituted. Specific grades of commodities such as No. 2 yellow corn are fungible because it does not matter where the corn was grown. All corn that's designated as No. 2 yellow corn is worth the same amount. Commodities, common shares, options, and dollar bills are all examples of fungible goods.\n\nCross-listed stocks, or the shares of stock listed on multiple exchanges, are still considered to be fungible. The shares represent the same ownership interest in a firm whether you purchased them on the New York Stock Exchange or the Tokyo Stock Exchange.\n\nFungibility is commonly associated with finance but it's also found in other disciplines, such as quantum physics.\n\nCryptocurrencies are generally considered to be fungible assets but some are unique and not interchangeable. They're non-fungible tokens (NFTs).\n\nFungible assets are of like kind, which makes them interchangeable. Non-fungible assets, on the other hand, have something unique about them that means one cannot be replaced by another.\n\nMoney is another example of a fungible asset. It doesn't matter to Person A if they're repaid with a different $50 bill if Person A lends Person B a $50 bill. It's mutually substitutable. Person A can be repaid with two $20 bills and one $10 bill and still be satisfied because the total equals $50.\n\nConversely, it's not acceptable for one person to borrow a car from another person and then return a different car, even if it is the same make and model as the original. This is an example of non-fungibility. Cars aren't fungible with respect to ownership, although the gasoline that powers the cars is. Other examples of non-fungible assets are:\n\nThe line between fungibility and non-fungibility may be a thin one. Gold is generally considered to be fungible because one gold ounce is equivalent to another gold ounce. But when otherwise fungible goods are given serial numbers or other uniquely identifying marks, they may no longer be quite as fungible. Adding unique numbers to bars of gold, collectibles, and other items makes it possible to distinguish them, which makes them non-fungible.\n\nFor example, the Federal Reserve Bank of New York offers gold custody services tocentral banksand governments around the world by storing gold bars in its underground vault. All the gold bars deposited into the vault are weighed and inspected to confirm they match the depositor instructions. The exact bars deposited to the New York Fed are the exact ones returned upon withdrawal, so these types of gold deposits are not considered fungible.\n\nFungible means that an item, asset, or commodity can be replaced with something of like kind when fulfilling a contract or paying a debt. Interchangeable goods are fungible; unique goods are non-fungible.\n\nFungible assets create a flow in trade and exchange processes because they're essentially equal in value. This can be a factor in healthy economies. A decrease in value in one sector or country can be offset by a rise of a fungible asset in another.\n\nA fungible issue is a bond that replicates one that's been previously offered by the same company. Its terms are the same but the yield will most likely be different.\n\nNon-fungible tokens(NFTs) are assets that are not interchangeable. They're often digital and can include assets such as music, images, and videos, as well as some forms of cryptocurrency. You can have a right to ownership if you purchase an NFT but this right doesn't necessarily translate to outright ownership of the asset.\n\nFungible assets are identical. One can be substituted for another without fuss or penalty. Stock shares listed on multiple exchanges are an example of fungible assets because they provide the same ownership interest regardless of who purchases them or where they're purchased. This strengthens the reliability of the asset in question and it can be an important consideration for the average investor.\n\nNon-fungible assets, on the other hand, are unique in some way, which means one cannot be replaced with the other. Houses, gemstones, and artwork are all non-fungible goods.\n\nFederal Reserve Bank of New York. \"Gold Vault,\" Select \"Storing the Gold.\"\n\nCongressional Research Service. \"Non-Fungible Tokens (NFTs),\" Page 1.",
  "url": "https://www.investopedia.com/terms/f/fungibility.asp"
}