{
  "term": "Futures Commission Merchant (FCM): Definition, Role, Registration",
  "definition": "A futures commission merchant (FCM) is an individual or organization involved in the solicitation or acceptance of buy or sell orders for futures or options on futures in exchange for payment of money (commission) or other assets from customers.\n\nA futures commission merchant (FCM) plays an essential role in enabling customers to participate in the futures markets. An FCM is an individual or organization involved in the solicitation or acceptance of buy or sell orders forfuturesor options on futures in exchange for payment of money (commission) or other assets from customers. An FCM has the responsibility of collectingmarginsfrom customers. The FCM is also responsible for ensuring asset delivery after the futures contract has expired.\n\nIn Europe, FCMs are analogous to clearing members of the futures market.\n\nFCMs are required to be registered with theNational Futures Association(NFA). This is required unless the entity handles transactions only for the firm itself, or the firm's affiliates, top officers, or directors; or if the entity is a non-U.S. resident or firm with only non-U.S. customers and submits all trades for clearing to an FCM.\n\nAn FCM may either be a clearing member firm of one or more exchanges (a \"clearing FCM\") or a non-clearing member firm (a \"non-clearing FCM\"). Clearing FCMs are required to hold substantial deposits with theclearing houseof any exchange of which it is a member. A non-clearing FCM must have its customers' trades cleared by a clearing FCM.\n\nAdditionally, FCMs must also meet theCommodity Futures Trading Commission (CFTC)guidelines:\n\nA futures commission merchant is able to handle futures contract orders as well as extend credit to customers wishing to enter into such positions. These include many of the brokerages with which investors in thefutures marketsdeal.\n\nIf a customer wishes to purchase (or sell) a futures contract, they contact an FCM who acts as an intermediary by purchasing (or selling) the contract on the customer's behalf. This is similar to what astockbrokerdoes with stocks. At maturity, or thedelivery date, the FCM also makes sure the contract is fulfilled and either the commodity or cash is delivered to the customer.\n\nFCMs, among other things, enable farmers and companies (calledcommercials) to hedge their risks and provide customers access to exchanges and clearinghouses. They can be subsidiaries of larger financial firms or smaller, independent firms. However, in recent years, and especially since the enactment of theDodd-Franklegislation in 2010, the numbers of FCMs, especially small independents, have declined due to the regulatory burden.\n\nCommodity Futures Trading Commission. \"Legal Definition of Futures Commission Merchant.\" Accessed Aug. 12, 2021.\n\nNational Futures Association. \"Futures Commission Merchant (FCM) Registration.\" Accessed Aug. 12, 2021.\n\nCommodity Futures Trading Commission. \"Clearing Member.\" Accessed Aug. 12, 2021.\n\nCommodity Futures Trading Commission. \"Segregation of Customer Funds.\" Accessed Aug. 12, 2021.\n\nCommodity Futures Trading Commission. \"Minimum Adjusted Net Capital Requirements for Futures Commission Merchants and Introducing Brokers.\" Accessed Aug. 12, 2021.\n\nCommodity Futures Trading Commission. \"Disclosure.\" Accessed Aug. 12, 2021.\n\nBrookings Institution. \"Dwindling Numbers in the Financial Industry.\" Accessed Aug. 12, 2021.",
  "url": "https://www.investopedia.com/terms/f/fcm.asp"
}