{
  "term": "Futures Trading: What It Is, How It Works, Factors, and Pros & Cons",
  "definition": "Michela Buttignol / Investopedia\n\nFutures are an agreement to buy or sell an asset at a set price on a set date in the future.\n\nFutures are contracts to buy or sell a specific underlying asset at a future date. The underlying asset can be a commodity, a security, or another financial instrument. Futures trading requires the buyer to purchase or the seller to sell the underlying asset at the set price, regardless of the market price, at the expiration date.\n\nFutures trading commonly refers to futures whose underlying assets are securities in the stock market. These contracts are based on the future value of an individual company’s shares or a stock market index like the S&P 500, Dow Jones Industrial Average, or Nasdaq.Futures trading on exchangeslike the Chicago Mercantile Exchange can include underlying “assets” like physical commodities, bonds, or weather events.\n\nFutures contracts are standardized by quantity, quality, and asset delivery, making trading them on futures exchanges possible. They bind the buyer to purchasing and the other party to selling a stock or shares in an index at a previously fixed date and price.This ensures market transparency, enhances liquidity, andaids in accurate prices.\n\nStock futures have specific expiration dates and are organized by month. For example, futures for a major index like the S&P 500 might have contracts expiring in March, June, September, and December.The contract with the nearest expiration date is known as the “front-month” contract, which often has the most trading activity. As a contract nears expiration, traders who want to maintain a position typically roll over to the next available contract month. Short-term traders often work with front-month contracts, while long-term investors might look further out.\n\nWhen tradingindex futuressuch as those of the S&P 500, traders may buy a futures contract, agreeing to purchase shares in the index at a set price six months from now. If the index goes up, the value of the futures contract will increase, and they can sell the contract at a profit before the expiration date. Selling futures works the other way around. If traders believe a specific equity is due for a fall and sell a futures contract, and the market declines as expected, traders can buy back the contract at a lower price, profiting from the difference.\n\nWhen settling a futures contract, the method depends on the asset. Physical delivery is standard for commodities like oil, gold, or wheat. However, for futures contracts based on stocks and stock indexes, the settlement method is cash.\n\nFutures traders can lock in the price of the underlying asset. These contracts haveexpirationdates and set prices that are known upfront. Stock futures have specific expiration dates and are organized by month. The underlying assets in futures contracts may include:\n\nThe buyer of a futures contract must take possession of the underlying stocks or shares at the time of expiration and not before. Buyers of futures contracts may sell their positions before expiration. There is adifference between options and futures. American-style options give the holder the right, but not the obligation, to buy or sell the underlying asset anytime before the expiration date of the contract.\n\nA futures contract allows a trader tospeculateon a commodity’s price. If a trader buys a futures contract and the price rises above the original contract price at expiration, there is a profit. However, the trader could also lose if the commodity’s price was lower than the purchase price specified in the futures contract. Before expiration, the futures contract—thelong position—can be sold at the current price, closing the long position.\n\nInvestors can also take a short speculative position if they predict the price will fall. If the price declines, the trader will take an offsetting position to close the contract. The net difference would be settled at the expiration of the contract. An investor gains if the underlying asset’s price is below the contract price and loses if the current price is above the contract price.\n\nSuppose a trader chooses a futures contract on the S&P 500. The index is 5,000 points, and the futures contract is for delivery in three months. Each contract is $50 times the index level, so one is worth $250,000 (5,000 points × $50). Without leverage, traders would need $250k. In futures trading, traders only need to post amargin, a fraction of the contract’s total value.If the initial margin is 10% of the contract’s value, the trader deposits only $25,000 (10% of $250,000) to enter the futures contract. If the index falls by 10% to 4,500 points, the value of the futures contract decreases to $225,000 (4,500 points × $50). Traders face a loss of $25,000, which equals a 100% loss on the initial margin.\n\nFutures trading canhedgethe price moves of the underlying assets.The goal is to prevent losses from potentially unfavorable price changes rather than to speculate.\n\nSuppose a mutual fund manager oversees a portfolio valued at $100 million that tracks the S&P 500. Concerned about potential short-term market volatility, the fund manager hedges the portfolio against a possible market downturn using S&P 500 futures contracts.\n\nAssume the S&P 500 is at 5,000 points and each S&P 500 futures contract is based on the index times a multiplier—say, $250 per index point. Since the portfolio mirrors the S&P 500, assume a hedge ratio of “one-to-one.” The value hedged by one futures contract would be 5,000 points × $250 = $1,250,000. To hedge a $100 million portfolio, the number of futures contracts needed is found by dividing the portfolio’s value by the value hedged per contract: $100,000,000 / $1,250,000 = about 80. Thus, selling 80 futures contracts should effectively hedge the portfolio with two possible outcomes:\n\nFutures trading comes with advantages and disadvantages. Futures trading usually involvesleverageand the broker requires an initial margin, a small part of the contract value. The amount depends on the contract size, the creditworthiness of the investor, and the broker’s terms and conditions.\n\nFutures contracts can be an essential tool for hedging against pricevolatility. Companies can plan their budgets and protect potential profits against adverse price changes. Futures contracts also have drawbacks. Investors risk losing more than the initial margin amount because of the leverage used in futures.\n\nHigher risk because of leverage\n\nMissing out on price moves when hedging\n\nThe futures markets are regulated by theCommodity Futures Trading Commission (CFTC). The CFTC is a federal agency created by Congress in 1974 to ensure the integrity of futures market prices, including preventing abusive trading practices, fraud, and regulating brokerage firms engaged in futures trading.\n\nTrading futures instead of stocks provides the advantage of high leverage, allowing investors to control assets with a small amount of capital. This entails higherrisks. Additionally, futures markets are almost always open, offering flexibility to trade outside traditional market hours and respond quickly to global events.\n\nThe profitability of futures vs. options depends largely on the investor’s strategy and risk tolerance. Futures tend to provide higher leverage and can be more profitable when predictions are correct, but they also carry higher risks. Options offer the safety of a nonbinding contract, limiting potential losses.\n\nWhen equities are the underlying asset, traders who hold futures contracts until expiration settle their positions in cash. The trader will pay or receive a cash settlement depending on whether the underlying asset increased or decreased during the investment holding period. In some cases, however, futures contracts require physical delivery. In this scenario, the investor holding the contract until expiration would take delivery of the underlying asset.\n\nAs an investment tool, futures contracts offer the advantage of price speculation and risk mitigation against potential market downturns. However, they come with some drawbacks. Taking a contrary position when hedging could lead to additional losses if market predictions are off. Also, the daily settlement of futures prices introduces volatility, with the investment’s value changing significantly from one trading session to the next.\n\nJack D. Schwager and Mark Etzkorn. “A Complete Guide to the Futures Market: Technical Analysis, Trading Systems, Fundamental Analysis, Options, Spreads, and Trading Principles.” Chapter 1. John Wiley & Sons, 2019.\n\nU.S. Commodity Futures Trading Commission. “Basics of Futures Trading.”\n\nCharles Schwab. “The Basics of Trading Futures Contracts.”\n\nCME Group. “S&P Index Futures and Options.”\n\nCME Group. “CME Group All Products—Codes and Slate.”\n\nCME Group. “Understanding The Difference: European vs. American Style Options.”\n\nCME Group. “The Power of Leverage.”\n\nU.S. Commodity Futures Trading Commission. “History Of the CFTC.”",
  "url": "https://www.investopedia.com/terms/f/futures.asp"
}