{
  "term": "GAFAM Stocks: What They are, How They Work",
  "definition": "GAFAM is an acronym for five popular U.S. tech stocks: Google (Alphabet), Apple, Facebook (Meta), Amazon, and Microsoft.\n\nGAFAM is quite close to, but nonetheless different than, the more popularFAANGacronym which collectively indicates U.S. technology stocks: Facebook, Apple, Amazon, Netflix, and Google. In the latter, Netflix takes the place of Microsoft.\n\nWhile a lot ofmarket indexesexist to collectively track the developments of a sector, there are a handful of companies that lead the pack in terms of sector influence.FAANG, GAFAM, andBATXare acronyms for influential companies that have a large impact on their sectors, and the market as a whole.\n\nGAFAM is made up of Alphabet Inc.(GOOG), Apple Inc. (AAPL), Meta (META) (formerly Facebook), Amazon.com Inc. (AMZN), and Microsoft Corp. (MSFT). All five companies are listed on theNASDAQstock exchange.\n\nAmong the commonly used FAANG group of companies, Netflix is the only one belonging to the “consumer services” sector and “consumer electronics/video chains” sub-sector owing to its media content business, while the other four belong to the “technology” sector.\n\nThe term GAFAM was coined to replace Netflix with Microsoft in the list, making it a group of more technology-focused companies.\n\nWhile Amazon is also classified under the “consumer services” sector and “catalog/specialty distribution” subsector, it also has itscloud hostingbusiness and Amazon Web Services (AWS), which make it a significant contributor to the technology space.\n\nEssentially, GAFAM represents the U.S.'s technology leaders whose products span mobile and desktop systems, hosting services, online operations, and software products.\n\nThe five GAFAM companies have a joint market capitalization of around $4.5 trillion and are all within the top 10 companies in the US according tomarket capitalizationas of March 31, 2020.\n\nAmong GAFAM stocks, the oldest company to list on the stock exchange is Apple which had itsinitial public offering(IPO) in 1980, followed by Microsoft in 1986, Amazon in 1997, Google in 2004, and Facebook in 2012.\n\nAlphabet, Apple, Meta, Amazon, and Microsoft are big players in the technology space.\n\nMany investors believe that if these stocks are doing well, the entire sector likely is as well. In a way, these stocks act like an index for the technology sector.\n\nHeading into early 2020, theNasdaq 100 indexwas rising. GAFAM stocks were also rising. Meta was the first one to break lower, peaking in late January 2020. The other GAFAM stocks and the Nasdaq 100 continued to advance.\n\nApple put in its peak on Feb. 12, Microsoft on Feb. 10. The Nasdaq put in its peak on February 19. Therefore, by the time the Nasdaq peaked, three of the five GAFAM stocks were already heading lower. Alphabet and Amazon peaked on the same day as the Nasdaq (closing pricebasis).\n\nMonitoring the GAFAM stocks may have alerted investors that the technology sector was weakening, even though the Nasdaq 100 was still rising. That said, GAFAM stocks are not always a reliable indicator of what the sector will do.",
  "url": "https://www.investopedia.com/terms/g/gafam-stocks.asp"
}