{
  "term": "Gambler's Fallacy: Overview and Examples",
  "definition": "The gambler's fallacy, also known as the Monte Carlo fallacy, occurs when an individual erroneously believes that a certain random event is less likely or more likely to happen based on the outcome of a previous event or series of events.\n\nThis line of thinking is incorrect since past events do not change theprobabilitythat certain events will occur in the future.\n\nIf a series of events is random and the events are independent from one another, then by definition the outcome of one or more events cannot influence or predict the outcome of the next event.\n\nThe gambler's fallacy consists of misjudging whether a series of events is truly random and independent. It involves wrongly concluding that the outcome of the next event will be the opposite of the outcomes of the preceding series of events.\n\nFor example, consider a series of 10 coin flips that have all landed with the \"heads\" side up. A person might predict that the next coin flip is more likely to land with the \"tails\" side up.\n\nHowever, if the person knows that this is a fair coin with a 50/50 chance of landing on either side and that the coin flips are not systematically related to one another by some mechanism then they are falling prey to the gambler's fallacy with their predictions.\n\nThe likelihood of a fair coin turning up heads is always 50%. Each coin flip is an independent event, which means that any and all previous flips have no bearing on future flips.\n\nIf before any coins were flipped a gambler were offered a chance to bet that 11 coin flips would result in 11 heads, the wise choice would be to turn it down because theprobabilityof 11 coin flips resulting in 11 heads is extremely low.\n\nHowever, if offered the same bet with 10 flips having already produced 10 heads, the gambler would have a 50% chance of winning because the odds of the next one turning up heads is still 50%. The fallacy is believing that with 10 heads having already occurred, an 11th heads up is now less likely.\n\nTraders aware of the gambler's fallacy can try to avoid it by strictly following a trading system of their own design that has specific buy andsell signalsand is based on independent research. They can track their own behavior before and after trades for review and analysis later.\n\nThe most famous example of the gambler's fallacy occurred at the Casino de Monte-Carlo in Monaco in 1913. The roulette wheel's ball had fallen on black several times in a row. This led people to believe that it would fall on red soon and they started pushing their chips, betting that the ball would fall in a red square on the next roulette wheel turn. The ball did fall on the red square, but only after a total of 26 turns. Accounts state that millions of dollars had been lost by then.\n\nGambler's fallacy (or Monte Carlo fallacy) represents an inaccurate understanding of probability and can equally be applied to investing.\n\nSome investorsliquidatea position once it has risen in value after a long series of positivetrading sessions. They do so because they erroneously believe that because of the string of successive gains, the position is now much more likely to decline.\n\nPierre-Simon Laplace, a French mathematician who lived over 200 years ago, wrote about the behavior in his \"Philosophical Essay on Probabilities.\"\n\nThe gambler's fallacy is a behavioral issue primarily derived from the belief in small numbers. People erroneously believe that small sample sets are always representative of larger populations or outcomes.\n\nIn the area of trading and investing, individuals can avoid the gambler's fallacy by letting go of the belief that previous occurrences are representative of future occurrences. To do this, traders and investors need to use independent research, be up to date on all facts, figures, and strategies, track trades and outcomes, and ask for feedback.\n\nGambler's fallacy is the mistaken belief that a random event will occur simply because a series of the opposite of that event has taken place.\n\nIt's a fallacy because random and independent events have no bearing on each other and thus cannot influence a future outcome.\n\nUniversity of Wisconsin. \"The Gambler's Fallacy: On the Danger of Misunderstanding Simple Probabilities,\" Page 1.\n\nUniversity of Wisconsin. \"The Gambler's Fallacy: On the Danger of Misunderstanding Simple Probabilities,\" Page 3.\n\nUniversity of Wisconsin. \"The Gambler's Fallacy: On the Danger of Misunderstanding Simple Probabilities.\"\n\nAmerican Statistical Association, Chance. \"The Mathematical Anatomy of the Gambler's Fallacy.\"",
  "url": "https://www.investopedia.com/terms/g/gamblersfallacy.asp"
}