{
  "term": "Game Theory: A Comprehensive Guide",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nGame theory is the study of how and why individuals and entities (called players) make decisions about their situations. It is a theoretical framework for conceiving social scenarios among competing players.\n\nIn some respects, game theory is the science of strategy, or at least of the optimal decision-making of independent and competing actors in a strategic setting.\n\nGame theory is used in a variety of fields to lay out various situations and predict their most likely outcomes. Businesses may use it, for example, to set prices, decide whether to acquire another firm, and determine how to handle a lawsuit.\n\nThe goal of game theory is to explain the strategic actions of two or more players in a given situation with set rules and outcomes. Any time a situation with two or more players involves known payouts or quantifiable consequences, we can use game theory to help determine the most likely outcomes.\n\nThe focus of game theory is the game, which is an interactive situation that involves rational players. The key to game theory is that one player's payoff is contingent on the strategy implemented by the other player.\n\nThe game identifies the players' identities, preferences, available strategies, and how these strategies affect the outcome. Depending on the model, various other requirements or assumptions may be necessary.\n\nGame theory has a wide range of applications, including psychology, evolutionary biology, war, politics, economics, and business. Despite its many advances, game theory is still a young and developing science.\n\nAccording to game theory, the actions and choices of all the participants affect the outcome of each. It's assumed players within the game are rational and will strive to maximize their payoffs in the game.\n\nHere are a few terms commonly used in the study of game theory:\n\nThe key pioneers of game theory were mathematician John von Neumann and economist Oskar Morgenstern in the 1940s.Mathematician John Nash is regarded by many as providing the first significant extension of the von Neumann and Morgenstern work.\n\nNash equilibriumis an outcome reached that, once achieved, means no player can increase payoff by changing decisions unilaterally.It can also be thought of as a \"no regrets\" outcome in the sense that once a decision is made, the player will have no regrets about it, considering the consequences.\n\nThe Nash equilibrium is reached over time, normally. However, once the Nash equilibrium is reached, it will not be deviated from. In such a case, consider how a unilateral move would affect the situation. Does it make any sense? It shouldn't, and that's why the Nash equilibrium outcome is described as \"no regrets.\"\n\nGenerally, there can be more than one equilibrium in a game. However, this usually occurs in games with more complex elements than two choices by two players. In simultaneous games that are repeated over time, one of these multiple equilibria is reached after some trial and error.\n\nThis scenario of different choices over time before reaching equilibrium is most often played out in the business world when two firms are determining prices for highly interchangeable products, such as airfare or soft drinks.\n\nGame theory is present in almost every industry or field of research. Its expansive theory can pertain to many situations, making it a versatile and important theory. Here are several fields of study directly impacted by game theory.\n\nGame theory brought about a revolution in economics by addressing crucial problems in prior mathematical economic models. For instance, neoclassical economics struggled to explainentrepreneurialanticipation and could not handle the imperfect competition. Game theory turned attention away from steady-state equilibrium toward the market process.\n\nEconomists often use game theory to explainoligopolyfirm behavior. It helps to predict likely outcomes when firms engage in certain behaviors, such as price-fixing andcollusion.\n\nIn business, game theory is beneficial for modeling competing behaviors between economic agents. Businesses often have several strategic choices that affect their ability to realize economic gain. For example, businesses may face dilemmas such as whether to retire existing products and develop new ones or employ new marketing strategies.\n\nBusinesses can often choose their opponent as well. Some focus on external forces and compete against other market participants. Others set internal goals and strive to be better than their previous versions.\n\nWhether external or internal, companies are always competing for resources, attempting to hire the best candidates away from rivals, and dissuade customers from choosing competing goods.\n\nGame theory in business may most resemble a game tree, as shown below. A company may start in position one and must decide on two outcomes. However, there are continually other decisions to be made; the final payoff amount is not known until the final decision has been processed.\n\nInternet Encyclopedia of Philosophy\n\nProject managementinvolves social aspects of game theory, as different participants may have different influences. For example, a project manager may be motivated to successfully complete a building development project. Meanwhile, the construction worker may be motivated to work slower for safety or to delay the project to add more billable hours.\n\nWhen dealing with an internal team, game theory may be less prevalent as all participants working for the same employer often have a greater shared interest for success. However, third-party consultants or external parties assisting with a project may be motivated by other factors separate from the project's success.\n\nThe strategy ofBlack Fridayshopping is at the heart of game theory. The concept holds that should companies reduce prices, more consumers will buy more goods. The relationship between a consumer, a good, and the financial exchange that transfers ownership plays a major part in game theory, as each consumer has a different set of expectations.\n\nOther than sweeping sales in advance of the holiday season, companies must utilize game theory when pricing products for launch or in anticipation of competition fromrival goods. A balance must be found. Price a good too low and it won't reap profit. Price a good too high and it might push customers toward asubstitute.\n\nAlthough there are many types of game theory, such as symmetric/asymmetric, simultaneous/sequential, and so on, cooperative and non-cooperative game theories are the most common.\n\nCooperative game theory deals with how coalitions, or cooperative groups, interact when only the payoffs are known. It is a game between coalitions of players rather than between individuals, and it questions how groups form andhow they allocate the payoff among players.\n\nNon-cooperative game theory deals with how rational economic agents deal with each other to achieve their own goals. The most common non-cooperative game is the strategic game, in which only the available strategies and the outcomes that result from a combination of choices are listed. A simplistic example of a real-world non-cooperative game is rock-paper-scissors.\n\nWhen there is a direct conflict between multiple parties striving for the same outcome, it is often called azero-sum game. This means that for every winner, there is a loser. Alternatively, it means that the collective net benefit received is equal to the collective net benefit lost. Lots of sporting events are a zero-sum game as one team wins and another team loses.\n\nA non-zero-sum game is one in which all participants can win or lose at the same time. Consider business partnerships that are mutually beneficial and foster value for both entities. Instead of competing and attempting to win at the expense of the other, both parties benefit.\n\nInvesting and trading stocks is sometimes considered a zero-sum game. After all, one market participant buys a stock and another participant sells that same stock for the same price. However, because different investors have different risk appetites and investing goals, it may be mutually beneficial for both parties to transact.\n\nSimultaneous move situations, which occur frequently in life, mean each participant must continually make decisions at the same time that their opponent is making decisions. As companies devise their marketing, product development, and operational plans, competing companies are doing the same thing at the same time.\n\nIn some cases, there is an intentional staggering of decision-making steps, enabling one party to see the other party's moves before making their own. This is usually present innegotiations; one party lists their demands, then the other party has a designated amount of time to respond and list their own.\n\nGame theory can begin and end in a single instance. Like much of life, the underlying competition starts, progresses, ends, and cannot be redone. This is often the case with equity traders, who must wisely choose their entry point and exit point, as their decision may not easily be undone or retried.\n\nOn the other hand, some repeated games continue on and seemingly never end. These types of games often contain the same participants each time, and each party has the knowledge of what occurred previously.\n\nFor example, consider rival companies trying to price their goods. Whenever one makes a price adjustment, so may the other. This circular competition repeats itself across product cycles or sale seasonality.\n\nIn the example below, a depiction of the Prisoner's Dilemma (discussed in the next section) is shown. In this depiction, after the first iteration occurs, there is no payoff. Instead, a second iteration of the game occurs, bringing with it a new set of outcomes not possible under one-shot games.\n\nInternet Encyclopedia of Philosophy\n\nThere are several games, or situations, that game theory analyzes. Here are a few:\n\nTheprisoner's dilemmais the most well-known example of game theory. Consider the example of two criminals arrested for a crime. Prosecutors have no hard evidence to convict them. However, to gain a confession, officials remove the prisoners from their solitary cells and question each one in separate chambers. Neither prisoner has the means to communicate with the other. Officials present four deals, often displayed as a 2 x 2 box.\n\nThe most favorable strategy is to not confess. However, neither is aware of the other's strategy and, without certainty that one will not confess, both will likely confess and receive a three-year prison sentence. The Nash equilibrium suggests that in a prisoner's dilemma, both players will make the move that is best for them individually but worse for them collectively.\n\n\"Tit for tat\" is said to be the optimal strategy in a prisoner's dilemma. Tit for tat was introduced by Anatol Rapoport, who developed a strategy in which each participant in an iterated prisoner's dilemma follows a course of action consistent with their opponent's previous turn. For example, if provoked, a player subsequently responds with retaliation; if unprovoked, the player cooperates.\n\nThe image below depicts the dilemma where the choice of the participant in the column and the choice of the participant in the row may clash. For example, both parties may receive the most favorable outcome if both choose row/column 1. However, each faces the risk of strong adverse outcomes should the other party not choose the same outcome.\n\nInternet Encyclopedia of Philosophy\n\nThis is a simple game in which Player A must decide how to split a cash prize with Player B, who has no input into Player A’s decision. While this is not a game theory strategy per se, it does provide some interesting insights into people’s behavior. Experiments reveal about 50% keep all the money to themselves, 5% split it equally, and the other 45% give the other participant a smaller share.\n\nThe dictator game is closely related to the ultimatum game, in which Player A is given a set amount of money, part of which has to be given to Player B, who can accept or reject the amount given. The catch is if the second player rejects the amount offered, both A and B get nothing. The dictator and ultimatum games hold important lessons for charitable giving and philanthropy.\n\nIn a volunteer’s dilemma, someone has to undertake a chore or job for the common good. The worst possible outcome is realized if nobody volunteers.For example, consider a company in whichaccounting fraud is rampant, though top management is unaware of it.\n\nSome junior employees in the accounting department are aware of the fraud but hesitate to tell top management because it would result in the employees involved in the fraud being fired and most likely prosecuted.\n\nBeing labeled as a whistleblower may also have some repercussions down the line. But if nobody volunteers, the large-scale fraud may result in the company’s eventual bankruptcy and the loss of everyone’s jobs.\n\nThecentipede gameis an extensive-form game in which two players alternately get a chance to take the larger share of a slowly increasing money stash. It is arranged so that if a player passes the stash to their opponent who then takes it, the player receives a smaller amount than if they had taken the pot.\n\nThe centipede game concludes as soon as a player takes the stash, with that player getting the larger portion and the other player getting the smaller portion. The game has a pre-defined total number of rounds, which are known to each player in advance.\n\nGame theory exists in almost every facet of life. Because the decisions of other people around you impact your day, game theory pertains to personal relationships, shopping habits, media intake, and hobbies.\n\nGame theory participants can decide between a few primary ways to play their game. In general, each participant must decide what level of risk they are willing to take and how far they are willing to go to pursue the best possible outcome.\n\nA maximax strategy involves no hedging. The participant is either all in or all out; they'll either win big or face the worst consequence. Consider a newstart-upcompany introducing new products to the market.\n\nIts new products may result in the company's market cap increasing fifty-fold. On the other hand, a failed product launch will leave the company bankrupt. The participant is willing to take a chance on achieving the best outcome even if the worst outcome is possible.\n\nA maximin strategy in game theory results in the participant choosing the best of the worst payoff. The participant has decided tohedgerisk and sacrifice full benefit in exchange for avoiding the worst outcome.\n\nOften, companies face and accept this strategy when considering lawsuits. By settling out of court and avoiding a public trial, companies agree to an adverse outcome. However, that outcome could have been worse if the case had gone to trial.\n\nIn a dominant strategy, a participant performs actions that are the best outcome for the play, irrespective of what other participants decide to do. In business, this may be a situation where a company decides toscaleand expand to a new market, regardless of whether a competing company has decided to move into the market as well. In Prisoner's Dilemma, the dominant strategy would be to confess.\n\nPure strategy entails the least amount of strategic decision-making, as pure strategy is simply a defined choice that is made regardless of external forces or actions of others.\n\nConsider a game of rock-paper-scissors in which one participant decides to throw the same shape with each trial. As the outcome for this participant is well-defined in advance (outcomes are either a specific shape or not that specific shape), the strategy is defined as pure.\n\nA mixed strategy may seem like random chance, but there is much thought that must go into devising a plan of mixing elements or actions.\n\nConsider the relationship between a baseball pitcher and batter. The pitcher cannot throw the same pitch each time. Otherwise, the batter could predict what would come next. Instead, the pitcher must mix their strategy from pitch to pitch to create a sense of unpredictability that they hope to benefit from.\n\nThe biggest issue with game theory is that, like most other economic models, it relies on the assumption that people are rational actors who are self-interested and utility-maximizing. Of course, we are social beings who do cooperate often at our own expense.\n\nGame theory cannot account for the fact that in some situations we may fall into a Nash equilibrium, and other times not, depending on the social context and who the players are.\n\nIn addition, game theory often struggles to factor in human elements such as loyalty, honesty, or empathy. Though statistical and mathematical computations can dictate what a best course of action should be, humans may not take this course due to incalculable and complex scenarios of self-sacrifice or manipulation.\n\nGame theory may analyze a set of behaviors but it cannot truly forecast the human element.\n\nGame theory tries to explain the strategic actions of two or more players in a given situation with set rules and outcomes. While used in several disciplines, game theory is most notably used in the study of business and economics.\n\nThe games may involve how two competitor firms will react to price cuts by the other, whether a firm should acquire another, or how traders in a stock market may react to price changes. In theoretic terms, thesegames may be categorizedas prisoner's dilemmas, the dictator game, the hawk-and-dove, and Bach or Stravinsky.\n\nLike many economic models, game theory contains a set of strict assumptions that must hold for the theory to make good predictions in practice. First, all players are utility-maximizing rational actors that have full information about the game, the rules, and the consequences. Players are not allowed to communicate or interact with one another. Possible outcomes are not only known in advance but also cannot be changed. The number of players in a game can theoretically be infinite, but most games will involve only two players.\n\nThe Nash equilibrium is an important concept referring to a stable state in a game where no player can gain an advantage by unilaterally changing a strategy, assuming the other participants also do not change their strategies. The Nash equilibrium provides the solution concept in a non-cooperative (adversarial) game. It is named after John Nash, who received the Nobel Prize in 1994 for his work.\n\nGame theory is largely attributed to the work in the 1940s of mathematician John von Neumann and economist Oskar Morgenstern. It was developed extensively by many other researchers and scholars in the 1950s.It remains an area of active research and applied science to this day.\n\nGame theory is the study of how competitive strategies and participant actions can influence the outcome of a situation. It's relevant to war, biology, and many other facets of life. Game theory is used in business to represent strategic interactions in which the outcome for one company or product depends on actions taken by other companies or products.\n\nStanford Encyclopedia of Philosophy. \"Game Theory.\"\n\nPrinceton University Press. \"Theory of Games and Economic Behavior: Overview.\"\n\nMIT Libraries. “Year 91 – 1951: ‘Non-cooperative Games’ by John Nash, in: Annals of Mathematics 54 (2).”\n\n34th Conference on Neural Information Processing Systems. “No-Regret Learning and Mixed Nash Equilibria: They Do Not Mix.”\n\nDavid Shapiro et al. “Principles of Economics 3e: 10.2 Oligopoly.”OpenStax, 2022.\n\nBin Xu et al. “Cycle Frequency in Standard Rock-Paper-Scissors Games: Evidence From Experimental Economics.”Physica A: Statistical Mechanics and its Applications, vol. 392, no. 20, Oct. 15, 2013, pp. 4997-5005.\n\nStanford Encyclopedia of Philosophy. \"Prisoner’s Dilemma.\"\n\nAnatol Rapoport. \"Game Theory as a Theory of Conflict Resolution,\" Pages 27-28. D. Reidel Publishing Company, 1974.\n\nNegotiation and Conflict Management Research. “Tit for Tat and Beyond: The Legendary Work of Anatol Rapoport.”\n\nChristoph Engel. “Dictator Games: A Meta Study.” Pages 6-8.\n\nScienceDirect. “Ultimatum Game.”\n\nPsychology Today. “Exploring the Volunteer's Dilemma.”\n\nFasterCapital. “Game Theory: Analyzing the Centipede Game's Optimal Strategies.”\n\nThe Nobel Prize. \"John F. Nash Jr.\"",
  "url": "https://www.investopedia.com/terms/g/gametheory.asp"
}