{
  "term": "Gamma Neutral: What it Means, How it Works",
  "definition": "A gamma neutral options position is one that has been immunized to large moves in anunderlying security. Achieving a gamma neutral position is a method of managing risk in options trading by establishing an asset portfolio whose delta's rate of change is close to zero even as the underlying rises or falls. This is known asgamma hedging. A gamma-neutral portfolio is thus hedged against second-order timeprice sensitivity.\n\nGammais one of the \"optionsGreeks\" along withdelta,rho,theta, andvega. These are used to assess the different types of risk in options portfolios.\n\nThe directional risk of an options portfolio can be managed throughdelta hedging, creating adelta neutral, or directionally ambivalent portfolio. The issue is that an option's delta itself will change as the price of the underlying moves, meaning that a delta neutral position could gain or lose deltas and become a directional bet, especially if the underlying moves substantially. Gamma hedging tries to neutralize such a change in the delta.\n\nA gamma neutral portfolio can be created by taking positions with offsetting gamma values. This helps to reduce variations due to changingmarket pricesand conditions. A gamma neutral portfolio is still subject to risk, however. For example, if the assumptions used to establish the portfolio turn out to be incorrect, a position that is supposed to be neutral may turn out to be risky. Furthermore, the position has to be re-balanced as prices change and time passes.\n\nGamma neutral options strategies can be used to create new security positions or to adjust an existing one. The goal is to use a combination of options leaving the overall gamma value as close to zero as possible. At a value near zero, the delta value should not move when the price of the underlying security moves.\n\nNote that if the goal is to achieve a durable,delta neutral strategy, one would employdelta-gamma hedging. But, alternatively, a trader may want to maintain a specific delta position, in which it could be delta positive (or negative) but gamma neutral.\n\nLocking in profits is a popular use for gamma neutral positions. If a period of high volatility is expected and an options trading position has made a good profit to date, instead of locking in the profits by selling the position and reaping no further rewards, a delta neutral or gamma neutral hedge can effectively seal in the profits.\n\nA simple delta hedge could be created by purchasing call options and shorting a certain number of shares of the underlying stock at the same time. If the stock's price remains the same but volatility rises, the trader may profit unless time value erosion destroys those profits. A trader could add a short call with a differentstrike priceto the strategy to offset time value decay and protect against a large move in delta. Adding that second call to the position is a gamma hedge.\n\nAs the underlying stock rises and falls in value, an investor may buy or sell shares in the stock if they wish to keep the position neutral. This can increase the trade's volatility and costs. Delta and gamma hedging don't have to be completely neutral, and traders may adjust how much positive or negative gamma they are exposed to over time.\n\nTD Ameritrade. \"Stock Options Greeks: Gamma Explained.\"",
  "url": "https://www.investopedia.com/terms/g/gammaneutral.asp"
}