{
  "term": "Gamma Hedging: Definition, How It Works, and Vs. Delta Hedging",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nGamma hedging is a trading strategy that tries to maintain a constant delta in anoptionsposition, often one that is delta-neutral, as the underlying asset changes price. It is used to reduce the risk created when the underlying security makes strong up or down moves, particularly during the last days before expiration.\n\nAn option position'sgammais the rate of change in itsdeltafor every 1-point move in the underlying asset's price. Gamma is an important measure of the convexity of aderivative'svalue, in relation to the underlying asset. Adelta hedgestrategy, in comparison, only reduces the effect of relatively small underlying price changes on the options price.\n\nAgamma neutraloptions position is one that has been immunized to large moves in anunderlying security. Achieving a gamma neutral position is a method of managing risk in options trading by establishing an asset portfolio whose delta's rate of change is close to zero, even as the underlying rises or falls. This is known as gamma hedging. A gamma-neutral portfolio is thus hedged against second-order timeprice sensitivity.\n\nGamma hedging consists of adding additional option contracts to a portfolio, usually in contrast to the current position. For example, if a large number of calls were being held in a position, then a trader might add a small put-option position to offset an unexpected drop in price during the next 24 to 48 hours, or sell a carefully chosen number of call options at a different strike price. Gamma hedging is a sophisticated activity that requires careful calculation in order to be done correctly.\n\nGamma is the Greek-alphabet inspired name of a standard variable from theBlack-Scholes Model, the first formula recognized as a standard for pricing options. Within this formula are two particular variables that help traders understand the way option prices change in relation to the price moves of the underlying security: delta and gamma.\n\nDeltatells a trader how much anoption'sprice is expected to change because of a small change in the underlying stock or asset—specifically a one-dollar change in price.\n\nGamma refers to the rate of change of an option's delta with respect to the change in the price of an underlying stock or other asset's price. Essentially, gamma is the rate of change of the price of an option. However, some traders also think of gamma as the expected change resulting from the second consecutive one-dollar change in the price of the underlying. So that by adding gamma and delta to the original delta, you'd get the expected move from a two-dollar move in the underlying security.\n\nDelta-gamma hedging is an options strategy that combines both delta and gamma hedges to mitigate the risk of changes in the underlying asset—and also in the delta itself—as the underlying asset moves. With delta hedging alone, a position has protection from small changes in the underlying asset. However, large changes will change the hedge (change the delta), leaving the position vulnerable. By adding a gamma hedge, the delta hedge remains intact.\n\nUsing a gamma hedge in conjunction with a delta hedge requires an investor to create new hedges when the underlying asset’s delta changes. The number of underlying shares that are bought or sold under a delta-gamma hedge depends on whether the underlying asset price is increasing or decreasing, and by how much.\n\nA trader who is trying to be delta-hedged ordelta-neutralis usually making a trade that has very little change based on the short-term price fluctuation of a smaller magnitude. Such a trade is often a bet thatvolatility, or in other words, demand for the options of that security, will trend towards a significant rise or fall in the future. But even delta hedging will not protect an options trader very well on the day before expiration. On this day, because so little time remains before expiration, the impact of even a normal price fluctuation in the underlying security can cause very significant price changes in the option. Delta hedging is therefore not enough under these circumstances.\n\nGamma hedging is added to adelta-hedged strategyas a way of protecting the trader from larger than expected changes to a security, or even an entire portfolio, but most often to protect from the effects of rapid price change in the option when time value has almost completely eroded.\n\nWhile many times a trader will seek a delta-gamma hedge that is delta-neutral; alternatively, a trader may want to maintain a specific delta position, which could be delta positive (or negative) but at the same time gamma neutral.\n\nAs we have seen above, delta- and gamma-hedging are often used together. A simple delta hedge can be created by purchasing call options and shorting a certain number of shares of theunderlyingstock at the same time. If the stock's price remains the same, but volatility rises, the trader may profit unless time value erosion destroys those profits. A trader could add a short call with a differentstrike priceto the strategy to offset time value decay and protect against a large move in the delta; adding that second call to the position is a gamma hedge.\n\nAs the underlying stock rises and falls in value, an investor may buy or sell shares in the stock if they wish to keep the position neutral. This can increase the trade's volatility and costs. Delta and gamma hedging don't have to becompletely neutral, and traders may adjust how much positive or negative gamma they are exposed to over time.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/g/gamma-hedging.asp"
}