{
  "term": "Gapping: Definition, Types, Example, and Trading Strategies",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nGapping occurs when the price of a stock, or another asset, opens above or below the previous day'sclosewith no trading activity in between. Agapis the area discontinuity in a security's price chart. Gaps may materialize when headlines cause market fundamentals to change rapidly during hours when markets are typically closed; for instance, the result of anearnings callafter-hours.\n\nGapping may also refer to the difference or spread in rates at which banks borrow and lend. Thedynamic gapmeasures howassets(money held) andliabilities(money loaned) change over time.\n\nGapping can occur in any instrument where the trading action closes and then reopens. Stocks do this on a daily basis. Currencies trade continuously throughout the week but can still experience gaps between when the market closes before the weekend and reopens after.\n\nGapping may be partial or full in nature. Partial gapping occurs when theopening priceis higher or lower than the previous day’s close but within the previous day’s pricerange. Full gapping occurs when the open is outside of the previous day’s range. Gapping, especially a full gap, shows a strong shift in sentiment occurred overnight.\n\nThere are different types of gaps, depending on the size of the gap and where they occur within the overall trend of the asset. Each of these types of gaps can be full or partial gaps. Common gaps are typically partial gaps, as the price doesn't move significantly. However, in some cases, the price may not move much yet and still end up as a full gap. Meanwhile, breakaway, runaway, and exhaustion gaps tend to be full gaps.\n\nCommon gapsoccur frequently, have little significance, and are when the opening price is slightly different from the prior closing price. The lack of a significant price move on the gap, or after, shows the gap is common.\n\nAbreakaway gapoccurs when the price moves above a significantresistancearea or below a significantsupportarea on the gap. It can also occur after the price has been in a tight trading range or when it moves out of a chart pattern. The breakaway gap indicates the start of a strong trending move, is typically a large gap, and the price tends to follow through in the gap direction over the next few weeks.\n\nRunaway gapsoccur during a strongtrendand show that the trend is still strong enough to cause a gap in the trend direction. In hindsight, these are gaps that occur mid-trend as the trend is picking up steam. They are typically large, and the price tends to follow through, moving in the gap direction over the next few weeks.\n\nExhaustion gapsoccur near the end of the trend. They are typically caused by stragglers jumping onboard late in a trend after having regretted not getting in earlier. Once the price gaps are higher on this last push of demand, there are very few traders left to keep pushing the price in the trending direction. Areversaltends to follow within a few weeks.\n\nA trader can have astop-loss orderfilled significantly below their stop-loss price (for a long position) due to gapping.\n\nFor example, a trader may buy a stock on the close at $50 and place a stop-loss order at $45. The next day before the market opens, the company issues an unexpectedprofit warning, and the stock opens at $38. The trader’s stop-loss order now becomes a market order because the stock’s price is below $45 and gets filled at the next available price, which is the $38 open.\n\nTraders can reduce gapping risk by not trading directly before companyearningsand news announcements that are likely to have a material impact on a stock’s price. During periods of high volatility, reducingposition sizehelps minimize losses caused by gapping.\n\nA trader in ashort positioncan also get caught in a gap, resulting in more significant losses than expected. A trader may be short at $20 with a stop loss at $22. The stock closes at $18, in a profitable position for the trader, but overnight another company expresses its interest in buying the company, and the price opens up the next day at $25. The trader is punched out of their position at $25, not $22, resulting in an extra $3 per share loss.\n\nSome traders use gaps for analytical insight. For example, if a gap occurs relatively early in a trend, then it is probably a breakaway gap or a runaway gap, which lets the trader know the price likely has further to run.\n\nOther traders use gaps for trading purposes. They may enterpositionsafter a gap occurs. These strategies are called \"playing the gap.\"\n\nDay traders often refer to this strategy as the \"gap and go.\" A position could be taken on the day the stock gaps with a stop-loss order usually placed beneath the low of the gap bar. The gap should occur above a significant resistance level and trade on heavy volume to increase the chances of a profitable trade. Alternatively, traders could wait for prices to fill the gap and place a limit order to buy the stock near the previous day's close.\n\nA similar strategy to the one above, except in this case the trader enters a short position following a gap down.\n\nContrariansmay use a fading strategy toexploit gapping. Traders could take a trade in the opposite direction of the gap under the premise that most gaps tend to be filled over time. A stop-loss order is placed above the gap bar's high, following a gap up, with a profit target set near the previous day's close. For a gap down, the trader buys, places a stop loss below the gap bar's low, and sets a profit target near the previous day's close.\n\nBreakaway and runaway gaps can signal that there is more trend left to take advantage of for trading opportunities. Therefore, following one of these gaps, a longer-term trader may initiate a position in the direction of the gap (typically looking for gaps higher). They may hold onto the trade until an exhaustion gap occurs or atrailing stopis hit, letting them know to get out.\n\nGapping often plays into candlestick technical patterns as well, such as with theUp/Down Gap Side-by-Side White Lines Patternor theUpside Gap Two Crows Pattern.\n\nSome stocks have frequent gaps, while others have fewer. Nearly all stocks are susceptible to experiencing a gap following earnings or other major corporate announcements, such as atakeover bid. A stock may also gap because the overall market moves sharply. For example, if theS&P 500experiences a volatile move lower one morning, many stocks will gap down as a result.\n\nIn analyzing thechart of Meta (formerly Facebook), which is shown below, the stock had a number of significantly large price gaps following earnings announcements. It also had other gaps over the period shown, which are marked on the chart.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nThe chart also illustrates that a breakaway gap doesn't always need to be in the trending direction. A strong gap against the current trend could signal a break or reversal in the other direction.\n\nTake, for example, the $217.50 close (high point on the chart, just under $220). The following day the stock opened at $174.89 (just below the 2nd arrow from the left) after a worse-than-expected earnings announcement. In other words, investors who had purchasedMETAat $217 would have lost nearly 20% overnight, showing how devastating a gap can be, even if using a stop loss.\n\nA volume increase on a gap helps confirm that the price is likely to continue in the gapped direction. A breakaway gap with higher than averagevolume, for instance, indicates strong conviction in the gap direction. On the other hand, exhaustion gaps should be associated with relatively low volume.\n\nThis strategy involves buying into a gap up and is a bullish position. With this strategy, stop-loss orders may be placed at a level below the gap's bottom.\n\nNobody can see the future of stock prices, but a gap up may occur after a positive news announcement, especially if that news is unexpected or better than expected. Positive earnings surprises, news that a stock is a takeover target, or the release or approval of a new product can all result in a gap up.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/g/gapping.asp"
}