{
  "term": "Garage Liability Insurance: What it is, How it Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nGarage liability insurance is specialty insurance targeted to the automotive industry. Automobile dealerships, parking lots or parking garages operators, tow-truck operators, service stations, and customization and repair shops will add garage liability insurance to their business liability coverage. The policy protects property damage and bodily injury resulting from operations.\n\nThis insurance is not the same thing as garage-keepers coverage.\n\n​​​​​​​Garage liability insurance is a type ofumbrella policythat provides coverage for the day-to-day operations of the businesses in the automotive industry. This insurance will add a layer of protection to the business' general liability policy. Coverage includes bodily injury and property damage from direct garage operations, not covered under most commercial or business liability insurance.\n\nBefore buying a policy, the business owner should verify that the garage liability coverage will add to, and not merely replace, their basic business liability coverage.\n\nCoverage will include injuries to customers while on the business grounds up to the chosen limits of the policy. Also, most garage insurance will consist of an employee dishonesty provision for theft or vandalism done by an employee of a customer's car. For an added premium, any autos used in the conducting of business, such as courtesy vans and parts delivery trucks, may be added. Additional protections can include damages from parts or products sold by the company and coverage for loss from faulty parts installed on a client's vehicle.\n\nGarage liability insurance will not cover the tools, building, personal, or business property of the policyholder. It does not provide coverage for vandalism, stolen vehicles, or damage from events such as hail. The policy does not cover accidents or damage to the customer's cars on-site for service. Also, all policy basic and additional items will have a listed maximum liability coverage amount and may haveaggregate limitsby claim or by year.\n\nCommercial general liability(CGL) insurance policies have varying levels of coverage. This insurance may include coverage for the premises, which protects the business from claims on location during regular business operations. It may also include coverage for bodily injury and property damage resulting from finished products.\n\nGarage-keepers insurance is a separate policy that covers the property damage to a client's car while it is in the care of the policyholder. This can include damage during road test drives and while storing the vehicle during non-working hours. The keeper's insurance will cover vandalism and theft of a customer's car. Businesses with multiple locations require policies for each site.\n\nBusinesses may purchase coverage for other business risks as well.",
  "url": "https://www.investopedia.com/terms/g/garage-liability-insurance.asp"
}