{
  "term": "Garden Leave: What It Is, Pros and Cons for Employers, Employees",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA garden leave refers to the period of time during which an employee stays away from the workplace, or works remotely during the notice period. The employee remains on the payroll and is in the process ofterminating their employment, but is neither permitted to go to work nor to commence any other employment during the garden leave.\n\nGarden is a term most commonly used in the financial industry in the U.K., Australia, and New Zealand. Massachusetts passed a garden leave clause into law in 2018, making it the first state to do so in the U.S.\n\nWhile the name garden leave may sound pleasant—and in fact, an employee may sometimes prefer to serve their notice time relaxing at home rather than being in the workplace—the restrictive nature and negative implications of this leave can make it less than ideal.\n\nGarden leave is a protectionist measure used by an employer when an employee is terminated or when theytender their resignation. Once in effect, it often prevents the employee from being involved in any work activity for their current employer, and typically restricts them from either taking on another job or working for themselves. An employee is generally likely to spend their time pursuing hobbies such as gardening—hence, the term garden leave. Salaries and benefits continue until the end of the leave period.\n\nGarden leave is sometimes considered to be a euphemism for being suspended and can be perceived to have negative connotations such as the employee being unfit for anything other than tending to their garden.\n\nThe garden leave helps protect an employer's interests when an employee tenders a resignation or is given a dismissal notice.\n\nFollowing the resignation or dismissal of an employee, an employer may decide to place the employee on garden leave. The primary reason for doing so is to safeguard against possible detrimental actions or behavior that the employee might indulge in during theirnotice period.\n\nThe employer may fear that the employee could become uncooperative, or that they may negatively influence the working environment and other employees. The employer may also prefer that the employee limit contact with clients for fear the employee may persuade clients to follow them to their new employer.\n\nAnother reason for implementing a garden leave is that the employee may have access to up-to-date information that could be beneficial to the employer’s competitors. Placing an employee on garden leave could help ensure that by the time the employee is contractually free, they would have been out of the loop long enough to reduce any possible threat.\n\nGarden leave can be an employer’s way of taking the employee off the market for a period of time, which is why some employers may opt for this method, rather than ending the employment abruptly with a cash settlement in lieu of notice.\n\nThere are times to consider a garden leave, and there are times it is not suitable. A garden leave is to be used when a worker's employment term is being brought to an end for any reason. The first step in evaluating whether to use a garden leave is to consider the implications of the employee's departure. Questions to ask include:\n\nDue to the expense of carrying an important employee that is not working, companies should be mindful when imposing a garden leave. In addition, companies may find themselves legally unable to impose a garden leave. Therefore, when determining whether or not to place an employee on a garden leave, a company must analyze the financial implications, legal restrictions, and business usefulness of temporarily retaining the employee.\n\nAn employee is entitled to their salary and benefits during garden leave, but depending on their employment contract, may not be eligible for bonuses oraccrual payments.\n\nDuring a garden leave, it is typical for an employee to be prevented from accessing the employer’s data and computer system, and to be prohibited from contacting clients, suppliers, or fellow employees. The employee will usually be required to return company property such as laptops, smartphones, or vehicles during this period.\n\nWhile on garden leave, the employee is required to be available if the employer requires information, support, or even to resume working. For this reason, an employee should not plan to travel during garden leave, unless approved by the current employer. An employer may also compel the employee to take any accrued holiday time during the period of garden leave.\n\nGarden leave is also commonly referred to as a \"garden leave period\" or \"gardening leave\".\n\nAn employer does not need to put a garden leave clause in a contract during the on-boarding process when a new employee is hired, but they are recommended in certain cases. Some contracts, especially those for senior management and other executives, often come with a well-drafted garden leave clause. If a company decides to put the leave in effect without one, it opens itself up to a breach of contract dispute.\n\nSigning a contractual clause may be problematic in some cases. Employees who don't receive a regular salary, and work on a bonus or commission basis may be able to dispute a clause since their incentive is based on their work activities. These cases may result in disputes—even lawsuits—between both parties.\n\nThere's a number of reasons why a company may consider implementing a garden leave. It is ultimately a defensive mechanism that makes sure an employee is still available during a transition period. It can also be used to manage the goodwill and relationships with clients as an employee departures.\n\nDuring a garden leave, the departing employee often has restricted physical access to the building, files, or confidential company information. This protects a company if it is concerned about illicit use of this information as an employee leaves.\n\nThe downside to this is primarily the cost. An employer must continue to pay an employee during garden leave; if that worker is aC-suiteexecutive, the company is paying very high salary costs to retain someone who is producing little to no work. There are also legal considerations to balance, public perception to manage, and ongoing risk of employee retaliation even when still under contract.\n\nEnsures that an employee will be available for queries prior to their departure\n\nPrevents a customer from stealing customers prior to their departure\n\nEnsures proper transition of responsibilities\n\nPrevents an outgoing employee access to certain sensitive aspects of a company\n\nMay prevent an employee from leaving to work for a competitor\n\nIs often expensive, especially when putting an executive on garden leave\n\nYields little to no productive work in exchange for actual salary paid\n\nRequires adherence to complicated, changing laws that may restrict some aspects of garden leave\n\nMay negatively impact perception of future prospective employees\n\nFrom an employee's standpoint, much of the opposite is true. The employee has meaningful, paying employment via theterms of employmentthrough a specific contract date. During this employment period, the employee's responsibilities are often decreased. An employee is often allowed to search for a new job during this period, though there are limitations on starting a new job while on garden leave. An employee is often still entitled to commissions and bonuses during garden leave.\n\nOn the downside, employees may be restricted on what they do such as start a new job or work for a competitor. An employee may not find personal satisfaction in getting paid but not being able to contribute to the success of an organization. An employee may end up leaving a company with a bad taste in their mouth if they are cutoff from socializing with peers in which they have developed relationships with.\n\nReceives paychecks for a defined period of time\n\nIs often required to work little to no hours in exchange for ongoing compensation\n\nMay still pursue (but not start) other job opportunities while on garden leave\n\nMay still be entitled to bonuses and commission while on garden leave\n\nFaces restrictions on what they can do for a specific amount of time\n\nMay not find personal satisfaction for technically not \"earning\" their paycheck\n\nMay stagnate career development if put on a lengthy (90 day) garden leave\n\nMay be seen as negative should the employee be getting let go or terminated against their will.\n\nMassachusetts passed the garden clause provisioninto law in mid-2018, making it the first state in the United States to give workers paid leave after leaving a job, according to the Associated Press. The new law states employees are entitled to at least 50% of their base salary during the garden leave.\n\nIn 2021, Illniois passed the Illinois Freedom to Work Act (IFWA). Though the IFWA never mentions the phrase \"garden leave\", it does restrict Illinois employers regarding their ability to bind employees to non-compete and non-solicitation agreements.In turn, this legislature would impact the limitations that can be placed on an employee while on garden leave. Additionally, in April 2024, the FTC banned the use of non-competes.\n\nThough present in New York financial industries, garden law is still explicitly prohibited in many cases. For example, the New York Rules of Professional Conduct published by the New York State Bar Association outlaws garden leaves. This rule prevents an agreement that prohibits a departed lawyer from practicing law for any given period of time following his or her withdrawal from the firm.\n\nThe Securities and Exchange Commission (SEC) publicly posted Exhibit 10.3 related to the separation agreement between uniQuire, Inc. and its former Chief Operating Officer. In August 2019, it decided to part ways with its employee.In the cited agreement, the separation letter called for several items including:\n\nDuring a garden leave, most employees are required to produce little to no work. They will remain on the company's payroll for a designated amount of time. However, they may not be contractually obligated to fulfill all previous aspects of their job. When placed on a garden leave, the expectations of the employee are often outlined.\n\nA garden leave is often a mutually agreed upon, contractual obligation between a company and an employee. An employee is often allowed to pursue other jobs, but courts have found there to be a breach of contract should the employee leave to begin a new job during a garden leave.\n\nYes, garden leave exists in the United States. The concept was passed into law in 2018 in Massachusetts, while it has been widely adopted in New York while also gaining traction in Illinois.\n\nGarden leave laws will vary across jurisdictions. In general, most garden leave laws require advanced notice of resignation and last between 30 and 90 days. During this time, the employee remains on the company's payroll but are generally relieved of most (if not all) of their duties. An employee can often not return to the physical workplace, and the employee may be required to communicate with only select co-workers during the garden leave period.\n\nTo protect company assets and preserve business interests during an employee departure, a company may place an outgoing worker on a garden leave. This paid recuse from work often reduces the employee's scope of work prior to their pre-planned resignation. In addition, the employee will face many restrictions on what they can do, what they can access, and who they communicate with prior to their departure.\n\nThe General Court of the Commonwealth of Massachusetts. \"Acts (2018) Chapter 228. Section 21.\"\n\nIllinois General Assembly. \"(820 ILCS 90/) Illinois Freedom to Work Act.\"\n\nFTC. \"FTC Announces Rule Banning Noncompetes.\"\n\nNew York State Bar Association. \"NYSBA NY Rules of Professional Conduct (2021).\"\n\nU.S. Securities and Exchange Commission. \"Exhibit 10.3.\"\n\nWarner Goodman LLP. \"Can I Work for Someone Else During my Garden Leave?\"\n\nThomson Reuters. \"Garden Leave Provisions in Employment Agreements.\"",
  "url": "https://www.investopedia.com/terms/g/gardening-leave.asp"
}