{
  "term": "Garn-St. Germain Depository Institutions Act Overview",
  "definition": "The Garn-St. Germain Depository Institutions Act was enacted by Congress in 1982. The primary purpose was to ease pressures on banks and savings and loans which increased after the Federal Reserve raised rates in an effort to combat inflation. Financial institutions that had taken on interest rate risk by lending at low rates in earlier years were faced with negative spreads when the Fed drove deposit interest rates higher in the early 1980s.\n\nThe act followed the establishment of theDepository Institutions Deregulation Committeeby theMonetary Control Act(MCA), which had begun phasing out interest rate ceilings on bank deposit accounts. Together, these acts are today widely understood to have contributed to the subsequentSavings & Loan Crisisof the 1980s and 90s.\n\nInflation in the United States had spiked significantly in the mid-1970s after the last links between the U.S. dollar and gold were severed under the Nixon administration, and again in the late 1970s, breaking above 10% by early 1980.After the Federal Reserve, under Chairman Paul Volcker aggressively began raising rates into the 1980s the trend finally reversed, with inflation hovering between 2.5-5.0% for most of the 1980s.\n\nTraditional banks were caught in the middle as they were paying more for their deposits than they were earning on mortgage loans which had been made in earlier years at much lower interest rates. They had taken on enormous interest rate risk through maturity mismatching, lending long-term at low rates for home mortgages, and borrowing very short-term at variable rates on bank deposits. Unable to get out from under lower rates of interest on their fixed-rate, long-term holdings, banks were becoming illiquid.\n\nAt the same time, FedRegulation Q, which had previously restricted banks and savings and loans (known as S&L or thrifts) from raising their deposit interest rates, was phased out for deposit accounts other than checking accounts under the MCA. Investors and depositors flocked to money market mutual fund accounts, CD's, and savings accounts to obtain higher interest rates, and corporations developed alternatives such asrepurchase agreements. As the deposit rates that they paid out rose, while the interest they were receiving from existing mortgages remained fixed, banks were caught in a squeeze.\n\nOn the lending side, Title VIII of the Garn-St. Germain Depository Act, \"Alternative Mortgage Transactions,\" authorized banks to offer adjustable-rate mortgages. However, the act also had substantial benefits for consumer real estate owners, because it allowed consumers to place their mortgaged real estate ininter-vivos trustswithout triggering the due-on-sale clause that allows banks to foreclose and collect the balance due on a mortgaged property when ownership of that property is transferred. This made it easier for property owners to pass real estate to minors and heirs, and also allowed the wealthy to protect their real estate holdings from creditors or lawsuit settlements.\n\nMany analysts believe that the act was one of the contributing factors to theSavings and Loan (S&L) Crisis, which resulted in one of the largest government bailouts in U.S. history, costing approximately $124 billion.\n\nThe Garn-St. Germain Depository Institutions Act was named after sponsors Congressman Fernand St. Germain, a Democrat from Rhode Island, and Senator Jake Garn, a Republican from Utah. Co-sponsors of the bill included Congressman Steny Hoyer and Senator Charles Schumer. The bill passed the House with a substantial margin of 272-91. The bill also passed the Senate and was signed by President Reagan in October 1982.\n\nThe Garn-St. Germain Depository Institutions Act removed the interest rate ceiling for banks and thrifts, authorized them to make commercial loans, and gave the federal agencies the ability to approve bank acquisitions. Once regulations were loosened, however, S&Ls began engaging in high-risk activities to cover losses, such as commercial real estate lending and investments injunk bonds.\n\nDepositors in S&Ls continued to funnel money into these risky endeavors because their deposits were insured by theFederal Savings and Loan Insurance Corporation(FSLIC).\n\nUltimately, many analysts believe that the act was one of the contributing factors to the Savings and Loan Crisis, which resulted in one of the largest government bailouts in U.S. history, costing approximately $124 billion. Long-term consequences included the preponderance of2/28 adjustable-rate mortgages,which may have ultimately contributed to the sub-prime loan crisis and the Great Recession of 2008.\n\nFederal Reserve Economic Data. \"Consumer Price Index for All Urban Consumers.\" Accessed May 11, 2021.\n\nFederal Reserve History. \"Garn-St Germain Depository Institutions Act of 1982,\" Accessed May 12, 2021.",
  "url": "https://www.investopedia.com/terms/g/garn-st-germain-depository-institutions-act.asp"
}