{
  "term": "Gas (Ethereum): How Gas Fees Work on the Ethereum Blockchain",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nInvestopedia / Madelyn Goodnight\n\nGas is the fee required to successfully conduct a transaction or execute a contract on the Ethereum blockchain platform. Fees are priced in tiny fractions of the cryptocurrency ether (ETH)—denominations called gwei (10-9ETH). Gas is used to pay validators for the resources needed to conduct transactions.\n\nThe exact price of the gas is determined by supply, demand, and network capacity at the time of the transaction.\n\nThe concept of incentives for work paid in fees (gas) was introduced to compensate miners for their work on maintaining and securing the blockchain—in addition to receiving block rewards.\n\nAfter theproof-of-stake algorithmwas rolled out in September 2022, a portion of the gas fee became the reward for staking ETH and participating in validation—the more a user hasstaked, the more they can earn.\n\nA transaction fee is similar to the fee you pay for a money wire transfer. You're paying the service provider for using their network.\n\nEthereum validators, who perform the essential tasks of verifying and processing transactions on the network, are awarded this fee in return for staking their ether and verifying blocks.\n\nGas fees rise and fall with supply and demand for transactions—if the network is congested, gas prices might be high. On the other hand, they could be low if there is not much traffic.\n\nOriginally, gas fees were a product of a gas limit and the gas price per unit. In August 2021,Ethereumchanged its calculations for gas fees to use a base fee (a set fee for the transaction set by the network), units of gas required, and a priority fee. The priority fee is a tip to the validator that chooses a transaction—the more you tip, the higher the chances are that your transaction will be processed faster.\n\nGas fees are calculated using this formula:\n\nSo, imagine you wanted to pay a friend 2 ETH, and you think it will require two units of gas. The base fee is 11 gwei, and you provide a tip of 3 gwei. Your gas fee would be:\n\nThis equals 0.000000028 ETH. It's added to your transfer total, which is now 2.000000028 ETH.\n\nEthereum, as a platform and system, is designed to be used by others to create more use cases forblockchainand cryptocurrency. For this reason, it is commonly called the Ethereum Virtual Machine, because applications can be created that run on it. The EVM is essentially a large virtual computer, like an application in the cloud, that runs other blockchain-based applications within it.\n\nManydecentralized applications,cryptocurrencies, and tokens have been created using the EVM. Because the Ethereum blockchain is part of the EVM, the cryptocurrencies built on that blockchain require gas fees. For example, a popular token built on Ethereum's blockchain is DAI. Because it uses the Ethereum blockchain, users need to pay gas fees in gwei to conduct transactions on the chain.\n\nAn ongoing concern for any cryptocurrency that requires transaction fees is the price users pay for the transactions. Before 2020, gas fees on Ethereum were very low, measured in a few cents with occasional spikes. After January 2020, gas fees began climbing as the network attracted new users, reaching more than $20 (sometimes much higher) for long periods.\n\nAfterThe Merge—the merge of the Beacon Chain and the Ethereum main chain when proof-of-stake was implemented—fees began to range from a few dollars to as high as $30. However, The Merge was not designed to address the problem of high fees. It was one of many updates that, when combined, are believed to eventually lower gas fees.\n\nThere are a few ways you can avoid high fees. First, you can choose times when the network is not so busy, a challenging endeavor but not impossible. EtherScan provides a gas tracker that shows the day's high, low, and average gas fees, so you can try to time your necessary transactions using its tracker or another like it.The website also provides a Chrome extension you can install to the browser that lets you see gas prices in real time.\n\nSecond, you can use Layer 2 solutions or dApps for your transactions. Taking your activity off the main chain is one of the best ways to keep your fees low.\n\nEthereum's transaction fees are the result of network traffic and validator availability. When there is more traffic, fees are higher.\n\nEthereum gas is a blockchain transaction fee paid to network validators for their services to the blockchain. Without the fees, there would be no incentive for anyone to stake their ETH and help secure the network.\n\nThe Ethereum gas fee exists to pay network validators for their work securing the blockchain and network.Without the fees, there would be few reasons to stake ETH and become a validator. The network would be at risk without validators and the work they do. So, it essentially runs on gas.\n\nGas fees are used on the Ethereum blockchain and network to incentivize users to stake their ETH. Staking works to secure the blockchain because it discourages dishonest behavior. For staking their ETH, owners are given small payments as a reward for helping to secure the blockchain and help it function.\n\nFees are determined by the amount of network traffic, the supply of validators, and the demand for transaction verification. The higher the demand and traffic, the higher the fees. When traffic and demand are lower, fees become lower.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.\n\nBitInfoCharts. \"Ethereum - Avg. Transaction Fee.\"\n\nEtherScan. \"Ethereum Gas Tracker.\"",
  "url": "https://www.investopedia.com/terms/g/gas-ethereum.asp"
}