{
  "term": "Gazelle Company: What it is, How it Works, Examples",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nAccording to the original technical definition, a gazelle company is a high-growth company that has been increasing itsrevenuesby at least 20% annually for four years or more, starting from a revenue base of at least $100,000.\n\nThe rapid growth pace means that the company has more than doubled its revenues over a four-year period. As gazellecompaniesare characterized by fast sales growth, rather than their absolute size, they can range in size from small companies to very large enterprises, though a majority of them are on the smaller end of the scale. Many gazelles are publicly-traded companies, meaning investors can buy and sell their shares.\n\nAuthor and economist David Birch developed the idea of gazelle companies in some of his early studies on employment and introduced the concept to a wider audience in his 1987 book,Job Creation in America: How Our Smallest Companies Put the Most People to Work. Birch contended that small companies were the biggest creators of new jobs in the economy, estimating that gazelles comprised only 4% of all U.S. companies, but accounted for 70% of all new jobs.\n\nBirch noted that the job-creation pace of gazelle companies far outstripped that of the Fortune 500 \"elephants\" (large enterprises) and Main Street \"mice\" (mom-and-poptype businesses). The pace of job creation eventually slows, however, as most gazelle companies struggle to maintain the rapid rate of growth beyond five years.\n\nIn a more recent business landscape, a gazelle refers to any fast-growing company and has lost some of its strict Birchian definition. What is still generally true, based on recent studies and empirical observations, is that gazelles are good job creators for open, entrepreneurial economies such as that of the United States. Many are in the technology sector, but numerous others are in food and beverage, retail, apparel, and othergrowth industries.\n\nSome gazelles keep bounding along, some get tired and slow down, and some get eaten by big cats. Gazelle companies likeApple(AAPL),Meta, formerly Facebook, (META), andAmazon(AMZN) seem like they won't get caught by competitors. Perhaps this is because they have become too large to be acquired. Or they became so big they have eliminated true business competitors. The natural maturation process of their businesses also makes it difficult for them to remain gazelles as they grow larger in size.\n\nOther gazelles, with their rapid and flashy strides in the open field, may attract the attention of big predatory cats. These larger cats could jump on them and eat them, literally, through an acquisition, or they could enter their markets and claimmarket sharefor themselves, using their existing infrastructure to shake up the landscape. Social media giant Instagram makes a good example, having been acquired by Meta. Mobile-messaging provider Whatsapp and the virtual reality company Oculus shared the same fate.\n\nResearch Institute of Industrial Economics. \"Gazelles as Job Creators—A Survey and Interpretation of the Evidence,\" Page 2. Accessed Dec. 13, 2021.\n\nSmall Business Economics. \"Employment Effects of Business Dynamics: Mice, Gazelles and Elephants.\" Accessed Dec. 13, 2021.",
  "url": "https://www.investopedia.com/terms/g/gazellecompany.asp"
}