{
  "term": "GDAX: What It Was, Rebranding As Coinbase Pro",
  "definition": "GDAX is the former name of the cryptocurrency exchange run by Coinbase, a popular broker for bitcoin and other digital assets. Unlike the in-app purchases available through the Coinbase wallet, GDAX was aimed at professional traders with tools to track price movements and set complex buy and sell orders.\n\nThe exchange was launched in 2015 under the name Coinbase Exchange and later rebranded to Global Digital Asset Exchange (GDAX). In 2018, GDAX was again rebranded to Coinbase Pro but kept its original functionality.In 2022, the exchange was rebranded once more, becoming Coinbase Advanced Trade.Although GDAX was launched with only a handful of major cryptocurrencies, Coinbase Advanced Trade now allows trading in hundreds of different virtual assets.\n\nIn 2015,Coinbase, one of the leadingbitcoincompanies in the United States, began to consider ways to expand its offerings. While the Coinbase wallet offered a simple interface for buying bitcoin, it had much less functionality than more traditional exchanges. In addition, the company charged a wide bid/askspreadthat made the Coinbase prices less favorable than market prices.\n\nIn order to appeal to both types of customers, the company set up two separate exchanges. Less experienced buyers could continue to buy bitcoin directly from Coinbase, with a user-friendly interface tailored for more \"casual\" users. There was also a new exchange for more active traders, with sophisticated features such as price charts and limit orders. Originally called Coinbase Exchange, this was later rebranded to GDAX, then Coinbase Pro, then Coinbase Advanced Trade.\n\nBeginning in 2016, GDAX allowed trading in assets that were not yet available on the ordinary Coinbase wallet. It introduced new assets such aslitecoinandetheron the exchange as a sort of test.There are now hundreds of assets being traded on Coinbase Advanced Trade.\n\nGDAX also provided Coinbase users with more advanced functionality, such asprice charts, an openorder book, and the ability to set market andlimitorders. These functions made it possible for traders to predict trends through technical analysis, although they were likely to confuse less experienced buyers.\n\nCoinbase Advanced Trade, as the name suggests, is designed for professional traders or those who trade more than a few times a week. This means that prices are lower on Coinbase Advanced Trade because the higher trading volume brings in more revenue for the company.\n\nCoinbase charges a wide spread on wallet purchases, resulting in prices that are several percentage points worse than the open market. The exchange operates on amaker-taker fee model, with the exchange charging up to half a percent from each buyer or seller.\n\nCoinbase Advanced Trade offers more advanced trading options than the Coinbase wallet, but many users prefer the simple interface of the Coinbase wallet, with only one price to buy and one price to sell. Assets can easily be moved from the wallet to the exchange, allowing traders to access much better prices on the exchange.\n\nCoinbase Pro was rebranded in 2022, becoming Coinbase Advanced Trade. It offers the same services as Coinbase Pro.\n\nCoinbase One is the exchange's monthly subscription service. It does not include Advanced Trade.\n\nCoinbase Advanced Trade customers can trade crypto futures contracts on the exchange.\n\nCoinbase is one of the most well-known cryptocurrency exchanges globally. Its original exchange was called the Global Digital Assets Exchange (GDAX), but it has been rebranded several times. In 2022, it was rebranded to Coinbase Advanced Trade, its latest name (as of December 2023).\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes only. Read ourwarranty and liability disclaimerfor more info. As of the date this article was written, the author does not own cryptocurrency.\n\nCoinbase. \"GDAX Is Now Coinbase Pro.\"\n\nCoinbase. \"Hello Advanced Trade, Goodbye Coinbase Pro.\"\n\nCoinbase. \"Explore the Cryptoeconomy.\"\n\nBitcoin.com. \"Coinbase to Add Litecoin, Ether Under New GDAX Brand.\"\n\nCoinbase. \"What Are the Fees on Coinbase Pro?\"\n\nCoinbase. \"Join Coinbase One for Zero Trading Fees.\"\n\nCoinbase. \"U.S. Traders Can Now Trade Regulated Leveraged Crypto Futures Through Coinbase Financial Markets.\"",
  "url": "https://www.investopedia.com/terms/g/gdax.asp"
}