{
  "term": "GDP Per Capita: Definition, Uses, and Highest Per Country",
  "definition": "Gross domestic product (GDP) per capita is an economic metric that breaks down a country’s economic output to a per-person allocation. Economists use GDP per capita to determine the prosperity of countries based on their economic growth. Countries with a higher GDP per capita tend to be those that are industrial and developed and have smaller populations compared to others.\n\nGross domestic productper capita is a global measurement used by economists to gauge the prosperity of nations based on economic growth.\n\nThere are a few ways to analyze a country’s wealth and prosperity. GDP per capita is the most universal because its components are regularly tracked on a global scale, providing ease of calculation and usage.Income per capitais another measure for global prosperity analysis, but it’s less broadly used.\n\nThe most basic interpretation of GDP per capita shows how much economic production value can be attributed to each individual citizen. Alternatively, GDP per capita translates to a measure of national wealth because GDP market value per person also readily serves as a prosperity measure.\n\nGDP itself is the primary measure of a country’s economic productivity. A country’s GDP shows the market value of the goods and services it produces. TheBureau of Economic Analysis (BEA)reports GDP every quarter in the United States. Economists watch this quarterly report closely for the quarter-over-quarter and annual growth figures that can assist them in analyzing the overall health of the economy.\n\nEconomists also use GDP for insight into how their domestic productivity compares to the productivity of other countries. Legislators use GDP figures when makingfiscal policydecisions. GDP can also influence central bankers when they’re deciding the course of futuremonetary policy.\n\nGDP per capita is often analyzed along with GDP. It relates to both a country’s GDP and its population, so it can be important to understand how each factor affects GDP per capita growth.\n\nReal GDP per capita in the U.S. for Q4 2024.\n\nGovernments can use GDP per capita to understand how their economies are growing along with theirpopulations. GDP per capita analysis on a national level can provide insights into a country’s domestic population influence.\n\nLook at each variable’s contribution to the per capita figure to understand how an economy is growing or contracting relative to its population. There can be several numerical relationships that affect GDP per capita.\n\nGrowth can potentially be the result of technological advances that increase productivity with no change in population if a country’s GDP per capita is growing while the population level remains stable. Technology can be a revolutionary factor that helps countries increase their per capita rankings even as population figures are unchanged or decline.\n\nSome countries may have a high GDP per capita but a small population. This usually means that they’ve built a self-sufficient economy based on an abundance of special resources.\n\nA nation may have consistent economic growth but GDP per capita growth will be negative if its population is growing faster than its GDP. This isn’t a problem for mostestablished economiesbecause even a tepid pace of economic growth can still outpace their population growth rates.\n\nHowever, countries with existing low levels of GDP per capita, such as nations in Africa, and rapidly increasing populations combined with little GDP growth can experience a steady erosion of living standards.\n\nBoth GDP and population are factors in the per capita equation, so countries with the highest GDP may or may not have the highest GDP per capita.\n\nGlobal GDP per capita decreased by an average of 1.9% in 2023 (latest information), according to the latestWorld Bankdata.\n\nEconomies such as those of China and India have achieved GDP per capita growth rates well above the global average in the 21st century despite their populations of over a billion people each. This is thanks to the financial reforms initiated by China in the late 1970s and by India in the mid-1990s.\n\nThese are the 10 countries with the highest GDP per capita in 2025, according to theInternational Monetary Fund (IMF).\n\nMany of the countries on this list have relatively small populations.Luxembourghas one of the smallest with about 688,000 people. Most of these small-population countries are energy exporters, regional financial centers, and export business powerhouses.\n\nHere are the 10 countries with the lowest GDP per capita in 2025, according to the IMF.\n\nThe IMF provides a regular outlook on the global growth of GDP. This growth can affect the outlook for the growth of GDP per capita.\n\nThe IMF expects global GDP growth of 3.3% in 2025 and 2026, primarily due to upward revisions in the U.S. economy offsetting declines in other major economies, as well as declining global headline inflation.\n\nAdvanced economies are expected to see a slight acceleration in growth, from 1.7% in 2024 to 1.9% in 2025 to 1.8% in 2026. While growth rates in advanced economies will be lower than those in developing economies, developing economies will see flat to modest growth, from 4.2% in 2024 to the same in 2025 and 4.3% in 2026.\n\nThe calculation formula to determine GDP per capita is a country’s gross domestic product divided by its population. GDP per capita reflects a nation’s standard of living.\n\nThe countries with the highest GDP per capita tend to be those that are the most industrialized and developed. According to the IMF, the three countries with the highest GDP per capita in 2025 are Luxembourg, Switzerland, and Ireland.\n\nGDP per capita is the economic output of a nation per person. It’s used to measure the prosperity of a nation. Per capita income is the amount of money earned per person. It’s used to determine the standard of living and quality of life of a population.\n\nBurundi, South Sudan, and Malawi have the lowest GDP per capita in 2025 of the countries for which the IMF publishes data.\n\nIndia has the highest population, with 1.46 billion people as of 2025, according to the World Population Review.\n\nGDP per capita is a popular metric used to measure the average prosperity and well-being of a country. It takes populations into account, unlike some other measures of economic productivity, allowing easy comparisons between countries with different populations.\n\nThe World Bank, DataBank. “Metadata Glossary—GDP Growth (GDP Per Capita Growth).”\n\nU.S. Census. “Per Capita Income.”\n\nWorld Health Organization. “Gross Domestic Product (GDP) Per Capita and GDP Per Capita Annual Growth Rate.”\n\nFederal Reserve Economic Data (FRED), Federal Reserve Bank of St. Louis. “Real Gross Domestic Product Per Capita.”\n\nCenter for Immigration Studies. “There Is No Evidence that Population Growth Drives Per Capita Economic Growth in Developed Economies.”\n\nThe World Bank, World Bank Open Data. “GDP Per Capita Growth (Annual %).”\n\nThe World Bank, World Bank Open Data. “GDP Per Capita Growth (Annual %)—China, India, World.”\n\nInternational Monetary Fund. “GDP Per Capita, Current Prices.”\n\nInternational Monetary Fund. “Luxembourg and the IMF,” select “Country Data,” “Population.”\n\nInternational Monetary Fund. “World Economic Outlook, January 2025.”\n\nWorld Population Review. “Total Population by Country 2025.”",
  "url": "https://www.investopedia.com/terms/p/per-capita-gdp.asp"
}