{
  "term": "GDP Gap: Meaning, Calculation and Example",
  "definition": "Clay Halton was a Business Editor at Investopedia and has been working in the finance publishing field for more than five years. He also writes and edits personal finance content, with a focus on LGBTQ+ finance.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA GDP gap is the difference between the actualgross domestic product(GDP) and the potential GDP of an economy as represented by the long-term trend. A negative GDP gap represents the forfeited output of a country's economy resulting from the failure to create sufficient jobs for all those willing to work. A large positive GDP gap, on the other hand, generally signifies that an economy isoverheatedand at risk of high inflation.\n\nThe difference between real GDP and potential GDP is also known as theoutput gap.\n\nA GDP gap can be positive or negative and is calculated as:\n\n(ActualGDP−PotentialGDP)/PotentialGDP(Actual GDP - Potential GDP)/Potential GDP(ActualGDP−PotentialGDP)/PotentialGDP\n\nFrom amacroeconomicperspective, you want the smallest possible GDP gap, and preferably no gap at all.\n\nA negative gap shows that an economy is operating at less than its full potential. It's underperforming and essentially leaving money on the table from where it should be trend-wise. Here, production and value are irretrievably lost due to a shortage of employment opportunities.\n\nNegative GDP gaps are common after economic shocks orfinancial crises. The negative GDP gap, in this case, is mostly a reflection of a hesitant business environment. Companies are unwilling to spend or commit to increased production schedules until stronger signs of a recovery are present. This, in turn, leads to less hiring and perhaps even continued layoffs in all sectors.\n\nThat said, a positive GDP gap is also problematic. A large positive GDP gap may be a sign that the economy is overheated and heading toward acorrection. The larger the positive GDP gap, the more likely it is that an economy is at risk of a period of highinflationat the very least.\n\nAccording to the Bureau of Economic Analysis (BEA), the actual GDP in the United States for the fourth quarter of 2020 was $20.93 trillion.The Federal Reserve Bank of St. Louis has its own real potential GDP in 2012 dollars. Adjusted to 2020 dollars, it projected a potential GDP of $19.41 trillion.\n\nRunning this through the formula—($20.93-$19.41)/$19.41—we get a positive GDP gap of about 0.8%. That is near ideal from the perspective of sustainableeconomic growth. However, this represents just a moment in time. Policymakers watch the GDP gap closely and make adjustments to try and keep growth in line with the long-term trend.\n\nThe term GDP gap is also applied more simply to describe the difference in GDP between two national economies.\n\nIn recent years, an increasing amount of attention has been paid to the GDP gap between the United States, the world's largest economy in terms of GDP, and China. In 2020, this GDP gap was estimated to be around $5.9 trillion, which while significant still represents a rapid closing in by China over the last decade.\n\nChina has been making up ground since theGreat Recessionwith its huge infrastructure investments and also bounced back quicker than the U.S. from the 2020 economic crisis. Current projections anticipate that China could overtake the U.S. economy in GDP terms by 2028. However, other economists are less convinced, arguing that an aging population and growing debt pile could keep China confined to second place.\n\nBureau of Economic Analysis. \"Gross Domestic Product, 4th Quarter and Year 2020 (Advance Estimate).\" Accessed June 3, 2021.\n\nThe Federal Reserve Bank of St. Louis. \"Real Potential Gross Domestic Product (GDPPOT).\" Accessed June 3, 2021.\n\nBloomberg. \"China’s Covid Rebound Edges It Closer to Overtaking U.S. Economy.\" Accessed June 3, 2021.",
  "url": "https://www.investopedia.com/terms/g/gdpgap.asp"
}