{
  "term": "Gearing Ratios: Definition, Types of Ratios, and How to Calculate",
  "definition": "Gearing ratios are financial ratios that compare some form of owner'sequityor capital to debt or funds borrowed by the company. Gearing is a measurement of the entity’s financialleveragewhich demonstrates the degree to which a firm's activities are funded by shareholders' funds versus creditors' funds.\n\nThe gearing ratio is a measure of financial leverage that demonstrates the degree to which a firm's operations are funded by equity capital versus debt financing.\n\nThe best-known examples of gearing ratios include:\n\nDebt-to-Equity Ratio=Total DebtTotal EquityTimes Interest Earned=EBITTotal InterestEquity Ratio=EquityAssetsDebt Ratio=Total DebtTotal Assets\\begin{aligned}&\\text{Debt-to-Equity Ratio}=\\frac{\\text{Total Debt}}{\\text{Total Equity}}\\\\\\\\&\\text{Times Interest Earned}=\\frac{\\text{EBIT}}{\\text{Total Interest}}\\\\\\\\&\\text{Equity Ratio}=\\frac{\\text{Equity}}{\\text{Assets}}\\\\\\\\&\\text{Debt Ratio}=\\frac{\\text{Total Debt}}{\\text{Total Assets}}\\end{aligned}​Debt-to-Equity Ratio=Total EquityTotal Debt​Times Interest Earned=Total InterestEBIT​Equity Ratio=AssetsEquity​Debt Ratio=Total AssetsTotal Debt​​\n\nA higher gearing ratio indicates that a company has a higher degree of financial leverage. It's more susceptible to downturns in the economy and thebusiness cyclebecause companies that have higher leverage have higher amounts of debt compared toshareholders' equity. Entities with a high gearing ratio have higher amounts of debt to service. Companies with lower gearing ratio calculations have more equity to rely on for financing.\n\nGearing ratios are useful for both internal and external parties. Financial institutions use gearing ratio calculations when they're deciding whether to issue loans. Loan agreements may also require companies to operate within specified guidelines regarding acceptable gearing ratio calculations. Internal management uses gearing ratios to analyze future cash flows and leverage.\n\nA high gearing ratio typically indicates a high degree of leverage but this doesn't always indicate that a company is in poor financial condition. A company with a high gearing ratio has a riskier financing structure than a company with a lower gearing ratio. Regulated entities typically have higher gearing ratios because they can operate with higher levels of debt.\n\nCompanies inmonopolisticsituations often operate with higher gearing ratios because their strategic marketing position puts them at a lower risk of default. Industries that use expensive fixed assets typically have higher gearing ratios because thesefixed assetsare often financed with debt.\n\nA firm's gearing ratio should be compared with the ratios of other companies in the same industry.\n\nAssume that a company has adebt ratioof 0.6. This figure alone provides some information as to the company’s financial structure but it's more meaningful to benchmark it against another company in the same industry.\n\nThe company's debt ratio might have been 0.3 last year. The industry average is 0.8 and the company’s main competitor has a debt ratio of 0.9. More information is derived by comparing gearing ratios to each other. A company with a 0.3 ratio is performing comparatively well in its industry when the industry average ratio result is 0.8 and the competition's gearing ratio result is 0.9,\n\nA company'stimes interest earnedratio is arrived at by dividing its earnings before interest and taxes (EBIT) by its interest expenses. It's a gauge of the company's ability to pay its debts each period.\n\nShareholders' equity is the portion of a company's net assets that belongs to its investors or shareholders. It appears on the company's balance sheet. The par value of shares, anything additional in capital, retained earnings, treasury stock, and any other accumulated comprehensive income all contribute to shareholders' equity.\n\nA company's financial leverage is its total assets divided by its shareholders' equity. The result shows a comparison between total assets owned by the company versus shareholders' ownership. A high ratio indicates that a good portion of the company's assets are funded by debt.\n\nGearing ratios compare a company’s equity to its debt. The result indicates its financial leverage or how much of its operational debt is serviced via shareholders’ equity and/or borrowed funds. It’s a strong measure of financial stability and something an investor should keep an eye on. A high gearing ratio can raise a red flag and be risky.",
  "url": "https://www.investopedia.com/terms/g/gearingratio.asp"
}