{
  "term": "Gearing: Definition, How It’s Measured, and Example",
  "definition": "Amanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nGearing, which is also known as leverage, refers to the extent to which a company is financed with debt rather than equity.\n\nGearing tells you how much of a company's operations are funded by debt versus equity or by lenders versus shareholders. This relationship is commonly measured by thedebt-to-equity (D/E)ratio. Gearing is a measure of financial leverage so when the proportion of debt-to-equity is high, the business is highly geared or highly leveraged. A highly geared company can be highly profitable as long as it generates a higher return than its cost of borrowing. But, that high gearing can be risky if the company can't pay off its debts.\n\nGearing is measured by a number of ratios—including theD/E ratio,shareholders’ equity ratio, anddebt-service coverage ratio (DSCR)—which indicate the level of risk associated with a particular business. The appropriate level of gearing for a company depends on its sector and the degree of leverage of its corporate peers.\n\nFor example, agearing ratioof 70% shows that a company’s debt levels are 70% of its equity. A gearing ratio of 70% might be very manageable for a utility company—as the business functions as a monopoly, with support from local government channels—but may be excessive for a technology company, with intense competition in a rapidly changing marketplace.\n\nGearing, or leverage, helps to determine a company’screditworthiness. Lenders may consider a business’s gearing ratio when deciding whether to extend it credit; to which a lender might add factors like whether the loan would be supported with collateral, and if the lender would qualify as a “senior” lender. With this information, senior lenders might choose to remove short-term debt obligations when calculating the gearing ratio, as senior lenders receive priority in the event of a business’s bankruptcy.\n\nIn cases where alenderwould be offering an unsecured loan, the gearing ratio could include information about the presence of senior lenders and preferred stockholders, who have certain payment guarantees. This allows the lender to adjust the calculation to reflect the higher level ofriskthan would be present with a secured loan.\n\nIn general, a company with excessive leverage, demonstrated by its high gearing ratio, could be more vulnerable toeconomic downturnsthan a company that’s not as leveraged, because a highly leveraged firm must make interest payments and service its debt via cash flows, which could decline during a downturn.\n\nOn the other hand, the risk of being highly leveraged works well during good economic times, as all of the excesscash flowsaccrue to shareholders once the debt has been paid down.\n\nAs a simple illustration, in order to fund its expansion, XYZ Corp. cannot sell additional shares to investors at a reasonable price. Instead, it obtains a $10,000,000 short-term loan.\n\nCurrently, XYZ Corp. has $2,000,000 of equity; thus, the debt-to-equity (D/E) ratio is 5×—[$10,000,000 (total liabilities) divided by $2,000,000 (shareholders’ equity) equals 5×]. XYZ Corp. definitely would be considered highly geared.\n\nA number of ratios—including the debt-to-equity (D/E) ratio, shareholders’ equity ratio, and debt-service coverage ratio (DSCR)—measure gearing. The ratios indicate the level of risk associated with a particular business.\n\nThat depends on the business’ssectorand the degree ofleverageof its corporate peers.\n\nGearing helps to determine the creditworthiness of a business. Lenders may consider a company’s gearing ratio when deciding whether to provide it with credit.\n\nGearing measures a company’s financial leverage. The term refers to the relationship, or ratio, of a business’s debt-to-equity (D/E). Gearing shows the extent to which a firm’s operations are funded by lenders vs. shareholders.",
  "url": "https://www.investopedia.com/terms/g/gearing.asp"
}