{
  "term": "Gemology: Identifying and Valuing Gemstones for Investors",
  "definition": "Gemology is the science of studying, cutting, and valuing precious stones, but the essence of gemology is in identifying the gemstones. One who works in the field of gemology is called a gemologist, and jewelers and goldsmiths also may be gemologists.\n\nSome collectors andinvestorsmay be interested only ingems' monetary value, but to distinguish one gemstone from another, they will need to seek out a gemologist. Gemologists examine gemstones—both discovered raw and synthesized in the laboratory—using microscopes, computerized tools, and other grading instruments.\n\nAt its heart, gemology is about identifying gems. Gemologists identify a gemstone by its specific characteristics and properties, such as cut, color, quality, and clarity. Some rubies and garnets, for example, are impossible to distinguish by their appearance, but their underlying physical properties differ considerably. Many people are familiar with a group of criteria that is used in gemology to identifydiamonds—the 4Cs of color, clarity, cut, and carat.\n\nIn addition to gemologists, the field of gemology contains numerous other professionals, including appraisers, jewelers, lapidaries, metalworkers, and scientists.\n\nGemologists may become certified as professional appraisers, whose expertise is useful in many other industries, including jewelry sales and investing. Jewelers need to understand gemology to answer their customers’ questions and identify any gems brought to them. Goldsmiths and other metalworkers need specific knowledge about the physical characteristics of gems to create appropriate settings. For example, a setting that would be ideal for a diamond could damage an opal, and the amount of pressure used to set the prongs on a garnet could break a stone of tanzanite.\n\nLapidaries, or gem cutters, also need special knowledge, as appropriate cutting and polishing techniques vary from gem to gem. What would work well for one gemstone would be a waste of time or even disastrous for another gem. Scientists with degrees in geology, chemistry, and even physics make up the smallest group of gemologists, although they are very influential. Scientists add to gemology's knowledge base by developing new testing techniques and researching new gemstones.\n\nThe International Gem Society offers an onlineProfessional Gemologist certification coursewhile The Gemological Institute of America offers aGraduate Gemologist program.\n\nWhen returns in the stock market decline, aggressive investors often seek out alternatives that may hold more promise of increasing returns on invested capital (ROIC) than traditional investment types. Or, some investors might want to considertangible assetssimply as a way to diversify their holdings even during good market conditions. Investing in gemstones—in particular, those that are rare or of exceptional quality—likely would at least retain, and probably increase in value.\n\nHowever, unlike other types of investments, gemstones may not be as easily liquidated if you have an urgent need for cash. This drawback is especially founded for rare, precious stones and jewelry that would appeal to elite buyers only. Gemstone investing can seem exciting to those who want to make quick returns, but it is highly speculative and should only be undertaken by experienced professionals. Investing in theprecious metalssector, however, is different because there are standards as well as specific investment vehicles for them in the financial markets.\n\nThe term \"investment-grade\" is often tossed around by those who want to sell gems or try to convince other people to invest in them. However, this practice is frowned upon in financial services because there are no formal standards for what constitutes investment-grade gemstones, as there are for investment-grade bonds, for example.\n\nWith advances in gemstone synthesis, gemology has become an important field of study. A credential in gemology can offer numerous career paths:\n\nIn the field of gemology, there are many career opportunities. Some of the most common include appraisers, retail associates, lab gemologists, and jewelry designers. However, it can be tough to break into these fields; most require at least some formal training. In general, here are the steps you should follow if you want to break into a career in the field of gemology:\n\nAs a professional gemologist, there are a number of different careers you can pursue. Before you can figure out the right educational path, you must first decide what area of gemology you want to pursue. You might consider reading about different career paths or speaking to people that already work in these professions.\n\nAny profession should utilize or enhance your current skills. The most general job requirements for a gemologist are being detail-oriented and having good interpersonal skills, hand-eye coordination, and finger dexterity. In addition, being a good salesperson may make you particularly successful in a retail outlet or as a gemstone wholesaler. If you are creative or have a special interest in fashion, pursuing a career as a gemstone designer might be a good fit. Finally, if you are very meticulous or pay close attention to detail, working as an appraiser or as someone who repairs jewelry might be a good fit for you.\n\nIt's important to keep in mind the salary, educational requirements, and job availability of the different professional opportunities within the field of gemology. Before you decide on any particular career, ask yourself these questions: What are my salary requirements? Am I willing to relocate for a job? Will I be happy working retail hours or would I prefer a more traditional 9-to-5 job?\n\nYour next step is matching your desired career path with a gemology school. While some jobs in gemology will require you to obtain a diploma, there are some areas of gemology that will only require you to obtain a certification. It is important to do the proper research to make sure you know what type of education your desired profession requires. Gemology schools usually offer a wide range of courses. However, it is important that you make sure the school you are looking at offers the program you are interested in, especially if it requires specialized courses.\n\nMost professions in gemology require you to receive your diploma from an accredited gemology school. Similar to enrolling in a traditional college, you'll need to make sure you complete all the necessary paperwork. A diploma from an accredited gemology school will give you the credential you need to work in jewelry stores, jewelry manufacturing, and gemological laboratories. You'll learn about the analysis, grading, buying, selling, and pricing of gems and precious metals.\n\nSome jobs will only require you to have a certification. These programs focus more on practical training and less on academic coursework. Whether you decide to enroll in a diploma program or a certificate program, you'll need to make sure that you take the specific courses that are appropriate for your program. For a diploma program, you will be required to take a comprehensive final exam; this is not required for certificate programs.\n\nBecause most employers want their gemology employees to have at least a year of on-the-job training before hiring them in full-time positions, an apprenticeship is a good next step after completing a diploma or a certificate program. As an apprentice, you will get the crucial hands-on experience necessary for finding a job. Your school may even have a formalized apprenticeship program.\n\nOnce you've completed your apprenticeship, it's likely they may offer you a full-time position. It's advisable to speak with your manager at your apprenticeship before you finish the position to discuss any possible opportunities. However, in order to be considered for full-time employment, you must have shown that you are reliable, trustworthy, and hard-working throughout your apprenticeship.\n\nYour school will typically hold career fairs throughout the year for those looking for jobs in the field. These events are free for anyone to attend, not just students. These fairs are a great opportunity to network, so make sure you bring multiple copies of your resume.\n\nNetworking with people in your industry is a great way to get a job because they often have heard of open positions or are willing to refer you to their friends and co-workers about job opportunities.\n\nAside from networking in person, using social media sites like LinkedIn and Facebook is a good way to connect with people in your field. There are also professional gemologist organizations, such as the American Gem Society, that you can join in order to meet other gemologists.",
  "url": "https://www.investopedia.com/terms/g/gemology.asp"
}