{
  "term": "Genesis Block: Bitcoin Definition, Mysteries, and Secret Message",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nA Genesis Block is the first block in a cryptocurrency blockchain. A blockchain consists of a series of blocks that store information related to transactions that occur on a blockchain network. Each block contains a unique header and is individually identified by its block header hash.\n\nThese blocks are chained together by their encrypted headers, with the Genesis Block being the foundation—and they grow in number. A block's number is referred to as its height on the blockchain. So, the Genesis Block has a height of zero, the followingblock has a heightof one, and so on. The chained information in each block is one of the things that makes a blockchain so secure.\n\nBitcoin's Genesis Block was the first instance of a proof-of-work blockchain system and is the template for all other blocks in its blockchain. In 2009, Bitcoin's anonymous developer,Satoshi Nakamoto, created the Genesis Block by transferring 50 BTC and mining the first block.\n\nBlocks are effectively digital containers where data pertaining to the transactions on a network are permanently recorded. A block records as many of the most recent Bitcoin transactions it can hold that have not yet entered any prior blocks. Thus, a block is like a ledger or a record book page. Each time a block is \"completed,\" it gives way to the next block in the blockchain. A closed block is thus apermanent store of recordsthat, once confirmed, cannot be altered or removed.\n\nThe Genesis Block, also known as Block 0, is the very first block upon which additional blocks in a blockchain are added. It is effectively the ancestor that every other block can trace its lineage back to since every block references the one preceding it. This began the process of validating bitcoin transactions and introducing new bitcoins into existence.\n\nThe next block, Block 1, wasn't mined until five days after the Genesis Block. This is considered odd as the average timestamp gap between blocks is intended to be 10 minutes.\n\nThere are a few theories regarding the delay of five days between the first two blocks: Some have theorized that Nakamoto spent five daysminingthe original block to test out the Bitcoin system to make sure it was stable (then backdated the timestamp), while more cultish followers believe Satoshi intended to recreate the story of God's rest after creating the world in six days—even though the recorded difference is only five days.\n\nBitcoin is a cryptocurrency developed by Satoshi Nakamoto. Bitcoin (with a capital b) refers to the blockchain and network, and \"bitcoin\"—with a small \"b\"—refers to the virtual token that is used. There are no actual coins, hence the \"bit\"—or binary digit, the most basic unit of data in computing—before \"coin.\"\n\nIn the world ofvirtual currency, blocks are files where data about the Bitcoin network and its transactions are permanently recorded. Each time a block is completed—that is, when a miner guesses the solution—the block is closed, giving way to the next block in the blockchain. The only way to release newcryptocurrencyinto circulation is to mine it (receive it as a reward for doing work for the blockchain). So, to \"mine bitcoin\" is to \"mint currency.\"\n\nLike gold, Bitcoin cannot be created arbitrarily. Gold must be mined out of the ground, and bitcoin (BTC) must be mined digitally.\n\nMoreover, Bitcoin's founder stipulated that, like gold, the supply of bitcoin should be limited and finite.Only 21 million BTC can be mined in total. When miners have unlocked all bitcoin, the supply will be tapped out unless someone changes Bitcoin's protocol to allow for a larger supply.\n\nBeginning with the fact that the name \"Satoshi Nakamoto\" itself is a pseudonym, the Genesis Block and the founding of Bitcoin remain riddled with mystery. Shortly after Bitcoin's launch, the person calling themselves \"Satoshi Nakamoto\" vanished from the face of the earth, leaving barely a trace.\n\nThe Genesis Block's beginnings were shrouded in the debate about a fine point of its creation: Was the code that rendered the Genesis Block effectively untradeable an intention or a mistake on the part of Nakamoto?\n\nAlthough the Genesis Block points to a web address—written into the Genesis Block's code—that link displayed an error message when activated. The system could not find the first transaction of 50 BTC in its database, and the spending transaction was rejected. So, the Genesis Block's transaction is not considered a \"real transaction\" by the original Bitcoin client.\n\nBut why? Did Nakamoto mean for the first bitcoin to be non-tradeable? Or was it a mistake? This became the subject of much debate among Bitcoin fans and insiders. Because of the precision of this developer, however, most believe it was hardly an error. Nakamoto likely wrote the code for the Genesis Block exactly the way he wanted it. We will never know why, as the quirk was not discovered until after Nakamoto disappeared.\n\nCurrent versions of the Bitcoin system handle the block/transaction databases differently from the original system, so the Genesis Block's transaction is now just a weird special case in the code.\n\nAnother puzzling aspect of the Genesis Block is the message that Nakamoto instilled within the Block's raw data: \"The Times 03/Jan/2009 Chancellor on brink of second bailout for banks.\"\n\nAlthough Nakamoto never commented on the meaning of this text, some believe that it serves as a mission statement for Bitcoin itself.\n\nThe text is a headline for an article in the Jan. 3, 2009 edition ofThe [London] Timesabout the British government's failure to stimulate the economy following the2007–08 financial crisis. Nakamoto spoke out against the idea of financial institutions that were too big to fail and wanted Bitcoin to be different. Most people think that Nakamoto's reference to the article in the Genesis Block's code was a hint as to how Bitcoin isdifferent from the big investment banks that needed governmentbailoutsin 2008.\n\nBitcoin cannot be bailed out because its process eliminates the intermediary; no third party or corporate entity exists between BTC and the consumer.\n\nThe Bitcoin network checks and double-checks itself continuously using encryption, validation, and automated general consensus. Another failsafe is that because all transactions cannot be altered, the actions of miners can always be traced back to theirwalletaddresses, which makes it impossible to hide any evidence of wrongdoing. However, unless the owner of the wallet address makes their identity known, there is no way to know who it is.\n\nIn November 2013, early protegees of Nakamoto formed the Satoshi Nakamoto Institute (SNI) to educate the public about the history and vision of Bitcoin's creation. Among other interesting details, the SNI houses one of the biggest remnants of Nakamoto's online existence: An extensive list of forum posts, broken into subject categories, that the Bitcoin creator penned while still working on the project.\n\nSome Bitcoin fans hold the Genesis Block in a kind of cult-like reverence, as they do its anonymous creator. Fans are drawn to Bitcoin's arcane construct and idiosyncratic vocabulary with the fervor of one obsessed with a sophisticated arcade game.\n\nBitcoin devotees have been donating small amounts of BTC to the Genesis Block as a tribute to Satoshi Nakamoto. This is seen as a kind of sacrifice because once a coin is moved into the Genesis Block, it can never be used again—sort of like throwing a quarter into a bottomless fountain.\n\nIt is the first block on the Bitcoin blockchain. However, it has a block height of zero.\n\nThe Genesis Block is believed to be owned by whoever Satoshi Nakamoto is.\n\nA genesis block is the first block on a blockchain. The Genesis Block is the first block on the Bitcoin blockchain.\n\nThe Genesis Block is the first block on the Bitcoin blockchain, but it is also a term that can be used to refer to the first block on any blockchain. It is special to cryptocurrency fans because it signifies an attempt to transition away from the current financial system, which is full of third parties chipping away at people's finances and causing widespread problems through corrupt practices.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.\n\nBlockchain.com. \"Bitcoin Block 1.\"\n\nBlockchain.com \"Bitcoin Block 0.\"\n\nBlockchain.com. \"Total Circulating Bitcoin.\"",
  "url": "https://www.investopedia.com/terms/g/genesis-block.asp"
}