{
  "term": "General Partnerships: Definition, Features, and Example",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nInvestopedia / Michela Buttignol\n\nA general partnership is a business arrangement by which two or more individuals agree to share responsibilities, assets, profits, and financial and legal liabilities of a jointly-owned business.\n\nIn a general partnership, partners agree to be personally responsible for potentiallyunlimited liability. Liabilities are not capped as they would be in, say, a partnership formed as a limited liability partnership or alimited liability company (LLC). Partners are responsible for the debts, and the seizure of an owner's assets is a possibility. Furthermore, any partner may be sued for the business's debts.\n\nSince a general partnership is apass-through entitywhere income flows straight to the owners, each partner reports their share of partnership profits or losses on their personal tax returns. The partnership itself is not taxed.\n\nGeneral partnerships are unincorporated businesses. Those who form a general partnership don’t need to register their business with a state to function legally.\n\nGeneral partnerships offer the flexibility to structure businesses however partners see fit. This gives those partners the ability to control operations more closely.\n\nIn turn, this allows for more swift and decisive management action compared to corporations, which must often deal with multiple levels of bureaucracy and red tape, complicating and slowing down the implementation of new ideas.\n\nA general partnership must satisfy the following conditions:\n\nThe partnership should have a formal, writtenpartnership agreement, though oral agreements are valid. The partnership agreement details such things as the business's governing structure, the partners' rights and responsibilities, and how profits should be allocated.\n\nIt can also state what should happen when a partner leaves, dies, or otherwise becomes unable to function as a partner. For example, the agreement may stipulate that a deceased partner's interest is transferred to the surviving partners or a successor.\n\nIdeally, the partnership will have created its own agreement that addresses among other things, the topic of management and control.\n\nHowever, if the partnership has no agreement that sets forth how the partnership should be managed and who should manage it, it can follow the directives in theRevised Uniform Partnership Act (RUPA), which most states have adopted. The act provides a standard of governance for partnerships. It defines:\n\nIn a general partnership, each partner has the agency to unilaterally enter into binding agreements and business deals, and all other partners are bound by the terms.\n\nNot surprisingly, such activities may lead to disagreements. As a result, many successful general partnerships build conflict resolution mechanisms into their partnership agreements.\n\nIn some cases, the partners agree only to proceed with major decisions if there's either a complete consensus or a majority vote. In other cases, the partners designate non-partner appointees to manage the partnerships, similar to a company's board of directors. In any case, broad agreement is essential because when all partners have unlimited liability, even innocent players can be fiscally on the hook for inappropriate or illegal actions.\n\nRather than a salary, partners receive distributions from the partnership’s profits. These distributions should be in accord with the allocation of profits detailed in the partnership agreement. If the partnership has no agreement, profits should be equally distributed according to RUPA (mentioned above).\n\nMoney that the partnership does not distribute to partners can be used for other purposes (e.g., reinvested in the business).\n\nPartners in a general partnership have shared liability for the debts and obligations of the business. Every partner agrees to unlimited personal liability for their actions, the actions of all other partners, and those of any and all employees.\n\nTherefore, partners have shared responsibility—also known asjoint liability—for damages awarded in a legal action taken against the partnership.\n\nJoint and severe liability, where someone can sue any partner for actions taken by others, is also a possibility in certain states. Partners must then decide how much each owes.\n\nPartners have a fiduciary duty to act in the best interest of their partnership. In fact, specific fiduciary duties are key to protecting partners and the business itself. A partner who breaches a fiduciary duty may be personally liable for any harm that breach causes the partnership.\n\nWhile the partnership, in its agreement, can assert additional fiduciary duties, the main ones are:\n\nDuty of Good Faith and Fair Dealing\n\nPartners must act honestly and fairly in all dealings that pertain to the partnership.\n\nPartners must not pursue personal activities that can harm the partnership. They must place the partnership’s best interests above personal interests. And they must forego all conflicts of interest that may exist with the partnership due to those personal interests.\n\nPartners must act prudently and competently when managing the affairs of the partnership. Importantly, if a partner acts with reasonable care and in good faith, they cannot be deemed liable should their activities cause unfavorable results.\n\nPartners must disclose to other partners any facts and other information they have about risks and consequences that concern or may concern the well-being of the business. If any conflict of interest arises, they must disclose that, too.\n\nAs mentioned previously, general partnerships do not pay business income taxes. As pass-through entities, they pass income (and losses) directly to individual partners. The partners must then report their shares of profits or losses on their personal tax returns and pay any taxes owed.\n\nPartners also have to pay taxes on income earned by the partnership that is not distributed (otherwise known asretained earnings).\n\nA general partnership must complete and provide IRS FormSchedule K-1to each partner by March 15.A K-1 details each partner's share of business income, losses, credits and deductions. Each partner uses the information within the K-1 to complete their personal tax return. The K-1 does not need to be sent with the tax return to the IRS.\n\nHowever, because partnership earnings are considered self-employment income, partners will need to include a Schedule SE with their tax return.It is the form used to determine the tax due on net earnings from self-employment. Information on Schedule SE is also used by theSocial Security Administration (SSA)to figure your Social Security and Medicare benefits.\n\nThe general partnership itself must file Form 1065 with the IRS no later than April 15. Form 1065 is an informational return and involves no payments.\n\nGeneral partnerships have been the business entity of choice for individuals seeking to work together as well as various types of service providers. That's often due to their straightforward structure, low-cost, and ease of set-up.\n\nFor example, law firms, medical practices, and architectural firms often organize themselves as general partnerships. Spouses and other members of families who want to run a business together also set up general partnerships.\n\nNot exactly. A general partnership and a limited liability partnership are both partnerships and pass-through entities. However, a general partnership involves the potential for the unlimited personal liability of partners for financial and legal obligations. A limited liability partnership (like a limited liability company) limits liability to just what the partner has invested in the business. Their personal assets are protected from seizure.\n\nGeneral partnerships can be simple to set up. People can get together, declare that they're a partnership, and start working immediately. In most cases, a general partnership isn't required to register with the state it does business in. Incorporation isn't required, either. It can be dissolved automatically when one partner leaves. And it doesn't pay taxes (though the partners do).\n\nThe partners own the partnership. Ideally, the partnership will create a partnership agreement that, among other things, states who the partners (owners) are as well as the profit allocation percentage for each.\n\nA general partnership is a business with at least two owners, or partners, who agree to share the responsibilities involved in running the business. A partner has unlimited personal liability for any and all debts and obligations of the company. Each partner reports their share of business profits and losses on their individual tax return and pays any taxes due. The partnership itself isn't subject to taxation.\n\nA general partnership is a common type of business due to the fact that it's easy to set up and dissolve. However, a general partnership may need to restructure at some point as it grows and encounters greater business risk so as to limit the exposure to personal financial liability that partners have.\n\nU.S. Small Business Administration. \"Choose a Business Structure.\"\n\nNational Conference of Commissioners on Uniform State Laws. \"Uniform Partnership Act (1997).\"\n\nCornell Law School, Legal Information Institute. \"General Partner.\"\n\nNational Conference of Commissioners on Uniform State Laws. \"Uniform Partnership Act (1997).\" Pages 2, 18, 66-67.\n\nCornell Law School, Legal Information Institute. \"Fiduciary Duty.\"\n\nInternal Revenue Service. \"Tax Information for Partnerships.\"\n\nInternal Revenue Service. \"Publication 509, Tax Calendars.\" Page 4.\n\nInternal Revenue Service. \"Instructions for Form 1065, U.S. Return of Partnership Income.\" Pages 3, 31.\n\nInternal Revenue Service. \"About Schedule SE (Form 1040), Self-Employment Tax.\"\n\nInternal Revenue Service. \"Instructions for Form 1065, U.S. Return of Partnership Income.\" Pages 3, 6.\n\nU.S. Small Business Administration. \"Apply for Licenses and Permits.\"\n\nU.S. Small Business Administration. \"Register Your Business.\"\n\nWolters Kluwer. \"What Is an Annual Report: Definitions & Filing Requirements.\"",
  "url": "https://www.investopedia.com/terms/g/generalpartnership.asp"
}