{
  "term": "General and Administrative (G&A) Expense: Definition and Examples",
  "definition": "General and administrative (G&A) expenses are incurred in the day-to-day operations of a business and may not be directly tied to a specific function or department within the company.\n\nGeneral expenses pertain to operationaloverheadexpenses that impact the entire business.Administrative expensesare those that can't be directly tied to a specific function within the company such as manufacturing, production, or sales. G&A expenses include rent, utilities, insurance, legal fees, and certain salaries. They're a subset of the company's operating expenses, excluding selling costs.\n\nGeneral and administrative (G&A) expenses are listed below thecost of goods sold (COGS)on a company'sincome statement.\n\nThe top section of an income statement always displays the company's revenues for the given accounting period. COGS is deducted from the net revenue figure to determine thegross margin. The G&A expenses are then deducted from the gross margin to arrive atnet income. Not all general and administrative expenses are grouped as one line item. Fees and interest may be classified as their own line item when deducting expenses to arrive at net income.\n\nA portion of G&A expenses will still be incurred even in the absence of any production or sales. Many G&A expenses are thereforefixeddollar amounts that aren't easily affected through cost-reduction strategies. Other G&A expenses aresemi-variable. Some minimum level of electricity will always be used by a business just to keep the lights on and necessary machines running. Measures can be taken to reduce unnecessary spending on electricity beyond that point.\n\nG&A expenses can be eliminated without a direct impact on the production or sale of goods and services so management has a strong incentive to minimize these types of expenses. Companies with centralized management typically experience higher G&A expenses compared to companies with decentralizedmanagement structures. The sales-to-administrative expense ratio compares a company's sales revenue to the amount of expenses incurred in supporting operations.\n\nMost G&A expenses incurred can be deducted on the entity’stax returnprovided the expenses are reasonable, ordinary, and necessary. These expenses typically must be deducted in the year they were incurred, and they must have been used during the usual course of business.\n\nG&A expenses are those that are related to the day-to-day costs of running a business.They can varydepending on the industry or the individual company.\n\nExamples of general and administrative (G&A) expenses include building rent, consultant fees,depreciationon office furniture and equipment, insurance, supplies, subscriptions, and utilities. Salary and benefits that are attributable to certain employees such as corporate management, as well as the legal, accounting, and information technology (IT) departments, are also classified as G&A expenses.\n\nA company may allocate its G&A expenses to each business unit based on a percentage of revenue, expense, square footage, or another measure to view the full costs associated with running certain units. Reviewing this information with internal management allows for more informed decisions about expanding or reducing individual business units.\n\nXYZ Company can allocate the electricity costs to individual departments based on square footage if the total electricity bill is $4,000 per month and the business records the electricity bill under general and administrative expenses. Assume the production facility is 2,000 square feet, manufacturing is 1,500 square feet, accounting is 500 square feet, and sales is 500 square feet.\n\nThe total square footage is 4,500 so the electric bill could be allocated out to each department like this: production $1,777.78 (2,000 / 4,500 * $4,000), manufacturing $1,333.33 (1,500 / 4,500 * $4,000), and accounting and sales both receive $444.44 (500 / 4,500 * $4,000).\n\nRent and utility costs for your place of business are primary overhead expenses because it's difficult to dodge them. Property taxes are an overhead expense if you own your property rather than lease space. Advertising, supplies, insurance, and the salaries and wages you pay your employees are also overhead expenses.\n\nCost of goods sold (COGS) is the total you spent to produce a good or service that you've sold. You can calculate it by adding your beginning inventory and any purchases you made toward that goal and then subtracting your ending inventory balance:\n\nCost of goods sold = beginning inventory + purchases - ending inventory\n\nInclude only the figures from the current reporting period.\n\nA decentralized management structure provides mid- and low-level management personnel with the authority to make key decisions regarding their employees and projects. Directives don't necessarily have to come down from top management. This type of structure isn't generally appropriate for industries that tend to be highly regulated, such as finance.\n\nGeneral expenses are those that are connected to a business’s overhead and the fundamental costs of running it. Administrative expenses are somewhat independent in that they’re not directly linked to a specific function within the company. They create the G&A expense category when they’re pooled together. They appear on the business’s income statement below the cost of goods sold (COGS).\n\nMost G&A expenses are tax-deductible as long as they’re considered to be reasonable, ordinary, and necessary.\n\nAccountingTools. \"Income Statement Definition.\"\n\nInternal Revenue Service. \"Publication 334, Tax Guide for Small Business.\" Page 30.",
  "url": "https://www.investopedia.com/terms/g/general-and-administrative-expenses.asp"
}