{
  "term": "General Agreements to Borrow (GAB): Meaning, Pros and Cons",
  "definition": "The term \"General Agreements to Borrow\" (GAB) refers to a terminated lending medium for members of theGroup of Ten (G-10). The program was established in 1962, allowing theInternational Monetary Fund (IMF)to borrow funds from the central banks of these advanced countries. The capital was advanced as temporary loans to countries experiencing economic distress so they could avoidcrisis situations. The GAB was phased out at the end of 2018 after member countries agreed its usefulness was \"diminished and limited.\"\n\nThe General Agreements to Borrow is a program that was established by the International Monetary Fund in 1962. It relied on the cooperation of the G-10, which is composed of 11 of the world's strongesteconomies, including Belgium, Canada, France, Germany, Italy, Japan, the Netherlands, Sweden, the United Kingdom, and the United States and Switzerland, which plays a minor role.\n\nThe GAB was a standing agreement that allowed the IMF to borrow money from these countries in order to assist other nations in economic distress. Countries that faced financial difficulties that threatened to stalleconomic growthor harm the international monetary system, were able to turn to the IMF for supplementalliquidity. The IMF, in turn, relied on funds offered through the GAB to help those in need of capital.\n\nAs ofmid-2018, the GAB permitted the IMF to provide supplemental loans of up to $24 billion (this figure remained as such as of December 2017) to members in need.Under the IMF's arrangements, plenty more was made available to help stave off events posing a threat to the stability of thefinancial system. The need for programs like GAB arose from thebalance of payments (BOP)issues that arose in the U.K. and the U.S. in the 1960s and more recently from hurdles faced byemerging market economies, notably those in Latin America and Asia.\n\nThe GAB was only activated ten times since it was first established. Its size didn't change since 1983. Although it was routinely renewed, its participants noted that the GAB's importance declined while the IMF's executive board indicated the program's usefulness diminished over the years. Given all of this, the executive board decided not to renew the GAB in 2017, allowing it to phase out on Dec. 25, 2018.\n\nOnly the 11 countries that formed the G-10 could take part in the GAB until 1983 when it was expanded to nonparticipating countries.\n\nProponents argued that all a small country needs from time to time is a shot of added liquidity to implement the right policies to jump-start its localeconomyback intoexpansion. Through the GAB, the IMF helped member countries restoreexportsafter natural catastrophes and investor confidence, when necessary. It also enabled the IMF to restrict problems related to instability that might spread to other countries if left unchecked.\n\nNot everyone agrees that IMF loans have a positive impact, though. Some argue the organization empowers poor policy decisions and serves as a backstop for incompetent governmental leadership. Another criticism is that the loans wind up flowing tofinancial institutionsinindustrializedcountries, reimbursing bankersfor their poor, risky bets in emerging markets.\n\nThe conditions attached to the loans have also been questioned. The IMF, as it did with its threebailoutsfor Greece, demandsausterity measuresthat, at best, do not help citizens in struggling countries directly. Some argue that these terms prolong economic suffering, exacerbate poverty, and reproduce the structures of colonialism.\n\nGives smaller countries a boost of liquidity\n\nAllows participating nations to jump-start their economies\n\nRestricts instability, preventing it from spreading to other countries\n\nEmpowers poor policy decisions while enabling incompetent governmental leadership\n\nRewards bankers in developed nations for poor, risky bets\n\nAccompanies terms and conditions that may prolong economic suffering\n\nThe New Arrangements to Borrow (NAB) became the primary fundraising facility for IMF loans when it was introduced in the late 1990s. It was first proposed in 1995, following theMexican financial crisis. There were growing concerns during this period that significantly more resources would be needed in the future to adequately respond to economic downturns.\n\nAs a result, the IMF got in contact with the G-10 and other financially strong countries about developing a newfinancingarrangement that would double the amount available under the GAB. The NAB was officially launched in 1998, the same year that the GAB was last activated. From that point forward, the GAB could only be activated if access to the better-funded NAB was refused.\n\nLike the GAB, the NAB is a set ofcredit arrangementsbetween the IMF and certain countries. What mainly sets them apart is the membership numbers. The GAB had a limited number of participants while the NAB has 38 that take part. The total amount of the NAB was set at $521 billion between 2021 and 2025.\n\nInternational Monetary Fund. \"IMF General Arrangements to Borrow to Lapse on December 25, 2018.\"\n\nCRS Report for Congress. \"The IMF’s 'General Arrangements to Borrow' (GAB): A Background Paper,\" Pages 2-3.\n\nInternational Monetary Fund. “Money Matters: An IMF Exhibit -- The Importance of Global Cooperation: System in Crisis (1959-1971).”\n\nEvery CRS Report. \"The IMF’s 'General Arrangements to Borrow' (GAB): A Background Paper,\" Page 2.\n\nInternational Monetary Fund. \"Where the IMF Gets Its Money.\"\n\nInternational Monetary Fund. “Group of Ten.”\n\nInternational Monetary Fund. \"General Arrangements to Borrow.\"\n\nMichael Ainley. “The General Arrangements to Borrow,” Pages 39-43. International Monetary Fund, 1984.\n\nInternational Monetary Fund. \"IMF Concludes Steps to Maintain Its Lending Capacity.”\n\nInternational Monetary Fund. \"Where the IMF Gets Its Money.\"",
  "url": "https://www.investopedia.com/terms/g/general-agreements-to-borrow.asp"
}