{
  "term": "General Data Protection Regulation (GDPR): Meaning and Rules",
  "definition": "The General Data Protection Regulation (GDPR) is a legal framework that sets guidelines for the collection and processing of personal information from individuals who live in and outside of theEuropean Union(EU).\n\nApproved in 2016 and put into effect in 2018, the GDPR is the toughest security and privacy law in the world. It aims to give consumers control over their own personal data by holding companies responsible for the way they handle and treat this information.\n\nThe regulation applies regardless of where websites are based, which means it must be heeded by all sites that attract European visitors, even if they don't specifically market goods or services to EU residents.\n\nThe General Data Protection Regulation (GDPR) is a law that was approved by the European Union in April 2016 and went into effect on May 25, 2018.\n\nIt replaced an earlier law, the Data Protection Directive, and was set up to regulate the waycompaniesprocess and use the personal data they collect from consumers online. It also has rules in the way that information is moved, whether that's partly or entirely through automated means.\n\nThe law makes it difficult for companies to mislead consumers with confusing or vague language when they visit their websites. It also ensures:\n\nThese requirements may be more stringent than those required in the jurisdiction in which the site is located.\n\nInformation on how to contact the DPO and other relevant staffers must be accessible so that visitors may exercise their EU data rights, which also includes the ability to have their presence on the site erased, among other measures. The site must also add staff and other resources to be capable of carrying out such requests.\n\nThe requirement of an \"Agree\" button largely explains the ubiquitous presence of disclosures that sites collect cookies, which are small files that hold personal information such as site settings and preferences.\n\nAs further protection for consumers, the GDPR also calls for anypersonally identifiable information(PII) that sites collect to be either anonymized (rendered anonymous) or pseudonymized with the consumer's identity replaced with a pseudonym.\n\nThis allows firms to do more extensive data analysis, such as assessing the average debt ratios of their customers in a particular region—a calculation that might otherwise be beyond the original purposes of data collected for assessing creditworthiness for a loan.\n\nThe regulation applies to all 27 members of the EU and theEuropean Economic Area(EEA), regardless of where websites and residents are based. As such, it must be heeded by all sites that attract European visitors, even if they don't specifically market goods or services to EU residents.\n\nSo the regulation applies to the data of an EU citizen even if it is housed in the U.S. Similarly, a U.S. citizen who resides in the EU is covered whenever they visit sites based in the union.\n\nThe GDPR affects data beyond that collected from customers. Most notably, perhaps, the regulation applies to the human resources records of employees.\n\nThe GDPR has attracted criticism in some quarters. Some say that the requirement to appoint DPOs, or simply to assess the need for them imposes an undue administrative burden on certain companies. Some complain that the guidelines are too vague on how best to deal with employee data.\n\nIn addition, data cannot be transferred to another country outside the EU, unless the receiving company guarantees the same degree of protection as the EU requires. This has led to complaints about costly disruption tobusiness practices.\n\nThere's a further concern that the costs associated with GDPR will increase over time, in part because of the escalating need to educate customers and employees alike about data protection threats and solutions.\n\nThere's also skepticism over how feasibly data protection agencies across the EU and beyond can align their enforcement and interpretation of the regulations, and so assure a level playing field as the GDPR goes into fuller effect.\n\nThere are several ways for companies to become GDPR-compliant. Some of the key steps include auditing personal data and keeping a record of all the data they collect and process. Companies should also be sure to update privacy notices to all website visitors and fix any errors they find in their databases.\n\nIn theory, any individual who visits sites that are based in the European Union is protected. This includes anyone within the union itself and beyond its borders. The regulation also applies to a citizen of the EU whose data exists outside the union. And if you're a citizen of another country who lives in the EU, your data is also protected under the law.\n\nThe GDPR was approved in April 2016. However, it took two years for the framework to be established. As such, the regulation went into full effect on May 25, 2018.\n\nBusinesses collect personal data and they have often sold that information—sometimes without the consent of their consumers. But laws have been put into place in parts of the world to help protect individuals.\n\nRules under the General Data Protection Regulation went into effect in the European Union in 2018. Under the law, companies must protect consumer data and inform them how their information is used. It has a broad reach, extending beyond theborders of the EU.\n\nEuropean Council. \"The General Data Protection Regulation.\"\n\nGDPR.eu. \"Article 88 - Processing in the Context of Employment.\"\n\nGDPR.eu. \"Recital 32 - Conditions For Consent.\"\n\nGDPR.eu. \"Article 34 - Communication of a Personal Data Breach to the Data Subject.\"\n\nGDPR.eu. \"Article 37 - Designation of the Data Protection Officer.\"\n\nGDPR.eu. \"Article 38 - Position of the Data Protection Officer.\"\n\nGDPR.eu. \"Article 6 - Lawfulness of Processing.\"",
  "url": "https://www.investopedia.com/terms/g/general-data-protection-regulation-gdpr.asp"
}