{
  "term": "Generally Accepted Auditing Standards: Definition, GAAS vs. GAAP",
  "definition": "Generally accepted auditing standards (GAAS) are a set of systematic guidelines used by auditors when conducting audits of companies' financial records. GAAS helps to ensure the accuracy, consistency, and verifiability of auditors' actions and reports. TheAuditing Standards Board (ASB)of theAmerican Institute of Certified Public Accountants (AICPA)created GAAS. Its members agree to adhere to the standards.\n\nInvestopedia / Paige McLaughlin\n\nGAAS are the auditing standards that help measure and ensure the quality of audits. Auditors review and report on the financial records of companies according to the generally accepted auditing standards.\n\nAuditors are tasked with determining whether the financial statements of public companies follow generally accepted accounting principles (GAAP). GAAP is a set of accounting standards that public companies must follow whenreporting their true and accurate financial results.\n\nAuditors review a company's financial records and accounting practices to ensure that they're consistent and comply with GAAP. TheSecurities and Exchange Commission (SEC)requires that the financial statements of public companies be examined by external, independent auditors.\n\nWhile GAAP outlines the accounting standards that accountants must follow, GAAS provides the auditing standards that auditors must follow.\n\nGenerally accepted auditing standards (GAAS) comprise 10 standards, divided into the following three sections:\n\nWhile GAAS refers to the auditing standards that auditors follow to produce a reliable and transparent audit report, GAAP relates to accounting standards that companies follow when recording and reporting financial activities/events.\n\nAuditors use GAAS when reviewing the financial records of companies (that most likely use GAAP) and producing audit reports.\n\nGAAS auditing standards were issued by the American Institute of Certified Public Accountants (AICPA).\n\nThe accounting principles enumerated byGAAPwere issued by theFinancial Accounting Standards Board (FASB).\n\nGAAP is intended to ensure consistency among financial records, financial transparency, and protection from fraud or misleading company reports.\n\nUse of GAAP provides investors and creditors with the assurance of a reliable standard of accounting. It simplifies the examining of financials of individual companies as well as comparisons with others.\n\nThe three sections of generally accepted auditing standards are General Standards, Standards of Field Work, and Standards of Reporting.\n\nGAAP refers to generally accepted accounting principles. These are the accounting standards and rules by which companies record and report their financial activities. These financials are examined subsequently by auditors who can thenattest to their veracity (or report inadequacies).\n\nIf an auditor is a member of the American Institute of Certified Public Accountants (whose Accounting Standard Board issues GAAS), the auditor is required to follow GAAS.\n\nIf an auditor fails to adhere to GAAS, they could be held liable for negligence regarding losses suffered by a company.\n\nGenerally accepted auditing standards are a set of guidelines that auditors follow when they examine and report on companies' financial records. These guidelines are important because they underscore appropriate actions and activities of auditors.\n\nGenerally accepted accounting principles (GAAP) relate to accounting rules. They are different from GAAS. However, auditors review corporate financial records for adherence to GAAP.\n\nLouisiana Legislative Auditor. \"Auditing Standards and the Difference Between GAAP | GAAS and GAGAS.\"\n\nU.S. Securities and Exchange Commission. \"All About Auditors: What Investors Need to Know.\"\n\nAmerican Institute of Certified Public Accountants. \"AU Section 150 Generally Accepted Auditing Standards.\"\n\nOffice of Justice Programs Territories Financial Support Center. \"Generally Accepted Accounting Principles (GAAP) Guide Sheet.\" Page 1.",
  "url": "https://www.investopedia.com/terms/g/gaas.asp"
}