{
  "term": "Generally Accepted Accounting Principles (GAAP): Definition and Rules",
  "definition": "U.S. public companies must follow the GAAP rules in preparing their financial statements\n\nGAAP stands for generally accepted accounting principles, which set the criteria for preparing, presenting, and reporting financial statements in the U.S.\n\nThe generally accepted accounting principles (GAAP) are a set of accounting rules, standards, and procedures issued and frequently revised by theFinancial Accounting Standards Board (FASB)and the Governmental Accounting Standards Board (GASB). These principles ensure consistency, accuracy, and transparency in financial reporting across various industries in the United States. Public companies must follow GAAP when preparing their financial statements, which is also widely used in governmental accounting.\n\nGAAP combines authoritative standards set by policy boards and widely accepted methods for recording and reporting accounting information. It coversrevenue recognition,balance sheetclassification, and materiality.\n\nThe main objective of GAAP is to ensure that a company'sfinancial statementsare complete, consistent, and comparable, allowing investors to analyze and extractuseful information from financial statements. It also facilitates the comparison of financial information across different companies.\n\nUnlikepro formaaccounting, anon-GAAPmethod, GAAP provides a standardized framework. Internationally, the equivalent standard is theinternational financial reporting standards (IFRS), used in 168 jurisdictions worldwide.\n\nGAAP is also utilized by government entities. All 50 states follow GAAP, and many local entities, such as counties, cities, towns, and school districts, must adhere to these principles.\n\nIf a corporation's stock ispublicly traded, its financial statements must follow rules set by the U.S.Securities and Exchange Commission (SEC). The SEC mandates that publicly traded companies in the U.S. file GAAP-compliant financial statements regularly to maintain their public listing on stock exchanges.GAAP compliance is verified through an appropriateauditor's opinion, resulting from an external audit by acertified public accounting (CPA)firm.\n\nWhile non-publicly traded companies aren't required to follow GAAP, it is still highly regarded by lenders and creditors. Most financial institutions require annual GAAP-compliant financial statements as a part of their debtcovenantswhen issuing business loans, leading many U.S. companies to adopt GAAP.\n\nInvestors should be cautious if a financial statement isn't prepared using GAAP. Comparing financial statements across different companies—even within the same industry—becomes challenging without GAAP. Some companies may use GAAP and non-GAAP measures to report their financial results. GAAP regulations require that non-GAAP measures be identified in financial statements and other public disclosures, such as press releases.\n\nEven with GAAP's transparency rules, financial statements can still contain errors or misleading information. Always scrutinize financial statements, as there's potential for manipulation within GAAP's framework.\n\nThe international financial reporting standards (IFRS), set by theInternational Accounting Standards Board (IASB), is an alternative to GAAP that is widely used worldwide.\n\nOne key difference between GAAP and IFRS is thetreatment of inventory. IFRS rules ban usinglast-in, first-out (LIFO)inventory accounting methods, whereas GAAP permits LIFO. Both systems accept thefirst-in, first-out (FIFO)and weighted average-cost methods.\n\nSince 2002, the IASB and the FASB have worked to alignIFRS and GAAP.A significant milestone was reached in 2007 when the SEC allowed non-U.S. companies registered in the U.S. to use IFRS without reconciling to GAAP.This was a big achievement because it eliminated the need for non-U.S. companies on U.S. exchanges to provide GAAP-compliant financial statements.\n\nAs global operations and markets expand, international standards like IFRS are gaining traction, even in the U.S. Nearly all S&P 500 companies report at least one non-GAAP measure in their financial statements.This trend is evident in the widespread use of several non-GAAP metrics, with 77% of S&P 500 companies reporting adjusted earnings, 77% using adjusted EPS (earnings per share), and 29% reporting EBITDA or adjusted EBITDA.\n\nSince much of the world uses the IFRS standard, aconvergence to IFRScould benefit international corporations and investors alike.\n\nGAAP is used primarily in the United States, while the international financial reporting standards (IFRS) are in wider use internationally.\n\nGAAP is crucial for maintaining trust in the financial markets. Without GAAP, investors might be more reluctant to trust the information presented to them by public companies. Without that trust, fewer transactions and higher transaction costs could result, ultimately weakening the economy. GAAP also helps investors analyze companies by making it easier to perform \"apples-to-apples\" comparisons between one company and another, allowing for more accurate and consistent analysis.\n\nCompanies can present certain figures without following GAAP guidelines, as long as they identify them as non-GAAP. Companies sometimes do that when they believe the GAAP rules don't fully capture specific operational nuances. In such cases, they may provide specially designed non-GAAP metrics alongside the required GAAP disclosures. However, investors should be cautious with non-GAAP measures, as they can sometimes be used to present a misleading view of a company's performance.\n\nGAAP is meant to ensure consistency, accuracy, and transparency in financial reporting and aims to provide a reliable foundation for investors to make informed decisions. Whilethe rules established under GAAPgenerally improve the transparency in financial statements, they don't guarantee that a company's financial statements are free from errors or omissions meant to mislead investors. Always scrutinize financial statements, as there can still be room for manipulation within the framework of GAAP.\n\nFinancial Accounting Standards Board. \"About the FASB.\"\n\nFinancial Accounting Foundation. \"GAAP and State and Local Governments.\"\n\nU.S. Securities and Exchange Commission. \"Regulation S-K.\"\n\nU.S. Securities and Exchange Commission. \"Non-GAAP Financial Measures.\"\n\nInternational Financial Reporting Standards. \"Who We Are.\"\n\nHarvard Business School Online. \"GAAP vs. IFRS: What Are the Key Differences and Which Should You Use?\"\n\nFinancial Accounting Standards Board. \"Comparability in International Accounting Standards: A Brief History.\"\n\nU.S. Securities and Exchange Commission. \"Acceptance From Foreign Private Issuers of Financial Statements Prepared in Accordance With International Financial Reporting Standards Without Reconciliation to U.S. GAAP.\" Pages 7-8.\n\nHarvard Law School Forum on Corporate Governance. \"SEC Scrutiny of Non-GAAP Financial Measures.\"\n\nThe Center for Audit Quality. \"The Role of Auditors in Non-GAAP Financial Measures and Key Performance Indicators: Present and Future.\"\n\nU.S. Securities and Exchange Commission. \"Non-GAAP Financial Measures.\"",
  "url": "https://www.investopedia.com/terms/g/gaap.asp"
}