{
  "term": "General Public Distribution: What It is, How It Works, Example",
  "definition": "In finance, the term general public distribution refers to the process by which aprivate companybecomes apublicly traded companyby selling its shares to the public at large. This is in contrast to a conventional public distribution, in which the shares are sold largely toinstitutional investors.\n\nThe transaction whereby a private company's shares are sold to the public for the first time is known as itsinitial public offering(IPO). If the IPO involves directly selling to a large pool of investors, regardless of whether they are smallretail investorsor large funds, then that IPO would be referred to as a general public distribution. If on the other hand the IPO catered primarily to large and sophisticated investors—such asinvestment banks,hedge funds, andpension funds—then that would be considered a conventional public distribution.\n\nWhen investors buy shares through an IPO, they are participating in what is known as theprimary market. In the primary market, the securities you purchase come directly from the company issuing them. By comparison, the secondary market is one where you purchase securities from other owners of that security who either previously purchased them from the issuer or else purchased them from another owner entirely. The vast majority of transactions that take place are done in the secondary market, making IPOs relatively rare and closely watched events.\n\nFrom the perspective of the company, there are many potential reasons to undertake an IPO. To begin, they may wish to raise funds for expansion, such as by building new facilities, hiring new employees, funding increasedresearch and development(R&D) initiatives, or evenacquiringa competitor. In this case, the IPO would represent a form ofequity financing.\n\nIn other cases, a company may wish to IPO in order to increase theliquidityavailable to its early investors, some of whom may wish to cash out their investment. Additional advantages may also exist, such as the increased prestige, credibility, andcreditworthinessthat is often associated with publicly traded companies.\n\nXYZ Corporation is a prominent technology company that is contemplating how best to fund its expansion plans. Its managers feel that by opening new offices abroad and hiring new employees, they can effectively expand their customer base outside of the United States. Moreover, they see opportunities to acquire several small competitors they feel could addintellectual propertyandhuman resourcesto their portfolio.\n\nIn considering their options for fundraising, XYZ decides to opt for equity financing through an IPO. To finalize their decision, they must decide between a general public distribution or a conventional public distribution. In the former, a greater percentage of their issued shares are likely to be held by retail investors, whereas the latter will generally tend toward more institutional ownership.\n\nIn practice, however, the two different types of IPOs will likely lead to similar medium and long-term results. This is because once the shares are sold in the primary market, investors will then trade them among themselves in the secondary market.\n\nFor example, suppose the shares are issued to institutional investors but there is unmet market demand from retail investors. In that scenario, there would be nothing stopping those retail investors from making offers to purchase those shares from the institutional investors in the secondary market.\n\nLikewise, if the shares are sold mostly to retail investors, but demand for the shares then rises among institutional investors, retail investors will be free to sell their shares. In this manner, the secondary market should ensure that XYZ's stock is ultimately held by those owners who value it most highly, regardless of who receives the shares in the IPO.",
  "url": "https://www.investopedia.com/terms/g/generalpublicdistribution.asp"
}