{
  "term": "Gentlemen's Agreement: History and Examples, Limitations",
  "definition": "A gentlemen's agreement is an informal, often unwritten agreement or transaction backed only by the integrity of the counterparty to actually abide by its terms. An agreement such as this is generally informal, made orally, and is not legally binding.\n\nDespite their more casual nature, a violation of a gentlemen's agreement could have a negative effect on business relationships if one party decides to renege on their promise. A gentlemen's agreement (also spelled \"gentleman's agreement\") may or may not be consummated by a handshake.\n\nA gentleman's agreement, being more of a point of honor and etiquette, relies on the forbearance of two or more parties for the fulfillment of spoken or unspoken obligations. Unlike a binding contract or legal agreement, there is no court-administered redress if a gentlemen's agreement is broken.\n\nStill, social pressures and norms help keep gentlemen's agreements in force. Indeed, the damage to one's reputation can be more harmful in the long run than any monetary gain that may result from going against such an agreement. Trust can quickly be eroded in such a case, and few people will want to enter into business with somebody with a reputation for reneging.\n\nGentlemen's agreements have been commonly made in international trade and relations, as well as in most industries. Gentlemen's agreements were especially prevalent at the birth of the industrial age and well into the first half of the 1900s, as regulation often lagged new business practices. Such agreements were found to be in use to control prices and limit competition in the steel, iron, water, and tobacco industries, among others.\n\nA gentlemen's agreement is often (but not always) sealed with a handshake (or similar gesture) that is socially recognized by both parties to the agreement as well as to any witnesses or outsiders.\n\nAt its worst, a gentlemen's agreement may be made to engage in anti-competitive practices, such asprice-fixingor trade quotas. Since a gentlemen's agreement is tacit—not committed to paper as a legal, binding contract—it may be used to create and impose rules that are illegal.\n\nThe end result, in many cases, may be higher costs or lower quality products for consumers. Worse yet, a gentlemen's agreement may be used as a means to promote discriminatory practices, such as in an \"old boy's network.\"\n\nGentlemen's agreements, because they are informal and often not written down, do not have the same legal and regulatory protections in place that a formal contract has, and thus are more difficult to enforce.\n\nThe U.S. government placed a prohibition on gentlemen's agreements in trade and commercial relations between nations in 1890.\n\nGentlemen's agreements between industry and the U.S. government were common in the 1800s and early 1900s.This, however, led some regulators to believe that there was rampant collusion and unfair business dealings. The Bureau of Corporations, a predecessor to theFederal Trade Commission(FTC), was thus formed in 1903 to investigate monopolistic practices.\n\nWhat resulted, in some cases, were new gentlemen's agreements in which Wall Street financiers, such as J.P. Morgan and his \"House of Morgan,\" would meet with the bureau itself to receive prior clearance on mergers and takeovers. One such example was the gentlemen's agreement that had regulators and the President overlook theSherman Antitrust Actto allow United States Steel Corp. to become the world's first billion-dollar company.\n\nIn1907, a stock market panicthat hit several big investment banks led to a financial crisis. The panic led to President Theodore Roosevelt working closely with J.P. Morgan to consolidate banks under the argument that doing so would stave off a larger crisis.\n\nSimilarly, in 1907 Morgan again worked informally with Roosevelt to create a gentlemen's agreement that would allow U.S. Steel to acquire its largest competitor, Tennessee Coal and Iron, in an unwritten and unstated rule that violated the Sherman Act.\n\nGentlemen's agreements may also be found in trade treaties and international relations. One example is the Gentlemen's Agreement of 1907 that saw the United States and the Empire of Japan address immigration from Japan and the poor treatment of Japanese immigrants already in America.The agreement, never ratified by Congress, saw Japan agree to no longer issue passports to individuals seeking to immigrate to America for work. The United States, in turn, would no longer allow discrimination and segregation of Japanese citizens residing in America.\n\nA gentlemen's agreement may be proposed to consummate a deal between two or more parties without the need for regulatory oversight or a trusted third-party enforcer such as a court or judge. This can reduce transaction costs and also make the reconciliation of the deal more flexible.\n\nIn 1907, U.S. negotiators settled on a gentlemen's agreement that restricted immigration to America by Japanese nationals. In return, President Roosevelt agreed to cancel a San Francisco statute whereby Japanese children were segregated from white students.\n\nOther words to describe a gentlemen's (gentleman's) agreement are an \"informal agreement,\" \"unspoken agreement,\" \"handshake agreement,\" \"verbal agreement,\" \"tacit agreement,\" or \"unwritten agreement.\"Pactum(Latin for pact) is another way to describe it.\n\nA gentleman's agreement can be enforceable when it meets the criteria of an \"oral contract, although some types of contracts, such as for a real estate transaction, must always be in writing.\n\nBecker, William H. \"American Manufacturers and Foreign Markets, 1870–1900: Business Historians and the “New Economic Determinists”.\"Business History ReviewVol. 47, No. 4. 1973. Pp. 466-481.\n\nHistory Channel. \"Gentlemen's Agreement.\" Accessed Jan. 10, 2022.\n\nFTC. \"Our History.\" Accessed Jan. 10, 2022.\n\nOhio State University eHistory. \"Gentlemen's Agreements.\" Accessed Jan. 10, 2022.\n\nSt. Louis Fed. \"The Panic of 1907: J.P. Morgan and the Money Trust.\" Accessed Jan. 10, 2022.",
  "url": "https://www.investopedia.com/terms/g/gentlemansagreement.asp"
}