{
  "term": "Gentrification: Definition, Causes, Pros & Cons",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nGentrification is the transformation of a neighborhood from low value to high value. It is viewed as a process of urban development in which a neighborhood or portion of a city develops rapidly in a short period of time, often as a result of urban renewal programs, including real estate investment. This process is often marked byinflated home pricesthat bring in higher-income residents and displace a neighborhood's previous residents.\n\nGentrification is derived from the word \"gentry,\" which historically referred to people of an elevated social status. In the United Kingdom, the term \"landed gentry\" originally described landowners who could live off of therental income from their properties.\n\nIn its current context, gentrification was first popularized by the British sociologist Ruth Glass in 1964, when she used the term to describe the influx of middle-class people into London's working-class neighborhoods, displacing the former residents of those localities.\n\nNumerous cities around the world experience the phenomenon of gentrification, which can have a direct impact onhousing market dynamics. In most major cities, some neighborhoods that were previously less than desirable have morphed into vibrant districts with plush condominiums and offices, new coffee shops and restaurants, expensive retail storefronts, and various entertainment choices.\n\nGentrification is a complex social issue with both benefits and drawbacks. Young families welcome the opportunity to buy reasonably priced homes in a safe community with soundinfrastructure, and a wide choice of amenities and services. Local municipalities and governments also benefit from collecting higher taxes on rising property values and increased economic activity.\n\nHowever, the neighborhood's original inhabitants—also families, as well as singles of various ages—are often displaced by rising rents and a higher cost of living from the very community that they helped build.\n\nGentrification has become controversial because, historically, it has come with a significant component of discrimination against racial minorities, women and children, the poor, and older adults.\n\nEven as it may bring about a reversal in the decline of a city, displacement caused by gentrification can force prior residents into poorer and relatively unsafe areas, with limited access to affordable housing, healthy food choices, and social networks. In turn, this can trigger increased stress levels and decreased mental health.\n\nAccording to the Centers for Disease Control and Prevention (CDC), vulnerable segments of the population are at increased risk fornegative health effects of gentrification, such as shorter life expectancies and increased rates of cancer, diabetes, and cardiovascular disease.\n\nDisplacement often leads to the exclusion of the original residents, particularly people of color, and a lack of government support—for low-income housing assistance, for example—as well as weakened social and community ties.\n\nA 2019 study by the National Community Reinvestment Coalition found that between 2000 and 2013, seven of the biggest U.S. cities—New York City, Los Angeles, Washington, D.C., Philadelphia, Baltimore, San Diego, and Chicago—accounted for nearly half of the country's gentrification.\n\nAn oft-cited study by the Brookings Institution Center on Urban and Metropolitan Policy highlights some of the factors that contribute to gentrification.\n\nOne way to combat pricing people out of affordable housing, a form of housing discrimination, is acommunity land trust (CLT). These are private, non-profit organizations that own land on behalf of a community, promoting housing affordability and sustainable development and mitigating historical inequities in homeownership and wealth-building.\n\nSome research challenges certain long-held views about the negative effects of gentrification. In a July 2019 paper, researchers at theFederal Reserve Bank of Philadelphiaand the U.S. Census Bureau found that gentrification can create some important benefits for original residents, and few observable harms.\n\nGentrification can be seen as a problem because it negatively impacts a community's history, residents, culture, and social capital. It is a housing, economic, and health issue that displaces a group of people through urban renewal programs, typically benefiting higher-income people, as they move into affordable neighborhoods and alter that neighborhood's dynamics.\n\nThe disadvantages of gentrification include the loss of small businesses, the displacement of long-term residents, the loss of affordable housing, increases in the cost of living, cultural erasure, and the loss of diversity.\n\nThe blame for gentrification can be attributed to private investment, public policy, and public investment. Without controlling these factors for the benefit of all, gentrification can take place.\n\nIn the 21st century, gentrification has rapidly spread across many cities in the world, for both good and bad. While there are positive outcomes to gentrification, such as a reduction in crime and the rehabilitation of spaces, it can adversely impact local populations, pricing them out of their homes as housing costs increase. Gentrification needs to be managed with care by local governments to ensure individuals across the entire income spectrum can reap the benefits.\n\nRuth Glass. \"Introduction to London: Aspects of Change.\" University College, Centre for Urban Studies, London, 1964.\n\nCenters for Disease Control and Prevention. \"Health Effects of Gentrification.\"\n\nNational Community Reinvestment Coalition. \"Shifting Neighborhoods.\"\n\nThe Brookings Institution Center on Urban and Metropolitan Policy. \"Dealing with Neighborhood Change: A Primer on Gentrification and Policy Choices,\" Pages 10-14.\n\nFederal Reserve Bank of Philadelphia. \"The Effects of Gentrification on the Well-Being and Opportunity of Original Resident Adults and Children,\" Pages 4, 18, 23.",
  "url": "https://www.investopedia.com/terms/g/gentrification.asp"
}