{
  "term": "Genuine Progress Indicator (GPI): Definition, Formula, Vs. GDP",
  "definition": "A genuine progress indicator (GPI) is a metric used to measure theeconomic growthof a country. It is often considered an alternative metric to the more well-knowngross domestic product(GDP) economic indicator. The GPI indicator takes everything the GDP uses into account but adds other figures that represent the cost of the negative effects related to economic activity, such as the cost of crime, ozone depletion, and the cost of resource depletion, among others.\n\nThe GPI nets the positive and negative results of economic growth to examine whether or not it has benefited people overall.\n\nThe Genuine Progress Indicator is an attempt to measure whether the environmental impact and social costs of economic production and consumption in a country are negative or positive factors in overall health and well-being.\n\nThe GPI metric was developed out of the theories ofgreen economics(which sees the economic market as a piece within an ecosystem). Proponents of the GPI see it as a better measure of the sustainability of an economy when compared to the GDP measure.\n\nIn the 1930s, the Roosevelt administration sought ways to measure the United States's economic output after instituting policies to address a failing economy using questionable data. The Department of Commerce enlisted National Bureau of Economic Research economist Simon Kuznets to establish more suitable economic metrics than what was previously used. In response, he presented to Congress his report \"National Income 1929-1935\", which gave birth to the concept of gross domestic product (GDP).\n\nHowever, Kuznets warned that the GDP would not be able to measure the welfare of a nation. So, some 30 years later in 1995, U.S.-based organization Redefining Progress built upon this notion, creating a pathway for Clifford Cobb, Ted Halstead, and Jonathan Rowe to create the Genuine Progress Indicator (GPI), which consists of 26 indicators.This new metric was designed to define a nation's welfare not only by its economic measures but also by the state of its social, environmental, and human conditions.\n\nBecause GPI is loosely defined, practitioners developed their own parameters for which to measure economic welfare. The inconsistencies made it difficult to compare one economy to another and, therefore, rendered some minimally useful.\n\nTwo GPI summits were held to address these inconsistencies, and, as a result, researchers and practitioners modified GPI—GPI 2.0—to streamline the accounting processes and replace antiquated methodologies that did not provide an accurate and complete picture of an economy. A pilot testing period occurred from 2012 to 2014 in the U.S. and Canada to test the efficacy of GPI 2.0.\n\nPrior to the 1930s, there was no way to measure national income and output.\n\nThe formula to calculate GPI is below, along with a brief explanation of what each component means.\n\nGPI = Cadj + G + W - D - S - E - N\n\nIt's important to note that assigning monetary values to non-market goods and services and assessing the impact of social and environmental factors involves a degree of subjectivity. It's entirely possible for one analyst or economist to have a GPI calculation that differs from another because the two just may not have the same perspective on a less quantitative item from above.\n\nDetermining the monetary values for non-market goods and services in GPI can be tough. The calculations can be a bit of a puzzle, and economists use several methods to crack it. One way is through market price estimation where economists look at the prices of similar market goods as stand-ins for non-market ones. In cases where there's a direct substitute (or similar good), this is typically the most ideal case.\n\nEconomists could also go straight to the source, asking people directly about their preferences or observingconsumer behaviorin surveys and revealed preference methods. Surveys can often reveal consumer sentiment about the value additions and deductions from any given good.\n\nAnother approach to assigning monetary value involvesshadow pricing. Shadow pricing happens when we estimate the economic value of non-market goods by looking at the costs or benefits associated with their use or depletion. For instance, think about the cost of environmental degradation or the loss of biodiversity. Even though there may not be a direct economic cost there that contributes to a good, there is still value lost that can be at least tracked, if not measured one way or another.\n\nLast, economists may choose to layer on assumptions when looking at market transactions. They may choose to analyze a price from the lens of what that good's price or cost could be due to non-market factors or how a price is derived from a hedonic pricing angle. For instance, the price of a home may be based on the size of the home, age of the home, or neighborhood. Understanding these factors may attribute value to other comparables, and this strategy can be used across different types of goods.\n\nGDP increases twice when pollution is created – once upon creation (as a side-effect of some valuable process) and again when the pollution is cleaned up. By contrast, GPI counts the initial pollution as a loss rather than a gain, generally equal to the amount it will cost to clean up later plus the cost of any negative impact the pollution will have in the meantime. Quantifying the costs and benefits of these environmental and social externalities is a difficult task.\n\nBy accounting for the costs borne by society as a whole to repair or control pollution and poverty, GPI balances GDP spending against external costs. GPI advocates claim that it can more reliably measure economic progress as it distinguishes between the overall \"shift in the 'value basis' of a product, adding its ecological impacts into the equation.\"\n\nThe relationship between GDP and GPI mimics the relationship between the gross profit and net profit of a company. The net profit is the gross profit minus the costs incurred, while the GPI is the GDP (value of all goods and services produced) minus the environmental and social costs. Accordingly, the GPI will be zero if the financial costs of poverty and pollution equal the financial gains from the production of goods and services, all other factors being constant.\n\nGenuine Progress Indicator (GPI) measures the economy holistically by considering economic indicators that the GDP doesn't. For example, it accounts for negative externalities, such aspollutionand crime, and other social breakdowns that compromise the economy and the welfare of the people it serves. These events create large societal costs from the resulting damages.\n\nBenefits to society, such as volunteerism, housework, and higher education are significant contributions to society but were largely ignored because they were difficult to quantify.And as no consideration is given in exchange for these types of services, they are not included in the GDP. However, to account for their impact on the economy, the GPI prescribes values to each.\n\nAccounting for these activities and events that ordinarily have no assigned values can be problematic. Including them requires values to be assigned, and these values can differ based on who is ascribing them. This level of subjectivity can make it difficult to compare GPIs.\n\nAlso, the broad definition of GPI allows for different interpretations and calculations. These inconsistencies can make it difficult to get an accurate accounting of factors and compare GPIs. They also make it difficult for GPI to be adopted as the economic standard of measurement.\n\nIncludes environmental and social factors not considered in the GDP\n\nAssigns values to societal contributions, such as volunteering\n\nQuantifies an overall impact in a single, simple number that may be easier to compare over time\n\nMakes it difficult to compare GPIs due to subjectivity\n\nAllows for different interpretations and calculations due to broad definition\n\nMay result in assumptions (at least for the non-monetary variables)\n\nLet's look at a real world example of GPI. The Maryland Quality of Life Initiative, a collaborative effort involving businesses, non-profits, academics, and the state, uses the Maryland Genuine Progress Indicator as a resource to gauge quality of life.\n\nThe initiative aims to build a \"Quality of Life Dashboard\" for the state, highlighting areas where the state can do better. The GPI methodology has changed and it's current form, GPI 2.0, has 12 categories with 50 indicators. The state of Maryland can then use these indicators to prove out successes or failures.\n\nFor example, from 2012 to 2019, the GPI for Maryland decreased $14.41 billion. There was a substantial decrease in overall household budget expenditures as well as an increase in defensive expenses. Note that the GPI also factored in some non-monetary considerations such as Marylanders gaining 6.5% more leisure time and a 12% increase in unpaid labor.\n\nGenuine Progress Indicator (GPI) factors in all the components of the Gross Domestic Product (GDP) and includes environmental and social elements that impact the economy, such as pollution, volunteerism, crime, and climate change. Some economists suggest that GPI is a better metric than GDP as it gives a holistic view of the wellbeing of a nation's economy.\n\nThe GPI consists of 26 indicators, grouped into three categories (social, economic, and environmental).Each measures a different condition of the economy. Within the social category, you will find crime, family structure, academics, and more. In the environmental category, you will find pollution, climate change, and other factors that positively or negatively affect the environment.\n\nTaking on Simon Kuznets's disclaimer that GDP could not adequately tell how a nation is faring overall, Clifford Cobb developed the Genuine Progress Indicator (GPI) along with Ted Halstead and Jonathan Rowe in 1995.\n\nGenuine Progress Indicator (GPI) is an economic tool used to measure the health of a nation's economy. It incorporates environmental and social factors, such as family structure, benefits from higher education, crime, and pollution, not considered in the GDP. GPI determines whether these other factors negatively or positively the economy, and can provide a holistic view into how they affect the lives and welfare of society.\n\nInternational Labour Organization. \"2: Toward more Inclusive Measures of Economic Well-being: Debates and Practices,\" Pages 1,3.\n\nMaryland Department of Natural Resources. \"Maryland's Genuine Progress Indicator: What is the Genuine Progress Indicator.\"\n\nAmerican Economic Association. \"National Income and Economic Measurement at the NBER,\" Pages 9-11.\n\nU.S. Government Publishing Office. \"Rethinking the Gross Domestic Product as a Measurement of National Strength.\"\n\nScienceDirect. \"Genuine Economic Progress in the United States: A Fifty State Study and Comparative Assessment.\"\n\nScienceDirect. \"Genuine Progress Indicator 2.0: Pilot Accounts for the US, Maryland, and City of Baltimore 2012–2014.\"\n\nBureau of Economic Analysis. \"GDP and the National Accounts: One of the Great Inventions of the 20th Century.\"\n\nOrganisation for Economic Co-operation and Development (OECD). \"Including Unpaid Household Activities: An Estimate of Its Impact on Macro-economic Indicators in the G7 Economies and the Way Forward.\"\n\nDepartment of Natural Resources. \"Maryland Genuine Progress Indicator.\"",
  "url": "https://www.investopedia.com/terms/g/gpi.asp"
}