{
  "term": "Geographical Diversification: Meaning, Overview, Pros and Cons",
  "definition": "Diversification, generally speaking, is the practice of allocating money to a wide variety of investments so as to minimize risk. It's the financial equivalent of not putting all your eggs in one basket.\n\nGeographical diversification means holding securities from different regions. You don't want all of your money in a single country or region for the same reason you don't want it all in a single stock. The failure of that stock would be a huge blow to your portfolio.\n\nThe term also refers to the practice by large companies of locating operations in different regions or countries in order to reduce business andoperational risks.\n\nLikediversificationin general, geographical diversification is based on the premise that financial markets in different parts of the world may not be highly correlated with one another. For example, if the U.S. and European stock markets are declining because their economies are in arecession, an investor may allocate part of a portfolio to emerging economies with higher growth rates, such as China and India.\n\nMost largemultinational corporationsalso have a high degree of geographic diversification. This enables them to reduce expenses by locating plants in low-cost regions and lowers the effect of currencyvolatilityon their financial statements. In addition, geographic diversification may have a positive impact on a corporation's revenues, as high-growth regions offset the effects of lower-growth regions.\n\nDiversifying a portfolio across different geographic regions can help investors compensate for the volatility of a single economic region, in the long reducing risk relative to less-diversified portfolios.Exchange traded fundsandmutual fundshave made investing globally easier than ever before.\n\nDiversifying away from developed economies also offers benefits. In advanced markets, many businesses offer similar products and services, making for stiff competition. Developing markets, however, can be less competitive and thus offer greater growth potential. A business may sell more wearable devices, for example, in an Asian country than in the entire U.S. market.\n\nThe counter-argument is that everything in the global economy is already interconnected so that spreading your money over different regions doesn't provide the diversification benefit it once did. Additionally, many of the large companies you would be buying in, say, a U.S.-registered mutual fund already operate as multinationals.\n\nFaster-growing economies may also involve elevatedpolitical risk,currency risk, and general market risk compared with developed economies.\n\nExchange rates, for example, are always in flux and could move against you. An investment in Japan, for instance, could fall in dollar terms if the yen weakens (meaning it takes more yen to buy a dollar). However, investing in multiple currencies—another way of diversifying—can provide additional risk reduction.",
  "url": "https://www.investopedia.com/terms/g/geographical-diversification.asp"
}