{
  "term": "Geographical Pricing: Definition, How Strategy Works, and Example",
  "definition": "Geographical pricing is the practice of adjusting an item's sale price based on the location of the buyer. Sometimes the difference in the sale price is based on the cost to ship the item to that location. But the difference may also be based on what amount the people in that location are willing to pay. Companies will try to maximizerevenuein the markets in which they operate, and geographical pricing contributes to that goal.\n\nMost typically, geographical pricing is practiced by companies in order to reflect the differentshipping costsaccrued when transporting goods to different markets. If a market is closer to where the goods originate, the pricing may be lower than in a faraway market, where the expense to transport the goods is higher. Prices may be lower if the goods compete in a crowded market where consumers have a number of other quality options.\n\nCharging higher prices to account for higher shipping charges to faraway locations can make a seller more competitive, as their products will be available to a larger number of customers. But higher shipping costs may make local customers avoid buying the product that is shipped from far away in favor of cheaper, local products.\n\nPrices are also impacted by whether the manufacturer is aprice takerinstead of aprice maker. A price taker is a company or individual that has to settle for whatever price the market has determined for the product, as they lack the market share or influence to determine the price. A price maker has themarket shareto set the price.\n\nIt is always up to the seller of the goods to determine how they will price their product and based on that decision, the outcome will vary. For example, the seller may decide to sell their product in a location far away and absorb the cost of shipping, thereby pricing the product competitively in a foreign market. This may result in lowerprofit marginsor no profits at all but may increasebrand awarenessin the new location for some benefit down the line.\n\nConversely, the seller may pass the cost of shipping onto the consumer via high prices for the product, which may have many different effects. The product may sell poorly as it sold at a higher price compared to competitors, or the seller could run a marketing campaign positioning the product as a higher quality luxury item, thereby justifying the higher price. In this case, it might only be bought by a small part of the population, but that might be profitable enough.\n\nTaxes can also be a consideration, even if shipping costs are not a factor. A product made in Massachusetts and sold in Washington may be priced differently than that same good in Oregon. While the shipping costs would be roughly equivalent, the fact that Oregon has nosales taxcould lead the company to price the product higher in that state than in Washington, which has one of the highest sales tax rates in the country.\n\nAlso, where there may be asupply and demandimbalance in a market, even if a temporary phenomenon, a company may respond by pricing its product or service at a premium or discount in the market versus another geographical spot.\n\nA type of geographical pricing called \"zone pricing\" is common in the gasoline industry. This practice entails oil companies charging gas station owners different prices for the same gasoline depending on where their stations are located.\n\nAside fromexcise taxes, the wholesale price, and thus the retail price, is based on factors such as competition from other gas stations in the area, the amount of traffic the gas station receives, and average household incomes in the area—not on the cost of delivering gas to the area.",
  "url": "https://www.investopedia.com/terms/g/geographical-pricing.asp"
}