{
  "term": "Geolocation: What it is, How it Works, Examples",
  "definition": "Geolocation is the ability to track a device’s whereabouts using GPS, cell phone towers, WiFi access points or a combination of these. Since devices are used by individuals, geolocation uses positioning systems to track an individual’s whereabouts down to latitude and longitude coordinates, or more practically, a physical address. Both mobile and desktop devices can use geolocation.\n\nGeolocation has a broad variety of uses and methods.IP addressesmay be used to determine country, region, state, city or postal code. Geolocation can be used to determine time zone and exact positioning coordinates, such as for tracking wildlife or cargo shipments. If you have ever shopped online and wanted to find an item in a nearby store, ordered food online after searching for a local restaurant, or sought out the closest ATM, you have used geolocation services.\n\nGeolocation is especially useful when applied to financial services. For example:\n\nPayments:Financial institutions with mobile apps whose users have enabled location tracking can match the location of a customer’s phone with the location where the customer’s payment card is being used to detect possiblepayment card theft. If the two locations do not match, the fraud can be detected immediately and the card shut down. If the two locations do match, the customer can avoid experiencing any service disruption that might normally happen when the payment card provider detects unusual card activity.\n\nInsurance claims processing:Aninsurance claimsadjusting app can use geolocation technology to substantiate a policyholder’s location and minimize the number of fraudulent or exaggerated claims the insurer receives. A visualclaims platformallows policyholders to work with their insurance agents using a web-based real-time communications platform to evaluate the extent of loss and determine a fair amount for the claim. Customers use their phone cameras to engage in a live video call with their insurance agents to assess damage. The agent can take screen shots, zoom in, or use the phone’s flashlight to get additional details and create records of the damage for the customer’s file. This technology creates an environment where more customers are satisfied with the claims payments they receive and prevents them from filing complaints with regulators, resulting in better outcomes for both insurance companies and their customers.\n\nBanking:Bluetooth beacons, the same type of geolocation technology that is placed throughout stores to offer users who have downloaded the store’s app to receive targeted discounts while giving the store data about the consumer’s shopping behavior, are providing new forms of convenience to bank customers. Geolocation is allowing bank customers to access branch ATMs with their mobile phones instead of with their ATM cards after business hours, offering convenience. Beacon technology also improves service inside smart bank branches by notifying bank employees when a customer has been waiting in a teller line too long so the customer can be directed to another bank employee at a desk who can help them.\n\nWith the upsides of geolocation come the downsides of safety and privacy issues. When using a device or app that allows for geolocation, it’s important for consumers to understand how that data is being used and with whom it’s being shared so they can protect their privacy and safety. And companies that use geolocation data must make sure that such information is protected so that employees cannot access the information inappropriately. Customers also don’t want geolocation data that they have shared for one purpose, such as banking convenience, to be reused for another purpose, such asadvertising, without their knowledge and permission.\n\nFinancial services companies that want to maintain their customers’ trust need to make them aware of exactly how their geolocation data is being used. For example, an app can inform a user of how their geolocation data will be used when they open it for the first time after they install it, then allow them to opt out of sharing their location or using the app altogether if they aren’t happy with the company’s policy. Users should also be informed about whether an app will allow them to delete their geolocation history after the fact if they change their mind about what they’ve shared. Without this trust, further efforts to implement geolocation technology could stall.",
  "url": "https://www.investopedia.com/terms/g/geolocation.asp"
}