{
  "term": "Gharar: Meaning, Definition, Islamic Perspective, and Examples",
  "definition": "Daniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nGhararis an Arabic word that is associated with uncertainty, deception, and risk. It has been described as \"the sale of what is not yet present,\" such as crops not yet harvested or fish not yet netted.\n\nGharar is a significant concept in Islamicfinanceand is used to measure the legitimacy of a risky investment pertaining toshort selling, gambling, the selling of goods or assets of uncertain quality, or to any contract that is not drawn out in clear terms.\n\nThe wordghararhas become somewhat of a general term in the modern lexicon. Sales or financial transactions considered as gharar are judged relative to the level of misunderstanding that might exist between parties and the level of uncertainty that the goods or payment can be delivered. Gharar is generally prohibited under Islam because there are a set of strict rules in Islamic finance againsttransactionsthat are highly uncertain or that may cause any injustice or deceit against any of the parties.\n\nThe justification and guidance for forbidding contracts or transactions considered as gharar comes from thehadith, a revered book in Islam. It contains the sayings of the Prophet Muhammad, who spoke against the selling of the birds in the sky, the fish in the water, or the unborn calf in the mother's womb, saying, \"Sell not what is not with you.\" Therefore, questions of gharar arise when a claim of ownership is unclear or suspicious.\n\nClarity of the intended meaning of gharar also comes in the Quran, where it states, \"And do not eat up your property among yourselves for vanities,\" which is interpreted as the prohibition of predatory business practices because such practices do not benefit the whole of society.\n\nIn finance, gharar is observed within derivative transactions, such as forwards,futuresand options, as well as in short selling and other forms of speculation. In Islamic finance, most derivative contracts are forbidden and considered invalid because of the uncertainty involved in the future delivery of theunderlying asset.\n\nScholars differentiate between minor and substantial gharar, and while most derivative products are prohibited due to excessive uncertainty, other practices considered as gharar, such as commercial insurance, are vital parts ofeconomic life. It is also permissible for asellerto short-sell fungible items, such as wheat and other commodities, to be delivered at a later date to a buyer.\n\nMeanwhile, the sale without physical possession is not necessarily condemned, but the promise ofdeliveryby either party without credibility is a violation. Also, transactions and contracts are considered as gharar when excessive risks or uncertainty are combined with one party taking advantage of the property of the other, or one party only benefiting by the other party's loss. For that reason, Islamic finance also strictly prohibits extending loans with interest, which it considersusury.",
  "url": "https://www.investopedia.com/terms/g/gharar.asp"
}