{
  "term": "G.I. Bill: Meaning, Overview, and History",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe GI Bill, also known as the Serviceman's Readjustment Act of 1944, was enacted by Congress and signed into law by former President Franklin D. Roosevelt to provide various benefits to World War II veterans.Today, the GI Bill refers to anyU.S. Department of Veterans Affairseducation benefit, such as education grants and stipends, earned by active-duty service members, veterans, and their families.\n\nAlthough the GI Bill was purposed for WWII veterans, benefits are currently available to honorably discharged veterans and their dependents, under certain circumstances.Many types of training are covered under GI Bill benefits. College programs include associate, bachelor, and advanced degrees. Vocational and technical training, including non-college degree programs, also are covered. On-the-job training and apprenticeships, as well as licensing and certification reimbursement, are included. Flight training, correspondence training, work-study programs, tuition, and tutorial assistance also are covered. Survivors and Dependents Assistance provides education and job training for spouses and children of veterans.\n\nThe Yellow Ribbon Program can pay tuition costs not covered in thePost-9/11 GI Bill.Tuition Assistance Top-Up provides additionalassistance with education costs.The $600 Buy-Up Program provides more money for monthly GI Bill payments.Tutorial Assistance will help pay for a tutor for those using VA educational benefits.\n\nThe GI Bill in its original form, the Servicemen’s Readjustment Act of 1944, was designed to provide benefits, including small business loans, mortgages, and education grants, to veterans following WWII; however, it has since been updated.The GI Bill is considered one of the most significant pieces of 20th-century legislation passed by the U.S. Congress. Much of the impetus for the bill’s passage stemmed from the experience of veterans after WWI when returning service members were not aided in re-entering civilian life and the workforce. The lack of support and the advent of the Great Depression led to public protests, including the Bonus Army marchers in 1932. The GI Bill increased the number of college-educated Americans following the war, as many veterans who would have rejoined the workforce instead opted for degrees. In 1947, considered the peak of the GI Bill's use, roughly 49% of college admissions were for veterans.\n\nThe original GI Bill ended in 1956, at which point more than half of veterans had opted to receive technical training or attend college.The G.I. Bill has been updated several times since 1944, including the Montgomery GI Bill of 1984, thePost 9-11 G.I. Bill of 2008, and the Vocational Rehabilitation and Education Program. The Montgomery GI Bill Active Duty (MGIB-AD) provides benefits for veterans who served at least two years on active duty. The Montgomery GI Bill Selected Reserve (MGIB-SR) covers benefits for members of the Army, Navy, Air Force, Marine Corps or Coast Guard Reserve, Army National Guard or Air National Guard.The Post-9/11 GI Bill helps pay for school or job training for those who served on active duty after Sept. 10, 2001.\n\nNational Archives: Our Documents. \"Serviceman's Readjustment Act (1944).\" Accessed Sept. 27, 2021.\n\nU.S. Department of Veterans Affairs. \"About GI Bill Benefits.\" Accessed Sept. 27, 2021.\n\nU.S. Department of Veterans Affairs. \"Yellow Ribbon Program.\" Accessed Sept. 27, 2021.\n\nU.S. Department of Veterans Affairs. \"GI Bill and Other Education Benefit Eligibility.\" Accessed Sept. 27, 2021.\n\nU.S. Department of Veterans Affairs. \"Veteran Readiness and Employment (Chapter 31).\" Accessed Sept. 27, 2021.\n\nU.S. Department of Veterans Affairs. \"Tuition Assistance Top-Up.\" Accessed Sept. 27, 2021.\n\nU.S. Department of Veterans Affairs. \"$600 Buy-Up Program.\" Accessed Sept. 27, 2021.\n\nU.S. Department of Veterans Affairs. \"Tutorial Assistance.\" Accessed Sept. 27, 2021.\n\nU.S. Department of Veterans Affairs. \"Education and Training: History and Timeline.\" Accessed Sept. 27, 2021.\n\nU.S. Department of Veterans Affairs. \"Montgomery GI Bill.\" Accessed Sept. 27, 2021.\n\nU.S. Department of Veterans Affairs. \"Post 9/11 GI Bill.\" Accessed Sept. 27, 2021.",
  "url": "https://www.investopedia.com/terms/g/gi-bill.asp"
}