{
  "term": "Gibraltar Pound (GIP): What It is, Gibraltar Economy",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe Gibraltar pound (abbreviated as GIP) is the official currency for the country of Gibraltar. The Gibraltar pound is pegged atpar valueto the British pound sterling, at a fixed exchange rate.\n\nThe Gibraltar pound is issued by the government of Gibraltar under the terms of the 1934 Currency Note Act. Its treasury mints coins in £1, £2, £5, 1 penny, 2 pence, 5 pence, 10 pence, 20 pence, and 50 pence. It prints banknotes in denominations of £5, £10, £20, £50, and £100.\n\nThe notes and coins in circulation use British names but have different designs. They are only accepted in Gibraltar. The GIP is not recognized in the United Kingdom, although it can be exchanged forBritish pound sterlingnotes, at a one-to-one ratio.\n\nBritish coins and notes issued by the Bank of England are legal tenders in Gibraltar, however. Most retail stores in Gibraltar unofficially also accept the euro (although the Royal Gibraltar Post Office does not).\n\nGibraltar decimalized its currency in 1971 at the same time as the U.K., replacing the system of 1 pound = 20 shillings = 240 pence with one of 1 pound = 100 (new) pence.\n\nLocated in the south of the Iberian Peninsula, Gibraltar is officially a British overseas territory.\n\nThe British military has dominated the economy of Gibraltar, and its naval dockyard was historically the center of economic activity. However, military activities and business have declined over the last several decades: from 60% in 1984 to an estimated 7% currently.\n\nGibraltar's economy is now based on financial services, online gaming, navigation, and tourism. The country remains a significant port in the Mediterranean Sea, with bunkering—the supplying of fuel to ships—another important industry.\n\nFrom 1825 to 1872, the currency situation in Gibraltar was complicated, with a system based on the Spanishreal de platabut encompassing British, Spanish, and Gibraltarian coins. Therealwas tied to the pound at the rate of one Spanish dollar to four shillings, four pence (equivalent to 21.67 pence today). In 1872, however, the Spanish currency became the solelegal tenderof the country.\n\nThen, in 1898, the Spanish–American War made the Spanish currency drop dramatically in value. As a result, the pound was introduced as the official coin of the realm—initially in the form of British coins and banknotes, though Spanish money continued in circulation.\n\nGibraltar began issuing its own banknotes in 1927—the official birth of the Gibraltar pound—and its own coins in 1988. The coins were in denominations of 1, 2, 5, 10, 20, and 50 pence and 1 pound coins with unique designs and the country's name.\n\nIn 2011 the Gibraltar government assumed sole responsibility for the design, printing, and production of banknotes, taking over responsibilities that until then had been the preserve of the British government.\n\nIn 2016, Gibraltar's government issued a new £100 banknote. Bearing the image of Sir Joshua Hassan, Gibraltar’s first Chief Minister and an architect of the territory's self-rule, the note was the first in the world to have a holographic foil on Safeguard polymer substrate.\n\nIn 1975, £10 and £20 notes were introduced, followed by £50 notes in 1986. New series of notes were issued in 1995 and 2010-11.\n\nTwo-pound coins were introduced in 1999. The £2 coin has featured a new design every year since its introduction, depicting each of the 12 Labors of Hercules.\n\nIn 2004 the Government of Gibraltar minted a new edition of its coins to commemorate the tercentenary of British Gibraltar (1704-2004).\n\nA new  £5 coin was issued in 2010 inscribed with \"Elizabeth II • Queen of Gibraltar.\"\n\nDeLaRue. \"HM Government of Gibraltar issues new £100 banknote.\" Accessed July 7, 2021.",
  "url": "https://www.investopedia.com/terms/g/gip.asp"
}