{
  "term": "Gift Splitting: Definition, Example, and Tax Rules",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nJiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\nJose Luis Pelaez Inc / Getty Images\n\nThe term gift splitting refers to anestate planningtool that married couples can use to double their allowed annualgift tax exclusionamount. The gift tax exclusion is the amount that someone can transfer to another person as a gift without having to pay thegift taxlevied by theInternal Revenue Service (IRS). Couples can use gift splitting to provide financial help to family or friends and avoid paying the gift tax. Married couples who want to take advantage of gift splitting must file joint tax returns in order to qualify.\n\nGifts of money or property are subject to a gift tax if the donor exceeds the annual or lifetime gift exemption. Gift splitting is an easy way for married couples to maximize their annual gift tax exclusion amount. TheIRSallows married couples whofile jointlyto double the amount of their gift through gift splitting.\n\nHere's how gift splitting works. Married couples combine their individual allowances as if each contributed half the amount of the gift. The thresholds are applied to each person who is the recipient of a gift. For all gifts over the annual threshold amount,Form 709: United States Gift (and Generation-Skipping Transfer) Tax Returnmust be filed with the IRS.\n\nThis means that a couple could give up to $36,000 each to any number of people in 2024 without any tax consequences. Anything over the allowed $18,000 (per individual) is still not taxable as long as it's under the lifetime gift tax limit of $13.61 million for 2024.\n\nTo qualify for gift splitting in the eyes of the IRS, both spouses must agree to the gift and specify the situation in which the gift was given when filing theirtax returns.The gift giver is responsible for paying any tax and filing thegift tax return, which means that recipients generally aren't required to report the gift as income.\n\nFor the 2024 tax year, the annual gift exclusion limit for a calendar year is $36,000 for a couple, which is twice as much as the $18,000 threshold for an individual.\n\nIf a coupledivorcesprior to filing their taxes for the year the gift took place, neither spouse can be remarried for gift splitting to qualify. In addition, neither spouse can benefit from the gift, and it must be made to athird party.\n\nGifts of any amount made to spouses or political organizations and payments oftuitionand medical expenses on behalf of others are generally not taxable as gifts.For gifts used for medical or educational expenses, the gifts must be paid directly to the hospital, school, or applicable provider in order for the tax exclusion limits to be inapplicable.\n\nAs with all complex tax matters, it's a good idea to consult with a tax professional prior to making large gifts.\n\nHere's a hypothetical example to show how gift splitting works. Let's consider the circumstances of Robert and Mallory McKay. Their daughter and son-in-law just found out that they areexpecting a second child. They believe their house has too few bathrooms for their growing family, so they plan to turn one of their bedrooms into a bathroom. The McKays are thrilled by the prospect of becoming grandparents again and are eager to contribute to the cost of the conversion.\n\nThey expect that the additional bathroom will cost around $30,000. Knowing they would be subject to gift taxes on the funds if they wrote a $30,000check, the McKays decide to gift-split. Robert writes one check for $15,000 and Mallory writes another for the same amount. Or they could write one check from ajoint accountfor the total amount and still use the gift-splitting option.\n\nThis allows their daughter and son-in-law to complete the remodel without having to worry about taking out aloan. Since they are going to split the gift between the two of them, the McKays can avoid paying the gift tax but must file Form 709 with the IRS.Keep in mind that no taxes would be due if the amount is still under the lifetime gift tax amount.\n\nThe annual exclusion amount for gifts in 2024 is $18,000. Any amount below this is not subject to a gift tax. Amounts over this are also not subject to tax as long as they are under the lifetime limit of $13.61 million in 2024.\n\nOne of the ways an individual can avoid a gift tax is by spreading out the gift over a number of years. This allows an individual to stay within the gift tax limit. The gift can be provided for education or medical expenses, given directly to the educational or medical facility. This would avoid the gift tax. Married couples can also gift-split, which increases the amount that can be given without incurring the gift tax.\n\nMost items, such as cash, real estate, and assets, qualify as a gift. The only items that don't qualify as a gift are those that are used for educational or medical purposes as well as gifts made to political organizations.\n\nTaxpayers are allowed to give other individuals a gift of money or assets without incurring any taxes as long as the value of that gift doesn't exceed a certain amount. Couples can split gifts and avoid paying any gift taxes, too. The limit for 2024 is $18,000, or $36,000 if you're a married couple who files jointly. If you're a married couple and decide to split the gift, make sure you file Form 709, which is the gift tax return.\n\nInternal Revenue Service. \"Instructions for Form 709,\" Pages 2-4.\n\nInternal Revenue Service. “IRS Provides Tax Inflation Adjustments for Tax Year 2024.\"\n\nInternal Revenue Service. \"Instructions for Form 709,\" Page 7.\n\nInternal Revenue Service. \"Frequently Asked Questions on Gift Taxes,\" Select \"Who Pays the Gift Tax?\"\n\nInternal Revenue Service. \"Frequently Asked Questions on Gift Taxes,\" Select \"What Can Be Excluded From Gifts?\"\n\nInternal Revenue Service. \"Instructions for Form 709,\" Pages 2-3.\n\nInternal Revenue Service. \"Instructions for Form 709,\" Page 2.\n\nInternal Revenue Service. \"Frequently Asked Questions on Gift Taxes,\" Select \"What Is Considered a Gift?\"",
  "url": "https://www.investopedia.com/terms/g/gift-splitting.asp"
}