{
  "term": "Gift of Equity: What It Is, How It Works, Taxes, and Pros & Cons",
  "definition": "A gift of equity is the sale of a residence to a family member or someone with whom the seller has a close relationship. The price is below market value, as determined by a professional appraisal. The difference between the actual sales price and the market value of the home is the gift of equity. Most lenders allow the equity to be used toward a down payment.\n\nHome equity is the value of a property minus any outstanding debts secured by that home. Giving a gift of equity means giving someone value in a home. A homeowner typically sells it to someone else for less than its true market price. The transfer counts as a gift because of the difference in value, even if there are no payments from one party to the other.\n\nFor example, if you own a home worth $300,000 and sell it to a family member for $200,000, they’ve received a gift of equity of $100,000. A gift of equity can occur if a home is given away for no compensation or if a discount is offered on its value.\n\nCommon gifts of equity are between parents selling their home and a child. However, these gifts can involve other family members, such as grandparents, aunts and uncles, cousins, siblings, or achild gifting to a parent. Most lenders allow the gift to count toward a down payment on the home. The residence that’s changing hands can be a primary residence or a second home.\n\nGifts of equity help the buyer reduce or eliminate down payment requirements, making it easier to secure a mortgage.\n\nBuyers must still qualify for a mortgage even with a gift ofequity. This means that they’ll need to meet the lender’s requirements regarding credit scores and income. They’ll also need to have the necessary documentation to get approved for a mortgage:\n\nSellers also need to consider what they’re walking away from with a gift of equity. They may be helping a relative to purchase a home who might be unable to otherwise. However, the seller could lose an opportunity to reap a sizable profit from the home’s sale.\n\nYou can use a gift of equity or gift funds for different types of mortgages, including conventional home loans oradjustable-rate mortgages, as well as Federal Housing Administration (FHA) and U.S. Department of Veterans Affairs loans.\n\nThe most obvious benefit of using a gift of equity is that the buyer doesn't have to secure adown payment. That's because the gift of equity can be used as a down payment. This saves the recipient time and money, especially considering the minimum down payment for an FHA mortgage is 3.5%.Here's a further list of the benefits of a gift of equity:\n\nThere are disadvantages to gifts of equity:\n\nLower or no down payment for the buyer\n\nNo need for cash to exchange hands between the giver and recipient\n\nNo real estate agent commissions\n\nMay trigger a gift tax for the giver\n\nMore capital gains may be incurred in the future because of the impact to property's cost basis\n\nLower value could affect local real estate market\n\nA gift of equity requires a gift of equity letter, which is a letter stating the facts of the sale, signed by the seller and the buyer. The letter must note who is offering the gift, the amount of the gift of equity, and the property in question. It must also attest that it is, in fact, a gift, not a loan.\n\nHere are other items that must be included in the letter:\n\nAt closing, a second letter will note the gift of equity. It’s up to the person making the gift to decide how much equity to give. For example, suppose you sell your home to one of your adult children. The home is appraised at $400,000, but you agree to sell it for $200,000, giving them a $200,000 gift of equity. That sale price is up to you.\n\nA gift of equity can help the new owner avoid the expense of private mortgage insurance.\n\nA lender usually considers gifts of equity as part of thedown paymentrequired to qualify for a mortgage. For example, suppose a bank requires 20% down, which is standard if you want to avoid mortgage insurance. If the gift of equity made by the seller equals 10% of the home’s value, the buyer now only needs to make a down payment of 10% of the property’s price.\n\nHere's a fuller scenario to illustrate these points:\n\nSuppose that you want to buy a home from a family member. The home's fair market value is $600,000, which means that a 20% down payment is $120,000. If your family member sells the home to you for $550,000, giving you a $50,000 gift of equity, you would only need $70,000 (about 11.7%) to cover the 20% down payment.\n\nThe amount required for the down payment is based on the kind of mortgage. For example, for an FHA loan, a gift of equity is allowed from a family member to cover a minimum 3.5% down payment, as long as the home is the primary residence.\n\nA gift of equity involves transferring part of a home's value as a gift, while a cash gift is a direct transfer of money. Both can help a loved one purchase a home, but a gift of equity is specific to real estate transactions, eliminating the need for a cash transfer for the down payment or dealing with a third party in the sale of a property.\n\nYes, a gift of equity can be a part of estate planning. It permits homeowners to transfer property to family members or other loved ones while still alive, potentially reducing future estate taxes. This could help ensure that the property remains within the family.\n\nGifts of equity could have tax implications for the seller, depending on the size of the gift. The seller may have to pay a gift tax unless the gift of equity is lower than the annual exclusion. For 2024, that exclusion is $18,000 for single individuals and $36,000 for married couples.\n\nYes. For the giver, it can have tax implications. The amount of equity gifted can count against the annual gift tax exclusion or the giver’s lifetime gift tax exemption. A gift of equity is not directly taxable for the recipient but could incur higher capital gains taxes later on.This is because the gift of equity reduces the buyer’s cost basis, increasing the likelihood that they will earn a profit (the future sale price minus the cost basis) if they sell the property. All parties in a gift of equity should consult with a tax professional to understand any potential tax liabilities.\n\nA gift of equity is a way for a seller to help buyers, usually family members, purchase a home. The seller doesn't give the buyers money as they would when giving cash for a down payment. Instead, they agree to sell their home below market value. This gives the buyer immediate access to more equity than they paid for.\n\nU.S. Department of Housing and Urban Development. \"Section B. Acceptable Sources of Borrower Funds,\" Page 11.\n\nVA Mortgage Center. \"Gift Funds and VA Loans: What They Are and How to Use Them.\"\n\nU.S. Department of Housing and Urban Development. \"Let FHA Loans Help You.\"\n\nInternal Revenue Service. \"What Is the Basis of Property Received as a Gift?\"\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2024.\"\n\nFannie Mae. \"Selling Guide: B3-4.3-04, Personal Gifts (09/06/2023).\"\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2023.\"\n\nInternal Revenue Service. “Frequently Asked Questions on Gift Taxes.”",
  "url": "https://www.investopedia.com/terms/g/gift_of_equity.asp"
}