{
  "term": "Gift Card: Definition, Types, and Scams To Avoid",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA gift card is a prepaid debit card that contains a specific amount of money available for use for a variety of purchases. Store gift cards are designed to be used at specific merchants or retailers, while general-use prepaid gift cards are not affiliated with any specific merchant and can also be used to withdraw cash atautomated teller machines (ATMs).\n\nGift cards are a form ofprepaid debit cardthat’s loaded with funds for future use. There are generally two types of gift cards: open-loop and closed-loop. Both types typically can be used online and in person.\n\nMany gift cards—also known asstored value cards—will have a minimum and maximum initial loading amount. For example, there may be a minimum of $10 and a maximum of $500. In some situations, gift cards can be used to pay for a portion of a purchase, withcash,debit, orcreditused to balance the expense. As a precaution to mitigate the risk of losses, many gift cards can also be registered online—a procedure that allows the remaining balance to be tracked and frozen if a card is lost. In this way, some gift cards are safer than cash.\n\nDepending on the card in question, a reload fee may apply to add money each time.\n\nClosed-loop gift cardsare often marketed by stores, allowing a cardholder to purchase anything from that specified retailer. Closed-loop cards generally can be used only with a single merchant, either at the store or on its website.However, if one company owns several different retailers, it might issue gift cards that can be used at any of them. Gap Inc. (GPS) is one such corporation: Its cards usually can be used interchangeably at any of its affiliated stores, including Gap, Banana Republic, Old Navy, and Athleta.\n\nClosed-loop gift cards usually will not require any activation fees. Also, these gift cards will not include a processor’s logo (the financial services company that actually handles the transaction mechanics), though they do include the merchant’s logo; in a sense, they act as advertising for the store.\n\nClosed-loop gift cards usually are not reloadable, so once the balance is spent, they have no further use. Also, funds on a closed-loop gift card may have a specified expiration date, which requires the user to use the card within a set time frame. Closed-loop cards are popular gifts for wedding and baby registries. Many merchants also offer closed-loop gift cards as a bonus for individuals who sign up for their registries.\n\nThe global gift card market is expected to achieve a compound annual growth rate of more than 12% through 2031, according to Persistence Market Research.\n\nOpen-loop gift cardsoffer the equivalent of cash—or more precisely, a credit or debit card that can be used at any merchant where that card is accepted, as well as online.Many of the major charge or credit card issuers/processors, such as American Express, Visa, Discover, and MasterCard, offer open-loop gift cards. These cards will display the payment processor’s logo and can be used to make all types of electronic payments nearly anywhere.\n\nOpen-loop gift cards also have the advantage of serving as a standard prepaid card. These cards are usually reloadable, allowing the user to add funds on their own as well.\n\nOpen-loop cards will sometimes require an activationfeeof approximately $5, which must be paid when the card is purchased.\n\nGift cards debuted in 1994, according toMageplaza, an extension marketplace of the open source commerce platform Magento.Increasingly, merchants are opting to offer digital gift cards to customers as an incentive to encourage spending.\n\nUpscale department stores, such as Saks Fifth Avenue and Bergdorf Goodman, send bonus gift cards to their loyalty program members (who have spent a certain amount during a promotion or over a certain time period). However, 75% of the volume in gift card program redemptions is still in physical cards vs. 25% for digital gift cards, according to aNational Gift Card (NGC)industry survey.\n\nGift cards are increasingly a target for scammers. According to theFederal Trade Commission (FTC), consumers reported gift card scam losses of $148 million in the first nine months of 2021.\n\nThese scams primarily revolved around scammers asking consumers to purchase gift cards as a form of payment. The consumer provides the gift card number to the scammer based on the assumption that they’re making a legitimate payment. The scammer then makes off with the money.\n\nAnother scam involves the compromise of physical cards in store. Scammers tamper with cards to obtain the gift card number. When a consumer purchases the card and loads money to it, the scammers are then able to steal those funds by using the card to make purchases.\n\nTarget gift cards are particularly popular among scammers, accounting for $35 million of the losses reported in 2021.\n\nAvoid purchasing gift cards in store that look damaged or otherwise tampered with, and only use gift cards to make payments to people who you know and trust.\n\nA gift card is a prepaid card that can be used to make purchases and execute other types of financial transactions. Gift cards be open loop or closed loop, which can determine where and how the card can be used.\n\nYes, it’s possible to use a gift card to withdraw cash at an ATM if the card allows it. Typically, this is only an option with open-loop cards, which are not affiliated with any store or merchant brand.\n\nDepending on the card, it’s possible that a gift card may expire if the money loaded onto it is not used within a specific time period. You may also pay fees to activate a new gift card or reload money onto an existing gift card. Some prepaid gift cards may also charge monthly or dormant-account fees.\n\nGift cards can be useful for shopping online or in stores. You may purchase them to give as gifts to friends and family, or it’s possible that you might earn gift cards as a reward when shopping with a particular merchant. Understanding how gift cards work and where you can use them is important for avoiding fees or the risk of having a gift card expire. At the same time, it’s important to be on the lookout for gift card scams—especially during the holiday season, when more people are buying them and using them to shop.\n\nConsumer Financial Protection Bureau. “§ 1005.20 Requirements for Gift Cards and Gift Certificates.” Accessed Dec. 12, 2021.\n\nConsumer Financial Protection Bureau. “Choose the Right Card for Your Situation.” Accessed Dec. 12, 2021.\n\nPersistence Market Research. “Gift Card Market.” Accessed Dec. 12, 2021.\n\nMageplaza. “Gift Card Statistics 2020.” Accessed Dec. 12, 2021.\n\nNational Gift Card. “Even in Digital Age, 3 Out of 4 Redeem Loyalty Points for Plastic Gift Cards.” Accessed Dec. 12, 2021.\n\nFederal Trade Commission. “FTC Data Show Major Increase in Gift Cards as Scam Payment Method.” Accessed Dec. 12, 2021.",
  "url": "https://www.investopedia.com/terms/g/gift-card.asp"
}