{
  "term": "Gift Tax Return Definition",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA gift tax return is afederal tax returnthat must be filed under certain conditions by the giver of a gift. (It isnota tax on returning gifts.) The return is known asForm 709.﻿﻿ ﻿\n\nIndividuals who give a gift that exceeds the annual or lifetime exempt gift limit established by the Internal Revenue Service (IRS) must fill out the form when filing their taxes. The annual exemption limit is $16,000 per gift for 2022 ($17,000 for 2023), and the lifetime exemption in 2022 is $12.06 million ($12.92 million for 2023). The lifetime exemption is inflation-indexed, so it will rise year-over-year.\n\nFor 2022, if an individual gifts anything over the limit, even $16,001, to a single recipient, that individual must fill out a gift tax return form. The return must be filled out because gifts above the exempt amount are subject to a gift tax.\n\nThe gift tax return is only used by those who have given over $16,000 in 2022 ($17,000 in 2023).As the regulations applied togift taxesare very complicated, it is best to consult a professional as well as yourlocal tax law. In order to avoid the gift tax, many people use estate planning, working with a financial planner, tax professional, or attorney to strategically choose when, how, and who gets the estate owner's money.\n\nA gift tax is a federal tax applied to an individual giving anything ofvalueto another person. For something to be considered a gift, the receiving party cannot pay the giverfull valuefor the gift but may pay an amount less than its full value.\n\nA gift tax return is a form that must be filed by a gift-giver if they give any amount over the gifttax exemption. Unless special arrangements have been made, it is always the gift-giver, not the recipient, who is responsible for paying the gift tax and for filing the gift tax return.\n\nThe gift tax return is IRS Form 709. The receiver of the gift may pay the gift tax, or a percentage of it, on the giver's behalf, in the event that the giver has exceeded their lifetime gift exclusion limit.\n\nThe federal government allows married couples who file together to double the amount of their gift tax through a process calledgift splitting. Married couples combine their individual allowances as if each contributed half of the amount.\n\nFor gift splitting to be official, both spouses must agree to the gift and specify the situation in which the gift was given when filing their taxes. A couple filing a gift tax return in 2022 could gift $32,000 before the giver needed to pay taxes on the amount (that amount increases to $34,000 in 2023).\n\nInternal Revenue Service. \"IRS provides tax inflation adjustments for tax year 2023.\"\n\nInternal Revenue Service. \"Frequently Asked Questions on Gift Taxes.\"\n\nInternal Revenue Service. \"Estate Tax.\"",
  "url": "https://www.investopedia.com/terms/g/gift-tax-return.asp"
}