{
  "term": "Gift Letter: Meaning, Additional Gifting Strategies, Mortgages",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA gift letter is a piece of legal, written correspondence explicitly stating that money received from a friend or relative is a gift. Gift letters for tax purposes often come into play when a borrower has received assistance in making adown paymenton a new home or other real estate property. Such letters state that the money received is not expected to be paid back in any way, shape, or form.\n\nGift letters are important because, in general, lenders tend to frown upon borrowers using additional borrowed money for a down payment on a home or other property. \"Gifted\" money, however, is a different story. A gift letter specifically references the fact that money is a gift and not a loan. The gift-giver must directly write the letter for it to have any validity. The letter also often discloses the relationship between the gift giver and receiver.\n\nA gift can be broadly defined to include a sale, exchange, or other transfer of property from one person (the donor) to another (the recipient). Common forms of gifts include:\n\nAll gifts that exceed an annually determined amount are subject to income taxes if they are made to someone other than a spouse or qualified charity.\n\nGift letters are legally binding and must be signed by at least the donor (who does not expect to be repaid).\n\nSeveralgifting strategiesrest on gift letters. For example,inter vivos giftingoccurs while an individual is still alive and can reduce the taxable estate since the individual no longer owns the property when they die (although inter vivos gifts may still be subject to taxes if made three years before that individual's death).For 2023, the estate and gift tax exemption is $12,920,000 per individual, up from $12,060,000 in 2022.\n\nMany individuals choose to gift assets that will appreciate substantially in the future, such as real estate, particularly if it hasn't increased in value already. This excludes its present worth from the donor's estate and also eliminates future appreciation from the estate. In contrast, gifting assets that have already increased significantly in value is less advantageous, as the recipient will have the same tax basis (carryover basis) in the property as the donor.\n\nIf the recipient were to inherit that asset rather than receive it as a gift during the donor's life, the asset's tax basis would be stepped up to thefair market valueof the property at the time of death.\n\nGift letters often heavily relate to real estate transactions. Consider a situation where a parent provides $100,000 of capital to their child for a down payment for a house. In this situation, the lender will likely want security that this money is a one-sided transaction that is not to be repaid. As part of qualifying for a home loan, the lender may require both the donor and recipient to sign the letter agreeing that the funds are a gift.\n\nA lender may request a gift letter if it recognizes abnormal or large transactions being deposited into a borrower's account.\n\nThere is no singular, universally accepted template for gift letters. In general, a party that requires a gift letter will often require the following contents:\n\nThe IRS often requires written substantiation for charitable contributions. These letters are often issued relating to donations or items given away for free without any return considerations.\n\nA lender for a home loan is in a position to evaluate the financial risk of the borrower. There is a substantial difference between a large gift or a large loan. A lender will require a gift letter as part of this evaluation to see what additional financial obligations the borrower has and what their extenuating financial position is.\n\nYes, a gift letter is legally binding. The information on the letter is used and relied upon by multiple parties, and both the donor and recipient are expected to be bound to the terms of the gift letter.\n\nA gift letter is a written, signed document that outlines that a lump sum of given by one party does not need to be repaid. This letter is often required by lenders when issuing mortgages or home loans, as individuals may be more likely to receive large sums of money in advance of their real estate purchase.\n\nInternal Revenue Service. \"What's New - Estate and Gift Tax.\"\n\nInternal Revenue Service. \"Estate Tax.\"\n\nInternal Revenue Service. \"Frequently Asked Questions on Gift Taxes.\"\n\nCornell Law School Legal Information Institute. \"26 U.S. Code § 2035 - Adjustments for Certain Gifts Made Within 3 Years of Decedent's Death.\"\n\nInternal Revenue Service. \"Instructions for Form 709 (2021).\"\n\nInternal Revenue Service. \"FAQs - Gifts & Inheritances.\"\n\nInternal Revenue Service. \"Publication 551 (12/2018), Basis of Assets.\"\n\nInternal Revenue Service. \"Property (Basis, Sale of Home, Etc.)\"\n\nInternal Revenue Service. \"Charitable Contributions Substantiation and Disclosure Requirements,\" Page 1.",
  "url": "https://www.investopedia.com/terms/g/giftletter.asp"
}