{
  "term": "Gift Tax: What It Is and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe gift tax is a federal tax imposed by theInternal Revenue Service (IRS)on taxpayers who transfer money or property to someone else without receiving anything of substantial value. Agiftcan include cash,real estate, and other forms of property.\n\nFor tax year 2025, any gifts that exceed the lifetime gift tax exclusion limit of $13.99 million are subject to the gift tax, and any gifts over $19,000 must be reported to the IRS via Form 709.\n\nA gift is anything of value that is transferred from one individual or entity to another, without anything expected in return.The following table shows what constitutes a gift.\n\nThere are twolimits set by the IRS: the amount that you can give per year without reporting it to the IRS ($19,000 in tax year 2025), and the amount you can give over your lifetime without paying the gift tax ($13.99 million in tax year 2025).In tax year 2024, those numbers were $18,000 and $13.61 million, respectively.\n\nThe annual exclusion limit applies per recipient. So someone with three children could gift as much as $19,000 per child for a total of $57,000, without needing to report it to the IRS. If they gave each of their children more than that, however, they would need to report each gift to the IRS withForm 709: United States Gift (and Generation-Skipping Transfer) Tax Return. This form must be attached to an annual tax return by the tax filing deadline of the year after the gift was made, which is typically April 15.\n\nGift tax rates are based on the size of the taxable gift and can range between 18% and 40%.In cases where the value is not immediately evident, such as art or stocks, taxpayers use thefair market value (FMV)of the asset to assess their tax liability.\n\nAgeneration-skipping transfer tax (GSTT)of 40% is levied when a gift over a certain amount is given to someone at least 37 ½ years younger than you.That limit is the lifetime gift tax exclusion limit, which is $13.99 million for tax year 2025.\n\nIndividuals can gift more than the annual exclusion amount ($19,000 in tax year 2025) without reducing their lifetime gift tax exemption ($13.99 million in tax year 2025) under certain529 college savings plancontributions. Individuals report this gift as being spread over five years on their tax return and file the form annually. However, they cannot make additional gifts to the same recipient during this period.\n\nThe gift tax is applied on a sliding scale, depending on the size of the gift. It only kicks in on gifts above and beyond a certain threshold established by the IRS. (In tax year 2025, that threshold is $13.99 million.)\n\nFirst, a flat amount is assessed; additional tax is then levied at a rate that ranges from 18% to 40%.\n\nNo, the recipient of a gift is not required to pay gift tax on that gift.\n\nFor tax year 2025, the lifetime gift tax exclusion limit is $13.99 million. That's the most individuals can give over their lifetime without paying the gift tax.Anything over that amount is subject to the gift tax.\n\nThe gift tax is a federal levy that applies when the lifetime gift tax exclusion amount has been exceeded. For tax year 2025, that limit is $13.99 million. (In tax year 2024, it was $13.61 million.)There is also an annual limit that determines whether a gift is reportable to the IRS (and thus counts against the lifetime gift tax exclusion limit). For tax year 2025, that limit is $19,000. (In tax year 2024, it was $18,000.)In addition,numerous types of gifts are exempted, including those given to a spouse.\n\nInternal Revenue Service. \"IRS Releases Tax Inflation Adjustments for Tax Year 2025.\"\n\nInternal Revenue Service. \"Frequently Asked Questions on Gift Taxes,\" Select \"What is considered a gift?\"\n\nInternal Revenue Service. \"Instructions for Form 709, United States Gift (and Generation-Skipping Transfer) Tax Return,\" Pages 2-3.\n\nInternal Revenue Service. \"Frequently Asked Questions on Gift Taxes,\" Selected \"How many annual exclusions are available?\"\n\nInternal Revenue Service. \"Instructions for Form 709, United States Gift (and Generation-Skipping Transfer) Tax Return,\" Pages 2, 4.\n\nInternal Revenue Service. \"Instructions for Form 709, United States Gift (and Generation-Skipping Transfer) Tax Return,\" Page 20.\n\nCode of Federal Regulations. \"Title 26: § 25.2512-1 Valuation of Property; In General.\"\n\nInternal Revenue Service. \"Instructions for Form 709, United States Gift (and Generation-Skipping Transfer) Tax Return,\" Pages 8-9, 20.\n\nInternal Revenue Service. \"Estate Tax.\"\n\nInternal Revenue Service. \"Frequently Asked Questions on Gift Taxes,\" Selected \"What if my spouse and I want to give away property that we own together?\"\n\nThe Tax Adviser. \"Using a Crummey Trust to Preserve Gift Tax Exclusion.\"\n\nInternal Revenue Service. \"Instructions for Form 709, United States Gift (and Generation-Skipping Transfer) Tax Return,\" Page 7.\n\nInternal Revenue Service. \"Frequently Asked Questions on Gift Taxes,\" Selected \"Who pays the gift tax?\"",
  "url": "https://www.investopedia.com/terms/g/gifttax.asp"
}