{
  "term": "Gift Inter Vivos: What it is, How it Works, Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA gift inter vivos, a gift between the living in Latin, is the legal term that refers to a transfer or gift made during the grantor's life. Inter vivos gifts, which include property related to an estate, are not subject toprobatetaxes since they are not part of the donor's estate at death. An inter vivos transfer is one made during the grantor's lifetime.\n\nGifts that exceed $17,000 per year ($16,000 in 2022) are subject togift taxesif they are made to someone other than a spouse or a qualified charity. The actual value of the gifted property is calculated at the time of the transfer. The person receiving the gift does not need to report the gift to the IRS or pay income tax on it, but the giver of the gift must pay gift taxes on it if it exceeds the $17,000 threshold.\n\nHowever, there is a lifetime exclusion for the giver before gift taxes actually kick in, adjusted annually for inflation. In 2023, you can give $12.92 million in your lifetime without incurring any gift taxes (an increase from the 2022 limit of $12.06 million).\n\nA gift inter vivos is a useful estate planning strategy for several reasons. Giving a gift can help you reduce your taxable estate because it reduces your overall net worth. Additionally, if you give a gift to a charity, you can deduct the amount from your taxable income for the year.\n\nMany people give inter vivos gifts simply because they want to oversee the gift during their lifetime, unlike gifts that are bequeathed through a will or a trust.\n\nThe reporting requirements on gift giving are minimal, so if gifts are used to reduce the value of an estate, the giver's property and affairs can retain a certain measure of confidentiality.\n\nMost gifts that exceed the gift limit can be added to the giver's lifetime exclusion amount of $12.92 million.\n\nThe donor must be of legal capacity and be at least 18 years of age when making the gift. The intent to make a gift should beconfirmed in writing, and there must be a present and irrevocable transfer of title or right of ownership. A donor cannot intend for the gift to transfer after his death. Delivery should be immediate, either physically or symbolically, particularly when the gift involves the transfer ofpropertyor something that is physically impractical to deliver.\n\nFollowing the gift, the person making the gift relinquishes any rights to the property and can not get it back without the permission of the party that received it. Any attempt to control the gifted property or derive a benefit from it may void the gift's tax-exempt nature, thus putting the legal status of the transfer in question and making it susceptible to tax.\n\nThe recipient must accept the gift as well. Should the gift have actual value, the law assumes the recipient will accept it. However, it is customary for the person receiving the gift to indicate their acceptance in writing to avoid confusion and formally complete the transaction.\n\nJulia wants her grandson, Mike, to have her family home. Mike has recently married, has a baby on the way, and Julia is interested in moving to her second home in Florida to escape the cold winters.\n\nJulia has just retired and is in good health, and she knows Mike could use the property, or the money from the sale of the property, right away to help support his growing family. So, rather than make Mike wait until she dies to inherit her property, she makes Mike an inter vivos gift of the home, after which he has full ownership and can do with it as she pleases.\n\nSince Julia will no longer own the home at the time of her death, it will not pass through probate or be subject to estate tax. However, the gift exceeds the gift tax limits, so it might be subject to gift taxes. However, if Julia notified the IRS of the gift via her tax filing and added it to her lifetime gift exclusion, it is likely taxes would not need to be paid.\n\nInter vivos gifts are gifts given between people while they live. The term is used to refer to gift values for tax purposes.\n\nCausa mortis is the term used for a gift given \"because of death.\"When someone is contemplating their death, such as when they are dying, and give someone a gift with significant value, it is known as agift causa mortis.\n\nThe three elements necessary for proper gift conveyance are donative intent, delivery or intended delivery, and acceptance.\n\nInternal Revenue Service. \"What's New — Estate and Gift Tax.\"\n\nCornell Law School. \"Inter Vivos.\"\n\nLegalMatch. \"Gifts Causa Mortis Laws.\"",
  "url": "https://www.investopedia.com/terms/g/gift-inter-vivos.asp"
}