{
  "term": "Gilts: Types and How to Invest",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nGilts are government bonds issued in the U.K., India, and Commonwealth countries and are similar toU.S. Treasurysecurities. The term gilts is derived from the certificates with gilded edges that were historically issued by the British government and is still used as an indication of the integrity of the investment.\n\nThe British government has never failed to pay the interest due on its gilts, which have been issued since 1694 when money was needed to finance a war with France.\n\nLike U.S. Treasury securities, gilts pay a relatively low but virtually risk-free rate of return. They are sensitive to interest rate changes but offer diversification due to their low or negative correlation with stock markets.\n\nConventional gilts, which comprise the majority of U.K. government debt, are issued in denominations of the British pound and are not subject to inflation adjustments.\n\nConventional gilts are nominal bonds that promise to pay afixed coupon rateat set intervals, such as every six months. When a conventional gilt matures, its holder receives the last coupon and the principal.\n\nWhen issued, the coupon rate of a conventional gilt approximates the market interest rate at that time. Conventional gilts have prescribed maturities, which are often five, 10, or 30 years from the date of issuance.\n\nIndex-linked gilts have borrowing rates and principal payments that are linked to changes in the inflation rate. These gilts are similar to U.S. Treasury Inflation-Protected Securities (TIPS).\n\nThe U.K. was the first country to issue inflation-indexed bonds in 1981.Index-linked giltswere first introduced in India in 2013.\n\nIndex-linked gilts in the U.K. make coupon payments every six months, coupled with the principal at maturity. Coupon rates are adjusted to reflect changes in the U.K. retail price index.\n\nFor gilts issued after September 2005, coupon rates are adjusted based on the inflation rate published three months previously. Securities issued before September 2005 use an eight-month lag.\n\nLow-risk corporate bonds and stocks are often called gilts or gilt-edged securities. A gilt-edge denotes a high-quality item, the value of which remains relatively stable over time.\n\nPrivate sector gilts or gilt-edged securities should not be confused with government bonds. Corporate gilts in the U.K. or Commonwealth countries are considered the equivalent of blue-chip securities in the United States.\n\nA bond described as gilt-edged has top ratings assigned by credit rating services such as Standard & Poor's or Moody's. Gilt-edged bonds have yields below those offered by more speculative bonds. These bonds often serve as the cornerstone of investment portfolios for conservative investors whose priority is capital preservation.\n\nPrivate investors can buy gilts on the primary market administered by the U.K. Debt Management Office or through the secondary market via authorized government brokers.\n\nGilt funds are exchange-traded funds (ETFs) or mutual funds that invest primarily in government bonds in the U.K.\n\nGilt funds have the conservative objective of preserving capital. Gilt funds often invest in several different types of short-term, medium-term, and long-termgovernment securities. An example of gilt funds is the iShares Core U.K. Gilts UCITS ETF, which invests in U.K. government securities. The fund's one-year return in 2024 was -3.3% with a 0.07% expense ratio.\n\nGilts see their market values change as market rates change. Generally, when interest rates rise, the value of existing bonds falls. When rates fall, bond values rise.\n\nNo, investors do not have to hold a gilt until it reaches its maturity date. Gilts can be sold on the secondary bond market.\n\nClean and dirty prices are referred to when citing gilt prices on the secondary market. The clean gilt price is its price without accrued interest. The dirty price is the total price you must pay to buy a gilt, equal to its clean price plus any accrued interest since its last interest payment date.\n\nGilts are government bonds in the United Kingdom and other Commonwealth countries, although the term is also used to refer to high-quality corporate bonds.\n\nGilts are considered safe investments, giving investors a consistent return, though their values can fluctuate with interest rate changes.\n\nUnited Kingdom Debt Management Office. \"About Gilts.\"\n\nUnited Kingdom Debt Management Office \"About Gilts.\"\n\nUnited Kingdom Debt Management Office. \"Index-Linked Gilts.\"\n\nUnited Kingdom Debt Management Office. \"How to Calculate Cash Flows on Index-Linked Gilts,\" Page 1.\n\niShares. \"iShares Core UK GIlts UCITS ETF.\"",
  "url": "https://www.investopedia.com/terms/g/gilts.asp"
}