{
  "term": "Gini Index Explained and Gini Coefficients Around the World",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nThe Gini index determines a nation's level of income inequality by measuring the income distribution or wealth distribution across its population. The Gini index was developed in 1912 by Italian statistician Corrado Gini.\n\nThe coefficient of the Gini index ranges from 0 (or 0%) to 1 (or 100%), with 0 representing perfect equality and 1 representing perfect inequality.\n\nThe nation of South Africa has the world's worst level of income inequality, at a Gini index ranking of 63.0%, according to the World Bank. Norway had the lowest level of income inequality, at 22.7%. The level of income inequality in the U.S. was 39.8%.\n\nA country in which every resident has the same income would have an income Gini coefficient of 0. A country in which one resident earned all the income, while everyone else earned nothing, would have an income Gini coefficient of 1.\n\nThe same analysis can apply towealthdistribution (the wealth Gini coefficient), but because wealth is more difficult to measure than income, Gini coefficients usually refer to income and are reported simply as the Gini coefficient or Gini index, without specifying that they refer to income. Wealth Gini coefficients tend to be much higher than those for income.\n\nEven in affluent countries, the Gini index measuresnet incomerather thannet worth, so a nation’s wealth can be concentrated in the hands of a small number of people even if income distribution is relatively equal.\n\nThe Gini coefficient is an important tool for analyzing income or wealth distribution within a country or region, but it should not be mistaken for an absolute measurement of income or wealth.\n\nA high-income country and a low-income country can have the same Gini coefficient, as long as incomes are distributed similarly within each. For example, Turkey and the United States have nearly identical Gini coefficients, according to theOrganisation for Economic Co-operation and Development (OECD), despite Turkey’s vastly lowergross domestic product (GDP) per person.\n\nThe Gini index is often represented graphically through theLorenz curve, as depicted below, which shows income (or wealth) distribution by plotting the population percentile by income on the horizontal axis and cumulative income on the vertical axis. The Gini coefficient is equal to the area below the line of perfect equality (0.5 by definition) minus the area below the Lorenz curve, divided by the area below the line of perfect equality. In other words, it is double the area between the Lorenz curve and the line of perfect equality.\n\nThe Gini coefficient showed a sustained growth in inequality worldwide during the 19th and 20th centuries.\n\nIn 1820, the global Gini coefficient stood at 0.50, while in 1980 and 1992, the figure was 0.657.\n\nA later estimate by the World Inequality Lab, from 2020, estimates the global Gini coefficient at 0.67.\n\nCOVID-19 had a further negative impact on income equality. According tothe World Bank, the Gini coefficient increased by about 1.5 points in the five years following major epidemics, such as Ebola and Zika. Economists believe COVID-19 triggered an increase of 0.5 points in the Gini coefficient from 2019 to 2020, the largest single-year increase in global inequality since World War II.\n\nBelow are the income Gini coefficients of every country for which the U.S. Central Intelligence Agency (CIA) World Factbook provides data:\n\nSome of the world’spoorest countrieshave some of the world’s highest Gini coefficients, while many of the lowest Gini coefficients are found in wealthier European countries. However, the relationship betweenincome inequalityandGDPper capita is not one of perfect negative correlation, and the relationship has varied over time.\n\nMichail Moatsos of Utrecht University and Joery Baten of Tuebingen University show that from 1820 to 1929, inequality rose slightly—then tapered off—as GDP per capita increased. From 1950 to 1970, inequality tended to fall as GDP per capita rose above a certain threshold. From 1980 to 2000, inequality fell with higher GDP per capita, then curved back up sharply.\n\nThough useful for analyzing economic inequality, the Gini coefficient has some shortcomings.\n\nThe metric’s accuracy is dependent on reliable GDP and income data. Shadow economies and informal economic activity are present in every country.\n\nInformal economic activity tends to represent a larger portion of true economic production in developing countries and at the lower end of the income distribution within countries. In both cases, this means that the Gini index of measured incomes will overstate true income inequality.\n\nAccurate wealth data is even more difficult to come by due to the popularity oftax havensthat obscure the amounts of money held by the wealthiest.\n\nAnother flaw is that very different income distributions can result in identical Gini coefficients. Because the Gini attempts to distill a two-dimensional area (the gap between the Lorenz curve and the equality line) down to a single number, it obscures information about the shape of inequality.\n\nIn everyday terms, this would be similar to describing the contents of a photo solely by its length along one edge, or the simple average brightness value of the pixels.\n\nThough using the Lorenz curve as a supplement can provide more information in this respect, it also does not show demographic variations among subgroups within the distribution, such as the distribution of incomes across age, race, or social groups.\n\nIn that vein, understanding demographics can be important for understanding what a given Gini coefficient represents. For example, a large retired population pushes the Gini higher.\n\nSouth Africa, with a Gini coefficient of 63.0%, is currently recognized as the country with the highest income inequality.\n\nThe World Population Review attributes this massive inequality to racial, gender, and geographic discrimination, with white males and urban workers in South Africa earning much better salaries than everyone else.\n\nThe Gini index ranges from 0% to 100%, with 0 representing perfect equality and 100 representing perfect inequality. A national Gini of 50 marks the halfway point and can be viewed as a nation where income is not fairly distributed.\n\nOnly 14 countries in the world have a Gini of 50 or more as of 2024.\n\nThe United States has a Gini coefficient estimated at 39.8, according to The World Bank. That is a high reading for a developed economy.\n\nEconomists blame rising income inequality in the U.S. on factors such as technological change, globalization, the decline ofunions, and the eroding value of theminimum wage.\n\nIf thegap between rich and poorcontinues to increase, the evaluation of the income gap can become more important. And the Gini index can provide a good starting point when it comes tomeasuring income inequality.\n\nKnowing the Gini index numbers is no panacea, but it can quantify and track the direction in which a society is moving, which may open the door for dialogue and potential solutions.\n\nBut keep in mind that there are limitations associated with using this measure. The coefficient is only as reliable as the data used to calculate it, and a single-number reading cannot tell the whole story.\n\nLidia Ceriani and Paolo Verme, via ResearchGate. “The Origins of the Gini Index: Extracts from Variabilità e Mutabilità (1912) by Corrado Gini,”The Journal of Economic Inequality, September 2012, vol. 10, no. 3, Pages 1–23.\n\nU.S. Census Bureau. “Gini Index.”\n\nThe World Bank. “GDP Per Capita (Current US$)—Turkiye.”\n\nOrganisation for Economic Co-operation and Development. “OECD Income (IDD) and Wealth (WDD) Distribution Databases.”\n\nFood and Agriculture Organization of the United Nations. “Inequality Analysis: The Gini Index.” Pages 6–9.\n\nWorld Inequality Lab. \"Global inequality from 1820 to now: the persistence and mutation of extreme inequality.\"\n\nWorld Population Review. “Gini Coefficient by Country 2024.”\n\nThe World Bank. “Poverty and Shared Prosperity 2022: Correcting Course.” Page 83.\n\nU.S. Central Intelligence Agency, The World Factbook. “Gini Index Coefficient—Distribution of Family Income.”\n\nOrganisation for Economic Co-operation and Development. “How Was Life? Global Well-Being Since 1820.” Page 210.\n\nPew Research Center. “Trends in Income and Wealth Inequality.”",
  "url": "https://www.investopedia.com/terms/g/gini-index.asp"
}