{
  "term": "Give-Up: Definition, Parties, and Example of a Give-Up Trade",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nGive-up is a procedure in securities or commodities trading where anexecuting brokerplaces a trade on behalf of another broker. It is called a \"give-up\" because the broker executing the trade gives up credit for the transaction on the record books. A give-up usually occurs because a broker cannot place a trade for a client based on other workplace obligations. A give-up may also happen because the original broker is working on behalf of aninterdealer brokerorprime broker.\n\nGive-up is no longer a common trading practice in the financial markets. Give-up was more common before the development of electronic trading. In the floor trading era, a broker might not be able to make it to the floor and would have another broker place the trade as a sort ofproxy. Overall, the act of performing a trade in the name of another broker is generally part of a prearranged give-up agreement. Prearranged agreements typically include provisions for the give-up trade procedures as well as compensation. Give-up trades are not standard practice, so payment is not clearly defined without a prearranged agreement.\n\nAcceptance of a give-up trade is sometimes called a give-in. After a give-up trade is actually executed, it can then be called a give-in. However, the use of the term \"give in\" is much less common.\n\nThere are three main parties involved in a give-up trade. These parties include the executing broker (Party A), the client's broker (Party B), and the broker taking the opposite side of the trade (Party C). A standard trade only involves two parties, the buying broker and the selling broker. A give-up also requires one other person who executes the trade (Party A).\n\nIn cases where both the original buying and selling brokers are otherwise obligated, a fourth party can become involved in a give-up trade. If the buying broker and the selling broker both ask separate traders to act on their behalf, then this scenario would result in a give-up on the selling side and the buying side.\n\nA request is made of Party A to place the trade on behalf of Party B to ensure the timely execution of a trade. On the record books, also known as a trade log, a give-up trade shows the information for the client's broker (Party B). Party A executes the transaction on behalf of Party B and is not formally noted in the trade record.\n\nCompensation agreements are typically created to manage the provisions of give-up trades. The executing broker (Party A) may or may not receive the standard trade spread. Executing brokers are often paid by the non-floor brokers either on retainer or with a per-tradecommission. This comprehensive payment to the executing broker may or may not be part of the commission that Broker B charges his client.\n\nBroker B gets a buy order from a client to buy 100 shares of XYZ on theNew York Stock Exchange(NYSE). Broker B works upstairs at a large brokerage firm and needs to get the order down to the floor of the NYSE. To execute the trade in a timely fashion, Broker B asks Floor Broker A to place the order. Floor Broker A then buys the stock on behalf of the client of Broker B.\n\nAlthough Floor Broker A places the trade, he must give up the transaction and record it as if Broker B made the trade. The transaction is recorded as if Broker B made the trade, even though Floor Broker A executed the trade.\n\nPrime brokeragesare a bundled group of services that certain banks offer to large clients like institutional investors and hedge funds. Those clients will use their prime brokerage to execute their trades. In a way, they outsource the trading so they can focus on their own investment strategy. Those prime brokerages will then themselves engage in give-up trades for their client: the fund or institutional investor.\n\nTrading away means executing a trade through another broker or dealer. One of the benefits of trading away is that the trader is able to place trades with multiple brokers but from one centralized account. This can be useful when one broker, usually the main broker, does not have access to certain markets or instruments.\n\nA Master Give-up agreement is an agreement entered into by two parties that facilitates authorized transactions between customers and dealer banks authorized in the agreement.The agreement will also come with a compensation agreement, which is meant to cover potential losses in the event the prime broker does not accept the give-up transaction.\n\nAn AGU agreement stands for \"Automatic Give-Up,\" and is an agreement that automatically locks in a transaction in the system where the transaction is logged. These agreements, like give-up agreements, are required by parties to be reported to theFinancial Industry Regulatory Authority(FINRA).\n\nGive-up trades work when one party is unable to place the trade, so they entrust the trade to a third party. If John wants to buy ABC stock but is unable to place the trade with Andy, who owns the stock, John may have Mary make the trade for him, delivering the stock from Andy to John after John has paid. There can be four total parties if in this example Andy is also unable to make the trade personally. Nowadays, this is done electronically.\n\nGive-up trades were more common when brokers physically made trades. These days, computers will place the trade in the fastest way and at the best price. Sometimes this includes \"giving up\" a trade, but it is not as common as it once was.\n\nU.S. Securities and Exchange Commission. \"FX Prime Brokerage Agreement.\"\n\nFinancial Markets Lawyers Group. \"FX Master Give-Up Agreement.\"\n\nFinancial Industry Regulatory Authority. \"Trade Reporting Frequently Asked Questions.\"",
  "url": "https://www.investopedia.com/terms/g/giveup.asp"
}