{
  "term": "Glass-Steagall Act of 1933: Definition, Effects, and Repeal",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nThe Glass-Steagall Act of 1933 forced commercial banks to refrain from investment banking activities to protect depositors from potential losses through stock speculation. Glass-Steagall aimed to prevent a repeat of the1929 stock market crashand the wave of commercial bank failures.\n\nSigned into law by President Franklin Delano Roosevelt on June 16, 1933, the Act was part of theNew Dealand became a permanent measure in 1945. Glass-Steagall was repealed in 1999, although some provisions remain, including theFederal Deposit Insurance Corporation(FDIC), which guarantees individual deposits.\n\nIn the pre-Depression era, banks often diverted funds and took risks on speculative investments. The Glass-Steagall Act of 1933 created a regulatoryfirewallbetweencommercial and investment bank activities. The legislation is named for Senator Carter Glass, a former Treasury secretary and the founder of theUnited States Federal Reserve System, and Henry Bascom Steagall, a former member of the House of Representatives and chair of the House Banking and Currency Committee. Its provisions include:\n\nFinancial giants such as JP Morgan and Company were directly targeted by the legislation and forced to cut their services and source of their income. By creating this barrier, the Glass-Steagall Act aimed to prevent the banks' use of deposits for speculation and prevent failed underwriting.\n\nBy the mid-1950s, bank holding companies had surfaced to avoid the restrictions on bank branching or banks with multiple offices. An extension of the Glass-Steagall Act, the Bank Holding Company Act of 1956, defined a \"bank holding company\" as any company with a 25% stake or more in two or more banks. The 1956 legislation allowed Congress to give the Federal Reserve more oversight over these banks.\n\nThe limitations imposed on the banking sector by the Glass-Steagall Act sparked debate over how restrictions are imposed. Many argue that banks thatdiversifytheir activities reduce risk to consumers. Some economists believe the law stifled the commercial banking sector until its repeal and prevented economic growth. Others say that it prevented market volatility and aided the prosperity of the post-war years.\n\nIn 1999, Congress partially repealed the Glass-Steagall Act. The establishment of theGramm-Leach-Bliley Act, or the Financial Services Modernization Act, eliminated the Glass-Steagall Act's restrictions against affiliations between commercial and investment banks. TheFederal Deposit Insurance Corporation(FDIC) was not disabled during the repeal of Glass-Steagall.\n\nMany economists believe that the repeal of Glass-Steagall encouraged speculative and risky activities, including the rise insubprimelending, which led to the2008 financial crisis. Proponents of the repeal argue that the Glass-Steagall Act was a minor contributor to thefinancial crisis. Instead, they claim that at the heart of the 2008 crisis was nearly $5 trillion worth of worthlessmortgageloans, among other factors.\n\nThe repeal of Glass-Steagall was at issue during U.S. Senate Finance Committee hearings after the collapse ofSilicon Valley Bank.The 16th largest U.S. bank failed in March 2023, after heavily relying on insured deposits for investment, and the massive withdrawal of deposits led to liquidity problems.\n\nThe Federal Reserve intervened following the collapse to improve confidence in the banking system and prevent future failures. This included establishing theBank Term Funding Program(BTFP), a lending program aimed at providing emergency liquidity to U.S. depository institutions. BTFP ceased making loans on March 11, 2024.\n\nThe Glass-Steagall Act was a law passed in 1933 to prevent a repeat of the banking crisis of the 1930s. It prohibited commercial banks from doing business as investment banks: They had to choose one or the other. It was intended to prevent banks from using customer deposits to invest in risky assets.\n\nPresident Clinton repealed the Glass-Steagall Act in 1999, allowing commercial banks to resume investment banking activities. Many economists believe this contributed to the financial crisis of 2008.\n\nThe Glass-Steagall Act was intended to separate investment and commercial banking activities, so that commercial banks would not gamble depositor funds on risky assets. It was established in the wake of the 1929 stock market crash.\n\nNo. The Glass-Steagall Act was repealed in 1999, during the Clinton Administration, specifically the provisions that separate commercial and investment banking. Some parts of the law remain, including the FDIC.\n\nThe Glass-Steagall Act was repealed in 1999 amid long-standing concern that the limitations it imposed on the banking sector were unhealthy and that allowing banks to diversify would reduce risk.\n\nThe Glass-Steagall Act prevented commercial banks from speculative risk-taking to avoid repeating the financial crisis experienced during the Great Depression. Banks were limited to earning 10% of their income from investments. The regulation was met with criticism and was repealed in 1999 under President Clinton.\n\nFederal Reserve Bank of Philadelphia. \"40 Years of the Federal Reserve Act,\"\n\nFederal Reserve Bank of St. Louis. \"Banking Act of 1933 (Glass-Steagall Act).\"\n\nFederal Deposit Insurance Corporation. \"History of the U.S. Banking Industry and Deposit Insurance Timeline.\"\n\nUnited States House of Representatives. \"Engrossed Copy of Glass–Steagall Act.\"\n\nCongressional Research Service. \"The Glass-Steagall Act: A Legal and Policy Analysis,\" Pages 5-7.\n\nFederal Reserve History. \"Bank Holding Company Act of 1956.\"\n\nU.S. Department of the Treasury. \"Statement by President Bill Clinton at the Signing of the Financial Modernization Bill.\"\n\nGovTrack. \"S. 900 (106th): Gramm-Leach-Bliley Act.\"\n\nUniversity of California, Berkeley Institute on Research for Labor and Employment. \"What Really Caused the Great Recession?\"\n\nSIFMA. \"Senate Finance Committee on the President's 2024 Budget.\"\n\nFederal Reserve. \"Bank Term Funding Program.\"",
  "url": "https://www.investopedia.com/articles/03/071603.asp"
}