{
  "term": "Glass Cliff: Definition, Research, Examples, Vs. Glass Ceiling",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe term \"glass cliff\" refers to a situation in which women are promoted to higher positions during times of crisis or duress, or during arecessionwhen the chance of failure is more likely. Put simply, women in these situations are set up for failure. The term was coined by researchers at the University of Exeter, United Kingdom who published research on the 100 companies included in theFinancial Times Stock Exchange(FTSE) 100 Index. These researchers found that promoting women to higher positions often comes with negative implications, and that being set up for failure is the equivalent of standing on the edge of a cliff. If they fail, they fall off.\n\nThe glass cliff occurs in many different fields, includingfinance, politics, technology, and academia. it addresses the tendency to promote women into problematic situations, whether that's organizational or situational. This makes it more likely that their performance will falter. The metaphor of the glass cliff is that women in this position are at risk of falling off a cliff and failing.\n\nThere are many reasons why women are promoted to more precarious leadership roles than men. One is the notion that a struggling company will likely result in a shorterupper managementtenure so the position itself is risky. Placing a woman in that position gives the company someone to blame if she fails to pull the company out of its downward spiral.\n\n\"In times of crisis, companies don't want to risk the loss of who they believe to be their most valuable, high-potential talent—white men. In tough times, they are more likely to sacrifice employees who they perceive as less valued and more dispensable—women and racial minorities,\" according tochief executive officer (CEO)of Pinsight and authorMartin Lanik.\n\nIt also makes the company look good. If the woman fails, the company is labeled as being progressive and is free to replace her with a man. If she succeeds, the company is better off and may even take credit for appointing the right person for the job. Even with the high chance of failure, a glass cliff position can be difficult to turn down because leadership roles are so infrequently offered to women.\n\nThere is no link between leadership potential and gender. By keeping women out of top leadership positions, companies are missing out on some of the most qualified and talented leaders. Additionally, by allowing the glass cliff phenomenon to persist, organizations create an environment where these female leaders struggle to perform to the best of their ability.\n\nWomen often struggle when they're placed on a glass cliff. That's because there is often a lack of mentors in the workforce. There may also be barriers for them to access what is commonly called the good old boys’ club, which is an informal network of connections through which men use their positions of influence by providing favors and information to help other men.\n\nStrategicnetworkingis one of the most common strategies for moving up in the world of business. This is where the phrase \"It's now what you know, it's who you know\" originates. Women cannot do this without networking with men and seeking out men as mentors. But women aren't always welcome in these informalsocial networksso they miss out on these connections.\n\nAlthough the glass cliff typically refers to the obstacles that women face, the term is also commonly used to describe the challenges minorities and other marginalized groups face when they are promoted to leadership roles in the workplace.\n\nIn 2004, University of Exeter researchers Michelle K. Ryan, Julie S. Ashby, and Alexander Haslam studied the 100 companies included in the FTSE 100 Index, which consists of the 100 companies listed on theLondon Stock Exchange (LSE)with the highestmarket capitalizations.\n\nAccording to the researchers, companies that appointed women to their boards were more likely to perform poorly in the preceding five months. They claimed that sexism motivated those in power to appoint women to these precarious positions because they don't want to risk tarnishing a prominent man's reputation with failure.\n\nRyan, Ashby, and Haslam followed up their research with another study involving law students, which was published in an article called, \"Legal Work and the Glass Cliff: Evidence that Women are Preferentially Selected to Lead Problematic Cases.\" They found that:\n\nIn 2013, Alison Cook and Christy Glass researched the likelihood of promotions and leadership tenure of women and racial/ethnic minority CEOs within AmericanFortune 500companies. Using a dataset of all CEO transitions over a 15‐year period, their findings aligned with the glass cliff theory that occupational minorities (white women and men and women of color) are more likely than white men to be promoted as corporate CEOs that perform poorly.\n\nIn their paper, Cook and Glass wrote:\n\nTheir research also revealed that performance declines under the tenure of white women and people of color lead to them being replaced by white men. A female CEO succeeded another female CEO in only four of the 608 transitions at Fortune 500 companies. The researchers coined this phenomenon the \"savior effect.\"\n\nBusinesses led byfemale CEOsare more likely to be targeted byactivist investors, according to University of Missouri research. These investors specifically buy shares with the intention of directing management decisions and must register with theSecurities and Exchange Commission(SEC), according to Vishal K. Gupta, Sandra Mortal, and Daniel B. Turban. Their findings revealed that:\n\nWomen already face many barriers when they are trying to scale thecorporate ladderand enter leadership roles. The same scenario is also true for other minorities, such as people of color. The glass cliff creates an unfortunate and impossible situation where they are set up to fail in a workplace for individuals who surpass these obstacles.\n\n\"When an organization is in crisis, women are often seen as being able to come in and take care of a problem. They’re effectively handed the mess to clean up,” according to Anna Beninger, senior director of research and corporate engagement partner at Catalyst.\n\nNot only is this phenomenon setting women and minorities up for failure, but it's also unsustainable for the businesses themselves. When a company is in the throes of an organizational crisis, it may not have theinfrastructureand extra support to facilitate an effective leadership transition. If an individual is promoted without any kind of organizational support or development, it may result in the illusion of progressiveness or inclusivity for the company when, in reality, that individual is being tokenized as a minority.\n\nWhen a female leader or a person of color ultimately does not save a failing company, they usually leave the company and create more disruption. And if these individuals fail, it further reinforces the stereotypes that exist about women and people of color in leadership.\n\nIf you feel as though you've been discriminated against in the workplace, you can file a complaint at your local Equal Employment Opportunity Commission office in person or by mail. Make sure you have all the pertinent details handy, including dates, as well as the contact names and numbers of your employer.\n\nThe first step to prevent the glass cliff is to simply recognize and name it. According to Ryan, Ashby, and Haslam, acknowledging the biases that those in leadership may have, then providing education around those topics is a good first step.\n\nWomen and minorities should research and learn as much as they can about thefinancial healthof their companies. Staying up-to-date on insights, including the company's stock information, and industrytrendscan help you calculate your risk level. Tapping into your network is also incredibly important. The researchers suggest asking for guidance and insight when assessing the risk of a new promotion.\n\nDuring negotiations, it is a good idea to ask how success in the role will be defined. Here are some questions you might consider asking:\n\nMake sure you include risk in your salarynegotiations. In fact, men are four times more likely to negotiate their salaries than women.You should always ask for more than the initial offer and use the risk factor of the position as a negotiating point. If you decide to accept the position, you will likely find yourself in a male-dominated environment. At this point, you can use your unique skills and perspective to your advantage. In fact, women score better than men in 11 out of 12 emotional intelligence competencies.\n\nFinally, it's okay to say no. Many women who face the glass cliff and are not successful do not get asked to lead another company after being ousted.\n\nIt is recommended to not accept a promotion if your research indicates that failure is highly probable and there are warning signs imminent.\n\nThe idea that a glass cliff exists for women (and people of color) arose from another, similar concept: theglass ceiling, which is what most people commonly hear in the professional sphere. The glass ceiling refers to an invisible barrier or hurdle that women often face in their professional careers. It is also commonly used to describe what many people of color face in similar situations.\n\nThe concept of a glass ceiling was first used by Marilyn Loden, who spoke about the advancement of women in the workplace (or lack thereof) at the Women's Exposition in New York in 1978.It was popularized almost a decade later byTheWall Street Journal.The term came to prominence again when Hillary Clinton ran for U.S. president in the 2008 and 2016 elections.\n\nThis barrier is often set up to prevent certain women and others from reaching the highest executive or managerial levels within their respective organizations. These positions are dominated by men. These hurdles are unspoken and unwritten, which means implicit biases are what prevent promotion rather than corporate policies. Individuals who manage to beat the stereotypes and overcome their obstacles by securing leadership roles are said to have shattered the glass ceiling.\n\nThere are a number of examples where prominent women have faced glass cliffs.\n\nYahoo! appointed Marissa Mayer as CEO in 2012 after it lost significantmarket shareto Google. She was the company's third CEO in a period of less than a year. Mayer resigned in 2017 amidst mounting pressure after she failed to change the company's trajectory. She was only in the position for about five years. Critics attributed her performance to her effort, rather than to the environment of an underperforming company. Thomas McInerny, a white male, was tapped to replace Mayer.\n\nJCPenney hired its first woman CEO in 2018. Jill Soltau was appointed following a series of consecutive losses, store closures, and difficulties adapting to the changing needs of its customers in the digital era, While only a handful of women have ever served as chief executives of Fortune 500 companies, she was qualified for the position. Prior to assuming the role, Soltau was the president and CEO of Joann Stores and was a 30-year veteran of the industry.\n\nSoltau was coming into a challenging industry. JCPenney had enormous debt, leading experts to believe the company wouldn't be able to avoid bankruptcy. The COVID-19 pandemic proved to be disastrous. The company filed for bankruptcy in May 2020, which was sooner than expected. In December 2020, Soltau was asked to leave her position as CEO.\n\nWomen in leadership roles, such as business executives in the corporate world and female candidates for political office, are more likely than men to be promoted to leadership roles during periods of crisis or downturn when the chance of failure is highest.\n\nThe glass cliff effectively maintains the status quo because it can reinforce the harmful idea that women and people of color can't lead. When women or minorities are promoted to leadership positions without the support they need and are not successful, the assumption is that women and minorities are not good leaders.\n\nCompanies need to put measures in place to make sure thatwomen and people of color in senior leadership positionshave all of the resources they need to be successful. While there are things that women and minorities can do to make it less likely that they'll find themselves in an impossible glass cliff scenario, the onus is really on companies to prevent this phenomenon from happening. Companies can offer women-specific leadership development tracks and conduct blind hiring to lessen the effects of unconscious bias.\n\nUniversity of Exeter. \"Concept of 'Glass Cliff' Resonates for Women.\"\n\nPsychology Today. \"Women and the Good Ole Boys Club.\"\n\nRyan, Michelle, S. Alexander Haslam. \"The Glass Cliff: Evidence that Women are Over-Represented in Precarious Leadership Positions.\"The British Journal of Management,vol. 16, no 2, February 2005, pp. 81–90.\n\nAshby, Julie, Michelle K. Ryan, S. Alexander Haslam. \"Legal Work and the Glass Cliff: Evidence that Women are Preferentially Selected to Lead Problematic Cases.\"William & Mary Journal of Race, Gender, and Social Justice, vol. 13, no 3, 2007.\n\nCook, Alison, Christy Glass. \"Above The Glass Ceiling: When Are Women and Racial/Ethnic Minorities Promoted to CEO?\"Strategic Management Journal, vol. 35, no 7, pp. 1080–1089.\n\nHarvard Business Review. \"Research: Activist Investors Are More Likely to Target Female CEOs.\"\n\nVox. \"Why Struggling Companies Promote Women: The Glass Cliff, Explained.\"\n\nU.S. Equal Employment Opportunity Commission. \"EEOC Field Offices.\"\n\nWorld Economic Forum. \"Women Are Still Not Asking For Pay Rises. Here’s Why.\"\n\nKorn Ferry. \"New Research Shows Women Are Better at Using Soft Skills Crucial for Effective Leadership and Superior Business Performance, Finds Korn Ferry.\"\n\nLoden Associates, Inc. \"Revisiting the Glass Ceiling.\"\n\nThe Wall Street Journal. “The Phrase ‘Glass Ceiling’ Stretches Back Decades.”\n\nTime. \"Read Hillary Clinton's Concession Speech for the 2016 Presidential Election.\"\n\nForbes. \"Marissa Mayer and the Glass Cliff.\"\n\nCNN Business. \"JCPenney's CEO Is Out After Two Years of Failure.\"",
  "url": "https://www.investopedia.com/terms/g/glass-cliff.asp"
}