{
  "term": "Glide Path: Definition, How It Works in Investing, Types",
  "definition": "Glide path refers to a formula that defines theasset allocationmix of a target-date fund, based on the number of years to the target date. The glide path creates an asset allocation that typically becomes more conservative (i.e., includes more fixed-income assets and fewer equities) as a fund gets closer to the target date.\n\nA target-date fund is a fund offered by an investment company that seeks to grow assets over a specified period of time for a targeted goal (e.g. retirement), becoming automatically more conservative as time passes. Each family of target-date funds has a different glide path, which determines how the asset mix changes as the target date approaches. Some have a very steep trajectory, becoming dramatically more conservative just a few years before the target date. Others take a more gradual approach.\n\nThe asset mix at the target date can be quite different as well. Some target-date funds assume that the investor desires a high degree of safety andliquiditybecause they might use the funds to purchase an annuity at retirement. Other target-date funds assume that the investor holds onto the funds, and therefore includes more equities in the asset mix, reflecting a longer time horizon.\n\nTarget date funds have become popular among those who are saving for retirement. They are based on the simple premise that the younger the investor, or the longer thetime horizonbefore retirement, the greater the risk that one can take on, which increases expected returns accordingly. A young investor's portfolio, for example, should contain mostly equities. In contrast, an older investor would hold a more conservative portfolio, with fewerequitiesand more fixed-income investments.\n\nAn investor who uses a declining glide path gradually reduces their allocation of equities each year they get closer to retirement. For example, at age 50, an investor who holds 40% equities in a portfolio may reduce their equity allocations by 1% each year. They would then increase their allocation of safer assets, such as Treasury bills.\n\nA portfolio that uses a static glide path maintains the same allocations. For instance, an investor may hold 65% equities and 35% bonds. If these allocations deviate due to price changes in the assets, the portfolio is re-balanced.\n\nPortfolios that use this approach initially have a larger allocation of bonds compared to equities. The equity allocation increases as the bonds mature, as long as the stocks in the portfolio don’t decrease in value. For example, an investor’s portfolio might start with an allocation of 70% bonds and 30% equities. After a large portion of thebondsmatures, the portfolio may hold 60% equities and 40% bonds.",
  "url": "https://www.investopedia.com/terms/g/glide-path.asp"
}