{
  "term": "Global Macro Strategy: Definition, How It Works, Types of Funds",
  "definition": "A global macro strategy is a hedge fund or mutual fund strategy that bases its holdings primarily on political forecasts of various countries or the macroeconomic principles that have high impact on the economies of those countries. Holdings may include long and short positions in various equity, fixed income, currency, commodities, and futures markets.\n\nFor example, if a manager believes the United States is headed into a recession, he may short sell stocks and futures contracts on major U.S. indices or the U.S. dollar. He may also see a big opportunity for growth in Singapore, taking long positions in that country's assets.\n\nGlobal macro funds are normally actively managed, which means they have a higher investment threshold and higher fees.\n\nGlobal macro funds build portfolios around predictions and projections of large-scale events on the country-wide, continental, and global scale, implementing opportunistic investment strategies to capitalize onmacroeconomicand geopolitical trends. Global macro strategists make forecasts and analyze trends involving factors such as:\n\nGlobal macro funds are considered among the least-restricted funds as they generally place any type of trade they choose using almost any type of security.\n\nGlobal macro funds generally use a combination of currency-based, interest rate-based, and stock index-based trading strategies. Within the context of currency strategies, the funds typically seek opportunities based on the relative strength of one currency to another. Funds monitor and project economic and monetary policies around the world, and make highly leveraged currency trades usingfutures, forwards, options, and spot transactions.\n\nInterest rate strategies usually invest in sovereign debt, making directional bets as well as relative value trades. A fund manager generally concentrates on monetary policy, its economy, and political situation. Some of the vehicles they may choose in this strategy include U.S. Treasury and European debt instruments. They may also invest in government debt from other developed and emerging countries.\n\nStock or equity index trading under a global macro strategy analyzes the equity or commodity index of a specific country using futures, options, and exchange-traded funds (ETFs). Fund managers generally try to create portfolios that outperform the index during lower interest rate environments. They mainly focus onliquid assetsthat can be easily traded when there is uncertainty. These assets only come with market risks, which are expected. This means there are no other risks—liquidity or credit risks—involved. Certain global macro funds employ strategies focused on only emerging market countries.\n\nThere are a variety of generalized global macro fund types that exist, most of which aim to profit on systemic and market risk factors. Discretionary global macro funds construct portfolios at the asset-class level based on a top-level view of the global markets. This type of global macro fund is considered the most flexible as managers can go long or short with any type of asset anywhere in the world.\n\nCommodity trading advisor(CTA) global macro funds use various investment products, But rather than creating portfolios based on top-level views, these funds use price-based and trend-following algorithms to help construct portfolios and execute the fund's trades.\n\nSystematic global macro funds use fundamental analysis to build portfolios and execute trades using algorithms. This type of fund is essentially a hybrid of discretionary global macro and CTA funds.\n\nThese funds are generally actively managed. As noted above, they try to profit off broad changes that result from both political and economic factors. They can be fairly diversified, offering exposure to different assets and instruments. Because they are actively managed, investors can expect higher investment thresholds and higher fees associated with these funds.\n\nInstitutional Investorannounced its Hedge Fund Industry Award nominees for 2019, which included a few global macro funds. New York-basedElement Capital Management, the report cited, jumped 17.3% since 2018. Under Jeffrey Talpins, the fund uses a multi-process investment approach by combining macro fundamental, systematic, and relative value analysis.\n\nAs of November 2018, Element Capital Management had $55.88 billion in assets under management.\n\nBridgewater Assetsis another name cited by the publication, posting a jump of 14.6% in its Pure Alpha Strategy. The firm reported $124.7 billion in assets under management as of 2018.",
  "url": "https://www.investopedia.com/terms/g/globalmacro.asp"
}