{
  "term": "Global Registered Share (GRS): Meaning, Pros and Cons, History",
  "definition": "A global registered share (GRS), or a global share, is a security that is issued in the United States, but it is registered in multiple markets around the world and trades in multiple currencies. With global shares, identical shares may trade on different stock exchanges and in various currencies across country borders without needing to be converted into local currencies.\n\nAll holders of global shares, as with any othershareholder, have equal rights—such as voting, percentage of dividends, and so forth—in theissuingcorporation.\n\nGlobal shares are similar toordinary sharesexcept that investors can trade them on stock exchanges around the world in different currencies. For example, if a publicly traded company issues shares in dollars on theNew York Stock Exchange(NYSE) and issues the same security in pounds on the London Stock Exchange (or vice versa), then it is issuing global shares.\n\nGlobal shares are different from the more popularinternational depositary receipts(IDRs). IDRs are negotiable certificates issued by a bank that represent ownership of stock in a foreign company held by the bank intrust.\n\nIn the U.S., IDRs are known asAmerican depositary receipts(ADRs). The main difference between ADRs and global shares is that ADRs are issued only by U.S. banks for foreign stocks that are traded on a U.S. exchange. The underlying security of an ADR is held by an overseas branch of an American financial institution, rather than by a global institution.\n\nADRs have become known as an efficient way to buy shares in a foreign company and obtain dividends and capital gains in U.S. dollars. J.P. Morgan created and launched the first ADR for London’s famed department store Selfridges. (The founder of Selfridges, Harry Gordon Selfridge, was American.) This first-ever ADR was listed on the New York Curb Exchange—a precursor to theAmerican Stock Exchange(AMEX)—on April 29, 1927.\n\nIn Europe, IDRs are known asglobal depositary receipts(GDRs). GDRs are bank certificates that are issued in multiple countries for shares in a foreign company. The shares of a GDR trade as domestic securities that represent a foreign (non-U.S.) interest. GDRs may be used by private markets to raise capital that is denominated in either American dollars oreuros.\n\nA global share allows for cross-market portability, while generally costing less than other instruments of its type. Because of increasing globalization, securities might trade in multiple markets going forward, which could make the concept of ADRs less valid, but would make global shares more attractive.\n\nAs trading moves toward an around-the-clock timetable, various stock markets andclearinghousescould consolidate, which would make global shares more convenient. Moreover, the regulatory structures of different markets could become more aligned, which would make it less necessary for securities to comply with different local regulations. Finally, a globalfungiblesecurity is likely best suited to track liquidity around the world.\n\nEven with their potential benefits, very few global shares have been launched since they appeared on the finance scene. Most companies that list securities in the U.S. want access to the broadest range of U.S. investors possible. Some securities experts believe that moving from an ADR to a global share would do just the opposite—reduceliquidityinstead of enhance it.\n\nAnother potential problem is whether the global trading system would be able to handle widespread trading of global shares because trading is still influenced by regulatory bodies that are national, not international. Before a global share can be launched, operators of the home country's clearinghouses must work closely with a U.S. counterpart in order to harmonize their listing requirements with the Securities and Exchange Commission (SEC).\n\nNew structures would need to be built one country at a time. Some critics believe that the cost of creating global shares programs would be too great, thus offsetting any benefits; and that too much would need to change too fast in order for global shares to work effectively in the near term.\n\nYet proponents of global shares say that it is only a matter of time before more businesses replace their ADRs with a single global security, mainly because of how cheap they are to trade.\n\nThere is always comfort in the familiar. ADRs have enjoyed a long, lucrative history, and they continue to be U.S.-based investors' tool of choice for listing foreign stock in America. Although no one knows what may come of GRSs as a trading tool going forward, the comfortable tradition of ADRs, combined with the problems of balancing local market regulations with U.S. rules, could well deter finance managers from issuing quantities of global shares any time soon.\n\nForeign issuers have been keen to list securities on the NYSE from the exchanges earliest days, as well as registering them with the SEC). Listing stock in the U.S. makes sense for foreign companies because it offers enhanced scope andliquidityby increasing the number of potential purchasers of the shares being offered. For foreign companies that already have a large number of shareholders, substantial assets, or operations in the U.S., the need for a U.S. listing is even more pressing.\n\nHowever, listing securities in the U.S. has never been stress-free for non-U.S. companies. To start, foreign companies incur huge initial—and extensive ongoing—costs when listing in the U.S. Then, they need to restate their financials in accordance with U.S.Generally Accepted Accounting Principles(GAAP); or be prepared to discuss and quantify the material differences between the accounting principles of their home country and U.S. GAAP. Moreover, these issuers become subject to continual reporting requirements. They also are faced with certain rules about how they may conduct their business, including limitations in dealing with the press—even in their home countries.\n\nJ.P. Morgan. \"Depositary Receipts, 90 Years of Innovation.\"\n\nCharles Schwab. \"Trading Stocks at Schwab.\"\n\nFinancial Accounting Foundation. \"GAAP and Public Companies.\"",
  "url": "https://www.investopedia.com/terms/g/globalregisteredshare.asp"
}