{
  "term": "Globex: What it is, How it Works, History",
  "definition": "Globex is an electronictrading platform—the first of its kind when it launched in 1992—used for derivatives like futures, options, and commodity contracts across a wide range of asset classes. Developed for theChicago Mercantile Exchange(CME), CME Globex (as it is officially known) operates continuously, unrestricted by geographic borders or time zones.\n\nGlobex trades constitute 90% of CME Group's total volume—nine out of every 10 trades, in other words. The platform offers access from more than 150 countries and foreign territories.\n\nGlobex is an open-access marketplace, operating nearly 24 hours a day, from Sunday evening through late Friday afternoon, which allows participants to directly trade and view orders, prices, and other data in real-time.\n\nTo access Globex, customers must have a CME Group clearing firm relationship and CME Group-certified trading application. CME Group is the parent company of the Chicago Mercantile Exchange (CME), along with several other major commodity exchanges, includingCommodity Exchange, Inc.(COMEX), theNew York Mercantile Exchange(NYMEX), and theChicago Board of Trade(CBOT).\n\nThe start of the CME Globex session, which usually occurs in the afternoon or evening, generally marks the beginning of the next trading day. For example, orders entered during Monday's evening session are dated for and cleared on Tuesday. There are brief 30 to 60-minute breaks, depending on the asset class, in between the close and re-opening of each of the five daily sessions.\n\nMore than 17 million contracts trade daily on Globex, on average.\n\nAccording to \"Twenty Years of CME Globex,\" a 2012 CME Group report, the idea for Globex first arose in 1987, as a “low-impact means of providing after-hours market coverage\" for futures and options trading.The platform finally launched on June 25, 1992, running off of technology and network infrastructure used by the news and wire serviceReuters. It began with three currency products and one Treasury note product, but quickly expanded into other assets—and even invented some.\n\nFor example, theE-mini S&P 500futures contract debuted in 1997, an instrument intended to be traded exclusively on Globex. Other special “e-mini” contracts include the FORTUNE E-50 Index futures, an E-mini Currency contract, and an E-mini Nasdaq 100 contract.\n\nCME Group instituted an open access policy for Globex in 2000, allowing customers to trade directly in the system, without having to go through a broker. As a result, business soared: In 2002, the Globex average daily volume exceeded 1 million contracts for the first time, and in 2004, Globex volume exceeded physical pit volume for the first time.\n\nGlobex is partnered with other global exchanges including the Dubai Mercantile Exchange and the Korea Exchange.\n\nNotably, 2007 marked the first year the system's volume exceeded 1 billion contracts. By 2012, the platform's 20th anniversary, 84% of the volume of the CME Group's various markets was via electronic trading on Globex.\n\nGlobex is now also a site for trading in assets in the sectors of agriculture (in 2008, the Kansas City Board of Trade and Minneapolis Grain Exchange moved their products to it), energy, stock indices,foreign exchange, interest rates, metals, real estate, and even the weather. Some futures and options products are traded solely on Globex, while others are traded in the physical pits—via open-outcry—as well.\n\nCME Group. \"Daily Exchange Volume and Open Interest.\" Accessed May 12, 2021.\n\nCME Group. \"Twenty Years of CME Globex.\" Accessed Jan. 13, 2021.",
  "url": "https://www.investopedia.com/terms/g/globex.asp"
}