{
  "term": "Global Recession: Meaning, History, Examples",
  "definition": "Clay Halton was a Business Editor at Investopedia and has been working in the finance publishing field for more than five years. He also writes and edits personal finance content, with a focus on LGBTQ+ finance.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA global recession is an extended period of economic decline around the world. A global recession involves more or less synchronizedrecessionsacross many national economies, as trade relations and internationalfinancial systemstransmit economic shocks and the impact of recession from one country to another.\n\nTheInternational Monetary Fund(IMF) uses a broad set of criteria to identify global recessions, including a decrease in per capitagross domestic product(GDP) worldwide. According to the IMF’s definition, this drop in global output must coincide with a weakening of other macroeconomic indicators, such as trade, capital flows, and employment.\n\nMacroeconomic indicators have to wane for a significant period of time to classify as a recession. In the United States, it is generally accepted that GDP must drop for two consecutive quarters for a true recession to take place, based on analysis by theNational Bureau of Economic Research(NBER), which is considered the national authority in declaring and datingbusiness cycles.For global recessions, the IMF plays a role similar to the NBER.\n\nWhile there is no official definition of a global recession, the criteria established by the IMF carry significant weight because of the organization’s stature across the globe. Unlike the NBER, the IMF does not specify a minimum length of time when examining global recessions. In contrast to some definitions of a recession, the IMF looks at additional factors beyond a decline in GDP. There must also be a deterioration of other economic factors, which include trade,capital flows, industrial production, oil consumption, the unemployment rate,per‑capitainvestment, and per-capita consumption.\n\nIdeally, economists would be able to simply add the GDP figures for each country to arrive at a “global GDP.” The vast number ofcurrenciesused throughout the world makes the process considerably more difficult. Though some organizations useexchange ratesto calculate the aggregate output, the IMF prefers to use purchasing power parity (PPP)—that is, the amount of local goods or services that one unit of currency can buy rather than the amount of foreign currency it can buy—in its analysis.\n\nUp until 2020, according to the IMF, there have been four global recessions since World War II, beginning in 1975, 1982, 1991, and 2009. In 2020, the IMF declared a new global recession, which it dubbed the Great Lockdown, caused by the widespread implementation of quarantines and social distancing measures during the COVID-19 outbreak. This is the worst global recession on record since theGreat Depression.\n\nThe impact and severity of the effect of a global recession on a country vary based on several factors. For example, a country'stradingrelationships with the rest of the world determine the scale of impact on its manufacturing sector. On the other hand, the sophistication of its markets and investment efficiency determine how thefinancial servicesindustry is affected.\n\nThe interconnection of trade relations and financial systems among countries can help to spread aneconomic shockin one region into a global recession. This process is known ascontagion.\n\nTheGreat Recessionwas an extended period of extreme economic distress observed around the world between 2007 and 2009. World trade plunged by over 15% between 2008 and 2009 during this recession. The scale, impact, and recovery of the downturn varied from country to country.\n\nThe U.S. experienced a major stock market correction in 2008 after the housing market collapsed andLehman Brothersfiled for bankruptcy.Economic conditions had already turned down by the end of 2007 and major indicators such as unemployment and inflation hit critical levels with the collapse of thehousing bubbleand ensuing financial crisis.\n\nThe situation improved a few years after the stock market bottomed in 2009, but other nations experienced much longer roads to recovery. Over a decade later, the effects can still be felt in many developed nations andemerging markets.\n\nAccording to economic research conducted for the NBER, the United States would have suffered limited shocks to its economy if the 2008 recession had not originated within its borders.This is mainly because it has limited trading relationships with the rest of the world in comparison to the size of its domestic economy.\n\nOn the other hand, a manufacturing powerhouse such as Germany would have suffered regardless of the robustness of its internal economy because it has a vast number of trade linkages with the rest of the world.\n\nInternational Monetary Fund. \"Recession: When Bad Times Prevail.\" Accessed April 22, 2021.\n\nNational Bureau of Economic Research. \"Business Cycle Dating Procedure: Frequently Asked Questions.\" Accessed April 22, 2021.\n\nInternational Monetary Fund. \"Purchasing Power Parity: Weights Matter.\" Accessed April 22, 2021.\n\nInternational Monetary Fund. \"The Great Lockdown: Worst Economic Downturn Since the Great Depression.\" Accessed April 22, 2021.\n\nU.S. Securities and Exchange Commission. \"Statement on Proposed Lehman Brothers, Inc. Acquisition by Barclays.\" Accessed April 22, 2021.\n\nNational Bureau of Economic Research. \"Trade and the Global Recession,\" Pages 29-30. Accessed April 22, 2021.",
  "url": "https://www.investopedia.com/terms/g/global-recession.asp"
}