{
  "term": "Global Investment Performance Standards (GIPS): Definition and Uses",
  "definition": "Global Investment Performance Standards (GIPS) are a set of voluntary rules for how investment managers can tell you how good their investments are at making you money.\n\nGlobal Investment Performance Standards (GIPS) provide a uniform approach to calculating and presenting investment performance. They are a crucial framework for fostering trust and transparency.\n\nGIPS are voluntary and used byinvestment managersthroughout the world to ensure full disclosure and fair representation of their investment performance. The goal of the standards is to make it possible for investors to compare one firm’s performance against that of another firm.\n\nGlobal Investment Performance Standards were created by theCFA Institute, a global association for investment management professionals, and are governed by the GIPS Executive Committee.\n\nGlobal Investment Performance Standards (GIPS) are intended to enable investors to compare investment firms worldwide.\n\nThe Global Investment Performance Standards are “a set of standardized, industry-wide ethical principles that guide investment managers and asset owners on how to fairly calculate and present their investment results” to prospective clients, according to the CFA Institute.Because the standards are voluntary, investment firms can choose to comply with them or not. However, because the standards are in broad use worldwide, complying with them makes it easier for investment firms to do business in multiple countries, saving them the time of having to apply different performance calculation measures for investment presentations, depending on the locale.\n\nThe CFA Institute says the standards:\n\nInvestment management companies often make a point of indicating that they are “GIPS compliant.” That can lend additional credibility to companies, especially those that do business outside the more mature markets of North America and Europe.\n\nThe forerunner of the Global Investment Performance Standards was the Association for Investment Management and Research–Performance Presentation Standards (AIMR–PPS). Created in 1987, this was a set of voluntary performance guidelines for investment management firms in the United States and Canada.\n\nIn response to the need for a more international set of guidelines, the Global Investment Performance Standards were first introduced in 1999. In 2005, the CFA Institute—as the Association for Investment Management and Research had been renamed—approved a revised set of guidelines to create a single global standard of investment performance and replace the previous country-specific performance standards.\n\nThe most recent edition of Global Investment Performance Standards was released on June 30, 2019, and took effect on Jan. 1, 2020.\n\nAccording to the CFA Institute, the Global Investment Performance Standards are currently used in “50 markets around the world,” and “all of the top 25 asset managers globally” claim compliance with GIPS.\n\nCFA Institute. “CFA Institute Releases 2020 Global Investment Performance Standards (GIPS®).”\n\nGlobal Investment Performance Standards. “Global Investment Performance Standards (GIPS®) for Firms, 2020.”\n\nGlobal Investment Performance Standards. “Homepage.”",
  "url": "https://www.investopedia.com/terms/g/gips.asp"
}