{
  "term": "Global Depositary Receipt (GDR) Definition and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA global depositary receipt (GDR) is a negotiable financial instrument issued by a depositary bank. It representssharesin a foreign company and trades on the local stock exchanges in investors' countries. GDRs make it possible for a company (the issuer) to access investors in capital markets beyond the borders of its own country.\n\nGDRs are commonly used by issuers to raise capital from international investors through private placement or public stock offerings.\n\nA globaldepositary receiptis very similar to anAmerican depositary receipt(ADR) except that an ADR only lists shares of a foreign company in U.S. markets.\n\nA global depositary receipt is a type of bank certificate that represents shares of stock in an international company. The shares underlying the GDR remain on deposit with a depositary bank orcustodialinstitution.\n\nWhile shares of an international company trade as domestic shares in the country where the company is located, global investors located elsewhere can invest in those shares through GDRs.\n\nUsing GDRs, companies can raisecapitalfrom investors in countries around the world. GDRs can in theory be denominated in any currency, but are nearly always in U.S. dollars. Since GDRs are negotiable certificates, they trade in multiple markets and can provide arbitrage opportunities to investors.\n\nGDRs are generally referred to as European Depositary Receipts, or EDRs, when European investors wish to trade locally the shares of companies located outside of Europe.\n\nGDR transactions tend to have lower costs than some other mechanisms that investors use to trade in foreign securities.\n\nA U.S.-based company that wants its stock to be listed on the London and Hong Kong Stock Exchanges can accomplish this via a GDR. The U.S.-based company enters into a depositary receipt agreement with the respective foreign depositary banks. In turn, these banks package and issue shares to their respective stock exchanges. These activities follow the regulatory compliance regulations for both of the countries.\n\nA depositary is an independent, third-party entity such as a bank that may act as a safekeeping facility and fiduciary. For instance, a depositary bank can provide stock related services for a depositary receipt program.\n\nGDRs are exchange-traded securities that represent ownership of shares in a foreign company, where those actual shares are traded abroad.\n\nDifferent GDRs may also have specific characteristics that differ from one to the next. These may include:\n\nA GDR distributed by a depositary bank represents a particular number of underlying shares—anywhere from a fraction to multiple shares—in a specific international company. The particular share makeup for a GDR depends on how attractive an investment it will make to local investors. For instance, in the U.S., a depositary bank would want to create GDRs with the number of shares, or fractions thereof, and associated U.S. dollar value that U.S. investors might be most comfortable with.\n\nThe depositary bank first buys the shares of the international company (or, receives them from an investor who already owns them). It then bundles a certain number of them. This bundle is represented by a GDR. The GDR is then issued by the depositary bank on a local stock exchange. The underlying shares remain on deposit with the depositary bank (or custodian bank in the international country).\n\nThe trading process involving GDRs is regulated by the exchange on which they trade. For example, in the U.S., global depositary receipts are quoted and trade in U.S. dollars. They also pay dividends with U.S. dollars. They're subject to the trading and settlement process and regulations of the exchange where their transactions take place.\n\nTypically, GDRs are offered to institutional investors via a private offer, due to the fact that they can take advantage of exemptions from registration under the Securities Act of 1933. This makes GDRs an efficient and cost-effective way to access cross-border capital. In fact, because of their flexibility and efficiencies, issuers from regions such as the Middle East and Africa, Asia Pacific, Latin America as well as Europe have increased their use of GDR programs to help them achieve the objectives they have for raising capital.\n\nInternational companies issue GDRs to attract capital from foreign investors. GDRs trade on the investors' local exchanges while offering exposure to an international marketplace. A custodian/depositary bank has possession of the GDRs underlying shares while trades take place, ensuring a level of protection and facilitating participation for all involved.\n\nBrokers who represent buyers manage the purchase and sale of GDRs. Generally, the brokers are from the home country and operate within the foreign market. The actual purchase of theassetsis multi-staged, involving a broker in the investor's country, a broker located within the market of the international company, a depositary bank representing the buyer, and a custodian bank.\n\nBrokers can also sell GDRs on an investor's behalf. An investor can sell them as-is on the properexchanges, or the investor can convert them into regular stock for the company. Additionally, they can be canceled and returned to the issuing company.\n\nTraders dealing in GDRs often compare the, for example, U.S. dollar price of the GDR with the U.S. dollar equivalent price of the shares trading on the international company's domestic exchange. They'll typically buy the less expensive security and sell the other. Eventually, this arbitrage trading activity causes the underlying shares and the GDRs to reachparity.\n\nDue to the trading activity calledarbitrage, a GDR's price closely tracks that of the international company's stock on its home exchange.\n\nUsually denominated in U.S. dollars\n\nOffers international portfolio diversification\n\nLimited selection of companies offering GDRs\n\nInvestors exposed indirectly to currency and geopolitical risk\n\nGlobal depositary receipts allow a company to list its shares in more than one country outside of its home country. For example, a Chinese company could create a GDR program that issues its shares through a depositary bank intermediary into the London market and the United States market. Each issuance must comply with all relevant laws in both the home country and foreign markets individually.\n\nOn the other hand, an American depositary receipt, which also represents shares of an international company, lists only on U.S. stock exchanges. To offer ADRs, a U.S. bank will purchase shares on a foreign exchange. The depositary bank will hold the underlying shares and issue an ADR for domestic trading.\n\nA bank issues asponsoredADR on behalf of a foreign company. The bank and the business enter into a legal arrangement. Usually, the foreign company pays the costs of issuing an ADR and retains control over it, while the bank handles the transactions with investors.\n\nA bank may also issue anunsponsoredADR. This certificate represents no direct involvement, participation, or even permission from the foreign company.\n\nTheoretically, there could be several unsponsored ADRs for the same foreign company, issued by different U.S. banks. These different ADRs could also offer varying dividends. With sponsored programs, there is only one ADR, issued by the depositary bank working with the foreign company.\n\nA global depositary receipt is a negotiable certificate issued by a bank. The certificate represents shares in a foreign company traded on a local stock exchange. GDRs give companies access to greater capital and investors the opportunity to invest in the equity of foreign companies.\n\nGDRs can be listed on multiple global stock exchanges, They also provide investors with the benefits and rights of the underlying shares, which could include dividends. GDRs trade like shares and can be bought and sold throughout the day via a standard brokerage account.\n\nAn American depositary receipt represents shares in a foreign company and is listed only on American exchanges. A GDR represents shares in a company being on various foreign stock exchanges.\n\nOne example of a GDR is the American oil and gas company, Phillips 66 (NYSE:PSX). In addition to trading domestically, it has depositary receipts listed on exchanges in Brazil (P1SX34), Germany (R66), Vienna (PSXC), and London (0KHZ.L), among others.\n\nFor U.S. investors, global depositary receipts offer a way to own equity in foreign companies while trading its representative shares on a local stock exchange. Certainly, GDRs have their risks, including home country economic and political risk, currency risk, and liquidity risk.\n\nHowever, GDRs also offer noteworthy benefits that include the potential for a globally diversified portfolio, the ability to trade, clear, and settle transactions according to local regulations, no cross-border custody/safekeeping charges, and dividend payments in U.S. dollars.\n\nCiti. \"Global Depositary Receipts (GDRs): A Primer.\"\n\nInternal Revenue Service. \"Foreign Currency and Currency Exchange Rates.\"\n\nInternal Revenue Service. \"Foreign Tax Credit.\"\n\nYahoo Finance. \"Phillips 66 (P1SX34.SA).\"\n\nYahoo Finance. \"Phillips 66 (R66.DE).\"\n\nYahoo Finance. \"Phillips 66 (PSXC.VI).\"\n\nYahoo Finance. \"Phillips 66 (0KHZ.L).\"",
  "url": "https://www.investopedia.com/terms/g/gdr.asp"
}