{
  "term": "Global Bonds: What it is, Overview of How it Works",
  "definition": "A global bond, sometimes referred to as a Eurobond, is a type of bond issued and traded outside the country where the currency of the bond is denominated.\n\nWhen multinational corporations and sovereign entities decide to raise large capital, they may choose to issue global bonds. Global bonds areinternational bondsthat are offered simultaneously in various capital markets including Europe, Asia, and America. These bonds may have a fixed orfloating ratewith maturities ranging from one to 30 years.\n\nSome global bonds are denominated in the currency of the company's country base, such as the yen for Japanese companies and the euro for a German corporation. Other global bonds are denominated in the currency of the country where the bond is issued. Returning to the earlier example the U.S. corporation could sell a bond on a Japanese marketplace and denominate it in yen.\n\nDue tothe fluctuation of exchange rates, investors typically invest in foreign fixed income that brings in modest returns and fluctuates slightly.Global bondsare seen as a way to diversify a portfolio that is limited to a specific denomination or one particular country's bond, such as a U.S. bond because this bond will have less correlation to the foreign fixed income bond.\n\nGlobal bonds are grouped into developed country bonds andemerging market bonds. Bonds issued by corporations and governments from developed countries are issued with differing maturities and credit qualities. Some of these bonds are U.S. dollar-denominated. However, most are denominated in the currencies of their home countries.\n\nEmerging market bonds are typically issued by asovereign government, not corporations. These bonds are dollar-denominated and offer high-interest rates due to the perceived higher level of risk of a bond investment issued by an economically unstable country.\n\nGlobal bonds are sometimes also calledEurobondsbut they have additional features. A Eurobond is an international bond that is issued and traded in countries other than the country in which the bond’s currency or value is denominated. These bonds are issued in a currency that is not the domestic currency of the issuer.\n\nA French company that issues bonds in Japan denominated in U.S. dollars has issued a Eurobond, more specifically, a Eurodollar bond. Other types of Eurobonds are the Euroyen and Euroswiss bonds.\n\nA global bond is similar to the Eurobond but can also be traded and issued simultaneously in the country whose currency is used to value the bond. Drawing from our Eurobond example above, an example of a global bond will be one in which the French company issues bonds denominated in the U.S. dollar but offers the bonds in both Japan and U.S. markets.",
  "url": "https://www.investopedia.com/terms/g/globalbonds.asp"
}