{
  "term": "Global Macro Hedge Fund: What it is, How it Works, Example",
  "definition": "Global macro hedge funds areactively managedfunds that attempt to profit from broad market swings caused by political or economic events. Global macro hedge funds are market bets around economic events. Investors use financial instruments to create short or long positions based on the outcomes they predict as a result of their research. A market bet on an event can cover a wide variety of assets and instruments includingoptions, futures, currencies, index funds, bonds, and commodities. The goal is to find the right mix of assets to maximize returns if the predicted outcome occurs.\n\nGlobal macro hedge funds may position themselves around a particular outcome, or they can simply set up positions to profit from globalmarket volatilitywhen they do not have confidence in a prediction but know that a binary outcome is imminent. Portfolio managers who use global macro strategies typically focus on currency, interest rate, and stock index strategies.\n\nExamples of global hedge fund activity were evident before theBrexitvote in 2016 when the United Kingdom voted to exit the European Union (EU). Global macro hedge funds that felt confident that Britain would vote to leave the EU took long positions in safe assets, such as gold, and chose short positions against European stocks and theBritish pound. Global macro hedge funds that were uncertain about the outcome took long positions in safe havens and other instruments that payout during market volatility. Some undoubtedly guessed wrong and took losses on the long position in European stock indexes as the British pound and other assets dipped immediately after the results were known.\n\nBecause the funds are typically actively-managed, they tend to require a bigger initial investment and bigger lifetime fees than passively-managed funds.\n\nGlobal macro hedge funds offer investors exposure to these high-level bets that span assets and instruments. They offer a form ofdiversificationthat is different from most equities making them attractive to investors who seek protection from global financial events that can drag down stock and bond returns in general. Typically, it has been difficult for an individual investor to recreate this type of strategy because of the capital required and the complexity involved in managing all the positions across asset classes and platforms. On the downside, global macro hedge funds have high investment thresholds and even higher fees.Exchange-traded funds (ETFs)have also made it possible for investors to create similarly broad market bets without paying the same level of fees.",
  "url": "https://www.investopedia.com/terms/g/global-macro-hedge-fund.asp"
}