{
  "term": "GmbH: Definition, Requirements, and Comparison to LLCs",
  "definition": "GmbH is an abbreviation of the German phrase “Gesellschaft mit beschränkter Haftung,” which means “company with limited liability.” It’s a suffix used after a private limited company’s name in Germany (vs. AG, for aktiengesellschaft, which is used to indicate a public limited company).GmbH is the equivalent of LLC (limited liability company), used in the United States, or Ltd. (limited), used in the United Kingdom, and is the most common form ofincorporationin Germany.\n\nAlimited companyis one whereshareholderliability is limited to the amount of their original investment, and the shareholders are not responsible for the company’s debts, thus protecting their personal assets if the company becomesinsolvent. The difference between a private limited company and a public limited company is that the shares in a private limited company are not offered to the general public and are not traded on a public stock exchange.\n\nThe most common corporate legal entity in Germany and Austria is the limited liability company, or GmbH. Under German law, the minimumcapital requirementfor starting a private limited company is 25,000 euros (€25,000), half of which must be available beforeregistering the firmin the Unternehmensregister or Company Register, the central platform for saving legally relevant company data.This way, the country ensures that only solvent entrepreneurs are able to start new companies.\n\nDuring the period between the creation and the registration of the company, business activities may commence, making participating individuals personally liable. However, the company only becomes effective once it has been registered, which usually takes up to three weeks, at which point shareholders are protected from any personal liability.\n\nThe minimum capital requirement for starting a private limited company is 25,000 euros (€25,000), half of which must be available before registering the firm.\n\nWhen a newly formed GmbH applies to Germany’s Company Register for registration of the firm’s incorporation, it must also appoint its first director and include a list of itsshareholders. A supervisory board is required if the company has more than 500 employees; otherwise, the company is run only by the managing directors who have the unrestricted proxy for the company.\n\nThere is no central corporate registry in Germany; instead, a company is registered in a local court where the company’s registered office is located or where the GmbH has its legal seat.\n\nIn 2008, a “mini-Gmbh” called Unternehmergesellschaft (UG) was introduced to assist and encourageentrepreneurswith only a limited amount of capital. The minimum capital requirement for Unternehmergesellschaft is 1 euro (€1). Each year, a UG is required to put aside at least 25% of its yearlynet profit, until its reserve capital reaches the statutory minimum of €25,000, at which point it may change its legal form to GmbH.\n\nBesides the lower-capital mini-GmbH, Germany also allows for a GmbH & Co. KG (kommanditgesellschaft, orlimited partner) designation and a gGmbH.\n\nGmbH is an abbreviation of the German phrase “Gesellschaft mit beschränkter Haftung,” which means “company with limited liability.”\n\nGmbH is considered an equivalent of LLC (limited liability company), which is used in the United States, or Ltd. (limited), which is used in the United Kingdom, and is the most common form of incorporation in Germany.\n\nThere are a few other countries besides Germany that use GmbH and some variations. Austria uses GesmbH as well as GmbH, both with the same meaning. Switzerland also uses the GmbH designation. Germany, Austria, and Switzerland all have their own legal provisions for the GmbH designation in their respective countries.\n\nTrans-European Law Firms Alliance. “GmbH or AG—What Are the Differences?”\n\nChambers of Commerce Euregio Meuse-Rhine. \"Limited Liability Company and The Entrepreneur's Company (Limited Liability).\" Translate from German to English.\n\nEnterslice. “Company Registration in Germany.”\n\nDLA Piper. \"Board/Management Structure: Germany.\"\n\nDLA Piper. “Minimum Capital Requirement.”\n\nSwissfirma. \"AG vs. GmbH in Switzerland.\"",
  "url": "https://www.investopedia.com/terms/g/gmbh.asp"
}