{
  "term": "Go-Go Fund: What It Is, How It Works, Consequences",
  "definition": "Go-go fund is a slang name for amutual fundthat has an investment strategy focused on high-risk securities in an attempt to capture above-average returns. A go-go fund's aggressive approach usually involves holding large positions ingrowth stocks. Growth stocks offer higher risks, but also higher potential returns.\n\nGo-go funds entice investors by promising large, abnormal returns created from shifting portfolio weights around speculative information. They came into prominence in the 1960s.\n\nIn that decade, investors flocked to the stock market in unprecedented numbers. Over the course of ten years, investments in mutual funds more than doubled.By the end of the decade, 31 million Americans owned some form of stock.Mutual funds had only recently become available to investors, and many people wanted to capture a piece of the new and exciting financial markets.\n\nEnthusiastic investment in Wall Street contributed to a thrivingbull market. Investors were extremely confident their investments would continue to grow. This sometimes misplaced confidence contributed to the appeal of so-called go-go funds. These funds may have provided some investors with superior profits, but they also came with a great deal of risk. In order to achieve high rates of return, these funds often madespeculativeinvestments that did not always pan out.\n\nWhile go-go funds were quite popular during the booming market atmosphere of the 1960s, they lost much of their shine in the years that followed. After reaching a peak of 985 in December 1968, the market plummeted to 631 by May 1970, a drop of about 36 percent.\n\nThe mutual fund crash was an expensive reminder that growth was not the only important metric in fund management. The prioritization of growth over risk created a sizeable dent in equity funds, which would not return to the same levels until the 1980s.\n\nIn his bookThe Go-Go Years: The Drama and Crashing Finale of Wall Street's Bullish 60s, financial journalist John Brooks argues the collapse was comparable to the stock market crash that ushered in the Great Depression, because the stocks that were hardest hit included many popular and high-profile offerings: \"As measured by the performance of the stocks in which the novice investor was most likely to make his first plunges, the 1969-1970 crash was fully comparable to that of 1929.\"\n\nGo-go funds grew less popular after the stock market crashes of the 1970s, as investors grew warier of speculative investments and promises of elevated returns. After some notable cases, the Securities and Exchange Commission clarified rules about fraud and stock valuation that made it more difficult for go-go funds to promise inflated returns.Furthermore, the shaky stock market following the go-go years also contributed to a growing interest in investmentdiversification.\n\nSecurities and Exchange Commission. \"Remembering the Past: Mutual Funds and the Lessons of the Wonder Years.\" Accessed July 9, 2021.\n\nJohn Brooks. \"The Go-Go Years: The Drama and Crashing Finale of Wall Street's Bullish 60s.\" John Wiley & Sons, 1999, Page 305.",
  "url": "https://www.investopedia.com/terms/g/go-go-fund.asp"
}