{
  "term": "Goal-Based Investing: What it Means, How it Works",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nGoal-based investing is a relatively new approach towealth managementthat emphasizes investing with the objective of attaining specific life goals. Goal-based investing (GBI) involves a wealth manager or investment firm’s clients measuring their progress towards specific life goals, such as saving for children’s education or building a retirement nest-egg, rather than focusing on generating the highest possibleportfolio returnor beating the market.\n\nGoal-based investing differs from traditional investing, in that its yardstick for success is how well the investor is able to meet their personal life goals, rather than how well their investments perform against the market average in a given period.\n\nConsider an investor who is looking forward to retirement within a year, and who therefore cannot afford to lose even 10% of their portfolio. If the stock market plunges 30% in a given year and the investor’s portfolio is down “only” 20%, the fact that the portfolio has outperformed the market by 10 percentage points would offer scant comfort. That investor needs to focus more on maintaining, rather than growing, wealth in order to reach their personal goal of affording retirement within a year.\n\nGoal-based investing re-frames success, based on clients’ needs and goals. If a client’s main goals are to save for imminent retirement and fund the college education of young grandchildren, an investment strategy would be more conservative for the former and relatively aggressive for the latter.\n\nAs an example, theasset allocationfor the retirement assets might be 10% equities and 90% fixed-income, while the asset allocation for the education fund may be 50% equities and 50% fixed-income. Individual needs and goals, rather than risk tolerance, are what drive investing decisions made under the goal-based framework.\n\nThe advantages of goal-based investing include:\n\nGoal-based investing has grown in popularity in the years after theGreat Recessionof 2008–09 as investors realized the extent to which chasing high returns could negatively impact long-term wealth accumulation. Millions of hapless investors witnessed their net worth plunge dramatically, in correlation with declines across nearly all major markets, and a steep correction in U.S. housing prices.\n\nSeveral teams have worked to develop more holistic investment approaches in recent years. The startupEllevest, for example, focuses on goal-based investing strategies, tailored to women.\n\nEllevest has developed algorithms for wealth management over time that take into account fluctuations in women’s incomes as they progress through their careers, as well as the wage gap between men and women. Instead of aiming to outperform benchmarks like theS&P 500orRussell 2000, Ellevest first asks its investors to explain their personalities and life goals; from there, the team works to develop specific investment portfolios for each goal.\n\nEllevest. \"What’s Goal-Based Investing, Anyway?\"",
  "url": "https://www.investopedia.com/terms/g/goalbased-investing.asp"
}