{
  "term": "Goal Seeking Definition, Use in Microsoft Excel",
  "definition": "Goal seeking is the process of finding the correct input value when only the output is known. The function of goal seeking can be built into different kinds of computer software programs like Microsoft Excel.\n\nGoal seeking is a general term used to describe the process involved in figuring out your input value based on an already known output value. The process involves using a specific operator in a formula, which can be calculated using computer software.\n\nGoal seeking is one of the tools used in \"what-if analysis\" on computer software programs. Awhat-if analysisis a process of changing values in (Microsoft Excel) cells to see how these changes will affect formula outcomes on the worksheet. When you are goal seeking, you are performing what-if analysis on a given value, or the output. So, in essence, you would be creating a scenario by asking \"what if the output was X\"—or basically, a cause and effect situation.\n\nFor some of the more complex problems, people will often use computer software. A spreadsheet program like Microsoft Excel has a goal seeking tool built-in. It allows the user to determine the desired input value for a formula when the output value is already known. This feature can help the user determine things like theinterest ratea borrower needs to qualify for (the input) if she only knows how much she can afford to pay each month (the output).\n\nBut there is one caveat to using goal seeking software: It only works if there is one input value. If you need to figure out two or more input values, then it won’t work. If we take the example from above, if you want to figure out the total amount of the loan and the monthly payment, goal seeking software won't work. You'd probably need an add-on in order to figure out multiple variables.\n\nAs mentioned above, goal seeking software will only work if you already know the output value (or the result) but want to determine one input value. Here are some key steps you can follow if you want to use the goal seek feature in the program:\n\nNow you will have to determine the interest rate. You can do this by using the Goal Seek function in Excel and enter the values you already have.\n\nA goal-seekingentrepreneuris someone who uses goal seeking to determine how they can reach their ultimate goals. For example, an entrepreneur may ask how much they will need to make per hour to gross $100,000 in a year. They know their desired output value—$100,000—and will, therefore, have to work back in order to figure out the optimum input. That means they will have to determine how many hours they will be able to (or is willing to) work during the year, and therefore, how much they will earn for each hour to reach their goal.",
  "url": "https://www.investopedia.com/terms/g/goal-seeking.asp"
}