{
  "term": "Godfather Offer: What It Is, How It Works, Example",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nDavid is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nA Godfather offer is an irrefutabletakeover bidmade to a target company by an acquirer. Typically, the offer is priced at an extremely generouspremiumcompared with the target's prevailing share price, making it difficult for the board of directors to reject the bid without angering shareholders and being accused of breaching their fiduciary duty.\n\nA Godfather offer is named after the Francis Ford Coppola movie of the same title. More specifically, the name refers to the film's famous line, \"I'm gonna make him an offer he can't refuse.\" This line has gone on to become one of the most celebrated quotations in cinema.\n\nIn essence, the idea of a Godfather offer isn't so much an offer as a sly, yet heavy-handed demand: do as I say, or else.\n\nOf course, theacquiring companyisn't insinuating it will kill somebody if it doesn't get its way, like Marlon Brando's character Don Corleone did in the movie. However, it is being aggressive and putting atargeted companythat doesn't want to be purchased in an awkward, vulnerable position.\n\nWhen atender offeris made publicly inviting shareholders to sell their shares at a very favorable price, the target'sboard of directorsmight have trouble voicing its resistance. Put it this way: If the board doesn't want to sell and snubs the bid, shareholders may initiate lawsuits or other forms of revolt against the target company for not performing its fiduciary duty of looking out for shareholders' interests.\n\nMost Godfather offers are heavy-handed: \"Do as I say, or else,\" is cloaked in an offer.\n\nA Godfather offer is even harder for the target company's board to reject when itsstock pricehas been flat or declining for an extended period of time. In such scenarios, it is even more likely that long-time investors would jump at the opportunity to cash out at an elevated price.\n\nCompany A is a promising, up-and-coming developer of new, niche technologies. Its solutions could revolutionize how the world operates, leading some larger companies to sniff around and inquire about taking it over.\n\nCompany A's board of directors privately rebuffs all proposals, claiming it has no interest in selling and handing over all its potential to another firm. That strategy helps to keep the predators at bay for a few months until one of them turnshostile.\n\nCompany C, an industry juggernaut with significant financial resources, eventually gets tired of Company A's reluctance and responds by tabling a generous Godfather offer directly toshareholders. A bid of $70 per share is lodged, representing a 75% premium on Company A's currentmarket price.\n\nCompany A's board is livid and maintains it doesn't want to sell at any cost, while the shareholders it is elected to represent voice support for the deal and refuse to take no for an answer. Suddenly, things turn messy. Disgruntled shareholders engage in aproxy fight, joining forces in an attempt to seize control and get the takeover approved. They also threaten to sue the board for failing to act in their best interests.\n\nScript Slug. “The Godfather.” Page 17.\n\nCorporate Governance Institute. “What Does Fiduciary Duty Mean?”",
  "url": "https://www.investopedia.com/terms/g/godfatheroffer.asp"
}