{
  "term": "Going Private: Definition, How It Works, Types and Example",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe term going private refers to a transaction or series of transactions that convert apublicly tradedcompany into a private entity. Once a company goes private, itsshareholdersare no longer able to trade their shares in the open market.\n\nThere are several types of going private transactions, including private equity buyouts, management buyouts, and tender offers.\n\nA company typically goes private when its shareholders decide that there are no longer significant benefits to being a public company.\n\nOne way for this transition to occur is for the company to beacquired through a private equity buyout. In this transaction, aprivate equity firmwill buy a controlling share in the company, often leveraging significant amounts of debt. In doing so, the private equity firm secures these debts against the assets of the company being acquired. The interest and principal payments on the debt are then paid for using the cashflows from the business.\n\nAnother common method is themanagement buyouttransaction, in which the company is taken private by its own management team. The structure of a management buyout is similar to that of a private equity buyout, in that both rely on large amounts of debt. However, unlike a private equity buyout, a management buyout is undertaken by “insiders” who are already intimately familiar with the business.\n\nIn some cases, going private transactions will also involve seller financing, in which the owners of the company (in this case, the shareholders of the publicly traded corporation) help the new buyers finance the purchase. In practice, this generally consists of allowing the buyer to delay payment of a portion of the purchase price for some period of time, such as five years.\n\nMany going private transactions involve significant amounts of debt. In these situations, the assets of the acquired company are used as collateral for the loans, and its cashflows are used to pay for debt servicing.\n\nAnother common example of going private transactions is atender offer. This occurs when a company or individual makes a public offer to buy most or all of a company’s shares. At times, tender offers are made (and accepted) even when the current management team of the target company does not want the company to be sold. In this situation, the tender offer is referred to as ahostile takeover.\n\nBecause theentity putting forward the tender offercan be a public corporation, tender offers are often financed using a mixture of cash and shares. For example, Company A might make a tender offer to Company B in which the shareholders of Company B would receive 80% of the offer in cash and 20% in shares of Company A.\n\nIn December 2015, the private-equity group JAB Holding Company announced its plans to acquire Keurig Green Mountain. Unlike many private-equity buyouts, this was anall-cash offer.\n\nThe offer priced the shares at $92, a nearly 80% premium over their market value prior to the announcement.Unsurprisingly, share prices rose dramatically following the announcement and the company accepted the offer shortly thereafter.\n\nThe transaction was completed in March of the following year. Accordingly, the company’s shares ceased trading on the stock market and Keurig Green Mountain became a private company.\n\nKeurig Green Mountain. \"JAB Holding Company-Led Investor Group Completes Acquisition of Keurig Green Mountain, Inc.\"",
  "url": "https://www.investopedia.com/terms/g/going-private.asp"
}