{
  "term": "Golden Share: Overview, Benefits and Examples",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA golden share is a type of share that gives its shareholder veto power over changes to the company's charter. It holds special voting rights, giving its holder the ability to block another shareholder from taking more than a ratio of ordinary shares.\n\nOrdinary shares are equal to other ordinary shares in profits and voting rights. These shares also have the ability to block a takeover or acquisition by another company.\n\nGolden shares can be issued by public companies or governments. One of these shares controls at least 51% of voting rights. In the case of a company, it can only issue golden shares after passing special resolutions and changing its memorandum andarticles of association. This document governs or dictates a company's relationship with outside businesses.\n\nGolden shares were most popular during the 1980s when the British government began privatizing companies and wished to retain control over them. Governments in other parts of Europe and the Soviet Union also followed suit.\n\nGolden shares have been predominantly used in the United Kingdom. Other countries, including Brazil, use golden shares to keep control over state-run entities. TheEuropean Union, on the other hand, has mostly banned the use of golden shares by companies and governments. While the EU permits governments to protect vital services, it does not allow golden shares, calling them unjustified and disproportionate to the interests of the company and economy.\n\nThe British government believed there was a good rationale behind using a golden share-strategy with its newly privatized companies. Golden shares would protect companies from hostile takeovers, especially from international bidders. This strategy is also true for public companies, allowing them to retain control of their interests in the face of competitors.\n\nGolden shares were also important for companies that played a key role in a nation's economy and had an effect on public policy as well as national security.\n\nHowever, there are also pitfalls to golden shares. Critics argue that golden shares give the holder far too much control, especially if that control goes above and beyond the wishes of other shareholders.\n\nThe Brazilian company Embraer S.A. (ERJ) is an example of a company with a golden share. The company provides aeronautical services and makes commercial, military, and agricultural aircraft. Embraer was a private and state-run company from its inception and in 2000, began to makepublic offeringsor issued shares of stock. However, the Brazilian government has veto power since it holds a golden share in the company.\n\nIn 2019, the government agreed to the sale of the company's commercial aircraft division to Boeing Corporation (BA). However, in April 2020, the talks failed, and Boeing pulled out of the $4.2 billion deal according to MSN. Brazilian President Jair Bolsonaro mentioned the golden share when he commented on the failed merger: \"There is a golden share...perhaps a new negotiation will begin with another company.\"\n\nAnother golden share example is the British Airports Authority (BAA), which owned Heathrow and Gatwick airports. The British government retained a golden share in the company, which was privatized in 1987. In 2003, a European Union court ruled the government's share in the airport authority broke laws.\n\nYahoo! Finance. \"Embraer Shares Drop 15% After Boeing Deal Fails.\" Accessed Aug. 19, 2021.\n\nEUR-Lex. \"Opinion of Advocate General Ruiz-Jarabo Colomer, Feb. 6, 2003,\" Accessed Aug. 19, 2021.",
  "url": "https://www.investopedia.com/terms/g/goldenshare.asp"
}