{
  "term": "Golden Cross Pattern Explained With Examples and Charts",
  "definition": "A golden cross is a pattern that occurs on a chart when a short-term moving average crosses over a longer-term moving average to the upside.\n\nA golden cross is a chart pattern in which a relatively short-term moving average crosses above a long-termmoving average. It is a bullish breakout pattern that forms when a security's short-term moving average (such as the 50-day moving average) crosses above its long-term moving average (such as the 200-day moving average) or resistance level. The golden cross indicates the possibility of a long-term bull market emerging. High trading volumes generally reinforce the indicator.\n\nThe term golden cross refers to a tool used intechnical analysis. It is amomentum indicator, which means that prices are continuously increasing—gaining momentum. It means that traders and investors have changed their outlooks to bullish rather than bearish.\n\nThe indicator generally has three stages:\n\nSupport is a low price level that the market does not allow. Resistance is a high price level that the market resists. A breakout occurs when the price crosses one of these levels.\n\nThe most commonly used moving averages for observing the golden cross are the 50-day- and 200-day moving averages. Longer periods generally tend to form stronger, lasting breakouts. For example, the 50-day moving average crossover up through the 200-day moving average on an index like theS&P 500is one of the most popular bullish market signals.\n\nDay traders commonly use smaller periods like the five-day and 15-day moving averages to tradeintra-daygolden cross breakouts. Some traders might use different periodic increments, like weeks or months, depending on their trading preferences and what they believe works for them.\n\nBut when choosing different periods, it's important to understand that the larger the chart time frame, the stronger and more lasting the golden cross breakout tends to be.\n\nA golden cross isn't an indication that investors will sell their shares.\n\nThe image below uses a 50-day and a 200-day moving average. The 50-day moving average trended down over several trading periods, finally reaching a price level the market couldn't support. The 200-day moving average flattened out after slightly trending downward.\n\nPrices gradually increased over time, creating an upward trend in the moving 50-day average. The trend continued, pushing the shorter-period moving average higher than the longer-period moving average. A golden cross formed, confirming a reversal from a downward trend to an upward one.\n\nNotice that the price range of thecandlesticksmade a significant jump when the downward trend bottomed out and turned into an uptrend. Something likely occurred that changed investor and trader market sentiments at this time.\n\nThe candle bodies were large (the difference between open and close prices), and more days closed with prices much higher than opening during the first uptick after the 50-day moving average bottomed.\n\nA golden cross and a death cross are opposing indicators. The golden cross confirms a long-termbull marketgoing forward, while a death cross signals a long-termbear market. Either crossover is considered more significant when accompanied by high trading volume. The short-term moving average crosses from above the long-term moving average in a death cross and crosses from below in a golden cross.\n\nOnce the crossover occurs, the long-term moving average is considered a majorsupport level(in the case of the golden cross) orresistance level(in the instance of the death cross) for the market from that point forward. Either cross may appear and signal a trend change, but they more frequently occur when a trend change has already occurred.\n\nAll indicators arelagging, which means the data used to form the charts has already occurred. As such, they indicate past performance so they are reactive rather than proactive. This means that no indicator can truly predict the future. Many times, an observed golden cross produces a false signal.\n\nDespite its apparent predictive power in forecasting prior large bull markets, golden crosses also regularly fail to manifest. Therefore, other signals and indicators (especially leading indicators) should always be used to confirm a golden cross.\n\nThe golden cross occurs when a short-term moving average crosses over a major long-term moving average to the upside and is interpreted by analysts and traders as signaling a definitive upward turn in a market. This is a bullish outlook by investors.\n\nA golden cross suggests a long-term bull market going forward. It is the opposite of a death cross, which is a bearish indicator that forms when a short-term moving average crosses a long-term one from above.\n\nAs a lagging indicator, a golden cross is identified only after the market has risen, which makes it seem reliable. However, as a result of the lag, it is also difficult to know when the signal is false until after the fact. Traders often use a golden cross to confirm a trend or signal in combination with other indicators.\n\nA golden cross is believed to confirm the reversal of a downward trend. The key to using this technical tool correctly—with additional filters and indicators—is to use profit targets, stop loss, and other risk management tools. Remember to maintain a favorablerisk-to-reward ratioand to time your trade rather than just following the cross mindlessly.",
  "url": "https://www.investopedia.com/terms/g/goldencross.asp"
}