{
  "term": "Golden Handshake: Definition, Examples, and Controversies",
  "definition": "Katie Miller is a consumer financial services expert. She worked for almost two decades as an executive, leading multi-billion dollar mortgage, credit card, and savings portfolios with operations worldwide and a unique focus on the consumer. Her mortgage expertise was honed post-2008 crisis as she implemented the significant changes resulting from Dodd-Frank required regulations.\n\nThe term golden handshake refers to a clause in an executive's contract that provides them with a substantial severance package if the employee loses their job for any one of various reasons, including dismissal.\n\nGolden handshakes are normally provided to top executives in the event that they lose employment. The amount paid out is commonly negotiated before the contract is signed.\n\nPayment of a golden handshake can be made in a variety of ways, including in cash and stock options. Golden handshakes and similar perks have come under scrutiny because they don't necessarily motivate the employee.\n\nExecutive compensationcomes in a variety of forms which can be negotiated before an individual joins a company. Compensation often includes their salaries, stock options, cash, and bonuses.\n\nIn order to attract the right or best people for an executive position, companies may also offer other benefits and incentives. Some of these additional perks may include compensation that isn't directly related to their job performance. One such perk is the golden handshake.\n\nA golden handshake is usually negotiated before an employee is onboarded. It refers to a payment that will be made to the employee if they lose their job because of firing, layoff,restructuring, negligence, and evenretirement.\n\nAs noted above, this type of benefit is commonly used as a tactic to hire specific individuals—especially those who aren't already employed by the hiring company.\n\nThese golden handshakes can reach into the millions of dollars range, which makes them a very important issue for investors to consider. For example in 1989, R.J. Reynolds Nabisco paid F. Ross Johnson an estimated $50 million as part of a golden handshake clause.\n\nA golden handshake can also be referred to as a golden parachute.\n\nCertain non-executives may also receive a golden handshake as a bonus in some cases. It is usually much less than the compensation thatchief executive officers (CEOs)and top executives might get. So one might call it a silver handshake. Nevertheless, it is better than leaving with nothing.\n\nAn example of this is automotive companies that buy outunionworkers' contracts. This can then free up capital to hire new workers at a more advantageous labor cost.\n\nAnother example is employees who are forced into early retirement by companies wishing to bring in new talent. These people are offered severance packages.\n\nGolden handshakes can be very controversial for a number of reasons. As noted earlier, these benefits aren't necessarily related to the employee's job performance. This means that the executive receives added compensation even when they fail to deliver results.\n\nEven more baffling to critics (and the public-at-large) is that some executives may be paid a golden handshake even if they're let go because of negligence or some other wrongdoing.\n\nThis use of the benefit can damage a company's public image because large executive payoffs are viewed as a reward for failure or bad behavior.\n\nAnother criticism is that, usually, these employees already receive highersalariesthan employees who aren't part of the executive team.\n\nGolden handshakes often make headlines, notably when executives don't meet targets or goals, or even in cases where the company experiences a badpublic relations (PR)incident. The following are just two examples of famous golden handshakes.\n\nOil company British Petroleum (BP) had anoil spillin 2010 that occurred in the Gulf of Mexico as a result of an explosion of the Deepwater Horizon oil rig. The rig was leased to BP for exploration of the Macondo Prospect, an oil field off the coast of Louisiana.\n\nAfter the accident, which resulted in costs to the company of more than $69 billion, BP's CEO Tony Hayward was pushed out. However, he received a golden handshake payout of a year's salary, worth $1.5 million, in addition to keeping his approximately $17 million pension fund.\n\nIn 2007, in the midst of the financial crisis of 2007-2008, the Chairman and CEO of Merrill Lynch Stanley O'Neal was forced out of the company, but he left with $161.5 million. At the same time, Merrill Lynch received an $8.4 million government fine tied to the subprime mortgage debacle and suffered a $2.3 billion quarterly loss.\n\nMany insiders felt that O'Neal's pursuit of the subprime mortgage market and other high-risk plays contributed to Merrill Lynch's collapse as an independent financial firm (it was acquired by Bank of America and continued to operate). Congress concluded that O'Neal had some responsibility for causing the worst financial crisis since the Great Depression.\n\nOther infamous golden handshakes occurred during the2007-2008 financial crisis. After many banks struggled financially due to missteps of management, many top executives were forced to depart.\n\nDespite this, theirlarge pay packageswere left intact. Some big banks allowed top-level staff to cash out of incentive programs by accelerating thevestingof their stock awards.\n\nBank shareholders (who were left with worthlessstock and bondinvestments) were upset by these agreements. Since then, some companies have given investors a say on executive pay packages at shareholder meetings.\n\nTheseshareholder votesare usually non-binding.But they do send a strong signal to management about investors' attitude toward excessive executive payouts.\n\nIt means that a top executive's employment contract includes a provision whereby the executive receives a severance package, usually of high value, if they lose their job.\n\nYes, they are still used by companies to attract top talent to critical executive positions.\n\nA golden hello could be considered the opposite, in the sense that it's a financial inducement (such as a signing bonus) that is presented at the beginning of employment rather than at the end.\n\nA golden handshake is a provision in an employment contract that allows for a severance package to be given to top executives who lose their jobs for certain reasons, such as they've been fired, laid off, or they retire. The value of golden handshakes is usually substantial, reflecting the value of the employee.\n\nGolden handshakes are criticized by some because they are seen to reward failure or negligence.\n\nThe New York Times. \"F. Ross Johnson, Symbol of ’80s Corporate Excess, Dies at 85.\"\n\nYermack, David. \"Golden Handshakes: Rewards for CEOs Who Leave,\"Stern School of Business, NYU Working Paper No. FIN-04-020, August 2004, pp. 1.\n\nOffshore Technology. \"Macondo Prospect, Gulf of Mexico.\"\n\nNPR. \"Hayward's 'Golden Parachute' Is Relatively Modest.\"\n\nTime. \"Biggest Golden Parachutes.\"\n\nThe Wall Street Journal. \"Stan O'Neal Ended the ‘Mother Merrill’ Culture and Hasn’t Run a Company Since.\"\n\nHarvard Law School Forum on Corporate Governance. \"CEO Pay Mix Changes Following Say on Pay Failures.\"\n\nHarvard Law School Forum on Corporate Governance. \"Executive Compensation: The Role of Public Company Shareholders.\"",
  "url": "https://www.investopedia.com/terms/g/golden-handshake.asp"
}