{
  "term": "Goodwill (Accounting): What It Is, How It Works, and How To Calculate",
  "definition": "Goodwill in business is anintangible assetthat's recorded when one company is purchased by another. It's the portion of the purchase price that's higher than the sum of the net fair value of all of the assets purchased in the acquisition and the liabilities assumed in the process.\n\nThis difference is due to issues such as the value of a company’s name, brand reputation, loyal customer base, solid customer service, good employee relations, and proprietary technology. Goodwill represents a value that can give the acquiring company a competitive advantage. It's one of the reasons that one company may pay a premium for another.\n\nThe value of goodwill typically comes into play when one company acquires another. A company's tangible value is the fair value of its net assets but the purchasing company may pay more than this price for the target company. This difference is usually due to the value of the target’s goodwill.\n\nA company gains negative goodwill, also known as badwill, if the acquiring company pays less than the target’s book value. It purchased the company at a bargain in a distress sale.\n\nGoodwill is recorded as an intangible asset on the acquiring company's balance sheet under the long-termassets account. It's considered to be an intangible or non-current asset because it's not a physical asset such as buildings or equipment.\n\nCompanies are required undergenerally accepted accounting principles(GAAP) and the International Financial Reporting Standards (IFRS) to evaluate the value of goodwill on their financial statements at least once a year and record any impairments.\n\nGoodwill isn't the same as other intangible assets. It's the premium paid over fair value during a transaction and it can't be bought or sold independently. Other intangible assets such as licenses or patents can be. Goodwill has an indefinite life. Other intangibles have a finite useful life.\n\nAccounting goodwill involves theimpairmentof assets that occurs when the market value of an asset drops belowhistorical cost. This can occur as the result of an adverse event such as:\n\nThe company must impair or do awrite-downon the value of the asset on the balance sheet if a company assesses that acquired net assets fall below the book value or if the amount of goodwill was overstated. The impairment expense is calculated as the difference between the current market value and the purchase price of the intangible asset.\n\nThe impairment results in a decrease in the goodwill account on the balance sheet. The expense is also recognized as a loss on the income statement. This directly reduces net income for the year.Earnings per share(EPS) and the company's stock price are also negatively affected.\n\nCompanies assess whether an impairment exists by performing an impairment test on an intangible asset. The two commonly used methods for testing impairments are the income approach and the market approach.\n\nThe process for calculating goodwill is fairly straightforward in principle but it can be complex in practice. You can determine goodwill with a simple formula by taking the purchase price of a company and subtracting the netfair market valueof identifiable assets and liabilities.\n\nGoodwill=P−(A−L)where:P=Purchase price of the target companyA=Fair market value of assetsL=Fair market value of liabilities\\begin{aligned}&\\text{Goodwill} = \\text{P} - ( \\text{ A } - \\text { L } ) \\\\&\\textbf{where:} \\\\&\\text{P} = \\text{Purchase price of the target company} \\\\&\\text{A} = \\text{Fair market value of assets} \\\\&\\text{L} = \\text{Fair market value of liabilities} \\\\\\end{aligned}​Goodwill=P−(A−L)where:P=Purchase price of the target companyA=Fair market value of assetsL=Fair market value of liabilities​\n\nAccountantsuse competing approaches in calculating goodwill.\n\nGoodwill involves factoring in estimates of future cash flows and other considerations that aren't known at the time of the acquisition. This may not normally be a major issue but it can become significant when accountants look for ways to compare reported assets or net income between companies. Some of them may have acquired other firms and some may not have.\n\nThe Financial Accounting Standards Board (FASB), which sets standards for GAAP rules, was considering a change to how goodwill impairment is calculated. FASB was considering reverting to an older method called \"goodwillamortization\" due to the subjectivity of goodwill impairment and the cost of testing it. This method would have reduced the value of goodwill annually over several years but the project was set aside in 2022 and the older method was retained.\n\nGoodwill is difficult to price and negative goodwill can occur when an acquirer purchases a company for less than its fair market value. This usually happens when the target company can't or won't negotiate a fair price for its acquisition.\n\nNegative goodwill is usually seen indistressed salesand is recorded as income on the acquirer's income statement.\n\nThere's also the risk that a previously successful company could faceinsolvency. The goodwill the company previously enjoyed has no resale value at the point of insolvency. Investors deduct goodwill from their determinations of residual equity when this happens.\n\nThe premium paid for the acquisition is $3 billion ($15 billion - $12 billion) if the fair value of Company ABC's assets minus liabilities is $12 billion and a company purchases Company ABC for $15 billion. This $3 billion will be included on the acquirer's balance sheet as goodwill.\n\nConsider the T-Mobile and Sprint merger announced in early 2018 for a real-life example.The deal was valued at $35.85 billion as of March 31, 2018, per an S-4 filing.The fair value of the assets was $78.34 billion and the fair value of the liabilities was $45.56 billion.\n\nThe difference between the assets and liabilities is $32.78 billion so goodwill for the deal would be recognized as $3.07 billion ($35.85 billion - $32.78 billion), the amount over the difference between the fair value of the assets and liabilities.\n\nGoodwill is an intangible asset that's created when one company acquires another company for a price greater than its net asset value. It's shown on the company'sbalance sheetlike other assets.\n\nBut goodwill isn't amortized or depreciated, unlike other assets that have a discernible useful life. It's periodically tested for goodwill impairment instead. The value of goodwill must be written off, reducing the company’s earnings, if the goodwill is thought to be impaired.\n\nEvaluating goodwill is a challenging but critical skill for many investors. It can be difficult to tell whether the goodwill claimed on a balance sheet is justified.\n\nInvestors should scrutinize what's behind its stated goodwill when they're analyzing a company’s balance sheet. The answer should determine whether that goodwill may have to be written off in the future.\n\nThe opposite can also occur in some cases with investors believing that the true value of a company’s goodwill is greater than what's stated on its balance sheet.\n\nAmazon.com, Inc. (AMZN) bought Whole Foods Market Inc. for $13.7 billion in 2017. The current share price of Whole Foods was $35 at that time. Amazon ended up paying $42 per share.Amazon paid $9 billion more in total than the value of Whole Foods' net assets. That amount was recorded as the intangible asset goodwill on Amazon's books.\n\nGoodwill is an intangible asset that can relate to the value of a purchased company's brand reputation, customer service, employee relationships, and intellectual property. It represents a value and potential competitive advantage that may be obtained by one company when it purchases another. It's the amount of the purchase price over and above the amount of the fair market value of the target company's assets minus its liabilities.\n\nGoodwill officially has an indefinite life but impairment tests can be run to determine if its value has changed due to an adverse financial or publicity event. These events can include a negative PR situation, financial dishonesty, or fraud. The amount decreases the goodwill account on the balance sheet if there's a change in value and it's recognized as a loss on the income statement.\n\nInternational Financial Reporting Standards Foundation. \"IAS 36 Impairment of Assets.\"\n\nDeloitte. \"FASB Removes Goodwill Project From Its Technical Agenda.\"\n\nT-Mobile. \"T‑Mobile and Sprint to Combine, Accelerating 5G Innovation & Increasing Competition.\"\n\nU.S. Securities and Exchange Commission. \"Form S-4, T-Mobile US, Inc.\" Page 242.\n\nU.S. Securities and Exchange Commission. \"Form S-4, T-Mobile US, Inc.\" Page 243.\n\nGoldman Sachs. \"Firm Advises, Helps Fund Amazon's Stunning US$13.7 Billion Acquisition of Whole Foods.\"",
  "url": "https://www.investopedia.com/terms/g/goodwill.asp"
}