{
  "term": "Good This Week (GTW): What It Means, How It Works",
  "definition": "Good this week (GTW) is a type of order that remains active until the end of the week in which it is issued. If the order is not executed prior to the end of the week, it will be automatically canceled.\n\nA GTW contingency is typically added to a limit orstop order. GTW orders are not commonly found ondiscount brokerage platforms. Instead, they are typically offered byfull-service brokers, which allow greater customization of their clients' trades.\n\nGTW offers a middle-ground between orders that last for the current trading day versus those lasting indefinitely. However, investors who use GTW orders must be mindful to ensure that their order is not out of sync with important events that might affect the price of the security they are trading.\n\nFor example, suppose it is Wednesday and the investor believes that a Monday news release will cause a given stock to rise. If the investor wishes to buy the stock before the news is released, they may place a GTW order. The order would then be valid until the end of Friday but would become invalid if it is not executed before the end of that day. If the investor fails to realize that the order was not executed, they may miss out on their anticipated gain the following week.\n\nMost traders are unlikely to have used GTWordersbefore, since they are not commonly offered by brokers. Instead, most brokers offermarket orders,limit orders, andGood 'Til Canceled(GTC) orders. GTC orders are similar to GTW orders, except that they will remain active indefinitely unless they either execute or are canceled by the investor. In our above example, a GTC order may have been beneficial for the investor because the order could have been executed on Monday prior to the news being released.\n\nSuppose you are a stock market investor who buys individual securities using a full-service brokerage account. As a full-service client, you have access to several order types, including market orders, limit orders, GTW orders, and GTC orders.\n\nYou are convinced that shares in XYZ Corporation are likely to rise in the near future, based on an anticipated product announcement. You have decided to purchase shares in XYZ in anticipation of this news, but are unsure of the best way to proceed.\n\nConsidering your options, you note that amarket orderwould involve specifying how many XYZ shares you wish to purchase and then purchasing the shares at the best available price. However, in the unlikely event that market sentiment suddenly changes around the time that you place your order, you could end up paying significantly more than you expected.\n\nLimit orders, on the other hand, would allow you to specify a maximum price you are willing to pay for the security. On the other hand, that restriction makes it less likely that the order will necessarily be executed.\n\nLastly, you consider GTW and GTC orders. You remember that GTW orders would act as market orders but would last until the end of the week you place the trade. GTC orders could potentially last even longer because they have no set expiration date at all.\n\nTaking all these facts into account, you decide to place a GTW order and make a note in your calendar to double-check whether the trade has been executed on the last day of this week.",
  "url": "https://www.investopedia.com/terms/g/good_this_week.asp"
}