{
  "term": "Good Delivery: What It is, How It Works, Criteria",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nGood delivery refers to the unhindered transfer of ownership of asecurityfrom a seller to a buyer, with all necessary requirements having been met. This used to be a rather complex process, although nowadays, thanks to electronic exchanges that facilitate the digital transfer andclearingof many securities, good delivery has become automated and generally much more straightforward.\n\nGood delivery occurs when a security's transfer is unimpeded by restrictions or other issues that would prevent its physical or virtualdeliveryto the buyer. Nowadays, good delivery is, usually, determined by computers. However, in the past, securities were inspected by atransfer agentto ensure that individual paper certificates were authenticated and registration requirements were met in order for the buyer to take the delivery.\n\nTo qualify for good delivery, stock certificates must be in good physical condition, be endorsed by the seller or seller's agent, and be delivered in the correctdenominationthat matches the exact number of shares to transfer.\n\nHistorically, good delivery of securities from a seller to a buyer had been an issue in financial markets. The buyer needed to know for sure that they would receive the correctstock certificates, that the certificates were indeed authentic, and that they would actually get physical delivery after paying the seller for them. Regulated stockexchangesandclearing housessprang up as trusted third parties to facilitate trading and standardize the requirements for making good delivery.\n\nToday, with electronic exchanges, computerized settlement, and clearing facilities, these issues are largely a thing of the past. However, the presence of share transfer restrictions can still hurt the possibility of a stock's good delivery.\n\nFor example, insider stock, such as that issued directly to a company's executives, may have certain restrictions that disallow sale outside the company without first having offered the shares for sale to existing shareholders.Rule 144can allow for the sale of some restricted securities if they meet certain conditions.\n\nThe criteria for what constitutes good delivery varies from market to market or from security to security, but it is a prerequisite to settling a transaction. Many stock markets today allow for easy trading inodd lotsor evenfractionalshares. But, for stock markets that enforceround lots, there may be restrictions on how to deliver those lots. Because the most commonly traded unit of stock has traditionally been 100 shares (a round lot), stock certificates should be denominated in one of the following:\n\nForbond markets, good delivery should be made using multiples of $1,000 (or sometimes $5,000)par value, sometimes with a maximum par value of $100,000. For an unregisteredbearer bondto be in good delivery form, it must be delivered with all unpaidcouponsstill attached.\n\nForcommodities markets, good delivery criteria are spelled out by the exchange and incorporated explicitly intofutures contractsspecifications. For example, the London Bullion Market Association (LBMA) specified good delivery in physical gold as:\n\nU.S. Securities and Exchange Commission. \"Rule 144: Selling Restricted and Control Securities.\" Accessed Aug. 26, 2021.\n\nThe London Bullion Market Association. \"Good Delivery List,\" Pages 10 and 11. Accessed Aug. 26, 2021.",
  "url": "https://www.investopedia.com/terms/g/gooddelivery.asp"
}