{
  "term": "Google Tax: What It Means and How It Works",
  "definition": "Daniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nA Google tax, also known as a diverted profits tax, refers to anti-tax-avoidance provisions that have been introduced in some countries. Several jurisdictions implemented the provision to stop companies from divertingprofitsorroyaltiesto other jurisdictions that have lower or even zero tax rates. For example, internet giant Alphabet Inc.'s (GOOGL) Google paid a negligible amount in taxes in the United Kingdom by completing its transactions in the low-tax city of Dublin, Ireland, even though it earned $6.5 billion in revenue in the U.K.\n\nThough the term includes the name of the company (Google) that became the poster boy for the practice, diverting profits is rampant across various industry sectors. Technology giants from the U.S., like Meta, formerly Facebook (META), Apple Inc. (AAPL), and Amazon Inc. (AMZN), as well as othermultinational corporationslike Starbucks Inc. (SBUX) and Diageo PLC (DEO), have all used such practices to lower their tax bills.\n\nFor instance, a mobile app like Meta's WhatsApp messenger or a game like Clash of Clans may not have a single employee in a particular country, but it can still derive a lot of profit from its local user base through online ads and in-app purchases. Companies enjoyed the freedom to account for such revenues and earnings at a destination of their choice, and they often diverted it to low-cost jurisdictions as a result.\n\nThe U.S.Securities and Exchange Commission (SEC)mandates that American businesses publicly report details on where and how much revenue they generate across the globe, allowing the authorities of other countries, such as the United Kingdom and Australia, to obtain more concrete data on any possible tax avoidance measures those businesses may be using.\n\nIn the U.K. and Australia, tax laws were modified to prevent companies from following such practices. Amid rising public anger, the U.K. introduced a diverted profits tax in 2015 which it set at 25%.Her Majesty's Revenue and Customs (HMRC), the U.K.'s tax collection agency, secured £6.5 billion (around $8.33 billion) in additional taxes by challenging thetransfer pricingarrangements of multinationals between 2012-2018. Its own figures show that it took in an extra £853 million (around $1.09 billion) in 2015-16, £1.62 billion (around $2.08 billion) in 2016-17, and £1.68 billion (around $2.15 billion) in 2017-18.\n\nAustralia began implementing measures in 2015 that led to the introduction of its own diverted profits tax from July 2017 onward. It imposed a 40% tax on such tax avoidance practices.\n\nResponding to these developments, global enterprises are now voluntarily paying up past dues and entering into settlements with the tax authorities to avoid being shamed by a Google tax. Diageo, the London-based beverage giant behind Johnnie Walker scotch, Tanqueray gin, and other major brands, struck an agreement with the HMRC to pay an extra £190 million (around $244 million) in corporation tax to avoid the potential damage to its brand reputation emerging from the Google tax.Google also agreed in 2016 to pay about $185 million in back taxes to the U.K.\n\nFacing similar charges in France, Google paid French authorities nearly 1 billion euros (about $1.1 billion) in fines and additional taxes in 2019. The company said at the time, \"We remain convinced that a coordinated reform of the international tax system is the best way to provide a clear framework for companies operating worldwide.\"\n\nA digital services tax (DST) is a tax imposed by certain countries on the revenues of large multinational companies offering goods or services online. As of October 2023, 38 countries around the world had either enacted or were considering DSTs. They include Austria (with a 5% tax), France (3% tax), Italy (3% tax), Spain (3% tax), and the U.K. (2% tax).At the same time, theOrganisation for Economic Co-Operation and Development (OECD)has been working onan international agreementthat would provide for taxing these companies and distributing the proceeds among the various nations, eliminating the need for separate, unilateral DSTs.\n\nThe double Irish Dutch sandwich strategywas a tax avoidance scheme practiced at one time by Google and other companies. It involved funneling profits to an Irish subsidiary, then a Dutch subsidiary, and finally to a second Irish subsidiary based in a tax haven, such as Bermuda. The result was to eliminate or indefinitely postpone any taxes due to the United States or other countries where the profits actually originated. The loopholes that made this possible were effectively closed as of 2020.\n\nTax avoidanceinvolves various tactics to reduce a company's or an individual's tax obligations, often by taking advantage of loopholes in the law. Tax avoidance is perfectly legal but sometimes sneaky-seeming. Tax evasion, on the other hand, occurs when a company or an individual attempts to reduce their tax bill by illegal means, such as concealing income.\n\nA Google tax is one that's imposed on companies that divert their profits from a country where the money was earned to another country with lower (or no) taxes. While some of the most egregious tax avoidance practices have been curtailed in recent years, individual countries and global bodies continue to work on ways to tax multinational companies, particularly digital ones, in a fair manner.\n\nHM Revenue & Customs. \"Diverted Profits Tax,\" Page 1.\n\nHM Revenue & Customs. \"Transfer Pricing and Diverted Profits Tax Statistics,\" Page 1.\n\nParliament of Australia. \"Diverted Profits Tax Bill 2017.\"\n\nU.S. Securities and Exchange Commission. \"Diageo Form 6-K, Aug. 7, 2020,\" Page 31.\n\nBBC News. \"Google Agrees £130m UK Tax Deal With HMRC.\"\n\nReuters. \"Google to Pay $1 Billion in France to Settle Fiscal Fraud Probe.\"\n\nBipartisan Policy Center. \"Taxation in the Digital Economy: Digital Services Taxes, Pillar One, and the Path Forward.\"\n\nOECD. \"Two-Pillar Solution to Address the Tax Challenges Arising From the Digitalisation of the Economy,\" Page 4.\n\nCalifornia Management Review. \"Doubling Down on Double Sandwich Tax Schemes.\"\n\nInternal Revenue Service. \"Worksheet Solutions: The Difference Between Tax Avoidance and Tax Evasion.\"",
  "url": "https://www.investopedia.com/terms/g/google-tax.asp"
}