{
  "term": "Government Accountability Office (GAO): What It is, History",
  "definition": "The Government Accountability Office (GAO) is an independent and legislative agency that monitors andauditsgovernment spending and operations. The agency examines how taxpayer dollars are spent and provides recommendations on how to save the government money or operate more fiscally responsibly. Established in 1921, GAO is also often called the congressional watchdog. It is a non-partisan agency that helps the government findefficienciesin spending, which is why it is said to work for Congress.\n\nThe Government Accountability Office is an independent government agency that is tasked with tracking the use oftaxpayer dollarsby the legislative and executive branches of government, and providing the results directly to Congress. Put simply, GAO serves as a congressional watchdog over government spending. It monitors the operating results, financial positions, andaccountingsystems used by the various governmental agencies and conducts routine audits on all branches of government.\n\nThe primary goals and objectives of GAO are to:\n\nAnother set of legislative duties includes establishing standards or the Yellow Book. Also referred to as the Generally Accepted Government Auditing Standards, these principles are used to streamline the process during government audits and providing reports.\n\nThe agency is run by thecomptroller generalwho serves a 15-year term. The position is appointed by the president from a bipartisan list of congressional recommendations.\n\nGene L. Dodaro was appointed as acting comptroller general in 2008 when David Walker resigned. Dodaro was officially confirmed by the Senate for his 15-year term in 2010.\n\nThe GAO has broad authority to review the function and operations of theFederal Reserve—thecentral bankof the United States.\n\nAs such, it conducts reviews of the emergency lending programs that were enacted following the collapse of the housing market and the 2007-2008 financial crisis, which led to theGreat Recession. Despite this, it does not have the authority to review individual meetings andmonetary policydecisions made by the Fed.\n\nAs of May 2021, five out of eight priority recommendations made by the Government Accountability Office were implemented by the Federal Reserve.\n\nU.S. government spending and debt rose sharply during World War I. This reality prompted demand for a formal system to review, monitor, and control government expenditures. As a result, the Budget and Accounting Act of 1921 established the General Accounting Office, which assumed budget, accounting, and auditing responsibilities from theU.S. Treasury.\n\nThe act also required the president to prepare anannual budgetfor the federal government.In 2004, the agency's name was changed to the Government Accountability Office after the passing of the GAO Human Capital Reform Act.\n\nGovernment programs and expenditures expanded sharply in the 1930s as a result of President Roosevelt's New Deal social policies, which were created in response to theGreat Depression. The GAO's role, which originally focused on ensuring payments were made properly, grew in importance. By 1945, at the end of World War II, government spending again soared, and the GAO began auditing government agencies to ensure they operated according to their purpose.\n\nBy the 1970s, the GAO's work expanded to include reviews of agency work on consumer protection, the environment, and social welfare.Agency personnel consisted of onlyaccountants. But that soon expanded to include scientists, care professionals, and computer scientists.\n\nThe agency continues to evaluate government spending programs, including how it appropriated funds related to the COVID-19 pandemic, which amounted to $4.8 trillion.\n\nU.S. Government Accountability Office. \"About the Yellow Book.\"\n\nU.S. Government Accountability Office. \"U.S. Comptroller General.\"\n\nU.S. Government Accountability Office. \"Priority Open Recommendations: Board of Governors of the Federal Reserve System.\"\n\nU.S. Government Accountability Office. \"The Budget and Accounting Act.\"\n\nU.S. Government Accountability Office. \"GAO Human Capital Reform Act of 2004.\"\n\nU.S. Government Accountability Office. \"View Topics.\"\n\nU.S. Government Accountability Office. \"About.\"",
  "url": "https://www.investopedia.com/terms/g/government-accountability-office-gao.asp"
}