{
  "term": "Government-Sponsored Retirement Arrangement (Gsra) Overview",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA Government-Sponsored Retirement Arrangement (GSRA) is a Canadian retirement plan for individuals who are not employees of a local, provincial, or federal government body, but who are paid for their services from public funds. Because this type of retirement plan is not registered with theCanada Revenue Agency(CRA)—the Canadian equivalent of the American IRS—it does not qualify for tax-deferred status or tax deductions.\n\nGovernment-Sponsored Retirement Arrangements are typically available to people who are employed by a private agency that derives its revenue from the Canadian federal government. Contributions to a GSRA are not tax-deductible. Furthermore, Canadian regulations limit the amount that GSRA-holders can contribute to theirregistered retirement savings plans(RRSPs), Canada's equivalent of Americantax-advantagedretirement accounts like the 401 (k) plan and the IRA.\n\nWhile GSRAs don't carry many tax benefits, Canadian law allows a variety of tax-advantaged plans and services.\n\nA Registered Retirement Savings Plan (RRSP) is a retirement savings plan that you establish, that the government registers, and to which you or your spouse or common-law partner contribute. Deductible RRSP contributions can be used to reduce your tax. Any income you earn in the RRSP is usually exempt from tax as long as the funds remain in the plan; you generally have to pay tax when you receive payments from the plan.\n\nTheTax-Free Savings Account(TFSA) program began in 2009. It is a way for individuals who are 18 and older and who have a validsocial insurance numberto set money aside tax-free throughout their lifetime. Contributions to a TFSA are notdeductiblefor income tax purposes. Any amount contributed as well as any income earned in the account (for example, investment income and capital gains) is generally tax-free, even when it is withdrawn. Administrative or other fees in relation to TFSA and any interest or money borrowed to contribute to a TFSA are not deductible.\n\nA Pooled Registered Pension Plan (PRPP) is a retirement savings option for individuals, including self-employed individuals. A PRPP enables its members to benefit from lower administration costs that result from participating in a large, pooled pension plan. It's also portable, so it moves with its members from job to job.\n\nSince the investment options within a PRPP are similar to those for other registered pension plans, its members can benefit from greater flexibility in managing their savings and meeting their retirement objectives.\n\nA registered disability savings plan (RDSP) is a savings plan that is intended to help parents and others save for the long-term financial security of a person who is eligible for the disability tax credit (DTC).\n\nContributions to an RDSP are not tax-deductible and can be made until the end of the year in which the beneficiary turns 59. Contributions that are withdrawn are not included as income to the beneficiary when they are paid out of an RDSP.\n\nHowever, the Canada disability savings grant, the Canada disability savings bond, investment income earned in the plan, and the proceeds from rollovers are included in the beneficiary's income for tax purposes when they are paid out of the RDSP.",
  "url": "https://www.investopedia.com/terms/g/gsra.asp"
}