{
  "term": "Government Securities Clearing Corporation (GSCC) Overview",
  "definition": "The Government Securities Clearing Corporation (GSCC) was an organization that was responsible for clearing and netting trades for government and agency debt securities. The GSCC handled new issues and the sale of existing government securities. It was established in the 1980s by theNational Securities Clearing Corporation (NSCC). The GSCC merged with the Mortgage-Backed Securities Clearing Corporation to form theFixed Income Clearing Corporation (FICC)in 2003.\n\nCentralized clearance and settlement services in the U.S.government securitiesmarket were conducted through the Government Securities Clearing Corporation.\n\nThe GSCC was tasked with reporting, validating, and matching the buy and sell sides of securities transactions. It compared transactions and acted as thecounterpartyfor settlement purposes for each net position. The corporation also served several other key areas, including automated trade comparison, risk management, and operational efficiency to the U.S. Government securities market.\n\nSecurities transactions processed by the GSCC included:\n\nThe final net settlement obligations of GSCC participants were settled through theFedwireSecurities Service via the participants’ settlement bank. The organization GSCC cleared about $1.6 trillion a day in trades involving U.S. government securities until 2002.\n\nThe GSCC merged with the MBS Clearing Corporation in 2003 to form the Fixed Income Clearing Corporation, which is a subsidiary of theDepository Trust & Clearing Corporation (DTCC).\n\nThe GSCC's role as a counterparty served an important purpose as the organization maintained theliquidityand integrity of the market for U.S. government securities.\n\nThe GSCC was established in 1986.It came after several largeprimary dealersand theFederal Reservevoiced concerns about the safety and soundness of the existing processes for government securities. The move included the risks associated with the failure of a major firm, the inefficiencies of manual paper processing of trade confirmations, and bilateral trade-for-trade settlement.\n\nTheboard of directorsof GSCC was made up of representatives from primary dealers and clearing banks, plus a management director (GSCC’s president) and two directors designated by NSCC.\n\nAs mentioned above, the GSCC and the MBSCC merged to form the FICC. The move was an attempt to become more cost-efficient in clearing and netting services. Themergerwent into effect in 2003, at which time the FICC began its operations.\n\nThe FICC provides the same services that were previously offered by the GSCC and the MSBCC but under two separate divisions.\n\nThese two distinct subsidiaries of the DTCC essentially operate as the GSCC and MBSCC did in the past. While they do offer their own services to their own members, each maintains a separate collateral margin pool.\n\nDTCC. \"About DTCC: Fixed Income Clearing Corporation (FICC).\"\n\nDTCC. \"U.S, Treasury Clearing.\"\n\nDTCC. \"Fixed Income Clearing - GSD.\"",
  "url": "https://www.investopedia.com/terms/g/gscc.asp"
}