{
  "term": "Governmental Accounting Standards Board (GASB): Mission and Functions",
  "definition": "The Governmental Accounting Standards Board (GASB) is a privatenon-governmental organizationthat creates accounting reporting standards orgenerally accepted accounting principles (GAAP)for state and local governments in the United States.\n\nThe Governmental Accounting Standards Board (GASB) is an independent, non-political organization founded in 1984. The board's mission is to promote clear, consistent, transparent, and comparable financial reporting for state and local governments. TheFederal Accounting Standards Board (FASB)does the same for the federal government. Taxpayers, holders ofmunicipal bonds, legislators, and oversight bodies rely on this financial information to shapepublic policyand to invest.\n\nThe GASB uses an open and independent process that encourages broad participation from all stakeholders. It objectively considers and analyzes all their views. GASB issued an Invitation to Comment for public feedback in June 2022 that provided users of government financial statements with critical information about vulnerabilities for risk and disclosure for state and local governments.\n\nThe GASB is led by a seven-member board headed by a chair and a vice-chair. The FAF Board of Trustees appoints board members for five-year terms and members serve for up to 10 years. The chair serves on the board full time while the vice-chair and the remaining five members serve part-time. GASB members are qualified in governmental accounting and finance and are concerned with public interests in the nation's accounting and financial reporting.\n\nThe GASB is subject to oversight by theFinancial Accounting Foundation (FAF)Board of Trustees, which selects its board members, and by the FASB. It funds both. The GASB is primarily funded by accounting support fees paid bybrokersand dealers who trade in municipal bonds. This funding mechanism was established by Section 978 of theDodd-Frank Wall Street Reform and Consumer Protection Actof 2010.\n\nAccording to the GASB's website, \"The collective mission of the GASB, the FASB, and the FAF is to establish and improve financial accounting and reporting standards to provide useful information to investors and other users of financial reports and educate stakeholders on how to most effectively understand and implement those standards.\"\n\nThe GASB relies on a variety of intelligence sources when setting its policies.\n\nThe GASB convenes consultative groups and task forces to ensure that diverse opinions are considered. Consultative groups perform research for agenda items concerningaccounting and financial reporting standards. Task forces are formed to conduct the board's technical projects. Both groups are important sounding boards to ensure that the GASB makes the best decisions for the taxpayer, finance, and business communities.\n\nGAAP monitors and confirms the information that's provided to consumers and investors by public companies. It adds a measure of trust to transactions so consumers and investors are more comfortable parting with their dollars. Public companies must adhere to 10 principles and abide by GAAP standards.\n\nJoel Black serves as chair and Jeffrey J. Previdi serves as vice chair. Black is classified in public accounting and Previdi is classified as a financial statement user. The GASB states that each member brings \"a unique perspective to the Board through different work experiences and areas of expertise.\"\n\nMunicipal bonds are debt securities. They're offered by governments to raise funds to pay for their day-to-day operations and major projects such as building infrastructure and schools. The money is returned to the purchaser at the bond's maturity date and interest is paid regularly during the period of ownership. Many of these governments follow GAAP but some use other methods of accounting.\n\nThe Governmental Accounting Standards Board (GASB) creates and maintains standards for accounting by state and local governments through the implementation of the generally accepted accounting principles (GAAP). This provides investors, consumers, and legislators with a level of confidence that the financial reporting of applicable companies is true, transparent, and reliable.\n\nCorrection–May 4, 2024:A previous version of this article referred to the GASB as the Government Accounting Standards Board. It's been revised to cite the correct name which is the Governmental Accounting Standards Board.\n\nGovernmental Accounting Standards Board. \"About the GASB.\"\n\nCongress.gov. \"H.R.4173 - Dodd-Frank Wall Street Reform and Consumer Protection Act.\"\n\nFinancial Accounting Foundation. \"News Release 06-01-12.\"\n\nThomson Reuters. \"Understanding GAAP Rules.\"",
  "url": "https://www.investopedia.com/terms/g/government-accounting-standards-board-gasb.asp"
}