{
  "term": "Government-Wide Acquisition Contract (GWAC): How It Works",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nA government-wide acquisition contract (GWAC) is a contract in which multiple government agencies align their needs and purchase a contract with external providers for goods or services. GWACs allow agencies to purchase new technology, such as computers and information technology solutions, at a better price sincetaxpayersare the ones footing the bill. Contracts may be spearheaded by one agency with the expectation that others will sign on. GWACs allow foreconomies of scale, which usually reduce per-unit costs.\n\nAs noted above, GWACs are contracts for IT and computer-related services for government agencies provided bythird parties. One agency normally initiates the contract while other agencies sign on. By having one agency evaluate a vendor, the federal government can reduce the likelihood that other agencies will have to reinvent the wheel by undertaking their own, separate vetting process.\n\nGWACs provide access to IT solutions, including systems design, software engineering, information assurance, and enterprise architecture solutions.Contracts are commonly provided through the U.S. General Services Administration, NASA, and the National Institute of Health. All of these entities allow for the government to procure a variety of contracts to obtain informational technology solutions at a low cost with a variety oftech companiesthat have been approved to participate.\n\nThe rise of government-wide acquisition contracts allowsgovernment agenciesto take advantage of their size to negotiate lower prices. This reduces the burden on taxpayers who are ultimately responsible for the bill. The use of GWACs also creates an environment in which a single vendor provides product and service support to more personnel.\n\nA government-wide acquisition contract consolidates purchases as opposed to having each agency enter into an individual contract.\n\nThe GWAC Prices Paid Tool provides federal agencies with detailed information on how their IT dollars are spent on GSA GWACs. These tools help provide realistic price analyses, negotiations, and independent government cost estimates. They also help agenciesbenchmarkcompetitive prices.\n\nGovernment contracts amounted to roughly $694 billion in the 2022 fiscal year. This figure included multiple contract categories, including software as well as food,healthcare, and aircraft. The Department of Defense spent the most at $414.5 billion (headed by the Navy with $123.9 billion) while contracts through civilian federal agencies totaled $279.7 billion. Veterans Affairs ($56.2 billion), the Department of Energy ($42.9 billion), and HHS ($38.9 billion) were the top spenders.\n\nGWACs are delivery- or task-order contracts, This means they do not provide a specific amount of services. Rather, the terms are set for a certain period, during which the provider delivers an unlimited supply of services until the contract expires. For instance, Company X may be contracted to provide unlimited IT solutions to three agencies for a full year.\n\nThere are a few steps that come with using a GWAC to buy IT solutions for a specific federal agency. These are as follows:\n\nAdditional steps to using a GWAC include requesting an optional scope review and requesting an optional capabilities statement.\n\nGovernment-wide acquisition contracts are used to provide government agencies with IT and computer-related services at a reduced cost. The idea behind them is that one government agency initiates the contract with the expectation that others will sign on. GWAC providers offer services for a specified time rather than a certain, finite quantity.\n\nThe term indefinite delivery, indefinite quantity contract refers to a type of contract for goods and services that expires within a certain time frame. These types of contracts streamline the speed and delivery when the quantity of services can't be determined.\n\nA NASA SEWP contract is a type of government-wide acquisition contract. It procures and provides IT products and services for federal government agencies. The contract is initiated by NASA, which is known as the executive agent in the contract. Other agencies may sign on to receive services, which helps reduce the cost each agency has to spend.\n\nGovernment agencies use government-wide acquisition contracts to cut down the cost of IT services. One agency acts as the executive agent or initiator of the GWAC with the expectation that other agencies will join. Having other parties take part in the contract allows them to reduce their costs, ultimately passing the savings on to taxpayers.\n\nU.S. General Services Administration. \"Governmentwide Acquisition Contracts.\"\n\nU.S. General Services Administration. \"GWAC Prices Paid.\"\n\nGAO. \"A Snapshot of Government-Wide Contracting for FY 2022.\"\n\nGovernment Acquisitions. \"NASA SEWP V GWAC.\"\n\nU.S. General Services Administration. \"How to use GWACs.\"",
  "url": "https://www.investopedia.com/terms/g/government-wide-acquisition-contract.asp"
}