{
  "term": "Government Purchases: Definition, Examples, Role in GDP",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nGovernment purchases are expenditures on goods and services by federal, state, and local governments. The combined total of this spending, excludingtransfer paymentsand interest on the debt, is a key factor in determining a nation's gross domestic product (GDP). Transfer payments are expenditures that do not involve purchases, such asSocial Security payments, welfare, and government subsidies for certain businesses.\n\nOne method of calculatingGDP, a measure of themarket valueof all the final goods and services produced in a specific time period within a country's borders that's used to track the health of a nation's economy, is to add up all spending in four major categories:\n\nThe U.S.Bureau of Economic Analysis(BEA) has a number of sub-categories. For instance, it breaks down government purchases into federal, state, and local spending and also differentiates defense-related federal spending from all other spending. The total forimportedgoods is subtracted from the final GDP total.\n\nGovernment purchases have risen inrealterms over recent decades:\n\nAs a share of overall nominal GDP, however,nominalgovernment purchases have been falling:\n\nGovernment purchases are seen as a crucial element of a healthy economy inKeynesian economic theory. That is, increasing or decreasing government spending is viewed as a key tool for regulating thebusiness cycle.\n\nAccording to this theory, government spending boosts demand in two ways. First, the government directly boosts demand by purchasing goods, such as the steel needed to build a bridge. Secondly, it puts money in the pockets of both workers and suppliers, who then spend it on goods and services. This is known as themultiplier effect.\n\nPlenty of other economists are against the government spending lots of money, arguing that such action distorts interest rates, props up non-competitive firms, and leads to higher taxes and so forth.\n\nGovernment purchases range from spending on infrastructure projects and paying civil service and public service employees, to buying office software and equipment and maintaining public buildings. Transfer payments, which do not involve purchases, are not included in this category.\n\nThe BEA attributed a rise in federal government spending in 2020 - mainly to an increase in purchases of intermediate services to support the processing and administration of Paycheck Protection Program loan applications.\n\nIn 2020, the BEA revealed that federal government spending rose, while state and local government spending fell. Overall,real GDP, in a year overshadowed by crisis and the economically damaging lockdown measures, was estimated to have fallen by 3.5%.\n\nBureau of Economic Analysis (BEA). \"Measuring the Economy A Primer on GDP and the National Income and Product Accounts.\"\n\nCongressional Budget Office. \"An Update to the Budget Outlook: 2020 to 2030.\" Page 33.\n\nU.S. Bureau of Economic Analysis. \"Gross Domestic Product, Fourth Quarter and Year 2020 (Second Estimate).\" Page 3.",
  "url": "https://www.investopedia.com/terms/g/governmentpurchases.asp"
}