{
  "term": "Government Pension Fund of Norway (GPFN): What it is, Overview",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe Government Pension Fund of Norway is made up of two separate Norwegian investment funds with different mandates. The first is the Government Pension Fund Global (GPFG), also known as the Oil Fund. Established in 1990 to invest surplus revenues of the Norwegian petroleum sector,﻿﻿ the GPFG is the world’s largestsovereign wealth fund.﻿﻿ It also holds real estate and fixed-income investments.﻿﻿\n\nThe second fund is theGovernment Pension Fund of Norway(GPFN). Established in 1967 as something of a national insurance fund, it is smaller than the Oil Fund.﻿﻿ It is managed separately and limited to domestic and Scandinavian investments. As a result, it is a major shareholder of many consequential Norwegian companies via theOslo Stock Exchange.﻿﻿\n\nThe Government Pension Fund of Norway is managed under the guise of the Ministry of Finance, as laid out by the Act of Parliament and guidelines that include a set of supplementary provisions.﻿﻿\n\nThe Norges Bank Investment Management (NBIM), which is part of the Norwegian Central Bank, manages the global fund on behalf of the Ministry of Finance.﻿﻿ Since 2004, an ethical council has set the parameters for the fund’s investments. The council has the authority to exclude from the fund firms that take part in activities deemed objectionable.﻿﻿ Investment manager Folketrygdfondet manages the domestic fund.﻿﻿\n\nThe stated goal of the Government Pension Fund is to facilitate government savings to account for the rising costs of the publicpensionprogram. It also intends to support long-term considerations related to how the government spends Norway’s significantpetroleumrevenues.﻿﻿\n\nThe Ministry of Finance’sinvestment strategyfor the Government Pension Fund looks to maximize returns while taking on a moderate level of risk. The strategy is based on assessments of expected return and risk in the long run and is derived from the purpose and distinctive characteristics of the fund, comparative advantages of theasset manager, as well as assumptions regarding the functioning of the financial markets. The ministry attaches considerable weight to financial theory, research, and accumulated experience.﻿﻿\n\nNotably, the Government Pension Fund Global maydivestits oil and gasholdingsin the near future. At the end of 2017, the fund recommended the removal of more than NOK 300 billion (about US $35 billion) worth of oil and gas holdings from the fund’s equity benchmark index in order to make Norway less vulnerable to a permanent drop in oil and gas prices.﻿﻿\n\nAfter hitting the $1 trillion mark in 2017, the fund divesting from oil and gas investments could have meaningful global investment implications, given the economic importance of theenergy sector. Investor attention onEnvironmental, Social, and Governance Criteriahas increased as part of their investment due diligence. The Norwegian government reached a final decision on the proposal in the fall of 2018.﻿﻿\n\nNorway Ministry of Finance. \"Government Pension Fund Global.\" Accessed Feb. 14, 2020.\n\nSWFI. \"Top 88 Largest Sovereign Wealth Fund Rankings by Total Assets.\" Accessed Feb. 14, 2020.\n\nNorges Bank Investment Management. \"About the Fund.\" Accessed Feb. 13, 2020.\n\nNorway Ministry of Finance. \"Market Value: Government Pension Fund Norway.\" Accessed Feb. 14, 2020.\n\nNorway Ministry of Finance. \"Investment Strategy: Government Pension Fund Norway (GPFN).\" Accessed Feb. 14, 2020.\n\nNorway Ministry of Finance. \"Management Provisions: Government Pension Fund.\" Accessed Feb. 13, 2020.\n\nNorway Ministry of Finance. \"Governance Model: Government Pension Fund.\" Accessed Feb. 14, 2020.\n\nNorway Ministry of Finance. \"Responsible investments: Government Pension Fund.\" Accessed Feb. 14, 2020.\n\nNorway Ministry of Finance. \"The Government Pension Fund.\" Accessed Feb. 14, 2020.\n\nNorway Ministry of Finance. \"Investment Strategy: Government Pension Fund.\" Accessed Feb. 14, 2020.\n\nNorges Bank. \"Norges Bank recommends the removal of oil stocks from the benchmark index of the Government Pension Fund Global.\" Accessed Feb. 14, 2020.\n\nNorway Ministry of Finance. \"Advice from Norges Bank on the benchmark index for the Government Pension Fund Global.\" Accessed Feb. 14, 2020.",
  "url": "https://www.investopedia.com/terms/g/government-pension-fund-norway.asp"
}