{
  "term": "Government & Policy",
  "definition": "Governments can have an enormous impact on the economy. Learn how the government affects taxes, trade, markets, interest rates, and more through policy, regulation, and legislation.\n\nThe most common way governments control inflation is by raising or lowering interest rates. Put simply, high interest rates counter inflation by reducing the money supply, and low interest rates promote inflation by increasing the money supply. In the U.S., the Federal Reserve indirectly controls interest rates through the federal funds rate, the interest rate banks charge each other for loans made overnight.\n\nCommunism and socialism both advocate for a more equitable distribution of wealth than that achieved under capitalism, but they differ in their means and the extremity of their vision. A basic premise of communism is that a communist order is achieved through a revolution in which the working class (proletariat) overthrows the ruling class (bourgeoisie). Socialism insists on working within existing systems to implement reform. Communism also advocates the dissolution of all private property so that all property is owned by the state, which distributes resources evenly between citizens. Under socialism, the means of accumulating wealth (industry and commerce) are collectively-owned and managed by the government, but property like homes and personal possessions can remain privately-owned.\n\nAccording to Centers for Medicare & Medicaid Services, U.S. healthcare spending is expected to reach $6.2 trillion, or 20% of GDP, by 2028. In 2020, spending per person was $12,530, the highest of any developed country. Norway, which ranked second in terms of healthcare costs, spent $6,748 per person, almost half of U.S. expenditures.\n\nMonetary policy refers to the actions taken by a central bank to achieve economic goals like low unemployment and stable prices. Monetary policy is often executed through the increase or decrease of the money supply. Fiscal policy refers to the government’s tax and spending plans. Fiscal policy is administered by the legislative and executive branches of government.\n\nThe discount window is a Federal Reserve lending facility that makes short-term, collateralized loans to financial institutions. These loans are made to banks when they are experiencing liquidity shortfalls. The fed offers these loans at the discount rate, a fixed interest rate that the Federal Reserve usually sets slightly above the federal funds rate—the rate that applies to short-term loans between banks—to incentivize banks to borrow from each other rather than the central bank.\n\nCorporate taxes are, like an individual’s income taxes, a portion of a company’s profit levied by a government to finance public services. Though there is a set corporate tax rate in the U.S., companies often pay a much lower effective tax rate by exploiting loopholes, a subject of near-constant controversy.\n\nA government-sponsored enterprise is a privately-run company that was established by the U.S. Congress to improve the flow of credit to certain sectors of the U.S. economy. The best-known GSEs are Fannie Mae and Freddie Mac, which essentially buy whole mortgage loans from lenders to sell to investors in smaller chunks. Though GSEs are not controlled by the government and their bonds are not backed by the U.S. Treasury, they enjoy the benefits of an “implicit guarantee” that the government won’t stand by while they fail or default on their debt.\n\nThe Federal Insurance Contributions Act (FICA) is a U.S. law, passed in 1935 alongside theSocial Security Act, that mandates a payroll tax to fund Social Security and Medicare. FICA taxes are levied at a rate set by the federal government every year, and are paid by both the employee and the employer. Self-employed individuals, since they do not have an employer, are subject to a similar law called the Self-Employed Contributions Act (SECA).\n\nTariffs are a tax imposed by a government on foreign goods when they enter the territory under that government’s control. Tariffs can be specific or ad valorem. Specific tariffs are levies of a specific amount of money per item or unit (e.g., $1 per pound of apples.) Ad valorem tariffs are levies of a percentage of the value of the import (e.g., 10% of a shipment of cars valued at $10 million.) Governments usually impose tariffs to support domestic producers by making their goods competitive with or more attractive than imported goods.\n\nThe national debt is the amount of money a federal government owes creditors. National debt is accumulated when a government sells debt securities—Treasury bills, notes, and bonds, in the case of the U.S.—worth more than the revenue it brings in through, for example, taxes. Creditors can include individual investors, financial institutions, corporations, and even other countries’ governments.\n\nAntitrust laws are regulations intended to ensure competition between companies within a market economy. Antitrust laws allow regulatory authorities to break up monopolies and block mergers and acquisitions that would over-concentrate market power. They also aim to prevent corporations from colluding with one another or forming cartels to fix prices and stymie challengers.",
  "url": "https://www.investopedia.com/government-and-policy-4689793"
}