{
  "term": "Government National Mortgage Association (Ginnie Mae): History and Programs",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe Government National Mortgage Association (Ginnie Mae) is a federal government corporation that guarantees the timely payment of p\n\nrincipal and interest onmortgage-backed securities(MBSs) issued by approved lenders. Ginnie Mae connects the United States housing market tocapital markets, providing low-cost financing for federal housing programs through theFederal Housing Administration (FHA),Veterans Affairs (VA), the Department of Agriculture, andHUD's Public and Indian Housing.\n\nThe Government National Mortgage Association was established in 1968 as part of theU.S. Department of Housing and Urban Development(HUD) to promote affordable homeownership.Ginnie Mae does not create mortgages but guarantees them for single and multifamily homes. Since the government backs these loans, homeowners can secure lowerinterest rates, lowering their borrowing costs. Using amortgage calculatoris an excellent resource for budgeting these costs.\n\nGinnie Mae operates behind the mortgage market, neither issuing, selling, or buying pass-through mortgage-backed securities nor purchasing mortgage loans. Instead, approved privatelendersoriginate eligible loans, pool them intosecurities, and issuemortgage-backed securitiesguaranteed by Ginnie Mae. Ginnie Mae's MBS portfolio balance as of fiscal year 2024 was $2.6 trillion.\n\nGinnie Mae guarantees mortgage-backed securities to help open the home mortgage market to first-time homemakers, low-income borrowers, and other underserved groups.\n\nGinnie Mae guarantees the timely payment of principal and interest from approved issuers, such asmortgage bankers, savings and loans, andcommercial banks, of qualifying loans. An investor in a GNMA security doesn't know who the underlying issuer of the mortgages is, but that the security is guaranteed by Ginnie Mae and backed by thefull faith and creditof the U.S. government, just like the instruments issued by the U.S. Treasury.\n\nThe GNMA guarantee means that Investors with shares in Ginnie Mae funds never have to worry about the impact of late payments or mortgage defaults on their investment. When mortgage borrowers fail to make payments, Ginnie Mae covers them.\n\nGinnie Mae's efforts aid those traditionally underserved in the mortgage market. Most mortgages securitized as Ginnie Mae MBSs are insured by the Federal Housing Administration (FHA), which typically insures mortgages tofirst-time home buyersand low-income borrowers.\n\nAfter the Great Depression, when historically high unemployment rates led to unprecedented loan defaults, Congress passed the National Housing Act of 1934, a component of theNew Deal, to help revive the U.S. housing market and protect lenders from mortgage default.\n\nIn 1968, thirty years after it was established, the Federal National Mortgage Association (FNMA), better known asFannie Mae, split into two entities with two separate functions. Fannie Mae would purchase conventional loans and Ginnie Mae government-backed mortgages.\n\nFannie Mae was converted from agovernment-sponsored enterprise(GSE) to a publicly traded company. Ginnie Mae was established as a GSE and part of the Department of Housing and Urban Development, or HUD. Ginnie Mae is the only home-loan agency explicitly backed by the full faith and credit of the United States government.\n\nSeveral organizations are similar to Ginnie Mae, notablyFreddie MacandFannie Mae. Freddie Mac and Fannie Mae aregovernment-sponsored enterprises(GSEs), federally chartered corporations owned by private shareholders.\n\nWhere Ginnie Mae guarantees only securities that comprise mortgages guaranteed by federal agencies, such as the FHA and VA, its relatives may back securities whose mortgages are not insured by the government. Fannie Mae has aportfoliothat invests in its own and other institutions' mortgage-backed securities.\n\nThe GNMA is also ostensibly the only Mae or Mac backed by the full faith and credit of the federal government. In 2008, during thehousing crisis, Fannie Mae and Freddie Mac were overseen by the government via aconservatorshipof the Federal Housing Finance Committee.Some argue that thebailouterased Ginnie Mae's distinction as the only federal agency guaranteeing mortgage securities that enjoy government protection against failure.\n\nGinnie Mae does not originate any loans or provide financing for mortgage issuers. The GNMA doesn't provide insurance to lenders against any credit risks that stem from borrowers. Furthermore, Ginnie Mae doesn't set any standards for loan issuers, such as underwriting or credit standards.\n\nWhen mortgages are guaranteed by Ginnie Mae, lenders obtain a better price for their mortgage loans in the secondary mortgage market and can use the proceeds to fund new mortgage loans.\n\nGinnie Mae does not buy or sell loans or issue mortgage-backed securities (MBS) and its balance sheet doesn't use derivatives to hedge or carry long-term debt.\n\nThe Government National Mortgage Association (GNMA), or Ginnie Mae, guarantees principal and interest payments on mortgage-backed securities issued by approved lenders. The GNMA is backed by the full faith and credit of the federal government, unlike Fannie Mae or Freddie Mac. Ginnie Mae was established in 1968 to promote affordable homeownership.\n\nGinnie Mae. \"Annual Report 2024.\"\n\nGinnie Mae. \"Funding Government Lending.\"\n\nBipartisan Policy Center. \"Ginnie Mae: How Does it Work and What Does it Do?,\" Page 1.\n\nU.S. Department of Housing and Urban Development. \"Government National Mortgage Association (Ginnie Mae).\"\n\nFederal Housing Finance Agency. \"A Brief History of the Housing Government-Sponsored Enterprises,\" Page 1.\n\nFederal Housing Finance Agency. \"History of Fannie Mae and Freddie Mac Conservatorships.\"\n\nGinnie Mae. \"Funding Government Lending.\"",
  "url": "https://www.investopedia.com/terms/g/ginniemae.asp"
}