{
  "term": "Grace Period Definition for Borrowers, How It Works, Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA grace period is a set length of time after the due date during which payment may be made without penalty. A grace period, typically of 15 days, is commonly included in mortgage loan and insurance contracts.\n\nInvestopedia / Michela Buttignol\n\nA grace periodallows a borrower or insurance customer to delay paymentfor a short period of time beyond the due date. During this period no late fees are charged, and the delay cannot result in default or cancellation of the loan or contract.\n\nIn most cases, payment after the due date but during the grace period does not cause a black mark to be added to the borrower’scredit report.\n\nHowever, it’s important to check the contract for the specifics on the grace period. Under some loan contracts, no additional interest is charged during the grace period, but the majority addcompound interestduring the grace period.\n\nWhen defining a grace period on a loan, it is important to note that credit cards do not have grace periods for their monthly minimum payments. A penalty for late payment is added immediately after the due date and interest continues to be compounded daily.\n\nA payment after the due date but during the grace period generally does not cause a black mark on the borrower’s credit report.\n\nHowever, the term grace period is used to describe one scenario in consumer credit: A period of time before which interest may be charged on new purchases on a credit card is called a grace period. This grace period of 21 daysis meant to protect consumersfrom being charged interest on a purchase before the monthly payment is due.\n\nIf a consumer has a mortgage with a due date on the fifth of every month—and the contract has provided a five-day grace period—the payment can be received as late as the 10th of the month without the borrower incurring any penalties. This is an example of a loan grace period in a mortgage loan.\n\nThe grace period for credit card purchases is a newer phenomenon and was established with theCredit Card Act of 2009. Before that consumer protection law went into effect, some lenders began charging interest on purchases immediately after they were made.\n\nEven a consumer who paid off a new purchase in full by the next payment date would be charged interest before the bill was even received. The act includes a provision that requires credit card issuers to give a grace period of at least 21 days for the borrower to repay the charge without incurring any interest charges on the purchase.\n\nNotably, this grace period does not necessarily apply to cash advances or balance transfers. The terms of these are detailed in the credit card agreement.\n\nSimilar to grace periods, adefermentis a period of time in which a borrower is not required to make payments on a loan, usually in cases of financial hardship. Unlike grace periods, deferment is usually not automatic; borrowers typically have to request or apply for a deferment and provide documentation to show why they are unable to make payments. In most cases, loans continue to accrue interest during a deferment, so it is wise to make any payments that you can during these periods.\n\nLoans may accrue interest during a deferment or grace period, depending on the terms of the contract. You should continue paying as much as possible to avoid paying extra further down the line.\n\nAny contract that has a grace period will also include language that explains what will happen if the payment is not made by the end of that period. Penalties can include a late payment fee, a penalty interest rate hike, or the cancellation of a line of credit. In cases where anassetis pledged ascollateral, multiple missed payments can result in the seizure of the asset by the lending institution.\n\nA grace period is the period of time after payment is due but before late fees, interest, or other penalties start to accrue. Different contracts will have different grace periods; a monthly rental contract might have a grace period of five days, while student loan contracts have a grace period of six months after graduation.\n\nFor student borrowers, the six-month grace period is often used to find a job, choose a repayment plan that fits their budget, or enroll in another higher education program. This allows borrowers to establish a career before loan payments begin.\n\nGrace periods are sometimes referred to as \"forgiveness periods,\" although this is a misnomer. Debt obligations are not forgiven during grace periods, they are simply postponed for a short period of time.\n\nGrace periods should not be confused fordefermentsormoratoriums, which are time periods in which a lender allows the borrower to miss payments due to hardships or other reasons.\n\nIn insurance, thegrace periodis the time between the payment due date and the time when insurance coverage will be revoked due to nonpayment. This may be anywhere between 24 hours and a full month after payment.\n\nIf you miss a payment and later choose to reinstate coverage, your insurer may choose to inspect the property to make sure that there has been no new damage during the grace period. There may be additional penalties for late payment.\n\nIn employment, the grace period refers to the time after a new shift begins, in which a late employee will not face any penalty. A typical grace period is seven minutes, since most time clocks round to the nearest quarter-hour.\n\nThere is also a grace period for foreign specialists on work visas. If an employee is terminated from their sponsoring employer, they may remain in the United States for up to two months to find a new job.\n\nGrace periods allow borrowers to miss a payment due date without suffering additional penalties. A generous grace period can be a lifeline to forgetful borrowers or those with short-term hardships. However, a grace period is not an excuse to miss a payment. It's important to carefully read the terms of any contract in order to understand your obligations and options for payment.\n\nChase Bank. \"The Ins and Outs of Mortgage Statements.\"\n\nFederal Trade Commission. \"The Credit Card Accountability, Responsibility, and Disclosure Act of 2009,\" Page 10.\n\nConsumer Financial Protection Bureau. \"What Is a Grace Period for a Credit Card?\"\n\nFederal Student Aid. \"Student Aid Replacement.\"\n\nU.S. Citizenship and Immigration Services. \"USCIS Publishes Final Rule For Certain Employment-Based Immigrant and Nonimmigrant Visa Programs.\"",
  "url": "https://www.investopedia.com/terms/g/grace_period.asp"
}