{
  "term": "Graduated Payment Mortgage: Overview, Pros and Cons, Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nJiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\nA graduated payment mortgage (GPM) is a type offixed-rate mortgagefor which the payments increase gradually from an initially low base level to a higher final level. Typically, the payments will grow between 7% to 12% annually from their initial base payment amount until the full monthly payment amount is reached.\n\nA graduated payment mortgage is designed to start with the homeowner owing minimum payments. Then, over time, the payment amount increases. A low initial interest rate is what qualifies the buyer. This lower rate allows many who might not otherwise qualify for a home mortgage to be eligible because they can afford the low initial payments. Had the note been written at a higher interest rate, these buyers may not have qualified due to the higher monthly payments. This type of mortgage payment system may be optimal for young or first-time homeowners because their income levels tend to rise gradually.\n\nA graduated payment mortgage may or may not be anegative amortization loan. If the initial payment amount is less than the accruing interest on the mortgage loan, the graduated payment mortgage is a negative amortization loan. With a negative amortization loan, the borrower's payments are less than the interest charged on the note. This payment structure creates deferred interest, which adds to the total principal of the loan.\n\nGraduated payment mortgages are only available on Federal Housing Administration (FHA) loans.FHA loansallow low- to moderate-income borrowers who are unable to make a largedown paymentto finance up to 96.5% of the home's value.\n\nGraduated payment mortgages can offer homebuyers some key benefits. Some of the advantages associated with graduated payment mortgage loans include:\n\nChoosing a graduated payment mortgage could make it easier to buy a home now versus having to wait until later when you're earning a higher income. You may also get more home for your money by accepting a payment structure that evolves alongside your income. The key is the relative certainty that you'll be able to afford your mortgage payments over time as they increase.\n\nThe primary disadvantage of a graduated payment mortgage is that the total costs associated with the mortgage are higher than those of a traditional mortgage. As payments grow to higher interest rates, the borrower may find they are only paying the interest charges and not reducing the principal borrowed.\n\nAlso, if the graduated payment mortgage is a negative amortization loan, the borrower will pay even more interest on the loan. As deferred interest adds to the principal borrowed, this value grows, then interest calculations are based on the more substantial amount.\n\nAnother major drawback to consider is that with a graduated payment mortgage, there is no guarantee that the borrower’s income will increase in step with the increased mortgage payments. If the borrower’s income does not rise in proportion to the monthly debt, they may default on the loan. The default will further damage their credit, and thelenderwill foreclose on the property.\n\nPaying off a graduated payment mortgage ahead of schedule could result in a prepayment penalty.\n\nIt can help to see an example of what a graduated payment mortgage looks like. So, assume you're taking out a $300,000 loan with a 30-year repayment term at 7%. The annual graduation rate is 2% with a total of five annual graduations. Here's what your payment might look like:\n\nSo what would your mortgage cost if you borrowed $300,000 at 7% over a 30-year term with no graduations? Your monthly payment for principal and interest would come to $1,926.\n\nUsing a graduated payment mortgage calculator can help with estimating monthly payments versus what you might pay for a traditional mortgage loan.\n\nThough a graduated payment mortgage may seem like anadjustable-rate mortgage (ARM), it is not the same.\n\nAn adjustable-rate mortgage fluctuates periodically to reflect the market interest rate. The ARM rate is adjusted periodically, but not on a fixed schedule. Also, the interest rate may decrease or climb due to its basis on the going market rate. Conversely, the interest rate on a graduated payment mortgage only goes up.\n\nSome ARMs allow for interest-only payments. Though this may result in a lower monthly payment, it won't help you to reduce the principal owed on the loan.\n\nA graduated payment mortgage is a type of home loan in which monthly payments start out at one amount and then increase gradually over time. This type of mortgage is designed to help homebuyers who may have difficulty qualifying for a loan because they earn a lower income.\n\nA graduated payment mortgage may be right for someone who expects their income to increase steadily in future years. If you don't have a realistic expectation that your income will rise over time, a graduated payment mortgage could be problematic as your monthly payments increase.\n\nGraduated payments are calculated using the mortgage loan amount, the interest rate, the annual graduation rate, and the number of graduations applied. You can calculate monthly payments for a graduated mortgage using an online loan calculator.\n\nConsumer Financial Protection Bureau. “What Is Negative Amortization?”\n\nConsumer Financial Protection Bureau. “FHA Loans.”\n\nThe Federal Reserve Board. “Consumer Handbook on Adjustable-Rate Mortgages,” Pages 24-25.",
  "url": "https://www.investopedia.com/terms/g/graduatedpaymentmortgage.asp"
}