{
  "term": "Graham Number: Definition, Formula, Example, and Limitations",
  "definition": "The Graham number is a tool that can reveal stocks considered to be undervalued.\n\nThe Graham number (or Benjamin Graham's number) is a valuation metric that determines the maximum price an investor should pay for a stock. So, a defensive investor would pay no more than the Graham number.\n\nAccording to the theory, any stock with a price below the Graham number is considered undervalued and thus potentially worth investing in.\n\nThe Graham number is derived from the company'searnings per share (EPS)andbook value per share (BVPS).\n\nThe Graham number is named after the so-called father ofvalue investing,Benjamin Graham. It is used as a general test for intrinsic value when trying to identify stocks that are currently selling for an attractive price.\n\nA figure of 22.5 is included in the calculation of the Graham number to account for Graham's belief that the current price should not be more than 15 times average earnings for the previous three years. Nor should current price be more than 1.5 times the latest reported book value.\n\nAprice-to-earnings (P/E)ratio of 15 multiplied by the price-to-book ratio of 1.5 equals 22.5.\n\nGraham noted explicitly, \"As a rule of thumb, we suggest that the product of the multiplier times the ratio of price-to-book value should not exceed 22.5.\"\n\nThe Graham number can be calculated as:\n\n15×1.5×(net incomeshares outstanding)×(shareholders’ equityshares outstanding)\\sqrt{15\\ \\times\\ 1.5\\ \\times\\ \\left(\\frac{\\text{net income}}{\\text{shares outstanding}}\\right)\\ \\times\\ \\left(\\frac{\\text{shareholders' equity}}{\\text{shares outstanding}}\\right)}15×1.5×(shares outstandingnet income​)×(shares outstandingshareholders’ equity​)​\n\nGraham Number = the square root of 22.5 x Earnings Per Share (averaged for the past three years) x Book Value Per Share.\n\nWhile many tout the Graham number alone as a quick valuation method, it's important to understand that it should not be used by itself. It needs to be looked at along with other stock selection criteria.\n\nIn fact, Graham listed these criteria with the P/E ratio and price-to-book value ratio (the last two in the list below):\n\n22.5×(earnings per share)×(book value per share)\\sqrt{22.5\\ \\times\\ \\text{(earnings per share)}\\ \\times\\ \\text{(book value per share)}}22.5×(earnings per share)×(book value per share)​\n\nWhile Graham felt that the current price should not be more than 1 ½ times the book value last reported, a P/E below 15 could justify a correspondingly higher price-to-book value ratio.\n\nIf the earnings per share for a single share of company ABC is $1.50 and the book value per share is $10, the Graham number would be 18.37. ((22.5*1.5*10)1/2= 18.37).\n\nSo, $18.37 is the maximum price a value investor should pay for a share of ABC, according to Graham. If ABC is priced at $16, it is getting more attractive; if priced at $19, it should be avoided.\n\nThe calculation for the Graham number does leave out many fundamental characteristics, which are considered to comprise a good investment, such asmanagement quality,major shareholders, industry characteristics, and the competitive landscape.\n\nFor stocks,fundamental analysisis a method of determining essential value that focuses on key metrics and economic indicators, such as revenues, earnings, where an industry is in its cycle,return on equity (ROE), and profit margins.\n\nFundamental analysis relies on a company’s financial statements. One of the most famous and successful fundamental analysts,Warren Buffett—\"the Oracle of Omaha\"—is famous for successfully employing fundamental analysis.\n\nWarren Buffett was both a student and employee of Benjamin Graham. The fundamental method of security analysis is considered to be the opposite oftechnical analysis.\n\nGraham's number is a simple measure of a stock's real value, based on a company's earnings and the value of its assets and liabilities. If the market price of a stock is lower than the Graham number, the price is considered likely to increase.\n\nGraham's number is popular for value investors because it provides a simple, universal metric that can be applied to companies in any industry.\n\nHowever, it should be looked at along with other stock selection criteria rather than relied on alone.\n\nGraham's number will always present a maximum stock price given a company's EPS and BVPS. As a result, any stock price below that figure could potentially signal a good buy for a value investor.\n\nThe Graham number takes a company's per-share metrics and normalizes it based on a recommended upward limit for value investors of 15x P/E and 1.5x P/B.\n\nBenjamin Graham is one of the founding fathers of value investing and a financial guru to famous value investors, such as Warren Buffett. Graham's philosophy was to closely examine a company's financial statements to identify undervalued opportunities. His book \"The Interpretation of Financial Statements\" is widely regarded as foundational for value investing.\n\nThe Graham number measures a stock's fundamental value by taking into account the company's EPS and BVPS.\n\nIt represents the highest price that a defensive investor should pay for a stock, and it suggests that any stock price below the Graham number is undervalued and thus worth paying.\n\nCorrection—March 21, 2024:This article has been corrected to state Graham's belief that the price-to-book ratio should not be over 1.5x.\n\nBenjamin Graham. \"The Intelligent Investor, Revised Edition,\" Pages 348-349. Harper Business, 2006.\n\nBenjamin Graham. \"The Intelligent Investor, Revised Edition,\" Page 310. Harper Business, 2006.\n\nBenjamin Graham. \"The Intelligent Investor, Revised Edition,\" Page 349. Harper Business, 2006.",
  "url": "https://www.investopedia.com/terms/g/graham-number.asp"
}