{
  "term": "Grandfather Clause: History and Types of Legacy Clauses",
  "definition": "A grandfather clause, also called a “legacy clause,” is an exemption that allows persons or entities to continue with activities or operations that were approved before the implementation of new rules, regulations, or laws. Such allowances can be permanent, temporary, or instituted with limits.\n\nGenerally speaking, a grandfather clause only exempts people or entities engaged in specified activities before new rules were put in place. All other parties entering the market post-implementation are required to abide by the new rules.\n\nAs a result, grandfather clauses effectively place two sets of rules or regulations on otherwise similar businesses or circumstances, which can create unfaircompetitive advantagesfor exempted parties. In these situations grandfather clauses may only be granted for a set period of time, thereby encouraging the party with an exemption to work toward compliance with the new rules before the grace period elapses.\n\nThe origin of the term “grandfather clause” refers to statutes put in place after the Civil War by seven Southern states in an attempt to block African Americans from voting. The statutes enumerated new voting requirements such as literacy tests, property ownership, and poll taxes. However, white voters whose grandfathers had the right to vote before the end of the Civil War were exempt from the new requirements under the legacy clause. As African Americans had no voting rights until the enactment of the 15th Amendment to the Constitution in 1870, they did not qualify for the exemption.\n\nThe statute was deemed to be unconstitutional by the Supreme Court in 1915 because it violated equal voting rights, but the use of the term indicating rights prior to rule changes carries on.The term has expanded beyond its roots in racial exclusion to refer mainly to legal exclusions granted on the basis of a current business practice being grandfathered in.\n\nThe year Lyndon B. Johnson introduced the Voting Rights Act, which enabled Congress to end discriminatory voting practices such as the grandfather clause.\n\nDepending on specific circumstances, grandfather clauses can be implemented in perpetuity, for a specified amount of time, or with specific limitations. In situations where this clause creates a competitive advantage for the exempted party, exemptions are usually granted for a specified period to allow existing businesses to make the changes necessary to get up to speed and comply with new rules and regulations.\n\nClauses with specific limitations may also be put in place to prevent unfair competition, such as prohibitions on the expansion, remodeling, or retooling of an existing facility. This keeps a manufacturing plant, for example, from avoiding upgrades to current environmental standards while still continuing to increase production.\n\nOne of the most common uses of grandfather clauses is found in changingzoninglaws. For example, in a situation where a change in zoning law from commercial to residential prohibits new retail establishments, the existing stores are typically granted grandfather clauses allowing them to stay in business if they abide by specified limitations. A common limitation is the sale of a business, which can void the grandfather clause.\n\nGrandfather clauses are also common in the electricity industry. In many countries new regulations on carbon emissions are being applied to proposed generation plants, while grandfather clauses for specified time frames have been granted to existing coal-powered facilities. In part the clauses are being put in place to allow coal-powered plants time to integrate emission controls and to allow workers and communities dependent on coal mining enough time to transition away from the industry.\n\nA grandfather clause exempts people, businesses, and other entities from adhering to new legal rules or laws governing their behavior.\n\nThe length of time the clause is in force can either be unlimited or for a specified amount of time. It also can end when a specified set of circumstances has been achieved.\n\nThe term “grandfather clause” was coined to describe laws put in place in the South after the U.S. Civil War to prevent African Americans from voting. New laws governing who could and could not vote were implemented that required literacy tests, owning property, and the payment of poll taxes. However, anyone whose grandfather had had the right to vote was exempt from these new laws, hence the name. As slaves were considered property and thus could not vote, it ensured that all African Americans would be subject to the new voting restrictions, while most White Americans would not.\n\nThough born in the infamy of racism, the term “grandfather clause” has survived the years and come to be viewed as benign and untethered to its origins. It describes a legal clause that provides an exemption to adhering to a new law or standard. It is most often used to prevent unfair advantage and is frequently limited in duration, for example allowing older businesses to get up to speed and comply with new regulations while amortizing the costs of doing so. It can also be limited by circumstance, such as when an area is rezoned from commercial to residential, but existing businesses are allowed to stay in operation, so long as that operation is continuous. Sometimes it exists in perpetuity.\n\nCornell Law School Legal Information Institute. \"Grandfather Clause.\"\n\nEncyclopedia Britannica. \"Grandfather Clause.\"\n\nJustia. \"Guinn & Beal vs. The United States.\"\n\nNational Archives. \"Voting Rights Act.\"\n\nRosenberg & Estis, P.C. \"The Grandfathering Clock: Zoning and Nonconforming Uses.\"",
  "url": "https://www.investopedia.com/terms/g/grandfatherclause.asp"
}