{
  "term": "Granular Portfolio: What It Is, How It Works, Pros And Cons",
  "definition": "A granular portfolio is an investmentportfoliothat is well diversified across a wide variety of assets, typically with a significant number of holdings. Because this type of portfolio contains a large number of positions in different asset classes and/or sectors, it is considered to have a lower overall risk profile. Conversely, portfolios that have \"low granularity\" have fewer positions or contain highly correlated assets. They are lessdiversifiedand have a higher overall risk profile.\n\nA granular portfolio can refer to a credit, currency, equity, bond, or mixed asset class portfolio. Highly granular portfolios, sometimes referred to as infinitely granular, diversify most of the unsystematic risk (individual security risk) out of the portfolio so that it is exposed tosystemic riskonly, which investors can't minimize through diversification.\n\nWhile the primary advantage to an investor is the reduction of risk, other advantages of a granular portfolio include the ability to customize a portfolio and to diversify across many asset classes.\n\nHaving investments across many sectors and asset classes helps to reduce a portfolio’s overall risk. For example, if healthcare stocks are underperforming, a granular portfolio with exposure to other sectors—such as technology, financials, andconsumer goods—helps to offset those positions. Bonds can be added to a granular portfolio to provide income when stocks go through range-bound periods.\n\nBecause granular portfolios include many holdings, they can easily be adjusted to meet the financial objectives of many different investors. For instance, an investor might have their asset allocations split between equities,bonds, and cash. When the investor is young, 90% of the portfolio may be invested in equities, with 5% in bonds and 5% in cash. As the investor approaches retirement, they can easily adjust the portfolio to have more conservative allocations.\n\nA granular portfolio gives investors the flexibility to diversify across multiple asset classes as they see fit. For example, if precious metal commodities, such as gold and silver, are trending higher, an investor could add some futures contracts to his portfolio to gain exposure to the move.\n\nAlthough there are fewer disadvantages to a granular portfolio, they can be significant, particularly during times of marketplace instability or downturns.\n\nThe diversified structure of a granular portfolio means that a large gain in a single investment has a minimal impact on overall returns. For instance, astockin an investor’s portfolio may increase by 75%, but that holding only accounts for a slight gain if it represents 5% of the portfolio's value.\n\nIn a stable economic environment, a granular portfolio takes advantage of uncorrelated asset classes and sectors offsetting each other to help reduce risk. These correlations may break down in a financial crisis to actually increase risk.\n\nFor example, during the global financial crisis between 2008 and 2009, price moves in equities and commodities became strongly correlated, while bonds and equities became uncorrelated. Investors who hold a granular portfolio should continually monitor changing correlations between asset classes to ensure they don’t overexpose themselves. Understanding this relationship betweenmarket correlation and volatilitycan help investors manage portfolio risk.",
  "url": "https://www.investopedia.com/terms/g/granular_portfolio.asp"
}