{
  "term": "Gravestone Doji: Definition, How to Trade It, and Example",
  "definition": "The term gravestonedojirefers to a bearish indicator commonly used in trading by technical analysts. A gravestone doji is a bearish reversalcandlestickpattern that is formed when the open, low, and closing prices are all near each other with a long uppershadow. The long upper shadow suggests that the bullish advance at the beginning of the session was overcome by bears by the end of the session. This often comes just before a longer-term bearish downtrend.\n\nAs noted above, a gravestone doji is used intechnical analysis. It is a strategy that some investors use to make trades. They rely on statistical trends, such as past performance, price history, andtrading volumeto make their trading decisions. They often employ charts and other tools to identify opportunities in the market. One of these is the gravestone doji.\n\nThe gravestone doji pattern implies that a bearishreversalis coming. It looks like an inverted T with a high, upper shadow. The open, low, and closing prices can be equal or almost equal for the pattern to be valid. There should also be a relatively small tail or else the pattern could be classified as an invertedhammer,shooting star, or aspinning top.\n\nThe market narrative is that thebullsattempt to push to new highs over the session but thebearspush the price action to near the open by the session close. So the long upper shadow represents the bulls losingmomentum.\n\nWhile the gravestone doji can be found at the end of adowntrend, it is more common to be found at the end of an uptrend. Although the gravestone doji is popular, it suffers from the same reliability issues as many visual patterns. Traders will generally not act on a gravestone doji unless the next candle provides confirmation of a reversal.\n\nThe first and best way to get a grip on how technical analysis works is to learn about it—read books, take courses both on and offline, talk to other traders, and visit websites that can help teach you some tricks of the trade. Once you've mastered the basics, you'll be able to develop your own style.\n\nTraders will often exitlong positionsor initiate short positions after identifying a gravestone doji pattern, although it's important to use thiscandlestick patternin conjunction with other forms of technical analysis as a confirmation.\n\nInvestors often look at the volume associated with the session, as well as activity from the previous session, as potential indicators of the reliability of the pattern. The following chart shows a gravestone doji in Cyanotech's stock following a significantly high volume uptrend, which could indicate a bearish reversal over the near term following thebreakout.\n\nIn this example, the gravestone doji could predict a further breakdown from the current levels to close the gap near the 50- or 200-day moving averages at $4.16 and $4.08, respectively.\n\nTraders would also take a look at other technical indicators to confirm a potential breakdown, such as therelative strength index (RSI)or themoving average convergence divergence (MACD). Day traders may also put astop-lossjust above the upper shadow at around $5.10, although intermediate-term traders may place a higher stop-loss to avoid being stopped out.\n\nThe opposite pattern of a gravestone doji is a bullishdragonfly doji. The dragonfly doji, which isn't a very frequent pattern, looks like a \"T\" and it is formed when the high, open, and close of the session are all equal or nearly the same. Unlike the gravestone doji, the dragonfly doji pattern has a long lower shadow. This implies aggressive selling during the period of the candle.\n\nAlthough these two formations are talked about as separate entities, they are essentially the same phenomenon. When confirmed, one can be called bullish and the other bearish. Sometimes they can appear in the opposite scenario.\n\nFor example, a gravestone doji can be followed by an uptrend or a bullish dragonfly may appear before a downtrend. Both patterns need volume and the following candle for confirmation. It is perhaps more useful to think of both patterns as visual representations of uncertainty rather than pure bearish or bullish signals.\n\nA doji is a trading session where the security's opening and closing levels (or prices) are either equal or virtually equal. The doji is represented on the chart as a candlestick.\n\nThe gravestone doji can be used to suggest a stop loss placement and eyeball a profit-taking plan on a downtrend, but these are less precise methods than othertechnical indicatorsprovide. Although reliability increases with volume and a confirming candle, the gravestone doji is best accompanied by other technical tools to guide trading.\n\nA gravestone doji is a trading pattern that occurs in technical analysis. Traders use it to identify trading opportunities. It represents a bearish pattern during a reversal that will be followed by a downtrend in price. Traders can use the pattern to determine when to take profits—either through a bearish trade or on a bullish position.\n\nThe gravestone doji shows up in a series of candlestick patterns. The opening, closing, and high prices may be equal or nearly the same. When this happens, the possibility of a trend reversal is likely with a new bearish trend on the horizon. In order to take advantage of the trade, make sure you confirm there's a trend reversal on the way after you identify the pattern. Then, enter your position once the next candle closes below the closing price of the candlestone doji. Set your stop-loss at the highest point of the candle and be prepared to take your profit. You can also enter the trade above the closing price. Just be sure you set your stop-loss at the lowest point of the gravestone candle before you take your profit.\n\nA gravestone doji is a trading pattern that occurs in technical analysis. It looks like an inverted T with a long upper shadow. It is a bearish trend that indicates a reversal is on the horizon. Traders can assume that the reversal will be accompanied by a downtrend in the security's price. When a trader identifies a gravestone doji, they may be able to profit on a bullish position or by taking a position on a bearish trade.\n\nThe opposite of a gravestone doji is a dragonfly doji. Where the gravestone doji is an inverted T with a long upper shadow, the dragonfly doji is a T with a longer lower shadow. In an uptrend, it means that the bearish pattern may be getting stronger while a dragonfly doji that appears in a downtrend indicates the opposite trend. Keep in mind that this pattern isn't one that occurs very frequently.\n\nMany traders use technical analysis to capitalize on trends in the market. They use charts, patterns, and other tools that are based on past performance, trading volumes, and price history. One of these tools is the gravestone doji. This inverted T appears in a group of candles on a chart and is a bearish pattern indicating that a reversal is on the horizon with a downtrend in the price action. Knowing the ins and outs of the gravestone doji, when to use it, and combining it with other technical tools can help you minimize your losses while you profit on your trades.",
  "url": "https://www.investopedia.com/terms/g/gravestone-doji.asp"
}