{
  "term": "Gray Box: What It is, How it Works, Example",
  "definition": "Gray box refers to the testing of software where there is some limited knowledge of its internal workings. Gray box testing is an ethical hacking technique where the hacker has to use limited information to identify the strengths and weaknesses of a target's security network.\n\nGray box is the hybrid of white box testing, where the tester examines the internal logic and structure of the software’s code, andblack boxtesting, where the tester knows nothing about the software’s code. To understand gray box testing, we must first understand black box testing and white box testing.\n\nBlack box testing looks at nothing more than inputs by the user and what output the software produces given those inputs. Black box testing does not require any knowledge of programming language or other technical details. It is a type of high-level testing used in system testing and acceptance testing. Software engineers require a software requirement specification (SRS) document to perform black box testing. This testing takes anend-userperspective where the black box tester does not know how the outputs are generated from the inputs.\n\nWhite box testing requires in-depth knowledge of the techniques and platforms used to build software, including the relevant programming language. It is a type of low-level testing used in unit testing and indication testing. Software engineers need to understand the programming language used to create the application so they can understand its source code. White box testing’s primary purposes are to strengthen security, examine how inputs and outputs flow through the application, and improve design and usability. When a white box tester does not get the expected output from a given input, the result is considered to be a bug that needs to be fixed.\n\nGray box testing includes important components of both black and white box testing to get a better result than either could obtain alone. Both end users and developers perform gray box testing with limited (partial) knowledge of an application’s source code. Gray box testing can be manual or automated. It is more comprehensive and more time consuming than black box testing, but not as comprehensive or time consuming as white box testing. Gray box testers require detailed design documents.\n\nGray box testing involves identifying inputs, outputs, major paths, and subfunctions. It then moves on to developing inputs and outputs for subfunctions, executing test cases for subfunctions, and verifying those results.\n\nA gray box tester might check and fix the links on a website. If a link doesn't work, the tester changes theHTML codeto try to make the link work, then rechecks the user interface to see if the link works. A gray box tester might also test an online calculator. The tester would define inputs—mathematical formulas such as 1+1, 2*2, 5-4, and 15/3—then check to see that the calculator provides the correct outputs given those inputs. The gray box tester has access to the calculator’s HTML code and can change it if any errors are identified.\n\nGray box testing looks at both the application’s user interface, or presentation layer, and its internal workings, or code. It is mainly used in integration testing and penetration testing but it is not suitable foralgorithmtesting. Gray box testing is generally used to test an application’s user interface, security, or online functionality through techniques such as matrix testing,regressiontesting, orthogonal array testing, and pattern testing. Gray box testers are most likely to identify context-specific problems.\n\n“Gray” refers to the tester’s partial ability to see the application’s internal workings. “White” refers to the ability to see through the software’s interface to its inner workings, and “black” refers to the inability to see the software’s internal workings. Gray box testing is sometimes called translucent testing, while white box testing is sometimes called clear testing and black box testing may also be called opaque testing.\n\nBecause gray box testing is meant to be conducted from the perspective of a user or hacker, it may reveal important flaws in the software thatwouldn't be obvious to a developerapproaching the testing from a development perspective.\n\nBoth developers and security testers can conduct gray box testing. White box testing is conducted by developers and testers who are very familiar with the code used to write the software. Black box testing is conducted by testers who don't need to know the software's code. Gray box testing is a hybrid of the two and can be conducted by experts who conduct both white box and black box testing.\n\nGray box testing can be used to see what kind of access a user has when signing into a website or app, and therefore, how easy or difficult it might be for someone to hack into the site with similar credentials, or without any credentials.",
  "url": "https://www.investopedia.com/terms/g/gray-box.asp"
}