{
  "term": "Great Society: What it Was, Legacy and FAQ",
  "definition": "The Great Society was a set of domestic policy initiatives, programs, and legislation introduced in the 1960s in the U.S. These Great Society programs were intended to reduce poverty levels, reduce racial injustice, reduce crime, and improve the environment. Great Society policies were launched by then-President Lyndon B. Johnson between 1964 and 1965.\n\nJohnson first laid out his plan for what he coined a \"Great Society\" during a speech at the University of Michigan. Johnson vowed that this collection of programs would lead to \"an end to poverty and racial injustice.\"\n\nAlthough Johnson's policies and programs targeted education, workforce training, healthcare, food security, and voting and civil rights, they were centrist in their approach.\n\nThe initiatives that comprised the Great Society have been compared, in their scope and their intent, to President Franklin D. Roosevelt'sNew Dealprograms, enacted in the U.S. between 1933 and 1939.\n\nThe Great Society is considered one of the most extensive social reform plans in modern history. In addition, Johnson's efforts helped establish greater civil and voting rights, greater environmental protections, and increased aid to public schools.\n\nIn March 1964, Johnson introduced the Office of Economic Opportunity and the Economic Opportunity Act to Congress. Johnson wanted to address the underprivileged members of the U.S. by creating a Job Corps. He also asked state and local governments to develop work training programs.\n\nA national work-study program provided funding for 140,000 Americans to attend college. Other initiatives included community action programs, government-sponsored programs that trained volunteers to serve poor communities, loans to employers tohire the unemployed, funding for agricultural co-ops, and help for parents re-entering the workforce.\n\nWhen Johnson took office, many aging adults and those living paycheck to paycheck or living below the federal poverty level in the U.S. lacked any health insurance. When Johnson became the President, theMedicareandMedicaidprograms became part of U.S. law.\n\nThe Great Society contributed to an increase in life expectancies, from 66.6 years for men and 73.1 for women years in 1964 to 73.2 and 79.1 respectively in 2021.\n\nMedicare helped to provide coverage for hospital and physician visits for aging adults; the Medicaid program helped cover healthcare costs for those suffering from poverty and receiving assistance from the government.\n\nProject Head Start began as an eight-week summer camp. It was operated by the Office of Economic Opportunity, and 500,000 children aged from three to five received preschool education.\n\nIn 1965, the Elementary and Secondary Education Act was passed, which guaranteed federal funding for education in school districts where the majority of students were living in low-income households.\n\nJohnson also created additional support for the arts and humanities by signing the National Foundation on the Arts and Humanities Act in 1965.\n\nVarious environmental initiatives set water quality standards and vehicle emission standards. Laws were also passed to create scenic trails and protect wildlife, rivers, and historic landmarks.\n\nProject Head Start, which began under President Johnson, supports children's growth in a positive learning environment through various services from early development educational development to overall family health. Today Head Start programs reach over a million children every year in the United States.\n\nThe Great Society established several laws and agencies to protect U.S. consumers. In 1972, the Consumer Product Safety Commission (CPSC) was formed to \"protect the public against unreasonable risks of injuries and deaths associated with consumer products.\"\n\nThe CPSC creates and enforces standards, restricts unsafe consumer products, oversees the recall and replacement of products, and provides education on consumer safety. Most products except for motor vehicles, food, drugs, alcohol, tobacco, and firearms fall under the jurisdiction of the Consumer Product Safety Commission.\n\nThe Great Society also established the Child Protection Act of 1966 to protect children from dangerous toys and products. Under the act, the federal government possesses the authority to define potential hazards and issue warning labels on hazardous toys and household items.\n\nGreat Society policies also focused on urban renewal. FollowingWorld War II, many major cities were in poor condition, and affordable housing was hard to find, particularly for the disadvantaged and underprivileged. The Housing and Urban Development Act of 1965 provided federal funds to cities to invest in urban development that met minimum housing standards.The Act provided better access to home mortgages and a rent-subsidy program.\n\nJohnson's Great Society policies birthed Medicare, Medicaid, the Older Americans Act, and the Elementary and Secondary Education Act (ESEA) of 1965. All of which remain government programs in 2021. In addition, Johnson's policies helped create the National Endowment for the Humanities and the National Endowment for the Arts to support and fund cultural institutions necessary for a healthy society. These programs fund and support libraries, public television and radio, museums, and archives.\n\nThe Great Society programs and policies inspire, educate, and lift Americans out of poverty decades after they were put into place.\n\nJohnson's government-funded programs aimed to reduce poverty and improve society, and his initiatives increased education levels and reduced inequality among Americans. Unfortunately, some of Johnson's efforts were overshadowed by the Vietnam War.\n\nAs the conflict waged on, Johnson was forced to divert funds to promote education and help underprivileged members of society to the war that claimed over 58,000 American lives.America's involvement in Vietnam tarnished Johnson's reputation despite his efforts to improve life for millions of Americans.\n\nThe definition of Great Society harkens to a group of government policy initiatives created in the 1960s by Lyndon B. JOhnson that were designed to improve the lives of Americans.\n\nProject Head Start, the National Endowment for the Arts, Medicare, and Medicaid, are all programs that were part of the Great Society initiatives.\n\nBefore his untimely death, President John Kennedy asked Congress in 1963 for a comprehensive civil rights bill. When Lyndon B. Johnson became the president after Kennedy's death, he urged Congress to pass the Civil Rights Act as part of his (and the late Kennedy) vision for a \"Great Society.\"\n\nLBJ Presidential Library. \"Remarks at the University of Michigan, May 22, 1964.\"\n\nNational Archives. \"The Great Society: Extending the New Deal?,\" Page 1.\n\nFordham University. \"President Lyndon B. Johnson: The War on Poverty, March 1964.\"\n\nBill of Rights Institute. \"Was the Great Society Successful?\"\n\nCenters for Disease Control. \"Life Expectancy in the U.S. Dropped for the Second Year in a Row in 2021.\"\n\nCenters for Medicare and Medicaid Services. \"CMS' Program History.\"\n\nU.S. Department of Health and Human Services. \"Head Start Timeline.\"\n\nCongressional Research Service. \"The Elementary and Secondary Education Act (ESEA), as Amended by the Every Student Succeeds Act (ESSA): A Primer,\" Page 1.\n\nNational Endowment for the Humanities. \"National Foundation on the Arts and the Humanities Act of 1965.\"\n\nU.S. Department of Health and Human Services. \"Head Start Programs.\"\n\nUnited States Consumer Product Safety Commission. \"Who We Are - What We Do for You.\"\n\nCQ Authority. \"Child Protection.\"\n\nU.S. Department of Housing and Urban Development. \"Questions and Answers about HUD.\"\n\nU.S. Department of Labor. \"Legal Highlight: The Civil Rights Act of 1964.\"",
  "url": "https://www.investopedia.com/terms/g/great-society.asp"
}