{
  "term": "Great Leap Forward: What It Was, Goals, and Impact",
  "definition": "The Great Leap Forward was a five-year plan of forced agricultural collectivization and ruralindustrializationthat was instituted by the Chinese Communist Party in 1958, which resulted in a sharp contraction in the Chinese economy and between 30 to 45 million deaths by starvation, execution, torture, forced labor, and suicide out of desperation. It was the largest single, non-wartime campaign of mass killing in human history.\n\nThe initiative was led by Mao Zedong, the founder of the People's Republic of China. Mao’s official goal was to rapidly evolve China from an agrarian economy into a modern industrial society with a greater ability to compete with Western industrialized nations.\n\nIn 1958, Mao announced his plan for the Great Leap Forward, which he laid out as a five-year plan to improve the economic prosperity of the People’s Republic of China. He devised the plan after touring China and concluding that he felt the Chinese people were capable of anything.\n\nOverall, the plan was centered around two primary goals, collectivizing agriculture, and widespread industrialization, with two main targets, increasing grain and steel production.\n\nPrivate plot farming was abolished and rural farmers were forced to work on collective farms where all production, resource allocation, and food distribution was centrally controlled by the Communist Party. Large-scale irrigation projects, with little input from trained engineers, were initiated, and experimental, unproven new agricultural techniques were quickly introduced around the country.\n\nThese innovations resulted in declining crop yields from failed experiments and improperly constructed water projects. A nationwide campaign to exterminate sparrows, which Mao believed incorrectly were a major pest on grain crops, resulted in massive locust swarms in the absence of natural predation by the sparrows. Grain production fell sharply, and hundreds of thousands died from forced labor and exposure to the elements on irrigation construction projects and communal farming.\n\nFamine quickly set in across the countryside, resulting in millions more deaths.People resorted to eating tree bark and dirt, and in some areas to cannibalism. Farmers who failed to meet grain quotas, tried to get more food, or attempted to escape were tortured and killed along with their family members via beating, public mutilation, being buried alive, scalding with boiling water, and other methods.\n\nLarge-scale state projects to increase industrial production were introduced in urban areas, and backyard steel furnaces were built on farms and in urban neighborhoods. Steel production was targeted to double in the first year of the Great Leap Forward, and Mao forecast that Chinese industrial output would exceed Britain’s within 15 years. The backyard steel industry produced largely useless, low-quality pig iron. Existing metal equipment, tools, and household goods were confiscated and melted down to fuel additional production.\n\nDue to the failures in planning and coordination, and resulting materials shortages, which are common tocentral economic planning, the massive increase in industrial investment and reallocation of resources resulted in no corresponding increase in manufacturing output.\n\nMillions of “surplus” laborers were moved from farms to steel making. Most were men, breaking up families and leaving the forced agricultural labor force for the collective farms consisting of mostly women, children, and older adults. The increase in urban populations placed additional strain on the food distribution system and demand on collective farms to increase grain production for urban consumption. Collective farm officials falsified harvest figures, resulting in much of what grain was produced being shipped to the cities as requisitions were based on the official figures.\n\nThroughout the Great Leap forward, while millions starved to death, China remained a net exporter of grain as Mao directed grain exports and refused offers of international food relief in order to convince the rest of the world that his plans were a success.\n\nThe Great Leap Forward ended up being a massive failure. Tens of millions died by starvation, exposure, overwork, and execution in just a few years. It broke families apart, sending men, women, and children to different locations, and destroyed traditional communities and ways of life. Farmland was damaged by nonsensical agricultural practices and the landscape denuded of trees to fuel the steel furnaces.\n\nThirty to 40% of the housing stock was demolished to obtain raw materials for collective projects.In industry, massive quantities of capital goods and raw materials were consumed in projects that yielded no additional output of final goods.\n\nThe Great Leap Forward was officially halted in January 1961 after three brutal years of death and destruction.\n\nThe Great Leap Forward was a relatively short-lived effort by the communist regime of China to modernize its rural and agricultural sectors through collectivism and industrialization.\n\nRather than stimulating the economy, the measures undertaken by the Great Leap Forward resulted in massivefood shortages, leading to famine and starvation—ultimately, tens of millions of Chinese citizens died as a result.\n\nThe failure of this program was due to the confluence of several factors. Efforts to kill off birds increased insect populations that ruined crops. The communal farms set up by the Great Leap Forward were beset by inadequate food distribution throughout the country given China's relatively primitive infrastructure at the time.\n\nAt the same time, there was an overproduction of grain, much of which rotted before being able to be transported. In addition, there was a bias to feed residents of urban centers rather than to peasants across the countryside, leading to higher death rates among rural communities than in cities.\n\nWhile there is no exact count, researchers have estimated the death toll to be between 30 million and 45 million individuals.\n\nWhile the social and human consequences of the Great Leap Forward were one of the greatest avoidable disasters of modern history, the net effect on China's economy may have been positive in the end by setting it on a permanent course to becoming a dominant industrial economy. In the years following the end of the program, China's industrial and agricultural output increased greatly, along with investment and construction activity.\n\nThe Great Leap Forward was an ambitious plan for economic development, urbanization, and industrialization in China during the late 1950s into the 60s. The plan, however, ended up being a disaster. During the Great Leap Forward, as many as 45 million people died from diseases and famine resulting from Mao Zedong's failed attempt to convert small family farms to urbanized communes while simultaneously urging them into industrial production and away from agriculture.\n\nSong, Shige. \"Mortality consequences of the 1959–1961 Great Leap Forward famine in China: Debilitation, selection, and mortality crossovers.\"Social Science & Medicine,vol. 71, no. 3, 2010, pp. 551-558.\n\nNIH. \"China's great famine: 40 years later.\"\n\nLi, Xing. \"The Chinese cultural revolution revisited.\"China Review,vol. 1, no. 1,2001, pp. 137-165.\n\nGráda, Cormac Ó. \"Great leap into famine: A review essay.\"Population and Development Review,vol. 37, no. 1, 2011, pp. 191-202.\n\nZhang, Zhihong. \"Rural industrialization in China: From backyard furnaces to township and village enterprises.\"East Asia,vol. 17, no. 3, 1999, pp. 61-87.\n\nPeng, Xizhe. \"Demographic consequences of the Great Leap Forward in China's provinces.\"Population and Development Review,vol. 13, no. 4, 1987, pp. 639-670.\n\nKung, J. K. S., & Lin, J. Y. \"The causes of China’s great leap famine, 1959–1961.Economic Development and Cultural Change, vol. 52, no. 1, 2013, pp. 51-73.\n\nLippit, Victor D. \"The Great Leap Forward Reconsidered.\"Modern China,vol.1, no. 1, 1975, pp. 92-115.",
  "url": "https://www.investopedia.com/terms/g/great-leap-forward.asp"
}