{
  "term": "Greenspan Put: Definition, Examples, Vs. Fed Put",
  "definition": "Greenspan put was the moniker given to the policies implemented byAlan Greenspanduring his tenure as Federal Reserve (Fed) Chair. The Greenspan-led Fed was extremely proactive in halting excessive stock market declines, acting as a form of insurance against losses, similar to a regularput option.\n\nGreenspan was chair of theFederal Reserve(Fed) from 1987 to 2006. Throughout his tenure, he sought to support the U.S. economy by actively using thefederal funds rateand other policies in the Fed's arsenal to buoy the markets, especially stock markets.\n\nEssentially, the Greenspan put is a type of a Fed put. The term \"Fed put,\" a play on the option term \"put,\" is the market belief that the Fed would step in and implement policies to limit thestock market'sdecline beyond a certain threshold. During Greenspan's tenure, it was widely believed that a stock market decline of over 20%, which typically denotes abear market, would prompt the Fed to lower the fed funds rate. This was seen as insurance and allayed the fears of investors that a protracted, and costly, market decline would occur.\n\nA consequence of Greenspan's policies was that investors were more prone to excessive risk-taking in stock markets, leading to marketbubbles, which, at times, resulted in more market volatility. Experienced investors, needing to buy protection from the actions ofshort-sellers, speculators, and so on, resorted to the time-tested trading strategy of buying put options to protect their portfolios from excessive market declines precipitated by the inevitable bursting of these market bubbles.\n\nA put can be utilized in a trading strategy ofhedgingagainst price risk and has been used by traders to offset unwelcome market volatility that could adversely affect theirportfolios. This strategy could help investors mitigate losses and potentially profit, while still holding on to their stock positions.\n\nFor example, as internet stocks fell drastically in price from 2000 to 2002, some investors profited mightily by deploying this strategy. In practice, the idea might have advocated the notion that if you bought an internet stock, and then it dramatically rose in price over a few months, then, to preserve your gains, you would buy a put option with several months' duration to protect those shares.\n\nHowever, the moniker Greenspan put differs from the traditional put option strategy in that there is not a specific investing or trading methodology. Rather, it is the generalized notion of a commitment, that has never been officially confirmed, that the Greenspan-led Fed would be extremely proactive in halting excessive stock market declines.\n\nSome have suggested that an unintended consequence of Greenspan put was to make put option derivative strategies profitable, especially in times surrounding a crisis. The chart below seems to give some historical support for why investors held that notion.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nThis chart shows how, beginning in 1997, averageimplied volatilitybegan to rise and remained elevated through 2004. Since the phrase Greenspan put was more heavily referenced in the late 1990s, it seems rational that investors and traders would hold this perception from that time forward. However, the fundamental factors that correspond to Greenspan's philosophy for how the Fed should accomplish itsstated goalsequally contribute to the use of this phrase.\n\nOne of Greenspan's first meaningful acts as chair occurred following the 1987 stock market crash. He immediately lowered rates to help companies recover from the crisis and set a precedent that the Fed would intervene in times of crisis.\n\nThis assumption of intervention and support from the Fed induced risk-taking that made trading and investing, in general, more attractive. Asvaluationsrose beyond recognizably acceptable ranges, professional investors were less able to rationalize whether it was a sound decision to participate in some stocks—especially internet-related stocks, which were booming.\n\nIn this environment, stock prices could make wild fluctuations, making put options an ever more popular insurance to investors. The inflated valuations and rising prices made it difficult for seasoned investors to buy stocks without consideringput-option protection.\n\nIn the early 1990s, Greenspan instituted a series of rate decreases lasting until approximately 1993.Through Greenspan’s tenure, there were also several instances where the Fed intervened to support exorbitant risk-taking in the stock market, including market-moving events such as the savings and loan crisis, Gulf War, Mexican crisis, Asian financial crisis,Long-Term Capital Management(LTCM) crisis,Y2K, and, especially, the bursting of thedotcom bubblefollowing the market's peak in 2000.\n\nOverall, the Greenspan put ushered in an era that encouraged risk-taking since it was expected that the Fed would be tacitly providing insurance against excessive market declines, much like a regular put option would do.\n\nGreenspan most often used a reduction ininterest ratesto stem market declines. The chart above shows the general downward trend of the federal funds target rate through Greenspan's time as chair. The effects of the Fed’s rate reductions helped and encouraged investors to borrow funds more cheaply to invest in the securities market, which added to an environment of risk-taking.\n\nOn February 1, 2006,Ben Bernankereplaced Greenspan as theFederal Reserve Board(FRB) Chair. Bernanke followed a similar strategy to Greenspan in 2007 and 2008. The combination of rate reduction timing implemented by Greenspan and Bernanke has been generally attributed to supporting excessive risk-taking in the financial markets, which many believe to have been a catalyst contributing to the conditions of the 2008 financial crisis.\n\nHowever, as the chart below shows, in the decade that followed the financial crisis, the results of such policies are not so obviously seen as encouraging inordinate risk. The same policies implemented by Greenspan and Bernanke continued, in measured degree, with subsequent chairsJanet Yellenand Jerome Powell. As the chart shows, the historical results after 2008 demonstrated, on average, much less volatility in both stock and option prices than the decade that preceded it.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nFederal Reserve History. \"Alan Greenspan.\"\n\nSt. Louis Federal Reserve. \"Federal Funds Effective Rate.\"\n\nFederal Reserve History. \"Stock Market Crash of 1987.\"\n\nFederal Reserve History. \"Ben S. Bernanke.\"",
  "url": "https://www.investopedia.com/terms/g/greenspanput.asp"
}