{
  "term": "Greensheet: What It Means and how It Works",
  "definition": "Daniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nA greensheet is a document prepared by anunderwriterto summarize the main components of a new issue orinitial public offering(IPO). Such documents are for internal use only, functioning as a marketing tool to help drum up interest from prospective institutional investors andbrokers.\n\nCompanies mainlyissuenew stock or bonds to raisecapitalfor expansion. Any time asecurityis sold on the market for the first time, it can be described as a new issue. That includes securities for IPOs: the process whereby a private corporation gives up part of its ownership by offering shares to the general public.\n\nThough potentially lucrative, issuing new securities is a complicated and challenging process that requires significant legwork. Companies are legally obligated to follow certain protocols and file lots of paperwork when taking this route. Companies will also do plenty of their owndue diligenceto ensure that this expensive, time-consuming task is worth pursuing.\n\nOne of the many important steps that must be taken is the hiring of an underwriter. These financial specialists work closely with the issuing body to determine the initialoffering priceof the securities, buy the securities from the issuer, and then sell them to investors via theirdistribution network.\n\nA key part of the underwriter’s job involves putting together a greensheet: an internal marketing document circulated tobrokersandinstitutionalsales desks of the underwriting firm laying out the main information related to the offering. The purpose of a greensheet is to prepare salespeople to effectively market a newissueto the public and to determine which clients may be interested in becoming large volume buyers.\n\nAgreensheet is only an introduction to a new security issue and is not intended to be comprehensive in nature. For a complete breakdown of what an investment offering represents, it is necessary to consult theprospectus: a formal document required by and filed with theSecurities and Exchange Commission(SEC) that is made available to everyone.\n\nThe prospectus is used to help sell an investment to the general public. A greensheet, on the other hand, is only designed for internal use and contains information considered most important to aregistered representative(RR).\n\nGenerally, a greensheet will contain a brief overview of the advantages and disadvantages of the new issue, including any benefits and risks, as well as insights on initial pricing. Armed with these basic details, an RR can then decide whether it wants to offer the issue to its clients.\n\nA greensheet must not be circulated outside of the brokers and institutional sales desks of the underwriting firm. By law, it should only contain information that would appear in the issue's prospectus.\n\nA greensheet, by law, contains only information that would appear in the issue's prospectus. Its job is to make a balanced presentation of the contents found in a prospectus and not add anything new.\n\nThe greensheet should also contain a disclosure that explains the purpose of the document, the restrictions on its distribution, the limitations on the information it contains, and a statement that specifies that the information is not a solicitation of securities.",
  "url": "https://www.investopedia.com/terms/g/greensheet.asp"
}