{
  "term": "Greenback: Definition, Origin, and History",
  "definition": "A greenback is a slang term for U.S.paperdollars. The term originated during the mid-1860s, when these notes were printed in green ink. Congress had limited taxing authority, and used paper currency to help finance the civil war.\n\nThe word \"greenback\" was a negative term because these notes did not have secure financial backing and banks were reluctant to give customers thefull valueof the dollar.\n\nIt took half a century to get all foreign coins and competing statecurrenciesout of circulation, but by the early 1800s, the U.S. was ready to try the paper money experiment again. Bank notes had been in circulation for a while, but because banks issued more notes than they had coins to cover, these notes often traded at less thanface value.\n\nIn the 1860s, the U.S. created over $400 million inlegal tendertofinance its war against itself. The government had earlier issued bonds to raise capital. However, the war's timeline depleted its finances.\n\nThe idea of issuing paper money was opposed by bankers because it would bring the federal government into markets and could potentially translate to itsbankruptcyif the war failed to go in its favor. To prevent such an eventuality, the paper money's value depended on the health of the individual banks issuing the currency.\n\nThey were called greenbacks simply because the backs were printed in green. The government backed this currency and stated that it could be used to pay back public and private debts. However, despite the government backing, they were not exchangeable for gold or silver.\n\nToday, the term greenback is an anecdotal term used byforeign exchangetraders for the U.S. dollar.\n\nGreenbacks came in two forms; demand notes and U.S. paper notes. Demand notes were issued in 1861 and 1862 to pay for salaries and other government expenses during the civil war. In February of 1862, the Legal Tender Act saw the government issue paper notes, which would eventually become the official currency of the U.S. as demand notes were phased out.\n\nDuring this period the value fluctuated according to the North's success or failure at certain stages in the war.However, due to the size of the issue—$400 million—the value of greenbacks against gold steadily declined.\n\nAccording to H. W. Brand's bookGreenback Planet: How the Dollar Conquered the World and Threatened Civilization as We Know It, the value of the greenback had a temporary recovery in value after the battle of Gettysburg before plummeting to a value of 258 greenback to 100 gold (its lowest point) in 1864. When the war ended in 1865, the value of the greenback recovered to 150 greenback to 100 gold.\n\nDemand notes were not legal tender, meaning that private parties could refuse them as payment. Banks varied in their willingness to accept the paper notes.\n\nGreenbacks are reported to have funded 15% of the war's costs. But the rise in their value also increased the cost of everyday goods and supplies—inflationwas 14% in 1862 and 25% in 1863 and 1864.\n\nEconomic History Association. \"Money in the American Colonies.\"\n\nAmerican Numismatic Society. \"A History of American Currency.\"\n\nGeneva Historical Society. \"Currency, Finance, and the Civil War.\"\n\nUnited States Department of the Treasury Bureau of Engraving and Printing. \"BEP History Fact Sheet.\"\n\nQueen's University. \"Greenback/Gold Returns and Expectations of Resumption 1862-1879,\" Page 1.\n\nH.W. Brands. \"Greenback Planet: How the Dollar Conquered the World and Threatened Civilization as We Know It,\" Page 13. University of Texas Press, 2011.\n\nMuseum of American Finance. \"Greenback.\"",
  "url": "https://www.investopedia.com/terms/g/greenback.asp"
}