{
  "term": "Greenwashing: Definition, How It Works, Examples, and Statistics",
  "definition": "Greenwashing is the process of conveying a false impression or misleading information about how a company’s products are environmentally sound. Greenwashing involves making an unsubstantiated claim to deceive consumers into believing that a company’s products are environmentally friendly or have a greater positive environmental impact than they actually do.\n\nIn addition, greenwashing may occur when a company attempts to emphasizesustainableaspects of a product to overshadow the company’s involvement in environmentally damaging practices. Performed through the use of environmental imagery, misleading labels, and hiding tradeoffs, greenwashing is a play on the term “whitewashing,” which means using false information to intentionally hide wrongdoing, error, or an unpleasant situation in an attempt to make it seem less bad than it is.\n\nAlso known as “green sheen,” greenwashing is an attempt to capitalize on the growing demand for environmentally sound products, whether that means they are more natural, healthier, free of chemicals, recyclable, or less wasteful ofnatural resources.\n\nThe term originated in the 1960s, when the hotel industry devised one of the most blatant examples of greenwashing. They placed notices in hotel rooms asking guests to reuse their towels to save the environment. The hotels enjoyed the benefit of lower laundry costs.\n\nMore recently, some of the world’s biggest carbon emitters, such as conventionalenergy companies, have attempted to rebrand themselves as champions of the environment. Products are greenwashed through a process of renaming, rebranding, or repackaging them. Greenwashed products might convey the idea that they’re more natural, wholesome, or free of chemicals than competing brands.\n\nCompanies have engaged in greenwashing via press releases and commercials touting their clean energy or pollution reduction efforts. In reality, the company may not be making a meaningful commitment togreen initiatives. In short, companies that make unsubstantiated claims that their products are environmentally safe or provide some green benefit are involved in greenwashing.\n\nProducts that are actually eco-friendly can benefit fromgreen marketing, which highlights the environmental benefits of the product and the company making it. However, if a company’s green marketing activities are found to be false, then the company may be accused of greenwashing and be hit with penalties, bad press, and reputational damage, and beforced to clean up the damaged environment.\n\nOf course, not all companies are involved in greenwashing. Some products are genuinely green. These products usually come in packaging that spells out the real differences in their contents from competitors’ versions.\n\nThe marketers of trulygreen productsare only too happy to be specific about the beneficial attributes of their products. The website for Allbirds, for example, explains that its sneakers are made from merino wool, with laces made from recycled plastic bottles, and insoles that contain castor bean oil. Even the boxes used in shipping are made from recycled cardboard.\n\nThe U.S.Federal Trade Commission (FTC)helps protect consumers by enforcing laws designed to ensure a competitive, fair marketplace. The FTC offers guidelines on how to differentiate real green products from the greenwashed:\n\nThe FTC offers several illustrations of greenwashing on its website, which details its voluntary guidelines for deceptive green marketing claims.Below is a list of examples of unsubstantiated claims that would be considered greenwashing.\n\nOne common form of greenwashing is to include misleading labeling or bury environmentally unsound practices in the fine print. This can include use of terminology such as “eco-friendly” or “sustainable,” which are vague and not verifiable. Imagery of nature or wildlife can also connote environmental friendliness, even when the product is not green. Companies may also cherry-pick data from research to highlight green practices while obscuring others that are harmful. Such information can even come from biased research that the company funds or carries out itself.\n\nIf greenwashing is going on, there is often no evidence to back up the claims that a company is making. Sometimes verifying can be difficult, but you can look to third-party research and analyst reports, as well as check the product’s ingredients list. True green products will often be certified by an official vetting organization, which will be clearly labeled.\n\nGreenwashing is deceitful and unethical because it misleads investors and consumers who are genuinely seeking environmentally friendly companies or products. Often, green products can be sold at a premium, making them more expensive, which can lead consumers to overpay. If greenwashing is revealed, it can seriously damage a company’sreputationand brand.\n\nEnvironmentalism andenvironmental, social, and governance (ESG) criteriahave become important considerations for some investors. This has led many businesses to focus on becoming more eco-friendly by reducing waste, cutting emissions, recycling, and usingrenewable energy, among other efforts. However, some companies can instead cut corners and claim that they are doing these things to gain favor when, in reality, they are not. Greenwashing is an unethical practice that can mislead investors and the general public.\n\nAllbirds. “Our Materials: Wool.”\n\nNational Archives, Code of Federal Regulations. “Title 16—Commercial Practices: Chapter I, Subchapter B, Part 260, § 260.3.”",
  "url": "https://www.investopedia.com/terms/g/greenwashing.asp"
}