{
  "term": "Greenshoe Option: Definition and Use",
  "definition": "A greenshoe option is a provision in aninitial public offering(IPO)underwriting agreement, allowing underwriters to sell more shares than initially planned if demand exceeds expectations. This over-allotment option is typically used to ensure price stability, liquidity, and to support stock prices in the market.\n\nA greenshoe option provides additional price stability to a security issue because the underwriter can increase supply and smooth out price fluctuations.It is the only type of price stabilization measure permitted by theSecurities and Exchange Commission (SEC).\n\nGreenshoe optionstypically allow underwriters to sell up to 15% more shares than the original amount set by the issuer for up to 30 days after the IPO if demand conditions warrant such action.For example, if a company instructs the underwriters to sell 200 million shares, the underwriters can issue an additional 30 million shares by exercising a greenshoe option (200 million shares x 15%).\n\nSince underwriters receive theircommissionas a percentage of the IPO, they have the incentive to make it as large as possible. The prospectus, which the issuing company files with the SEC before the IPO, details the actual percentage and conditions related to the option.\n\nOver-allotment optionsare known as greenshoe options because Green Shoe Manufacturing Company (now part of Wolverine World Wide, Inc. (WWW) as Stride Rite) was the first to issue this type of option.\n\nUnderwriters use greenshoe options in one of two ways.\n\nSome issuers prefer not to include greenshoe options in their underwriting agreements under certain circumstances, such as if the issuer wants to fund a specific project with a fixed amount and has no requirement for additional capital.\n\nUnderwriters can choose to either fully or partially exercise the option.\n\nFacebook Inc., now Meta (META), agreed to a greenshoe option when it listed its shares in 2012. The underwriting syndicate, headed by Morgan Stanley (MS), agreed with Facebook to purchase 421 million shares at $38 per share, less a 1.1% underwriting fee. However, the syndicate sold at least 484 million shares to clients—15% above the initial allocation, effectively creating a short position of 63 million shares.\n\nIf Facebook shares had traded above the $38 IPO price shortly after listing, the underwriting syndicate would’ve exercised the greenshoe option to buy the 63 million shares from Facebook at $38 to cover their short position and avoid having to repurchase the shares at a higher price in the market.\n\nHowever, because Facebook’s sharesdeclinedbelow the IPO price soon after it commenced trading, the underwriting syndicate covered its short position without exercising the greenshoe option at or around $38 to stabilize the price and defend it from steeper falls.\n\nGreenshoe options can essentially result in more shares being available to buy at the IPO stage, opening the doors up to more participants. They can also reduce initial share price volatility.\n\nThe term \"greenshoe\" is derived from the Green Shoe Manufacturing Company, the first company to include this provision in its underwriting agreement. The company’s use of the clause helped it stabilize its stock price and increase the offering size.\n\nThere are three main types of greenshoe option: full, partial, and reverse. With the full option, the underwriter sells the maximum amount of extra shares from the company. With the partial option, they sell more than the originally agreed amount but less than the maximum permitted. And with areverse option, the underwriter sells the extra shares back to the issuing company.\n\nTypically, underwriters can sell up to 15% more shares than the original number specified in the IPO. This over-allotment provision helps accommodate high demand while stabilizing the stock’s price in the early trading period.\n\nGreenshoe options give underwriters the opportunity to sell more shares during an IPO. They help to meet high demand and increase the amount of capital a company raises and are very common in the U.S. Typically, the over-allotment provision permits underwriters to sell up to 15% more shares at the agreed upon IPO price and can be exercised within 30 days after the IPO.\n\nRoss Geddes. “IPOs and Equity Offerings,” Page 206. Elsevier Science, 2003.\n\nU.S. Securities and Exchange Commission. \"Frequently Asked Questions About Regulation M,\" Select, \"Q: Is the exercise of the overallotment option considered a syndicate covering transaction?\"\n\nHarvard Law School Forum on Corporate Governance. \"Underwriters Do Not Use Green Shoe Options to Profit from IPO Stock Pops.\"\n\nCNBC. \"How Banks Cash In On Flailing Facebook Shares – Accidentally.\"\n\nU.S. Securities and Exchange Commission. \"Facebook, Inc., Form S-1, As filed With the Securities and Exchange Commission on May 16, 2012,\" Summary Page.",
  "url": "https://www.investopedia.com/terms/g/greenshoe.asp"
}