{
  "term": "Green Fund: What it is, How it Works, FAQs",
  "definition": "A green fund is amutual fundor another investment vehicle that will only invest in companies that are deemed socially conscious or directly promote environmental responsibility. A green fund can come in the form of a focusedinvestment vehiclefor companies engaged in environmentally supportive businesses, such as alternative energy, green transport, water and waste management, and sustainable living.\n\nGreen funds are investment funds whose portfolio is largely based onEnvironmental, Social, and Governance (ESG)criteria. A green fund'sinvestment strategycan be based on some of the following characteristics:\n\nBased on performance, it is not yet clear whether green funds andsocially responsible investing (SRI)can consistently create better returns for investors, but they do represent a proactive step toward environmental consciousness, which many investors see as valuable.\n\nSome have citedgreen investingas having begun in earnest during the 1990s, a period where investors were more seriously taking into account the harm businesses or the pressure entire industries were putting on the environment.\n\nIn the wake of headline-grabbing events like the Exxon Valdez oil spill and protracted fights over logging rights in the Pacific Northwest, a set of investors began to focus their attention and resources on those businesses that were better at managing their environmental impact than more traditional enterprises.\n\nFor some investors, these businesses were not only operating in a more ethical manner but also had acompetitive advantageover companies who were ill-equipped to reduce their impact on the environment. Others saw an ethical obligation to invest in technologies and businesses that could contribute to building a sustainable society throughrenewable energy sources.\n\nFollowing the Exxon Valdez oil spill of 1989, Congress passed theOil Pollution Act (OPA) of 1990, which strengthened the powers of the Environmental Protection Agency (EPA) to prevent future oil spills and to punish polluters.\n\nGreen funds invest in areas such as renewable energy, and buildings and efficiency sectors. The renewable energy sector is a broad one, including solar energy, wind, battery, and energy storage technologies, as well as the materials that help make those technologies possible.\n\nThe buildings sector includes builders who use energy-efficient materials, making each building's carbon footprint smaller—whether they're being used for commercial, residential, or office use.\n\nSocially conscious investing has continued to gain in popularity, largely due to increased worldwide exposure to the issue ofclimate change, as well as increased federal funding for alternative energy and other programs. Since 2009, the Green Transition Scoreboard, a project run by Ethical Markets Media, has tracked a cumulative $10.39 trillion invested in the green economy through the end of 2019.\n\nThe total investment in the green economy between 2009 and 2019.\n\nMoney has poured into green funds as investors seek both socially responsible investments and returns from the uptick in green technologies such as wind and solar power. According to the Forum for Sustainable and Responsible Investment, there were $3.1 trillion in assets managed by registered investment companies with ESG criteria, such as mutual funds and index funds, in 2020.\n\nDespite sometimeshigh fees, the funds have also garnered relatively solid performance. According to Morningstar, sustainable funds in 2019 outperformed conventional funds, with 66% finishing in the top half of their categories and 35% finishing in the top quartile. The returns of only 16% of sustainable funds finished in the bottom quartile. In 2019, the number of sustainable funds grew to 303 open-end andexchange traded fund (ETFs).\n\nWhile profit is not the only goal for green investing, some studies have found that funds with ESG criteria are competitive with the returns of more traditional funds. A Morningstar analysis of 4,900 funds over ten years found that 58.8% of sustainable funds \"have beaten their average surviving traditional peer.\" In the same analysis, sustainable funds delivered an average annual return of 6.9%, compared with 6.3% from more traditional funds.\n\nEstimates of the total portfolio value of green funds vary widely, due to the subjective meaning of the term. According to the Forum for Sustainable and Responsible Investment, there were $3.1 trillion in assets managed by registered investment companies with ESG criteria, such as mutual funds and index funds, in 2020.\n\nBroadly speaking, green funds seek to invest in businesses with positive environmental impacts, but there are several strategies to do so. Some green funds simply seek to create a portfolio of companies that do not rely on fossil fuels, deforestation, or other unsustainable business activities. Others actively seek to support companies engaged in new energy research, sustainable materials, or other technologies with environmental benefits.\n\nFinancial Industry Regulatory Authority. \"ESG Investing—Clearing the Air on Social Impact Financial Products.\"\n\nU.S. Environmental Protection Agency. \"Summary of the Oil Pollution Act.\"\n\nU.S. Environmental Protection Agency. \"Exxon Valdez Spill Profile.\"\n\nEthical Markets. \"2019-2020 Green Transition Scoreboard Media Release.\"\n\nU.S. SIF Foundation. \"Report on US Sustainable and Impact Investing Trends 2020,\" Page 2.\n\nMorningstar. \"Sustainable Funds U.S. Landscape Report,\" Pages 2, 20.\n\nMorningstar. \"Do Sustainable Funds Beat Their Rivals?\"",
  "url": "https://www.investopedia.com/terms/g/green_fund.asp"
}