{
  "term": "Greek Drachma: Meaning, Overview, History, FAQ",
  "definition": "Richard T. Nowitz/ Getty Images\n\nThe Greek drachma was the basic unit of currency in Greece until 2002 when it was replaced by the euro. The euro is now the only official currency of the country.\n\nThe drachma had been a currency unit used in many ancient Greek city-states. It was re-introduced in 1832, following the creation of the modern country of Greece, where it replaced the phoenix, the first currency of modern Greece introduced in 1828. In 2002, the drachma was subsequently replaced by theeuroand ceased to belegal tender.\n\nThe first 500- and 5000-drachma notes were issued in 1928. Following these notes, in 1935, 1,000, 50, and 100 notes were printed. Between 1940 and 1944, during the Axis occupation of Greece, the first series of 20,000- and 50,000-drachma notes were printed. Drachma notes of 10,000 also existed. Due to inflation during this time, large-denominated notes were also created, such as 100 billion drachmas.\n\nAfter the war, the first drachma notes that were circulated in the country were 50 and 100 notes. A new, 5,000-drachma note came in 1950. Between 1954 and 1955, it was decided that the new drachma note would be equal in value to 1,000 old drachmas. This resulted in 10,000-, 20,000-, and 50,000-drachma notes now being 10-, 20-, and 50-drachma notes, respectively. From there until the end of the drachma, there were various new notes and issues.\n\nDrachma coins were also used, such as 10- and 20-drachma coins.\n\nThe three modern Greek drachmaes were replaced by the euro in 2001 at the rate of 340.750 drachmae to one euro. This exchange rate was fixed in 2001, and the euro was introduced shortly thereafter in January 2002.\n\nFollowing theGreek debt crisisthat erupted in 2009, there have been arguments for and against Greece eliminating the euro and reintroducing the drachma as its national currency by leaving the EU, in a process dubbed \"Grexit.\"\n\nThe primary impetus for Grexit was to bring Greece back from the edge of bankruptcy. The idea was that a devalued drachma would encourage overseas investment and increase European tourism at reduced rates by paying in euros, which is more expensive. The euro's value would go further in Greece.\n\nThis would impact Greece negatively in the short term, but the increased investment and tourism would help it recover from its debt crisis without the assistance of the eurozone and its stringent requirements.\n\nThose against Grexit argued that the switch to the lower-valued drachma would reduce the living standards of the Greek citizen and result in a difficult economic transition; all of which would result in social unrest throughout the country.\n\nOn July 5, 2015, the Greek population voted in a referendum on whether to accept an agreement between Greece and its creditors—the European Commission, the European Central Bank, and the International Monetary Fund. The voters overwhelmingly rejected the proposal, which would have imposed austerity measures—leading to speculation that Grexit, and a return to the drachma, were at hand.\n\nOn the 16th, however, the Greek parliament voted to accept a slightly modified agreement, averting Greece's departure from the Eurozone.\n\nThe National Bank of Greece issued drachma banknotes from 1841 to 2001, after which time Greece joined theEuropean Union (EU)and adopted its common currency, the euro. Drachma note denominations ranged widely over much of its existence. Initially, 5-drachma notes were created simply by cutting a 10-drachma note in half.\n\nIn Ancient Greece, the most popular drachma coin, the tetradrachm, had the profile of the goddess Athena on one side and an owl on the other.\n\nAfter Greece won its national independence from the Ottoman Empire in 1828, the new nation issued the phoenix as its currency; however, it was short-lived—only in use for four years. In 1832, the drachma was re-introduced, harkening back to its ancient origins. The first drachmae notes were impressed with the image of King Otto, who reigned as modern Greece’s first king from 1832 to 1862.\n\nWhen Greece switched to using the euro, it benefited greatly. It switched from a low-value currency to a high-value currency. That being said, if Greece had its own currency, it could print as much as it liked until itstimulated economic growth. In addition, having a weaker currency would attract investment, including an increase in exports and tourism. The downside is that printing too much money would causeinflation.\n\nDespite any benefits of having its own currency, Greece benefits from being part of theeurozone. It has a strong currency, it receives aid packages, and using a powerful currency makes it safer and more efficient for companies to do business. Greece benefits from stable financial markets because of using the euro, which generates investments and trade.\n\nUsing the euro does come with rigid rules that often don't benefit less wealthy countries, like Greece, while greatly benefiting wealthier ones, like Germany.\n\nThe drachma was made with silver but over time it became debased as copper was introduced into the silver.\n\nGreece stopped using the drachma as part of the European Union's switch to utilizing one international unit of exchange. Greece had been part of the EU since the 1980s and as all the countries moved to adopt one currency with the goal of benefiting from more efficient trade and financial markets, Greece moved with the process as well.\n\nAs of now, despite the presence of \"Grexit\" supporters, Greece will not switch back to the drachma.\n\nThe Greek drachma was the official currency of Greece for most of its history; from antiquity to being reintroduced in the 1800s until it was replaced by the euro in 2002.\n\nThe switch to the euro has come with many advantages and disadvantages for Greece and the debate of switching back to the drachma has been popular in the last few years. Despite the benefits of a lower-value currency, Greece does benefit in many ways by using the euro.\n\nHoward M. Berlin. \"World Monetary Units: An Historical Dictionary, Country by Country,\" Pages 68-69. McFarland & Company, Inc., 2006.\n\nBank of Greece. \"Drachma Banknotes.\"\n\nBank of Greece. \"Drachma Coins.\"\n\nEuropean Commission. \"Greece and The Euro.\"\n\nBertelsmann Stiftung, New Perspectives on Global and European Dynamics. \"The Grexit Explained by the Global Economic Dynamics Project.\"\n\nThe Guardian. \"Greek Referendum: Full Results.\"\n\nCouncil on Foreign Relations. \"1974 – 2018, Greece’s Debt Crisis.\"\n\nNumismatic Guaranty Company. \"NGC Ancients: The Elusive 'Full Crest' Owls of Athens.\"",
  "url": "https://www.investopedia.com/terms/g/greek-drachma.asp"
}