{
  "term": "Green Card: What it Means, How it Works, Requirements",
  "definition": "A green card is a colloquial name for the identification card issued by U.S. Citizenship and Immigration Services to permanent residents who are legally allowed to live and work in the U.S. indefinitely. Green cards got their nickname because they were green in color from 1950 to 1964. In 2010 they became green again, but the nickname persisted during the intervening decades of blue, pink, and yellow \"green cards.\"\n\nIndividuals can be eligible for a green card through family, work, refugee, asylee status, or a variety of special programs.These include the Diversity Immigrant Visa Program, which makes up to 55,000 visas available each year through alottery systemtargeted at underrepresented countries.Making investments above a certain threshold can entitle an investor to permanent resident status.\n\nPermanent residents who are 18 or older are required to carry their green cards at all times or face fines or jail time. The fine can be up to $100 or 30 days in jail.The cards expire after 10 years and must be renewed, except for those issued from 1979 to 1989, which never expire.Conditionalpermanent residentswho obtain legal status through a recent marriage or investment must file a petition to remove their conditional residency 90 days prior to their green card expiration date.\n\nThe green card lottery system is officially known as the Diversity Immigrant Visa Program or Diversity Program (DV). The first one was officially held in 1994, but the program existed under different auspices since 1986 and with smaller limits. The reason why the U.S. has this system is to give countries with low immigration rates to the U.S. a chance of winning a green card. It also pays homage to America’s heritage as a cultural melting pot.\n\nApplications for the green card lottery have continued to rise—hitting roughly 23 million in 2018—but only about 116,000 of these applicants were granted visas.\n\nCurrently, the DV program gives away upwards of 55,000 visas per year. Countries that have more than 50,000 residents legally immigrating to the U.S. in the last five years are not allowed to participate. If your spouse wins so do you as long as you are registered and all unmarried children under 21 will also be given a green card. Your family must be listed on the application for you to win.\n\nU.S. Citizenship and Immigration Services. \"Green Card Eligibility Categories.\"\n\nU.S. Department of State. \"Instructions for the 2023 Diversity Immigrant Visa Program.\"\n\nU.S. Citizenship and Immigration Services. \"EB-5 Immigrant Investor Program.\"\n\nU.S. Congress. \"Immigration and Nationality Act,\" Page 366.\n\nU.S. Customs and Border Protection. \"LPR- Lost, Stolen or Expired Green Cards or Has No Expiration Date.\"\n\nU.S. Citizenship and Immigration Services. \"How Do I Renew or Replace My Permanent Resident Card?\"\n\nU.S. Citizenship and Immigration Services. \"Conditional Permanent Residence.\"\n\nU.S. Department of State. \"DV 2018 - Selected Entrants.\"",
  "url": "https://www.investopedia.com/terms/g/green-card.asp"
}