{
  "term": "Green Chip Stocks: What They are, Segments",
  "definition": "Green chipstocksaresharesof environmentally-friendly companies. Green chip stocks are likely to be concentrated in areas such as alternative energy, pollution control, carbon abatement, and recycling.\n\nBut despite these issues, green chip stocks may attract significant interest from investors who care about environmentally-friendly market leaders. These stocks are popular with investors who want to focus onsocially responsible investing(SRI).\n\nThe term green chip stocks, or green chips, is derived fromblue chips, which refers to stocks that are considered to beindustryleaders and consistently profitable. Green chips, though, represent public companies whose primary focus and business are seen as eco-friendly or beneficial to the environment. As such, a typical green chip stock may not always be as profitable as a blue-chip stock. That's because itsfinancial structuremay be less stable than that of a blue-chip.\n\nIndividuals who focus on socially responsible investing generally tend to favor green chips over other companies, regardless of how well they perform. In fact, these companies and their stocks are increasingly popular as environmental issues andcorporate social responsibility(CSR) takes on more importance in the business world. Thisinvestment stylefocuses on companies that have a positive impact on society including those that promote high moral values and have a positive impact on the environment.\n\nAnypublic companythat operates in the green industry is considered a green chip. These companies may take part in the following:\n\nThese segments can be further divided into more specific categories. For instance, the renewable energy segment can be divided into several categories including wind power, solar energy, and geothermal power.\n\nWind power is, in fact, one of the fastest-growing sources of alternative energy and has continued to grow within the last 20 years due to a drop in costs.Solar power consists of solar power companies and those associated with the construction and installation of these systems. One of the newest entrants into the green sector is thelegal cannabisindustry.\n\nThese shares tend to be morevolatilethan other, more profitable companies. Most investors are willing to overlook their limitations duringbull markets, which is when they tend to surge.\n\nBut some investors may not be willing to follow suit duringbear marketsandrecessions. That's because there tends to be a flight to safety during these periods, as investors flock to companies that are able to provide more sustainable and predictable returns.\n\nGreen ships tend to be more volatile than other, more profitable companies and often surge during bull markets.\n\nFor instance, alternative energy stocks were among the best performers in the latter part of the global bull market between 2003 and 2007, as the search for other energy sources assumed greater importance in an economic situation of triple-digit prices incrude oil. But these stocks experienced a sudden reversal of fortune in the 2008 bear market, as investors exited their positions in droves due to uncertainty about the global recession and the collapse in conventional energy prices.\n\nThe outlook for green chips is also generally affected by the level of governmentsubsidiesand support available to them or to users of their end products. While higher subsidy levels can boost these stocks, reduced government subsidies can have an adverse impact on them.\n\nInternational Renewable Energy Agency. \"Wind Energy.\" Accessed Oct. 22, 2020.",
  "url": "https://www.investopedia.com/terms/g/green-chip-stocks.asp"
}