{
  "term": "Green Monday: What It Is and How It Works",
  "definition": "Green Monday is one of the retail industry's busiest shopping days. It represents the day many shoppers rush to purchase last-minute holiday gifts and take advantage of deals. Green Monday occurs on the second Monday of every December. The term Green Monday was reportedly created byeBay(EBAY) as a way to represent the rush of last-minute online shoppers in December.\n\nThe day has its origins with eBay, which claims to have coined the term Green Monday in 2007 after it realized that the second Monday in December was one of its most profitable sales days.Green Monday is also known asCyber Mondayin retail circles due to its high volume of online shoppers seeking last-minute holiday deals.\n\nThe term green in Green Monday can refer to green for dollars or environmentally green for those who consider online shopping a more eco-friendly endeavor than driving tobrick-and-mortarstores.\n\nGreen Monday is eclipsed byBlack Fridayand Cyber Monday in terms of popularity, but this retail event is becoming a marker of holiday sales.Green Monday is promoted bybig-box storesand online shopping giants like Amazon (AMZN) and Target (TGT). Other retailers may simply offer holiday deals on that day to reach holiday shoppers and reduce merchandise before the end of the year.\n\nGreen Monday occurs in mid-December, just weeks before Christmas.\n\nIn the United States, the holiday shopping season typically used to begin right after Thanksgiving. Sales were traditionally exclusive to Black Friday, the day afterThanksgiving, which was when many consumers started their holiday shopping. Now somelarge retailersoffer sales weeks before and for several days after Thanksgiving.\n\nHere are the major retail shopping days that occur during the holiday season:\n\nRetailers offer discounts online and in-store on Black Friday. Many open their doors during the predawn hours on Black Friday. To keep up with the competition, some retailers keep their operations going on the Thanksgiving holiday, while others begin offering deals earlier in November.\n\nMany people are off of work and eager to spend money. Online and traditional retailers capitalize on this busy shopping day by offering special sales. Some analysts and investors look at Black Friday sales numbers as a litmus test ofthe overall health of the entire retail industry.\n\nSmall Business Saturday is the day after Black Friday. The event was established by American Express in 2010 to help drum up support for small businesses andmom-and-popshops that suffered during thefinancial crisis.\n\nCyber Monday is the Monday following Thanksgiving. Now a global phenomenon, Cyber Monday entices consumers to shop online. In recent years, Cyber Monday sales have exceeded Black Friday sales.\n\nThe National Retail Federation predicts that retail sales in the 2024 winter holiday season will exceed 2023 by 2.5% to 3.5%.\n\nGreen Monday occurs on the second Monday in December each year. In 2024, Green Monday takes place on Dec. 9.\n\nThe first Green Monday was in December 2007. eBay maintains it created the name after it figured out that the second Monday in December was one of its biggest sales days of the year.\n\nCyber Monday takes place on the Monday following the Thanksgiving weekend. Online retailers give discounts on this day and traditional retailers offer exclusive, website-only deals.\n\nThe holiday shopping season gives retailers a big boost. Black Friday and Cyber Monday are the days that typically bring in the most sales. There are lesser-known days, as well. Green Monday, for example, takes place each year on the second Monday in December. Reportedly established by eBay, this day is one of the biggest shopping days of the year.\n\neBay. \"It's so eBay Being Green (Monday).\"\n\neBay. “eBay Launches Last-Minute Deals Starting on the 10th Anniversary of Green Monday.”\n\nOffice Depot. \"How Small Businesses Can Get Their Share of the Green on \"Green Monday.\"\n\nNational Retail Federation. “Record 166.3 Million Shoppers Expected During Thanksgiving Weekend.”\n\nNational Retail Federation. \"Winter Holiday FAQs.\"\n\nU.S. Small Business Administration. \"Small Business Saturday.\"\n\nAmerican Express. ”Shop Small With American Express.\"\n\nInsider Intelligence. “US Holiday Shopping 2021.”",
  "url": "https://www.investopedia.com/terms/g/green-monday.asp"
}