{
  "term": "Gresham's Law: Definition, Effects, and Example",
  "definition": "Investopedia / Michela Buttignol\n\nGresham's law is a principle that states that \"bad money drives out good\" and can be applied to thecurrency markets.\n\nThe law stemmed from the historical use of precious metals to manufacture coins and their subsequent value. Since the abandonment of metallic currency standards, the theory often describes the stability and movement of different currencies in global markets.\n\nSir Thomas Gresham lived from 1519 to 1579 and wrote about the value and minting ofcoinswhile working as a financier and later founded the Royal Exchange of the City of London. When Henry VIII changed the composition of the English shilling, replacing a substantial portion of thesilverwith base metals, citizens separated the English shilling coins and hoarded the coins containing more silver which were worth more than their face value.\n\nBoth currency types were liquid and available simultaneously for use as acceptable forms of exchange. Gresham observed that bad money was driving out good money from circulation. Bad money is a currency with equal or less value than its face value. Good money has the potential for a greater value than its face value. People will choose to use bad money first and hold onto good money. The Scottish economist Henry Dunning Macleod attributed this law to Gresham in the 19th century.\n\nHistorically,mintsmanufactured coins fromgold, silver, and other precious metals, which gave the coins their value. Issuers of coins sometimes lowered the level of theprecious metalsused and passed the coins as full-value coins. New coins with less metal content had less market value and traded at a discount. The old coins retained a higher value.\n\nHowever, legal tender laws mandated that new coins with less metal content have the same face value as older coins. The new coins were legally overvalued, and the old coins were legally undervalued. Governments, rulers, and other coin issuers often implemented this policy to obtain revenue and repay debts borrowed in old coins using new coins at par value.\n\nLegally forced to treat both types of coins as the same monetary unit, buyers passed along their less valued coins as quickly as possible and held onto the old coins, thusdebasing the currency, creating a fall in the purchasing power of the currency units. To fight Gresham’s law, governments often blamed speculators, implemented currency controls, prohibited removing coins from circulation, or confiscated privately owned precious metal supplies.\n\nGresham's law is evident in a modern economy with legal tender laws. When all currency units are legally mandated to be recognized at the same face value, the traditional version of Gresham's law operates. In the absence of effectively enforced legal tender laws, Gresham's law operates in reverse as good money drives bad money out of circulation where people can decline to accept less valuable money.\n\nWith the adoption of paper money as legal tender, the issuers of money can print money into existence and this ongoing debasement has led to a persistent trend of inflation as the norm in most economies. If a currency loses value rapidly, people tend to stop using it in favor of more stable foreign currencies, sometimes even in the face of repressive legal penalties.\n\nDuring a period of hyperinflation in Zimbabwe in 2008, the Zimbabwe dollar was the legal currency and many people abandoned its use in transactions, eventually forcing the government to recognizede factoand subsequentde juredollarizationof the economy. In the chaos of an economic crisis with a near-worthless currency, the government was unable to enforce its legal tender laws. Good, stable money drove bad, hyperinflated money out of circulation.\n\nStable currencies, such as the U.S. dollar or the euro, can be considered good money as they circulate as an international medium of exchange. Weaker currencies of less developed nations circulate very little outside the jurisdictions of their issuing countries and can be considered bad money.\n\nIn 1982, the U.S. government changed thecomposition of the pennyto contain 97.5% zinc. This change made pre-1982 pennies worth more than their post-1982 counterparts, while the face value remained the same. Due to the debasement of the currency and resulting inflation, copper prices rose from an average of $0.6662/lb. in 1982 to $3.0597/lb. in 2006 with the purchasing power of a penny falling by nearly 80%.\n\nAs people began harvesting copper from old pennies, the U.S. imposed stiff penalties for melting coins, and the legislation carried a $10,000 fine or up to five years in prison if convicted of the offense.\n\nCountries implement legal tender laws to define what currency is recognized by law as a means to settle a public or private debt or meet a financial obligation, including tax payments, contracts, and legal fines or damages. Thenational currencyis legaltenderin every country.\n\nGresham’s law is evident when paper notes are accepted by the population and circulate along with gold and or silver coins. During the Revolutionary War in the United States, bad paper money, accepted as a form of payment at the time, drove all valuable gold and silver coins, good money, from circulation.\n\nWhen the U.S. dollar first gained prominence as the world’s reserve currency through the Bretton Woods Agreement in 1944, it was fully backed by gold. Since the global financial system has transitioned tofiatcurrencies, examples of Gresham’s law are rare. The Bretton Woods system required countries to guarantee the convertibility of their currencies into U.S. dollars, with the dollar convertible to gold bullion for foreign governments.\n\nGresham's law states that \"bad money drives out good\" and is a monetary principle that can be applied to the currency markets. During the historical use of precious metals to manufacture coins, Gresham's law applied to the changing value of coins and their contents. Since the global financial system has transitioned to fiat currencies, examples of Gresham’s law are rare.\n\nNational Science Foundation. \"Multimedia Gallery.\"\n\nMacrotrends. \"Copper Prices 45 Year Historical Chart.\"\n\nCode of Federal Regulations. \"Part 82 - 5 Cent and One Cent Coin Regulations.\"\n\nAdvisors Capital Management. \"Gresham's Law.\"",
  "url": "https://www.investopedia.com/terms/g/greshams-law.asp"
}