{
  "term": "Gross Rate of Return: Definition, Formula, Vs. Net Return",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe gross rate of return is the totalrate of returnon an investment before the deduction of any fees, commissions, orexpenses. The gross rate of return is quoted over a specific period of time, such as a month, quarter, or year. This can be contrasted with the net rate of return, which deducts fees and costs to provide a more realistic measurement of return.\n\nThe gross rate of return on an investment is one measure of a project or investment'sgross profit. It typically includescapital gainsand any income received from the investment. By comparison, the net rate of return deducts fees and expenses from the investment’s final value. The formula for gross rate of return is:\n\n﻿Gross rate of return=(Final value−initial value)Initial value\\text{Gross rate of return} = \\frac{(\\text{Final value} - \\text{initial value})}{\\text{Initial value}}Gross rate of return=Initial value(Final value−initial value)​﻿\n\nThe rate of return for any specific investment can be calculated in a number of ways, and it is important to understand the differences.\n\nDetails on how an investment company calculates returns are often included in the fund’sprospectus. The gross rate of return is often quoted as the rate of return on an investment in fund marketing materials. Returns for more than a year are often annualized, which provides the geometric average return of an investment for each year over a given time period.\n\nIn investment management, the CFA Institute's Global Investment Performance Standards (GIPS) govern the calculation and reporting of returns. Investors can rely on the GIPS return standards for comparing investment-return characteristics across the industry.\n\nInvestors often use return calculations when considering a new investment or assessing the performance of an investment. Net return is typically not as easily identified as a gross return. For this reason, investors often turn to the expense ratio in order to determine how the expenses affect the return of the fund.\n\nTheexpense ratiois a mutual fund characteristic that represents the percentage of fund assets paid for expenses. It is often used in conjunction with a fund’s total return and benchmark return to provide a comparison of the fund’s performance.\n\nAs an example, a fact sheet provided by one of the market’s top large-cap funds, the Quanti­fied STF Fund (MUTF: QSTFX), provides an example of how returns and expenses are expressed. TheQuantified STF Fundreports a gross rate of return. It also provides a breakdown of the fund’s expenses and has an expense ratio of 1.71%.\n\nFor net return, fees and commissions are deducted, as well as the effects of taxes andinflation. A currency losespurchasing powerdue to inflation, which also affects the return on an investment. Therefore, inflation should be included in the calculation of real return. If, for example, annual inflation is 2% and the nominal return on an investment is 1%, the investor will have made a negative real return in the course of one year.\n\nThus, the gross rate of return can be substantially different than the net rate of return, which deducts fees and expenses. For example, the gross return realized on a mutual fund that charges a 5.75%sales chargewill be very different than the net return, which will be realized after the charge has been deducted.",
  "url": "https://www.investopedia.com/terms/g/gross-rate-of-return.asp"
}