{
  "term": "Gross Domestic Income (GDI): Formula and Calculations",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nXinhua News Agency / Contributor / Getty Images\n\nGross domestic income (GDI) is a measure of a nation's economic activity based on money earned for all goods and services produced during a specific period.\n\nIn theory, GDI should be identical to gross domestic product (GDP), a more commonly used measure of a country's economic activity. However, different data sources used in each calculation lead to somewhat different results.\n\nGenerally, GDP tends to be the more reliable metric, as it is based on fresher and more expansive information.\n\nGDI is the total income that all sectors of an economy generate, including wages, profits, and taxes.\n\nIt is a lesser-known statistic than GDP, which is used by theFederal Reserve Bankto measure total economic activity in the United States.\n\nOne of the core concepts in the field ofmacroeconomicsis that income equals spending. This means that the money spent on purchases should theoretically equal money generated from production.\n\nNote the differences in formula for GDI compared to the formula for GDP:\n\nWages encompass the total compensation to employees for services rendered. Profits, also called \"net operating surplus,\" are thesurplusesof incorporated and unincorporated businesses. Statistical adjustments may include corporate income tax, dividends, and undistributed profits.\n\nThe most significant component of GDI is wages and salaries. Historically, roughly 50% of all national income goes to workers. In the first quarter of 2024, U.S. GDI clocked in at roughly $27.6 trillion, with $14.7 trillion taking the form of employee compensation.\n\nAnother large component of GDI is the net operating surplus from private enterprises. In the first quarter of 2024, about $6.5 trillion of the $27.6 trillion in GDI was attributed to that category.\n\nAccording to the Bureau of Economic Analysis (BEA) of the U.S. Department of Commerce, GDI and GDP are conceptually equivalent in terms of national economic accounting, with minor differences attributed to statistical discrepancies. The market value of goods and services consumed often differs from the amount of income earned to produce them due tosampling errors, coverage differences, and timing differences.\n\nBut while the difference between GDI and GDP is usually minimal, they can sometimes vary up to a full percentage point for some quarters. The gap also varies over different periods of time.\n\nGDI differs from GDP, which values production by the amount of output that is purchased, in that it measures total economic activity based on the income paid to generate that output. In other words, GDI aims to measure what the economy takes in (like wages, profits, and taxes) while GDP seeks to measure what the economy produces (goods, services, technology).\n\nGDI calculates the income that was paid to generate GDP. So, an economy atequilibriumwill see GDI equal to GDP.\n\nSome economists have argued that GDI might be a more accurate gauge of the economy. The reason is that more advanced estimates of GDI are closer to the final estimates of both calculations. Research from Federal Reserve economist Jeremy Nalewalk showed that early estimates of GDI captured theGreat Recession of 2007-2009better than GDP, suggesting that policymakers would have been better prepared if GDI was the main indicator used.\n\nOver time, according to the BEA, \"GDI and GDP provide a similar overall picture of economic activity.\" For annual data, the correlation between GDI and GDP is 0.97, according to BEA calculations.\n\nGDI figures have various analytical uses:\n\nGross domestic income (GDI) and gross national income (GNI) are two closely related concepts. The former counts generated domestically, hence the name; the latter counts all income generated by a nation's residents, including from income sources abroad.\n\nThe United States has the highest GNI. Per latest data available from the World Bank, the country recorded a GNI of $25.59 trillion in 2022. China, which came in second, recorded a GNI of $18.13 trillion.\n\nAccording to most recent data published by the World Bank, GNI per capita in the U.S. was $76,770 in 2022. The country ranked eighth across the world.\n\nGross domestic income (GDI) measures a country's economic activity based on all income generated domestically in a certain window.\n\nIt's a less commonly used metric compared to gross domestic product (GDP), which measures a country's output. GDI and GDP are typically very close in value, with slight variations attributable to differences in the data from which they draw.\n\nU.S. Bureaus of Economic Analysis. \"Gross Domestic Income by Type of Income.\"\n\nThe Bureau of Economic Analysis. \"Why Do Gross Domestic Product (GDP) and Gross Domestic Income (GDI) Differ, and What Does That Imply?\"\n\nThe World Bank. \"GNI: Atlas Method.\"\n\nThe World Bank. \"GNI Per Capita, Atlas Method.\"",
  "url": "https://www.investopedia.com/terms/g/gdi.asp"
}