{
  "term": "Gross National Happiness (GNH): Definition of Index and 4 Pillars",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe term gross national happiness (GNH) refers to a measure ofeconomic happinessand moral progress that the king of Bhutan introduced in the 1970s. Gross national happiness is meant as an alternative togross domestic product (GDP). Rather than focus strictly on quantitative economic measures, GNH takes into account an evolving mix of quality-of-life factors.Bhutan's GNH has helped shape the country's development policy.\n\nGross national happiness is a concept that was developed by the fourth king of Bhutan. Its purpose is to measure how prosperous a country is by focusing on the happiness and well-being of its citizens. This is in contrast to other prosperity measures—namely those that measure economic success, such as GDP.\n\nAccording to the Centre for Bhutan & GNH Studies, happiness can't just be measured by monetary success. Rather, it is determined by a holistic approach by balancing both economic factors and the emotional well-being of a nation's people. Various quality-of-life factors are considered when measuring GNH. These include \"physical vitality, relationship with the natural environment, family and community, work-life balance, and other meaningful experiences.\"\n\nTo that end, the GNH Centre in Bumthang developed what it calls the four pillars of GNH. These are good governance,sustainabledevelopment, preservation and promotion of culture, and environmental conservation.The 2008 constitution dictates that lawmakers must take each into account when considering new legislation.\n\nThese pillars provide the foundation for the happiness, which is manifest in the nine domains of GNH: psychological well-being, standard of living, good governance, health, community vitality, cultural diversity, time use, and ecological resilience.\n\nThe kingdom of Bhutan's first legal code, written at the time of unification in 1729, stated that “the purpose of the government is to provide happiness to its people. If it cannot provide happiness, there is no reason for the government to exist.\"\n\nIn a 1972 interview, King Jigme Singye Wangchuck told the Financial Times that “gross national happiness is more important thangross national product.”It is not clear how seriously King Jigme thought through this new metric, but Bhutanese scholars have since picked up the idea and run with it. The GNH has evolved into a somewhat scientific measure of the once-isolated kingdom's economic and moral development.\n\nIn 1998, the government of Bhutan established the Centre for Bhutan Studies & GNH Studies to research the topic. The institute’s mandate was to develop a GNH index and indicators that the government could build into its public policy decisions. Bhutan could then share this framework with the outside world, with which the isolated Himalayan country was increasingly in contact.\n\nHappy people tend to have the highest levels of sufficiency in their standard of living and health.\n\nThe happiness of Bhutan's population is reported through the GNH Index. The index value ranges from zero to one. The higher the value, the happier the population; one represents a perfect score. It is based on 33 indicators—each of which has a defined weight.\n\nSome of the factors considered when calculating the index include:\n\nAccording to the 2022 report, the GNH index is determined by aggregating \"the proportion of happy people, plus the proportion of not-yet-happy people multiplied by the average sufficiency levels of not-yet-happy people.\"\n\nBhutan's GNH index registered a score of 0.781 in 2022. According to the report, the overall percentage of the population that was happy was 48.1%.This is further divided into the following categories:\n\nThe proportion of happy people living in rural areas outweighed those living in urban areas. About 57% of happy people were in rural areas while roughly 43% lived in urban areas.\n\nGross national happiness is a prosperity measure developed and adopted by Bhutan. It is used in place of economic indicators used in other countries as a way to measure the overall emotional and physical well-being of the nation's population. The World Happiness Report, on the other hand, is similar to Bhutan's GNH but is a collaboration between Gallup, the Oxford Wellbeing Research Centre, the United Nations Sustainable Development Solutions Network, and the World Happiness Report's Editorial Board.Although it ranks how happy people are in the world, it is not used as a policy tool.\n\nThere are four pillars of gross national happiness. GNH is used to promote sustainable development, preserve and promote Bhutan's cultural values, conserve the nation's natural environment, and help establish good governance.\n\nThe are nine domains of gross national happiness. These nine domains are people's psychological well-being, health, the use of time, education, cultural diversity and resilience, good governance, community vitality, ecological diversity and resilience, and the standard of living.\n\nGross national happiness is a prosperity measure used by Bhutan, a landlocked country between India and China in the Eastern Himalayas. It was developed by Bhutan's fourth king in the 1970s. It measures the overall happiness and well-being of the nation's population. Unlike other countries, Bhutan uses GNH as a way to develop its policies rather than economic indicators to measure prosperity and come up with future plans.\n\nInstitute for International Economic Policy. \"Gross National Product or Gross National Happiness? Inside Bhutan’s Unique Index.\"\n\nCentre for Bhutan & GNH Studies. \"GNH 2022,\" Page 7.\n\nThe New York Times. \"In Bhutan, Happiness Index as Gauge for Social Ills.\"\n\nAsian Development Bank. \"Gross National Happiness in Bhutan: 12 Things to Know.\"\n\nThe Financial Times. \"Why Happiness Is Easy to Venerate and Hard to Generate.\"\n\nCentre for Bhutan & GNH Studies. \"CBS & GNH.\"\n\nCentre for Bhutan & GNH Studies. \"GNH 2022,\" Page 8.\n\nCentre for Bhutan & GNH Studies. \"GNH 2022,\" Page 22.\n\nWorld Happiness Report. \"ABOUT.\"\n\nCentre for Bhutan & GNH Studies. \"GNH 2022,\" Page 66.",
  "url": "https://www.investopedia.com/terms/g/gnh.asp"
}