{
  "term": "Gross Leverage Ratio: What it is, How it Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAndy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nThe gross leverage ratio is the sum of an insurance company’snet premiums writtenratio, net liability ratio, andceded reinsurance ratio. The gross leverage ratio is used to determine how exposed an insurer is to pricing and estimation errors, as well as its exposure to reinsurance companies.\n\nThe ideal gross leverage ratio depends on what type of insurance a company is underwriting. However, the desired range typically falls below 5.0 for property insurers and 7.0 for liability insurers. An insurer's gross leverage will usually be higher than its net leverage because the gross leverage ratio includes ceded reinsurance leverage. Other insurance leverage ratios include net leverage,reinsurance recoverablesto policyholders’ surplus, and Best’s Capital Adequacy Ratio (BCAR).\n\nThe gross leverage ratio can sometimes make an insurer's situation look more dangerous than it actually is because of the inclusion of ceded reinsurance.\n\nAn insurance company has to balance two primary goals. It must invest the premiums it receives fromunderwritingactivities to return a profit and limit the risk exposure created by the policies that it underwrites. Insurers may cede premiums to reinsurance companies to move some of the risks off their books.\n\nCredit rating agencies typically look at several different financial ratios when determining the health of an insurance company. These ratios are created through an examination of the insurer's balance sheet. The gross leverage ratio is just one type of leverage ratio. There are several financial measurements for analyzing the ability of a company to meet its financial obligations. Leverage ratios are important because companies rely on a mixture of equity and debt to finance their operations. Knowing the amount of debt held by a company is useful in evaluating whether it can make payments as they come due.\n\nInsurers may set a target for an acceptable gross leverage ratio, similar to how acentral bankmay set an interest rate target. An insurer may accept a higher gross leverage ratio in some situations, such as when it uses debt to acquire another company.\n\nThe gross leverage ratio can be thought of as a first approximation of the exposure of an insurer to pricing and estimation errors. The net leverage ratio is usually a better estimate of exposure, but it can be more challenging to obtain in actual practice. The gross leverage ratio will be higher than the net leverage ratio under normal conditions, so it tends to overestimate exposure. To see why this is true, we need to consider the definition of the gross leverage ratio.\n\nThe gross leverage ratio is defined as the net premiums written ratio plus the net liability ratio plus the ceded reinsurance ratio. It can also be expressed as (net premiums written / policyholders’ surplus) + (net liabilities / policyholders’ surplus) + (ceded reinsurance / policyholders’ surplus) or (net premiums written + net liabilities + ceded reinsurance) / (policyholders’ surplus). Net premiums written plus ceded reinsurance is equal to premiums written. So, it follows that the gross leverage ratio can be expressed as (premiums written + net liabilities) / (policyholders’ surplus).\n\nWe need only three pieces of data to compute the gross leverage ratio. They are premiums written, net liabilities, and policyholders’ surplus. However, the gross leverage ratio often overestimates liability. Most insurers rely on larger firms or groups of firms for reinsurance in case of disasters.\n\nFor example, a company that sellshomeowners insurancein a particular area might cede some of their premiums to protect themselves if the area is flooded. You may even notice \"flood damage\" as an optional extra item on your homeowners insurance policy. When you select this option, the additional premium for flood damage may ultimately go to a separate reinsurance company. This ceded reinsurance is not usually part of an insurer's exposure.\n\nCeded reinsurance involves agreements between large companies, so it can be difficult to determine in some cases. Once we have it, we can subtract ceded reinsurance from premiums written to determine net premiums written. The net leverage ratio is equal to the net premiums written ratio plus the net liability ratio. It can also be expressed as (net premiums written / policyholders’ surplus) + (net liabilities / policyholders’ surplus) or (net premiums written + net liabilities) / (policyholders’ surplus).\n\nThe net leverage ratio is generally lower than the gross leverage ratio, and it is usually more accurate. However, even reinsurance firms can fail. The gross leverage ratio describes the insurer's exposure in a worst-case scenario where the insurer cannot rely on reinsurance.",
  "url": "https://www.investopedia.com/terms/g/gross-leverage-insurance.asp"
}