{
  "term": "Gross Margin Return on Investment (GMROI): Definition, Formula",
  "definition": "Thegross marginreturn on investment (GMROI) is aninventoryprofitability evaluation ratio that analyzes a firm's ability to turn inventory into cash above the cost of the inventory. It is calculated by dividing the gross margin by theaverage inventory costand is used often in the retail industry. GMROI is also known as the gross margin return on inventory investment (GMROII).\n\nThe GMROI is a useful measure as it helps the investor or manager see the average amount that the inventory returns above its cost. A ratio higher than one means the firm is selling the merchandise for more than what it costs the firm to acquire it and shows that the business has a good balance between its sales, margin, and cost of inventory.\n\nThe opposite is true for aratiobelow 1. Some sources recommend the rule of thumb for GMROI in a retail store to be 3.2 or higher so that all occupancy and employee costs and profits are covered.\n\nThe formula for the GMROI is as follows:\n\n﻿GMROI=Gross profitAverage inventory cost\\mathit{GMROI} = \\frac{\\text{Gross profit}}{\\text{Average inventory cost}}GMROI=Average inventory costGross profit​﻿\n\nTo calculate the gross margin return on inventory, two metrics must be known: the gross margin and theaverage inventory. The gross profit is calculated by subtracting a company'scost of goods sold(COGS) from its revenue. The difference is then divided by its revenue. The average inventory is calculated by summing the ending inventory over a specified period and then dividing the sum by the number of periods while considering the obsolete inventory portion scenarios as well.\n\nFor example, assume luxury retail company ABC has a total revenue of $100 million and COGS of $35 million at the end of the current fiscal year. Therefore, the company has a gross margin of 65%, which means it retains 65 cents for each dollar of revenue it has generated.\n\nThe gross margin may also be stated in dollar terms rather than in percentage terms. At the end of the fiscal year, the company has an average inventory cost of $20 million. This firm's GMROI is 3.25, or $65 million / $20 million, which means it earns revenues of 325% of costs. Company ABC is thus selling the merchandise for more than a $3.25 markup for each dollar spent on inventory.\n\nAssume luxury retail company XYZ is a competitor to company ABC and has total revenue of $80 million and COGS of $65 million. Consequently, the company has a gross margin of $15 million, or 18.75 cents for each dollar of revenue it has generated.\n\nThe company has an average inventory cost of $20 million. Company XYZ has a GMROI of 0.75, or $15 million/ $20 million. It thus earns revenues of 75% of its costs and is getting $0.75 in gross margin for every dollar invested in inventory.\n\nThis means that company XYZ is making only $0.75 cents for each $1 spent on inventory, which is not enough to cover business expenses other than inventory such as selling, general, and administrative expense (SG&A), marketing, and sales. For that XYZ margins are sub-standard. In comparison to company XYZ, Company ABC may be a more ideal investment based on the GMROI.",
  "url": "https://www.investopedia.com/terms/g/gmroi.asp"
}