{
  "term": "Gross Earnings: Definition, Examples, vs. Net Earnings",
  "definition": "Daniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nGross earnings is the total amount of income earned over a period of time by an individual/household or a company. For individuals and households, gross earnings is the income earned before the deduction of taxes or adjustments.\n\nIn the corporate world, it's anaccounting conventionthat refers to a public company's gross profit or the amount left from total revenues over a specified time period once thecost of goods sold(COGS) is deducted.\n\nGross earnings are also commonly referred to in the financial sector as gross profit or gross income. As noted above, the term has different meanings depending on how it is used.\n\nWhen referring to personal or household income, gross earnings are generally the first line of an employee's pay stub. This is followed by income and payroll taxes and otherdeductions, such as employer-sponsored health insurance, life insurance, and retirement benefits. Once these deductions are accounted for, the employer lists the employee's net earnings or income on the bottom of the paystub and on their paycheck.\n\nThings work a little differently for businesses. When it comes to the business world, the term refers to the amount of money left from a public company's total revenue once the COGS is deducted. Also referred to asgross profit, it is the income a company earns before any adjustments and other deductions, such as taxes. These other costs, such as administrative expenses, are not included and fall under a company'soperating income.\n\nA company's gross earnings are reported periodically on its income statement. The first line of the income statement reports a company's total sales and revenues for a given time period, while the COGS and gross earnings often appear on the second and third lines of many income statements. The difference between revenue and COGS is a company's gross earnings.\n\nThe COGS includes costs directly related to the company's product, such as:\n\nOnce a business calculates its gross earnings, it may subtract the rest of its business expenses, including costs such as utilities, loan repayments, office supplies, contractor fees, and many other expenses.\n\nIndirect costs are not included in a company's cost of goods sold.\n\nFor tax purposes, the Internal Revenue Service (IRS) distinguishes gross earnings andadjusted gross income(AGI). Gross income includes all of the money you earn through the year including wages, income from a business, alimony payments, rental income, interest, and a few other types of payments.\n\nThe IRS allows taxpayers to take a select number ofabove-the-line deductionsfrom gross income, and these include certain expenses incurred by educators, eligible moving expenses, contributions to IRA accounts as well as a few others. The difference between your gross income and these deductions is your AGI.\n\nWhen you complete your income tax return, you subtract astandard deductionor a list ofitemized deductionsfrom your AGI, and the difference yields your taxable income, the amount upon which the IRS levies an income tax.\n\nTo understand individual gross earnings, consider Mr. Z, who earned a total of $50,000 for the recently completed fiscal year. He also paid $10,000 in income tax, retirement contributions, and Social Security payments. In this case, his gross earnings are $50,000, and his net earnings are $40,000.\n\nBut how does it work for businesses? Here's a simple example. Let's say Company X has sales of $2 million, cost of goods sold of $500,000, and expenses related to the sale of $300,000. The company's gross income is $1.5 million. After the other deductions, it is left with $1.2 million innet income.\n\nFor a business, gross income is the difference between revenues and cost of goods sold whereas net income is the difference between gross income and all other business costs, such as taxes.\n\nYes, total gross income is your salary. It is the amount of money you have before taxes and other adjustments are deducted. For example, if you had an annual salary from your employer of $100,000, that would be your gross income. After taxes and other adjustments, you take home $65,000, which is your net income.\n\nNo, gross profit does not include tax, debt charges, or any other expenses other than direct costs.\n\nGross earnings is how much income is generated by an individual before taxes, and for a business, it is the amount of income after costs of goods sold (COGS) are deducted from revenues. Gross income plays various roles in personal finance and business. When extending credit, lenders analyze gross income as a factor in the borrower's ability to pay back the loan. Gross margin can be calculated from gross earnings, which is a profitability measure for evaluating a company.",
  "url": "https://www.investopedia.com/terms/g/gross_earnings.asp"
}