{
  "term": "Gross Margin: Definition, Example, Formula, and How to Calculate",
  "definition": "Gross margin is the percentage of money a company keeps from its sales after covering the direct costs of producing its goods or services. It shows how efficiently a business turns revenue into profit before accounting for overhead and other expenses.\n\nGross margin is the percentage of a company's revenue that's retained after direct expenses such as labor and materials have been subtracted. It's an important profitability measure that looks at a company'sgross profitas compared to its revenue.\n\nGross profit is determinedby subtracting the cost of goods sold from revenue. The higher the gross margin, the more revenue a company retains. It can then use the revenue to pay other costs or satisfy debt obligations.\n\nGross Margin=(Net sales-COGSNet Sales)×100\\begin{aligned}&\\text{Gross Margin}=\\bigg(\\frac{\\text{Net sales-COGS}}{\\text{Net Sales}}\\bigg)\\times100\\end{aligned}​Gross Margin=(Net SalesNet sales-COGS​)×100​\n\nNet Sales is the equivalent to revenue or the total amount of money generated from sales for the period. It can also be referred to as net sales because it can include discounts and deductions from returned merchandise. Revenue is typically called the top line because it appears at the top of the income statement. Costs are subtracted from revenue to calculate net income or the bottom line.\n\nCOGS stands for \"cost of goods sold.\" The direct costs associated with producing goods include both direct labor costs and any costs of materials used in producing or manufacturing a company’s products.\n\nImagine that a business collects $200,000 in sales revenue. Let's assume that the cost of goods consists of the $100,000 it spends on manufacturing supplies. The gross profit is, therefore, $100,000 after subtracting its COGS from sales. The gross margin is 50% or ($200,000 - $100,000) ÷ $200,000.\n\nA company's gross margin is the percentage ofrevenueafter COGS. It's calculated by dividing a company's gross profit by its sales. Gross profit is a company's revenue less the cost of goods sold. A company's gross margin is 35% if it retains $0.35 from each dollar of revenue generated.\n\nCOGS has already been taken into account so those remaining funds can consequently be channeled toward paying debts, general and administrative expenses, interest fees, and dividend distributions to shareholders.\n\nCompanies use gross margin to measure how their production costs relate to their revenues. A company might strive to slash labor costs or source cheaper suppliers of materials if its gross margin is falling, or it may decide to increase prices as a revenue-increasing measure.\n\nGross profit margins can also be used to measure company efficiency or compare two companies with different market capitalizations.\n\nGross margin may also be referred to as gross profit margin.\n\nGross margin focuses solely on the relationship between revenue and COGS, butnet marginor net profit margin is a little different. A company's net margin takes all of a business's expenses into account. It's the percentage of net income earned from revenues received.\n\nBusinesses subtract their COGS as well as ancillary expenses when calculating net margin and related margins. Some of these expenses include product distribution, sales representative wages, miscellaneousoperating expenses, and taxes.\n\nGross margin helps a company assess the profitability of its manufacturing activities. Net profit margin helps the company assess its overall profitability. Companies and investors can determine whether the operating costs and overhead are in check and whether enough profit is generated from sales.\n\nGross margin and gross profit are among the metrics that companies can use to measure their profitability. Both of these figures can be found on corporate financial statements and specifically on a company's income statement. They're commonly used interchangeably, but these two figures are different.\n\nGross margin is a profitability measure that's expressed as a percentage. Gross profit is expressed as a dollar figure. Gross profit can be calculated by subtracting the cost of goods sold from a company's revenue. It sheds light on how much money a company earns after factoring inproductionand sales costs.\n\nGross margin is expressed as a percentage. First, subtract the cost of goods sold from the company's revenue. This figure is the company's gross profit expressed as a dollar figure. Divide that figure by the total revenue and multiply it by 100 to get the gross margin.\n\nThe terms gross margin and gross profit are often used interchangeably, but they're two separate metrics that companies use to measure and express their profitability. Both factor in a company's revenue and the cost of goods sold, but they're a little different. Gross profit isrevenue less the cost of goods soldand is expressed as a dollar figure. A company's gross margin is the gross profit compared to its sales and is expressed as a percentage.\n\nThe gross margin varies by industry. Service-based industries tend to have higher gross margins and gross profit margins because they don't have large amounts of COGS. The gross margin for manufacturing companies will be lower because they have larger COGS.\n\nDifferent metrics can be used to measure a company's profitability. Gross margin is just one of these figures. Gross margin may also be called gross profit margin. It looks at a company's gross profit compared to its revenue or sales and is expressed as a percentage.\n\nThis figure can help companies understand whether there are any inefficiencies and if cuts are required to address them and increase profits. The gross margin is also a way for investors to determine whether a company is a good investment.",
  "url": "https://www.investopedia.com/terms/g/grossmargin.asp"
}