{
  "term": "Gross National Product (GNP): Definition and How It's Used",
  "definition": "Gross national product (GNP) is the value of products and services produced by the citizens of a country both domestically and internationally but not including income earned by foreign residents.\n\nGross national product (GNP) is an economic measure that's commonly calculated by taking the sum of personal consumption expenditures, private domestic investment, government expenditure, net exports, and any income earned by residents from overseas investments, then subtracting income earned by foreign residents. Net exports represent the difference between what a country exports minus any imports of goods and services.\n\nGNP is related to another important economic measure calledgross domestic product(GDP), which takes into account all output produced within a country's borders regardless of who owns the means of production. GNP starts with GDP, adds residents'investment incomefrom overseas investments, and subtracts foreign residents' investment income earned within a country.\n\nGNP measures the total monetary value of the output produced by a country's residents. Therefore, any output produced by foreign residents within the country's borders must be excluded in calculations of GNP, while any output produced by the country's residents outside of its borders must be counted.\n\nGNP does not include intermediate goods and services to avoid double-counting since they are already incorporated in thevalue of final goods and services.\n\nThe U.S. used GNP until 1991 as its main measure of economic activity. After that point, it started to use GDP in its place for two main reasons.\n\nFirst, GDP corresponds more closely to other U.S. economic data of interest to policymakers, such as employment and industrial production, which, like GDP, measure activity within the boundaries of the U.S. and ignore nationalities. Second, the switch to GDP was to facilitate cross-country comparisons because most other countries at the time primarily used GDP.\n\nGNP and GDP are very closely related concepts, and the main differences between them come from the fact that there may be companies owned by foreign residents that produce goods in the country, and companies owned by domestic residents that produce goods for the rest of the world and revertearned incometo domestic residents.\n\nFor example, there are a number of foreign companies that produce goods and services in the United States and transfer any income earned to their foreign residents.\n\nLikewise, many U.S. corporations produce goods and services outside of the U.S. borders and earn profits for U.S. residents. If income earned bydomestic corporationsoutside of the United States exceeds income earned within the United States by corporations owned by foreign residents, the U.S. GNP is higher than its GDP.\n\nCalculating both GNP and GDP can produce different results in terms of total output. For example, in Q4 2024, the U.S. GDP was $29.7 trillion, while its GNP was $29.8 trillion.\n\nWhile GDP is the most widely followed measure of a country's economic activity, GNP is still worth looking at because large differences between GNP and GDP may indicate that a country is becoming more engaged ininternational trade, production, or financial operations.\n\nThe larger the difference between a country's GNP and GDP, the greater the degree of income and investment activity in that country involves transnational activities such asforeign direct investmentone way or another.\n\nGross national product is one metric for measuring a nation’s economic output. It is the value of all products and services produced by the citizens of a country, both domestically and internationally, minus income earned by foreign residents. For instance, if a country had production facilities in a neighboring country and its home country, gross national product would account for both of these production outputs.\n\nGross national product accounts for its citizens’ productions both within and outside its borders. This figure then subtracts income earned by foreign residents within the country. By contrast, gross domestic product measures the production of goods and services made within a country’s borders by both citizens and foreign residents overall.\n\nConsider a country that has a gross national product that exceeds its gross domestic product. This indicates that its citizens, businesses, and corporations are providing net inflows to the country through their overseas operations. Consequently, this higher gross national product may signal that a country is increasing its international financial operations, trade, or production.\n\nGross national product (GNP) tracks the value of what a country's citizens produce, regardless of where they are in the world. Unlike GDP, which sticks to activities within national borders, GNP follows the money tied to ownership.\n\nSo, if a country's citizens are earning a lot overseas, GNP can be higher than GDP. GNP provides a useful way to see how interconnected the global economy is, especially when there is a large gap between GDP.\n\nU.S. Bureau of Economic Analysis. “Gross Domestic Product as a Measure of U.S. Production.” Page 8.\n\nFederal Reserve Bank of St. Louis. \"Table 1.7.5. Relation of Gross Domestic Product, Gross National Product, Net National Product, National Income, and Personal Income.\"",
  "url": "https://www.investopedia.com/terms/g/gnp.asp"
}