{
  "term": "Gross Debt Service Ratio (GDS): Explaining the Mortgage Metric",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nThe gross debt service (GDS) ratio is adebt servicemeasure that financial lenders use to assess the proportion of housing debt that a borrower is paying in comparison to their income. The gross debt service ratio is one of several metrics used to qualify borrowers for a mortgage loan and determine the amount of principal offered.\n\nThe gross debt service ratio may also be referred to as thehousing expense ratioor thefront-end ratio. Generally, borrowers should strive for a gross debt service ratio of 28% or less.\n\nThe gross debt service ratio is typically a comprehensive measure of all of a borrower’s monthly housing expenses. It may also be calculated on an annual basis. The borrower’s current monthly mortgage payment is the primary expense. Other expenses may also include monthly property tax payments, monthly home insurance payments, and utility bills.\n\nTotal monthly expenses are divided by total monthly income to calculate the ratio. As arule of thumb, lenders typically require a gross debt service ratio of 28% or less.Lenders also use the GDS ratio to determine how much the borrower can afford to borrow.\n\nUsing an online mortgage calculator to estimate homebuying costs can give you an idea of what you might be able to afford.\n\nThe formula that's used to calculate the gross debt service ratio is fairly straightforward. It looks like this:\n\nGross Debt Service Ratio = Principal + Interest + Taxes + Utilities / Gross Annual Income\n\nUtilities can include any amounts paid toward electric, water, or natural gas service. If you're planning to purchase a property, you may be able to contact the electric company, water company, and gas company to get information about average utility costs. You can also look up information about local property taxes to estimate what you might pay for those.\n\nAs an example, consider two married law students who have a monthly mortgage payment of $1,000 and pay annual property taxes of $3,000 with a gross family income of $45,000. This would result in a GDS ratio of 33%. Based on the benchmark of 28%, this couple appears to be carrying an unacceptable amount of debt and are not likely to be approved for amortgageloan given their current situation.\n\nIf you're applying for a mortgage as aself-employed person, the lender may consider the average of your last two years' worth of income versus a single year of earnings.\n\nThe GDS ratio helps lenders determine whether a borrower can afford a mortgage. Extending a mortgage loan involves a certain amount of risk to the lender so they want reassurance beforehand that you'll be likely to pay back what you borrow. The GDS ratio is a way to measure your ability to pay, based on estimated housing costs and your household income.\n\nIf a lender determines that your GDS is above acceptable limits, you have some options. The first is finding ways to increase your income. For example, you may be able to do that by asking for a raise at work, taking on more hours, starting a second job, or starting aside hustle. Increasing the size of your down payment could also help you qualify for a mortgage if you're financing a smaller loan amount.\n\nIf increasing income or the size of your down payment isn't enough to fall within a lender's acceptable GDS limits, then you may need to revise your budget to look for a less expensive home.\n\nThe GDS ratio is only one component involved in theunderwritingprocess for a loan. A borrower’s total debt service ratio and credit report are also important components as well.\n\nA borrower’s credit report is obtained from a hard inquiry and provides the lender with the borrower’s credit score and credit history. Many lenders require a borrower to meet specific credit score requirements for loan consideration.\n\nA borrower’stotal debt service ratiois also a factor in the qualification process for approval. The total debt service ratio is similar to the gross debt service ratio; however, it includes all of a borrower’s debt and is not just focused on housing. The total debt service ratio sums up all of a borrower’s monthly debt and divides it by their monthly income to calculate a ratio.This may also be referred to as the \"bottom ratio.\"\n\nGenerally, lenders require a total debt service ratio of approximately 36% or less for loan approval.\n\nThe gross debt service ratio is a measure of housing costs versus a borrower's gross income. Specifically, this ratio tells lenders how much of a homebuyer's gross income goes toward housing costs. The GDS ratio helps determine how much home a buyer can afford when qualifying them for a mortgage loan.\n\nTo calculate the gross debt service ratio, you'd divide total housing costs by gross income. Housing costs include principal, interest, taxes, and utility costs. Gross income represents what you make before taxes and other deductions are taken out.\n\nGenerally, a good gross debt service ratio for a mortgage is 28%. Whether it's possible to qualify for a home loan with a GDS ratio above that amount may depend on the lender and its specific underwriting criteria.\n\nFederal Deposit Insurance Corporation. \"How Much Mortgage Can I Afford?.\"\n\nFannie Mae. \"Debt to Income Ratios.\"\n\nFederal Reserve Bank of St. Louis. “Household Debt Service Payments as a Percent of Disposable Personal Income (TDSP).”",
  "url": "https://www.investopedia.com/terms/g/grossdebtserviceratio.asp"
}