{
  "term": "Gross Net Written Premium Income (GNWPI) Overview",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nGross net written premium income (GNWPI) is the dollar amount of an insurance company’spremiumsthat are used to determine what portion of premiums is owed to a reinsurer. Gross net written premium income is the base to which the reinsurance premium rate is applied, taking into account cancellations, refunds, and premiums paid forreinsurance coverage.\n\nWhen an insurance company enters into a reinsurance agreement, it reduces its overall risk exposure by ceding some risks to a reinsurer. In exchange for taking on these risks, the reinsurer is entitled to a portion of the insurer’s premiums.\n\nIn a non-proportional reinsurance agreement, the amount of premiums that the reinsurer is entitled to be determined by a fixed rate. This rate is multiplied by a base premium, which represents the dollar amount of an insurer’s premiums to which the reinsurer is entitled.\n\nThe way that the subject premium is calculated is defined in the reinsurance contract. The parties agree to the reinsurance rate premium percentage that will be applied to the base premium, and whether the base premium—also called the subject premium or underlying premium—will be calculated usingearnedorwritten premiums.\n\nIf earned premiums are chosen, the calculation uses gross net earned premium income (GNEPI) as the base. This is the most common rating base for an excess of loss reinsurance. If the agreement uses written premiums, then GNWPI is used.\n\nGross net written premium income is calculated by taking the ceding insurer’s premium income, rather than premium receipts. The premiums are “net,” meaning that any cancelations, refunds, and premiums paid for reinsurance are deducted, and “gross” because expenses are not deducted. If the amount of risk taken on by the reinsurer increases over time, the written premium income will be higher than earned premium income.\n\nGross net written premium income is a good measure of how well an insurer is doing, but it doesn’t consider earnings on investments such asequitiesorbonds. It also doesn’t take into account any assets that the insurer has. That's why many firms are more interested in broking gross income, which does include those figures. So, while GNWPI is a good indicator, you cannot rely on it solely to ascertain an insurer’s financial health.",
  "url": "https://www.investopedia.com/terms/g/gross-net-written-premium-income.asp"
}