{
  "term": "Gross Exposure: Definition, How It Works, and Example Calculation",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nGross exposure refers to the absolute level of a fund's investments. It takes into account the value of both a fund’slong positionsandshort positionsand can be expressed either in dollar or percentage terms. Gross exposure is a measure that indicates totalexposure to financial markets, thus providing an insight into theamount at riskthat investors are taking on. The higher the gross exposure, the bigger the potential loss (or gain).\n\nGross exposure is an especially relevant metric in the context ofhedge funds,institutional investors, and othertraders, who can short and long assets and useleverageto amplify returns. These types of investors are sometimes more sophisticated and have greater resources than regular, long-only investors.\n\nAs an example, hedge fund A has $200 million incapital. It deploys $150 million in long positions and $50 million in short positions. The fund's gross exposure is thus: $150 million + $50 million = $200 million.\n\nSince gross exposure equals capital in this case, gross exposure as a percentage of capital is 100%. If gross exposure exceeds 100%, it means the fund is using leverage — in other words, it is borrowing money to amplify returns. Alternatively, gross exposure below 100% indicates a portion of the portfolio isinvested in cash.\n\nThe exposure of an investment fund can also be measured in net terms.Net exposureequals the value of long positions, minus the value of short positions.\n\nFor example, the net exposure of hedge fund A is $100 million. This is calculated by subtracting $50 million, the amount of capital tied up in short positions, from the $150 million of long holdings.\n\nIf net exposure is the same as gross exposure, it means the fund only has long positions. On the other hand, if net exposure is zero, it means the percentage invested in long positions equals investment in short positions, also known as amarket neutralstrategy.\n\nA fund has anet longexposure if the percentage amount invested in long positions exceeds the percentage amount invested in short position. Likewise, it has anet shortposition if short positions exceed long positions.\n\nAssume hedge fund B also has $200 million in capital but uses a significant amount of leverage. As a result, it has $350 million in long positions and $150 million in short positions. The gross exposure in this case is thus $500 million (i.e. $350 million + $150 million), while the net exposure is $200 million (i.e. $350 - $150 million).\n\nGross exposure as a percentage of capital for hedge fund B = $500 million ÷ $200 million = 250%. Fund B's higher gross exposure means that it has a greater amount at stake in the markets than A. Fund B's use of leverage will magnify losses, as well as profits.\n\nGross exposure is generally used as the basis for calculating a fund'smanagement fees, since it takes into account total exposure of investment decisions on both the long and short side.Portfolio managerscombined decisions will have direct consequences on the performance of a fund and thus distributions to its investors.\n\nAn additional method of calculating exposure is abeta-adjusted exposure, also used for investment funds or portfolios. This is computed by taking theweighted averageexposure of a portfolio of investments, where the weight is defined as the beta of each individual security.",
  "url": "https://www.investopedia.com/terms/g/gross-exposure.asp"
}