{
  "term": "Gross Merchandise Value (GMV): Definition, Formula, Pros and Cons, and Example",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nGross merchandise value (GMV) is the total value of merchandise that's sold over a given period through acustomer-to-customer (C2C)exchange site. It's a measurement of the growth of the business or the use of the site to sell merchandise owned by others.\n\nGross merchandise value (GMV) is often used to determine the health of ane-commercesite's business because its revenue will be a function of gross merchandise sold and fees charged. It's most useful as a comparative measure over time such as current quarter value versus previous quarter value.\n\nGMV is also known as gross merchandise volume. Both phrases indicate the total monetary value of total sales.\n\nGross merchandise value (GMV) is calculated before the deduction of any fees or expenses. It provides information that a retail business can use to measure growth, often on a month-over-month, quarter-over-quarter, or year-over-year basis. A retail business can generally calculate the gross value of all completed sales but merchandise returns may have to be removed from this number to provide an accurate calculation.\n\nSimply multiply the number of goods sold by the sales price of the goods to calculate GMV.\n\nThe formula is:GMV = Sales Price of Goods x Number of Goods Sold.\n\nAccrued fees and expenses may include advertising, delivery, returns, and discounts.\n\nGMV has its advantages and drawbacks just like most other growth measurements.\n\nRetailersmay or may not be the producers of the goods they sell so measuring the gross value of all sales provides insight into the company’s performance. This is especially true in the customer-to-customer market where the retailer serves as a third-party mechanism for connecting buyers and sellers without actually participating in the transaction.\n\nGMV may also provide value to retailers in theconsignmentsector because they never officially purchase theirinventory. The items are often housed within a company’s retail location but the business functions solely as the authorized reseller of another person’s or entity’s merchandise or property, often for a fee. They're generally not the true owner of the items because the person or entity that placed the item on consignment may return and claim the item if they choose to do so.\n\nGMV represents the total value of goods sold on a C2C exchange but it doesn't truly reflect the profitability of a company. It primarily shows the truerevenuethat a company earns from fees. The entire $500 doesn't go to the company if its GMV was $500 for the month. The majority will go to the individual who sold the goods. The company's true revenue would be the fee it charges for the use of its site. The company's true revenue would then be $500 x 2% = $10 if the fee was 2%.\n\nGMV can have other disadvantages depending on the type of e-commerce site. GMV would indicate its revenues but it would only be one metric, providing a limited view, if a company were an online retailer that produced and sold its own goods. It wouldn't tell you how many customers visited the site or how much revenue was received from repeat customers. Both are important indicators in terms ofcustomer satisfactionand the long-term health of the company.\n\nProvides insight into a company's performance\n\nAllows for comparison with competitors\n\nSimple and quick calculation to perform\n\nNot a true reflection of a company's actual revenue\n\nA limited metric that doesn't consider other factors such as repeat customers\n\nCustomer-to-customer (C2C) retailers provide a framework or system for sellers to list items they have in inventory and for buyers to find items of interest. The retailer functions as an intermediary, facilitating the transaction, commonly for a fee, without actually being a buyer or seller at any point in the transaction.\n\nThe retailer facilitating the transaction never comes in contact with any of the physical merchandise in many of these customer-to-customer sales. The seller will send the item directly to the buyer when the financial portion of the sale is complete.\n\nThe estimated gross merchandise value (GMV) of Amazon (AMZN) was more than $700 billion in 2023.\n\nThis model can differ drastically from other retail models in which the retailer purchases merchandise from producers, manufacturers, or distributors and then essentially functions as an authorized reseller of goods the company has purchased.\n\nGMV can be defined as the total dollar value of everything sold through a marketplace in a given period but gross transaction value (GTV) is a calculation of the revenue relative to commissions. GTV is used more in businesses that operate on commissions because it's equal to the number of items sold multiplied by the price collected.\n\nGTV is calculated by multiplying the number of transactions by the average order value by the total number of transactions made and the items sold. It tends to be used by e-commerce companies in marketplaces where multiple sellers transact.\n\nTwo of the most well-known C2C sites areeBayand Etsy. Assume that eBay sold 100 goods during the first quarter of the fiscal year. All those goods were priced at $5. eBay's GMV would be 100 X $5 = $500 for the first quarter.\n\nNow let's say that Etsy sold 80 goods in that same quarter and all the goods were priced at $4. Etsy's GMV would be 80 x $4 = $320 for the first quarter.\n\neBay (EBAY) has a better GMV at $500 than Etsy (ETSY) does at $320 but this doesn't tell the whole story. A portion of the revenue on these sites has to go back to the seller that sold the goods. eBay and Etsy only keep the fees they charge. This is their actual revenue.\n\neBay charges a fee of 2% so it would bring in $10 ($500 x 2%). Etsy charges a higher fee of 4%. Etsy would bring in $12.80 ($320 x 4%). Etsy performed better because it brought in higher take-home revenues.\n\nGMV means gross merchandise value or gross merchandise volume. It usually refers to the total value of merchandise sold over a given period through a customer-to-customer (C2C) exchange site.\n\nGMV can be the same as gross revenue depending on the type of e-commerce site. It's a reflection of the total value of goods sold for sites like eBay but not the actual revenue the company makes because a portion of those revenues goes to the sellers of the goods. The actual revenue that eBay makes would be from the fees it charges on the sales.\n\nGMV is the gross merchandise revenue of a startup. It's the total revenue that a company generates through the sale of its goods or services. IGMV is measured in conjunction with net sales that take deductions into account.\n\nGMV is calculated by multiplying the total amount of goods sold by their sales price in a given period. GMV = Sales Price of Goods x Number of Goods Sold.\n\nGross merchandise value (GMV) is the total value of goods sold by a customer-to-customer (C2C) exchange site but the metric is often applied to other types of retailers. GMV is a handy metric to calculate because it reports the total value of goods sold but it should be taken into consideration with other metrics, particularly for those companies that generate revenue through fees.\n\nCFI Education. \"Gross Merchandise Value (GMV).\"\n\nMarketplace Plus. \"Amazon Sales Top $700 Billion in 2023.\"\n\nLaw Insider. \"Gross Transaction Value Definition.\"",
  "url": "https://www.investopedia.com/terms/g/gross-merchandise-value.asp"
}