{
  "term": "Gross Dividends: Meaning, How They Work, Example",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nSimilar in concept to gross income, gross dividends are the sum total of all dividends received by an investor for tax purposes. Gross dividends include allordinary dividendsthat are paid, plus capital-gains distributions andnontaxable distributionsreceived by the taxpayer during the year before taxes, fees, and expenses are deducted.\n\nGross dividends can be contrasted with net dividends.\n\nMost of the time, gross dividends paid to American investors are reported on IRSForm 1099-DIV. Ordinary dividends are reported in Box 1a,while the other types of dividend income are listed elsewhere. All dividends are considered ordinary unless they are specifically classified asqualified dividends. Box 1b is designated for reporting qualified dividends, which shows the portion of the amount in Box 1a that may be eligible for reduced capital gains rates. Box 3 shows non-dividend distributions.\n\nA 1099-DIV is required to be sent to anyone who has received dividends (including capital gain dividends and exempt-interest dividends) and other distributions on stock of ten dollars or more, or if funds were withheld to pay foreign tax on dividends and other distributions on stock over a given year.Not all dividend income reported on the 1099-DIV is reported on Schedule B.\n\nIn many countries, income from dividends is treated at a more favorable tax rate than ordinary income. Investors may look to dividend-paying stocks in order to take advantage of potentially more favorable tax conditions. The amount of tax owed on dividends depends on overall income and whether the dividends are qualified or nonqualified.\n\nAs an example, let's say that company ABCXYZ decides to issue a dividend of $1.20 to its shareholders. This means for each share owned, the company pays $1.20 in dividends. If a shareholder-owned 1,000 shares, they would receive an annual payout of $1,200 in gross dividends. Companies in the U.S. typically pay quarterly dividends, while non-U.S. companies generally pay annual or semi-annual dividends.\n\nIf the dividend was considered an ordinary one and taxed at a rate of 35%, with another 2% going toward fees and expenses, the net dividend would actually be $756. If the dividend was a qualified one instead, with a reduced tax rate of 15%, the net dividend would actually be $996.\n\nInternal Revenue Service. \"About Form 1099-DIV, Dividends and Distributions.\" Accessed Oct. 7, 2021.\n\nInternal Revenue Service. \"2021 Form 1099-DIV,\" Page 3. Accessed Oct. 7, 2021.\n\nInternal Revenue Service. \"Instructions for Form 1099-DIV,\" Page 1. Accessed Oct. 7, 2021.\n\nInternal Revenue Service. \"1099 DIV Dividend Income.\" Accessed Oct. 7, 2021.",
  "url": "https://www.investopedia.com/terms/g/gross-dividends.asp"
}