{
  "term": "Gross-Up: Definition, Example, Formula, and Calculation",
  "definition": "A gross-up is an additional amount of money added to a payment to cover theincome taxesthat the recipient will owe on the payment.\n\nA gross-up is often seen when employees receive a cash benefit, including severance plans, relocation expenses, and cash bonuses, but the practice also occurs inexecutive compensationplans. For example, a company may agree to pay an executive’s relocation expenses, plus a gross-up to offset the expected income taxes that will be owed on this payment (and salary payment).\n\nInitially, employees are paid their gross paycheck amount (also called gross pay)—called \"gross\" because no deductions, including taxes, retirement contributions, and Social Security, have been withheld yet. Then, after their deductions have been made, they receive the remainder—called \"net pay\" (or colloquially, called \"take-home pay\").\n\nWhen grossing up a payment, the desired net pay is calculated in advance, and the gross pay before tax withholding is sufficiently increased to ensure that the desired net pay is handed to the employee.\n\nAs a practice, grossing up is most often done for one-time payments, such as reimbursements for relocation expenses or end-of-year bonuses. Depending on a company’s calculation method, which may be their best approximation of an employee's tax liability, that employee may still have an additionaltax liability.\n\nSome companies prefer to represent the compensation of their C-level executives and other high-paid employees using grossing up. One reason for this is to partially conceal salary expenses during financial reporting.\n\nFor example, consider a company offering an employee a net salary (take-home pay) of $100,000 annually. This employee has an income tax rate of 20%. The formula for grossing up is as follows:\n\nThe employer must gross up the salary paid to the employee to $125,000 to account for the required 20% paid on income—because $125,000 × (1 - 0.20) = $100,000.\n\nExecutive pay, including severance packages, came under increased scrutiny in the aftermath of the 2007–2008 financial crisis, when it was revealed how much some executives were earning—despite their companies' downfalls, widespread layoffs of employees of lower seniority, and government bailouts.\n\nAs a result of this increased scrutiny, the practice of grossing up became a more popular way to pay executives. Companies can effectively increase executive pay by 30% or more—without it being apparent in theirfinancial statementsbecause financial statements show only the employee's net pay.\n\nNevertheless, some companies still employed gross-up tactics. One such company was Gillette, purchased by Procter & Gamble in 2005. Gillette’s departing chief executive officer (CEO), James Kilts, received $13 million in gross-up payments in his severance package.\n\nWhen a film, for example, is said to have \"grossed over $200 million,\" it means that it earned that particular amount of money before any taxes were paid or costs were taken away. While the word \"gross\" has different meanings—including \"disgusting\" when the word is used as an adjective—when gross is used as a noun, it can refer to \"the total amount of something, especially money, before anything has been taken away.\"\n\nAdjusted gross income (AGI)is a measure of income used by the Internal Revenue Service (IRS) to assess a taxpayer’s tax liability. AGI equals your gross income minus any tax deductions and adjustments to income.\n\nGross profit marginis the amount of a company’s revenue after subtracting the cost of goods sold (COGS), which includes labor and materials. Gross profit margin is one financial metric that can be used to assess how efficient a business is at managing its operations. It is expressed as a ratio.\n\nGross-up refers to additional pay an employer pays an employee for the specific purpose of offsetting any additional income taxes that the employee might incur as a result of the payment.\n\nUsually, the practice of grossing up is done when an employee receives a cash benefit from the company, such as relocation expenses or a bonus check. Gross-up pay is calculated by dividing the employee’s wages by the net percentage of taxes that would be due.\n\nDong, Gang Nathan. \"Excessive Financial Services CEO Pay and Financial Crisis: Evidence from Calibration Estimation.\"Journal of Empirical Finance, vol. 27, June 2014, pp. 75-96.\n\nTIME. \"James Kilts - Biggest Golden Parachute.\"\n\nCongressional Research Service. \"Federal Individual Income Tax Terms: An Explanation.\" Summary Page.",
  "url": "https://www.investopedia.com/terms/g/gross-up.asp"
}