{
  "term": "Gross National Income (GNI) Definition, With Real-World Example",
  "definition": "Gross National Income (GNI) is the total amount of money earned by a nation's people and businesses. It is used to measure and track a nation's wealth from year to year. The number includes the nation's gross domestic product (GDP) plus the income it receives from overseas sources.\n\nThe more widely-known term GDP is an estimate of the total value of all goods and services produced within a nation for a set period, usually a year. GNI is an alternative to gross domestic product (GDP) as a means of measuring and tracking a nation's wealth and is considered a more accurate indicator for some nations. The U.S. Bureau of Economic Affairs (BEA) tracks the GDP to measure the health of the U.S. economy from year to year. The two numbers are not significantly different. Finally, there's gross national product (GNP), which is a broad measure of all economic activity.\n\nGNI calculates the total income earned by a nation's people and businesses, including investment income, regardless of where it was earned. It also covers money received from abroad such as foreign investment and economic development aid.\n\nResidence, rather than citizenship, is the criterion for determining nationality in GNI calculations, as long as the residents spend their income within the country. GNI has come to be preferred to GDP by organizations such as the World Bank. It also is used by the European Union to calculate the contributions of member nations.\n\nTo calculate GNI, compensation paid to resident employees by foreign firms and income from overseas property owned by residents is added to GDP, while compensation paid by resident firms to overseas employees and income generated by foreign owners of domestic property is subtracted. Product and import taxes that are not already accounted for in GDP are also added to GNI, while subsidies are subtracted.\n\nTo convert a nation’s GDP to GNI, three terms need to be added to the former:\n\nFor many nations, there is little difference between GDP and GNI, since the difference between income received by the country versus payments made to the rest of the world does not tend to be significant. For instance, the U.S. GNI for 2021 was about $23.6 trillion.The GDP in that same year was $23.3 trillion.\n\nFor some countries, however, the difference is significant. GNI can be much higher than GDP if a country receives a large amount offoreign aidor foreign investment. This is the case with Bangladesh, which recorded a 2021 GNI of $438 billion compared to a GDP of $416 billion. But it can be much lower if foreigners control a large proportion of a country's production, as is the case with Ireland, a low-tax jurisdiction where the European and U.S. subsidiaries of a number of multinational companies nominally reside. Ireland recorded a 2021 GNI of just over $382 billion while their GDP for the same period stood at $504 billion.\n\nOf the three measures, GNP is the least used, possibly because it might be deceptive. For instance, if a nation's wealthiest citizens routinely move their money offshore, counting that money would inflate the nation's apparent wealth.\n\nIn fact, GNI may now be the most accurate reflection of national wealth given today's mobile population and global commerce.\n\nGross national income (GNI) calculates the total income earned by a nation's people and businesses, including investment income, regardless of where it was earned. It also covers money received from abroad such as foreign investment and economic development aid.\n\nGDP is the total market value of all finished goods and services produced within a country in a set time period. GNP includes the income of all of a country's residents and businesses whether it flows back to the country or is spent abroad. It also adds subsidies and taxes from foreign sources.\n\nTo calculate GNI, compensation paid to resident employees by foreign firms and income from overseas property owned by residents is added to GDP, while compensation paid by resident firms to overseas employees and income generated by foreign owners of domestic property is subtracted. Product and import taxes that are not already accounted for in GDP are also added to GNI, while subsidies are subtracted.\n\nFor nations like the US, there is little difference between GDP and GNI. The difference between income received versus payments made to the rest of the world does not tend to be significant. For some countries, however, the difference is significant. GNI can be much higher than GDP if a country receives a large amount of foreign aid, as is the case with East Timor. Conversely, it can be much lower if foreigners control a large proportion of a country's production, as is the case with Ireland, a low-tax jurisdiction where the European and U.S. subsidiaries of a number of multinational companies nominally reside.\n\nGross national income (GNI) is the total income earned by a country's people and businesses, even if it was earned outside the country. It's a measure of national wealth that can be used as an alternative to gross domestic product (GDP). To calculate GNI, add income from foreign sources to a country's GDP.\n\nFor many countries, there isn't much difference between GNI and GDP. However, if a country receives significant foreign investment or foreign aid, GNI may be much higher than GDP.\n\nWorld Bank. \"GNI (Current US$).\"\n\nWorld Bank. \"GDP (Current US$).\"",
  "url": "https://www.investopedia.com/terms/g/gross-national-income-gni.asp"
}