{
  "term": "Gross Profit: What It Is and How to Calculate It",
  "definition": "Gross profit is a company's remaining profit after deducting the costs associated with producing and selling its products or services. It's also known as sales profit or gross income.\n\nGross profit is calculated on a company's income statement by subtracting the cost of goods sold (COGS) from total revenue. Gross profit differs from operating profit, which is calculated by subtracting operating expenses from gross profit.\n\nGross profit assesses a company's efficiency in using labor and supplies to produce its goods or services. Gross profit doesn't include fixed costs, which are expenses that must be paid regardless of the output level. Fixed costs include items like rent, advertising, and insurance. Gross profit instead focuses onvariable coststhat fluctuate with production levels, including:\n\nA portion of fixed costs is assigned to each unit of production under absorption costing, which is required for external reporting under generally accepted accounting principles (GAAP).A $3 cost would be attributed to each widget under absorption costing if a factory produces 10,000 widgets and pays $30,000 in rent for the building.\n\nA company's gross profit will vary depending on whether it uses absorption or variable costing. Absorption costs include fixed and variable production costs in COGS, and this can lower gross profit. Variable costing includes only variable costs in COGS, and generally results in a higher gross profit because fixed costs are treated separately.\n\nGross profit calculates thegross profit margin, a metric that evaluates a company's production efficiency over time. It measures how much money is earned from sales after subtracting COGS, showing the profit earned on each dollar of sales. Comparing gross profits year to year or quarter to quarter can be misleading because gross profits can rise while gross margins fall.\n\nThe terms are similar, but gross profit differs from gross profit margin. Gross profit is expressed as a currency value. Gross profit margin is a percentage. The formula is:\n\nGross Profit Margin = (Revenue – Cost of Goods Sold) ÷ Revenue x 100\n\nGross profit differs from net profit (also known as net income). Both are indicators of a company's financial health, but they serve different purposes.\n\nNet income is often referred to as \"the bottom line\" because it appears at the end of an income statement. It refers to the company's total profit after accounting for all expenses, including operating costs, taxes, and interest.\n\nGross profit is calculated by subtracting thecost of goods sold(COGS) from net revenue. Net income is calculated by subtracting all operating expenses from gross profit. Net income reflects the profit earned after all expenses. Gross profit focuses solely on product-specific costs.\n\nGross profit helps evaluate how well a company manages production, labor costs, raw material sourcing, and manufacturing spoilage. Net income assesses whether the operation is profitable when administrative costs, rent, insurance, and taxes are included.\n\nWe first subtract the cost of goods sold (COGS) from total revenue to calculate the gross profit. COGS totals $126,584 million. Selling, administrative, and otherfixed expensesaren't included. Subtract the COGS from revenue to obtain a gross profit of:\n\n$151,800 - $126,584 = $25,216 million\n\nDivide the gross profit by total revenues to determine the gross profit margin: $25,216 ÷ $151,800 = 16.61%. Most businesses have a gross profit margin that falls between 20% and 40%, but this varies significantly by industry.\n\nGross profit isolates a company's performance of the product or service it sells. Removing the \"noise\" of administrative or operating costs allows a company to think strategically about product performance and to implement cost control strategies more effectively.\n\nGross profit is generally more controllable as well. Costs such as utilities, rent, insurance, or supplies are unavoidable and relatively fixed. Gross profit is dictated bynet revenueand cost of goods sold, so a company can strategically adjust more elements of gross profit than it can for net profit.\n\nStandardized income statements prepared by financial data services may show different gross profits. These statements display gross profits as a separate line item; however, this information is only available for public companies. Investors reviewing the income of private companies should familiarize themselves with the cost and expense items on a non-standardized balance sheet, which may or may not be factored into gross profit calculations.\n\nGross profit is a useful high-level gauge, but companies must often dig deeper to understand underperformance. A company should investigate all revenue streams and each component of COGS to identify the cause if its gross profit is 25% less than its competitor's.\n\nGross profit can also be misleading when analyzing the profitability of service sector companies. A law office with no cost of goods sold will show a gross profit equal to its revenue. Gross profit might suggest strong performance, but companies must also consider \"below the line\" costs when analyzing profitability.\n\nGross profit equals a company’s revenues minus its cost of goods sold (COGS). It's typically used to evaluate how efficiently a company manages labor and supplies in production. Gross profit will consider variable costs, which fluctuate compared to production output. These costs may include labor, shipping, and materials.\n\nConsider a quarterly income statement where a company has $100,000 in revenues and $75,000 in cost of goods sold. The calculation would not include selling, general, and administrative (SG&A) expenses. The $100,000 in revenues would subtract $75,000 in cost of goods sold, giving the company a total of $25,000 in gross profit.\n\nGross profit is the income remaining after production costs have been subtracted from revenue. It helps investors determine how much profit a company earns from the production and sale of its products. Net profit, also known as net income, is the profit that remains after all expenses and costs have been deducted from revenue. It helps demonstrate a company's overall profitability and reflects the effectiveness of a company's management.\n\nGross profit is the difference between net revenue and the cost of goods sold. Total revenue is income from all sales, while considering customer returns and discounts. Cost of goods sold is the allocation of expenses required to produce the good or service for sale.\n\nA company can gauge how well it manages the product-specific aspect of its business by subtracting its cost of goods sold from its net revenue. Gross profit helps determine whether products are being priced appropriately, whether raw materials are inefficiently used, or whether labor costs are too high.Gross profithelps a company analyze its performance without including administrative or operating costs.\n\nSacremento State University. \"Absorption/Variable Costing.\"\n\nLeonard N. Stern School of Business. \"Margins by Sector (US).\"",
  "url": "https://www.investopedia.com/terms/g/grossprofit.asp"
}