{
  "term": "Gross Spread: What it Means, How it Works, Example",
  "definition": "The gross spread is the compensation that the underwriters of aninitial public offering (IPO)receive. An IPO is the process of taking aprivate corporationpublic by issuing shares of stock. Gross spread is the difference between theunderwritingprice received by the issuing company and the actual price offered to the investing public. In other words, the gross spread is the financial institution's cut or profit from the IPO listing. Gross spread is also called \"gross underwriting spread,\" \"spread,\" or \"production.\"\n\nThe gross spread covers the cost of the underwriting firm for doing an IPO. The majority of profits that the underwriting firm earns through the deal are often achieved through the gross spread. A company may choose more than one underwriter since they might have a specific area of expertise.\n\nA company looking to raise funds or capital from investors would hire an investment bank to be the underwriter for its IPO. The investment bank's underwriters and the company determine how much money the IPO will raise and how much the bank will be paid for their services.\n\nThe company and the underwriters file a statement with theSecurities and Exchange Commission (SEC)to register the IPO. In turn, the SEC reviews the application, and once it's determined that the necessary information has been provided, a filing date for the IPO is established.\n\nThe investment bank buys the shares to fund the IPO and sells the shares to its distribution network at a higher price. The difference between the purchase price and the sale price is the gross spread, which is the underwriter's profit.\n\nFunds produced by the gross spread typically must cover several underwriting costs including the manager's fee as well as theunderwriting fee, which is earned by members of the underwriter syndicate. The gross spread also covers theconcession, which is the price spread earned by the broker-dealer selling the shares.\n\nThe manager is entitled to the entire gross spread. Each member of the underwriting syndicate gets a (not necessarily equal) share of the underwriting fee and the concession. A broker-dealer, who is not a member of the underwriter syndicate, but sells shares, receives only a share of the concession. The member of the underwriter syndicate that provides the shares to that broker-dealer would retain the underwriting fee. The gross spread also covers legal and accounting expenses as well as any registration fees.\n\nProportionately, the concession increases as the total gross spread rises. Meanwhile, the management and underwriting fees decrease with the gross spread. The effect of size on the division of fees is usually due to differential economies of scale. The extent of investment banker work, for example, in writing theprospectusand preparing theroadshowis somewhat fixed, while the amount of sales work is variable. Larger deals might not necessarily involve more work for the investment banker. However, a larger deal might involve much more of a sales effort, requiring an increase in the proportion of the selling concession. Alternatively, junior banks may join a syndicate, even if they receive a smaller share of the fees in the form of a lower selling concession.\n\nLet's say, as an example, Company ABC, receives $36 per share for its initial public offering. If the underwriters turn around and sell the stock to the public at $38 per share, the gross spread–the difference between the underwriting price and thepublic offering price–would be $2 per share. The gross spread value can be influenced by variables such as the size of the issue, risk, and market price fluctuations orvolatility.\n\nThe gross spread can be expressed as a ratio. In the above example, the difference between the price the investment bank paid theissuerand the public offering price is $2 per share. As a result, the gross spread ratio is approximately 5.3% (or $2 / $38 per share).\n\nThe higher the gross spread ratio, the bigger the slice of the IPO proceeds goes to the investment bank. A gross spread ratio can vary between 3-7% depending on the size of the deal and the country of origin.",
  "url": "https://www.investopedia.com/terms/g/grossspread.asp"
}