{
  "term": "Gross Processing Margin: What it is, How it Works",
  "definition": "The gross processing margin (GPM) is the difference between the cost of a raw commodity and the income it generates once sold as a finished product. The gross processing margin is affected by supply and demand. The prices for raw commodities fluctuate, creating an ever-changingspreadbetween the raw inputs and the processed products.\n\nInvestors, traders, and speculators are able to tradefuturesbased on the price difference between a raw commodity and the final product it produces. For example, a trader can go long on the commodity and short on the finished product of it.\n\nThe gross processing margin can go from generous to thin on a seasonal basis, as well as from unexpected weather events or regional turmoil in an area that is a significant producer of a commodity. When the spread for the gross processing margin widens, meaning that the pricing of the outputs is exceeding the cost of the inputs, that is generally seen as a signal for production capacity expansion.\n\nThe gross processing margin usually increases for one of two reasons. One, the input commodity sees a glut, possibly due to overproduction or simply luck, and therefore the price weakens significantly. Two, the price for the processed products rises due to increasing demand. For the health of the whole value chain, investors generally want to see the GPM increasing for the latter reason as it represents more sustainable industry growth.\n\nThe gross processing margin for two businesses using the same raw commodity can be very different depending on the end product mix. This applies to everything from soybeans to crude, but it is easiest to understand in terms of livestock and meat. Two pork processors are working with the same raw commodity, but if one simply sells whole cuts frozen and the other sells a range ofvalue-addedproducts including bacon, sausages, and marinated loins, then their gross processing margins will likely reflect that product variance.\n\nThe frozenwholesalerhas lower costs of production but similar procurement costs. The value-add focused processor puts more cost and time into the meat but should see a much higher premium upon sale.\n\nThe gross processing margin may go by a different name depending on the commodity it is describing. For example, the GPM for oil is called thecrack spreadin a reference to the refining process of cracking hydrocarbons into petroleum products.\n\nSimply put, the crack spread is the price difference between a barrel ofcrude oiland the resulting petroleum products. The crack is the industry term for breaking up crude oil into its components products which include propane, heating fuel, gasoline, and distillates like rocket fuel and grease.\n\nFor soybeans and canola, it's called thecrush spreadbecause soybeans are crushed to produce oil and meal. This is often used by traders to manage risk by combining soybean, soybean oil, and soybean meal futures into a single position. Combining separate positions into one is also done with crack spreads.\n\nLet's use the example of crack spreads to explain trading GPM. crack spreads are covering the oil refinement margins and as such are heavily influenced by geopolitical issues. If there were to be a reduction in oil supply due to regional instabilities, the price of crude oil would rise. This would affect the crack spread by narrowing the spread, or margin.\n\nA trader would determine that the price of the refined product, in this case, petroleum, is higher than the crude price, the margin is considered positive. However, traders expect that crude prices will fall once stability is regained in the region, so they will place their trades assuming the price of crude will fall, and the spread will widen.\n\nGross processing margin is the difference between a raw commodity and the price of its finished product when sold.Gross profit marginis the amount of money left over from product sales after subtracting thecost of goods sold(COGS). COGS can also be referred to as \"cost of sales\" and includes all of the costs and expenses directly related to the production of goods.\n\nAlthough gross processing margins fluctuate continuously, a high GPM can be dangerous for both the business dealing with the commodity itself and the trader. However, large swings in GPM can be advantageous for strategic positioning, especially when hedging long-term positions.\n\nGross processing margin (GPM) is the margin resulting from the subtraction of the raw product's cost from the finished product's sale price. This margin is in a constant state of flux due to the economic pressures of supply and demand. This price action makes GPM an attractive play for certain traders who understand the commodities they are trading, and how to benefit from the spread.\n\nCorporate Finance Institute. \"Crack Spread.\"",
  "url": "https://www.investopedia.com/terms/g/gpm.asp"
}