{
  "term": "Gross National Product (GNP) Deflator: Overview and Formulas",
  "definition": "The gross national product deflator is an economic metric that accounts for the effects of inflation in the current year'sgross national product(GNP) by converting its output to a level relative to abase period.\n\nThe GNP deflator can be confused with the more commonly usedgross domestic product (GDP) deflator. The GDP deflator uses the same equation as the GNP deflator, but with nominal and real GDP rather than GNP.\n\nThe GNP deflator is simply the adjustment forinflationthat is made to nominal GNP to produce real GNP. The GNP deflator provides an alternative to theConsumer Price Index(CPI) and can be used in conjunction with it to analyze some changes in trade flows and the effects on the welfare of people within a relatively open market country.\n\nThe CPI is based upon abasket of goodsand services, while the GNP deflator incorporates all of the final goods produced by an economy. This allows the GNP deflator to more accurately capture the effects of inflation since it's not limited to a smaller subset of goods.\n\nThe GNP deflator is calculated with the following formula:\n\nGNP Deflator=(Nominal GNPReal GNP)×100\\text{GNP Deflator}\\ = \\ \\left(\\frac{\\text{Nominal GNP}}{\\text{Real GNP}}\\right)\\times 100GNP Deflator=(Real GNPNominal GNP​)×100\n\nThe result is expressed as a percentage, usually with three decimal places.\n\nThe first step to calculating the GNP deflator is to determine the base period for analysis. In theory, you can work with GDP and foreign earnings data for the base period and current periods, and then extract the figures needed for the deflator calculation. However, nominal GNP and real GNP figures, as well as the deflator charted over time, can usually be accessed through releases fromcentral banksor other economic entities.\n\nIn the United States, theBureau of Economic Analysis(BEA), the St. Louis Federal Reserve Bank, and others provide this data, as well as other indicators that track similar economic statistics that measure essentially the same thing but through different formulations. So actually calculating the GNP deflator is usually unnecessary. The more important task is how to interpret the data that the GNP deflator is applied to.\n\nThe GNP deflator, as mentioned, is just the inflation adjustment. The higher the GNP deflator, the higher the rate of inflation for the period. The relevant question is what having an inflation-adjusted gross national product—the real GNP—actually tells you.\n\nThe real GNP is simply the actual national income of the country being measured. It doesn't care where the production is located in the world as long as the earnings come back home.\n\nIn terms of differences between real GNP and real GDP,real GDPis the preferred measure of U.S. economic health. Real GNP shows how the U.S. is doing in terms of its foreign investments in addition to domestic production.",
  "url": "https://www.investopedia.com/terms/g/gnp_deflator.asp"
}