{
  "term": "Groupon",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nGroupon is a website and mobile app that offers coupons, cashback on purchases and group deals to consumers. Restaurants, retailers, and manufacturers use Groupon deals in an effort to lure customers into their establishments or to purchase their products.\n\nThe word \"Groupon\" is a portmanteau of the words group and coupon. The company partners with providers of goods and services by hosting a discount deal and keeping a percentage of the profit as amarketing fee. That percent varies, but the reported average is 50%.\n\nUnlike a standard coupon, a groupon lets consumers pay the discounted price for goods in advance by purchasing the deal. The average groupon grants a 15% to 30% discount, but it can be as high as 90%. For example, a merchant may offer $50 worth of food for $35 or a $200 spa package for $90.\n\nThe original idea behind Groupon was to tap into the power ofcollective purchasingby offering a substantial discount to a group of people if they buy a product or service. That's the \"group\" in Groupon. Ostensibly, merchants would benefit because the discount offered through the coupon would be offset by the scale of new customers.\n\nUntil 2016, Groupon deals included a \"tipping point,\" which requires a predetermined number of consumers, such as 200, to make a purchase before the merchant must honor the discount. This model's design helps the business make an initial profit to cover the upfront cost of providing the service. After 2016, Groupon no longer requires a tipping point because most deals reach high sales volumes in a short period of time.\n\nConsumers typically receive daily deal ads through the Groupon app, location-specific email lists, orsocial mediasites. The company releases at least one local deal every day with a predetermined purchase period, ranging from a few hours to a few days. In most cases, the discount is valid for up to six months, and the groupon amount is redeemable indefinitely.\n\nConsumers use a code or printed voucher for redemption at the time of service. Since the discount is prepaid, the customer owes the merchant only for services exceeding the value of the groupon. The \"fine print\" section of a groupon states the unique restrictions for each deal, such as excluded days or products. However, merchants may impose unadvertised limitations upon redemption, such as a limited menu or inflated pricing for Groupon customers.\n\nGroupon has added new features in the last few years that expand its offerings beyond the original Groupon business model. Groupon Goods offers discounts on merchandise, Groupon Live is for ticketed events like concerts and sports events, and Groupon Getaways is for vacation packages and travel deals.\n\nGroupon collects a percentage of the daily deal profit in exchange for providing merchants with a broad customer base through the company's extensive email list and social media presence. The merchant can profit from the discount if Groupon customers come back after redeeming the voucher, promote the business to their friends, or spend more than the value of the groupon.\n\nGroupon deals may be unprofitable for businesses with variableoperating costsbecause they often need additional staff and supplies to satisfy a sudden increase in demand. Daily deals may also attract customers outside the merchant's target audience, reducing the rate of repeat visits.",
  "url": "https://www.investopedia.com/terms/g/groupon.asp"
}