{
  "term": "Group Health Insurance: What It Is, How It Works, Benefits",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nGroup Insurance health plans provide coverage to a group of members, usually comprised of company employees or members of an organization. Group health members usually receive insurance at a reduced cost because the insurer’s risk is spread across a group of policyholders. There are plans such as these in both the U.S. andCanada.\n\nGroup health insurance plans are purchased by companies and organizations and then offered to their members or employees. Plans can only be purchased by groups, which means individuals cannot purchase coverage through these plans. Plans usually require at least 70% participation in the plan to be valid.Because of the many differences—insurers, plan types, costs, and terms and conditions—between plans, no two are ever the same.\n\nGroup plans cannot be purchased by individuals and typically require at least 70% participation by group members.\n\nOnce the organization chooses a plan, group members are given the option to accept or decline coverage. In certain areas, plans may come in tiers, where insured parties have the option of taking basic coverage or advanced insurance with add-ons. The premiums are split between the organization and its members based on the plan. Health insurance coverage may also be extended to the immediate family and/or other dependents of group members for an extra cost.\n\nThe cost of group health insurance is usually much lower than individual plans because the risk is spread across a higher number of people. Simply put, this type of insurance is cheaper and more affordable than individual plans available on the market because more people buy into the plan.\n\nThe earliest known example of group coverage for health services dates to 1798, when Congress established the U.S. Marine Hospital for Navy seamen. Participation was compulsory, with deductions coming from salaries. Other examples include the mining, lumber, and railroad industries in the late 1800s, which had a vested interest in ensuring the health of its workers.\n\nMontgomery Ward is credited with establishing the nation’s first group health insurance policy in 1910. The policy did not reimburse workers for medical expenses, but provided cash payments to workers equal to half their wages in the event of injury or illness.\n\nThe progressive political movement of the early 1900s led to several proposals to establish compulsory national health insurance. However, these proposals failed to counter opposition from doctors, who objected to uniform fee structures; labor groups, which felt their power would be weakened; and insurance companies, which feared encroachment on their business.\n\nEmployer-sponsored group health insurance grew rapidly in the 1940s as a way for employers to get around wage controls set during World War II. In 1943, the War Labor Board introduced wage caps but did not include insurance premiums as part of the cap. As such, employers were free to offer health insurance to attract and retain workers, resulting in a tripling of health insurance coverage by the end of the war.\n\nBut this failed to address the needs of retirees and other non-working adults. Federal efforts to provide coverage to those groups led to the Social Security Amendments of 1965, which laid the foundation forMedicareandMedicaid.\n\nThe primary advantage of a group plan is that it spreads risk across a pool of insured individuals. This benefits the group members by keeping premiums low, and insurers can better manage risk when they have a clearer idea of who they are covering. Insurers can exert even greater control over costs throughhealth maintenance organizations(HMOs), in which providers contract with insurers to provide care to members.\n\nThe HMO model tends to keep costs low, at the cost of restrictions on the flexibility of care afforded to individuals. Preferred provider organizations (PPOs) offer the patient a greater choice of doctors and easier access to specialists but tend to charge higher premiums than HMOs.\n\nThe percent of the U.S. population covered by employer-provided group health insurance in 2022.\n\nThe vast majority of group health insurance plans are employer-sponsored benefit plans. It is possible, however, to purchase group coverage through an association or other organizations. Examples of such plans include those offered by the American Association of Retired Persons (AARP), the Freelancers Union, and wholesale membership clubs.\n\nNot everyone is covered by a group health insurance plan. For many decades, these uninsured people were forced to bear the cost of healthcare on their own. But that has changed.\n\nGovernment-sponsored health plans are an option for those left out of employer-sponsored group health insurance. TheAffordable Care Act (ACA)adopted in 2010 created a marketplace for health insurance that provides coverage to 16.3 million people as of the 2022-2023 open enrollment season.\n\nAfter the passage of the ACA, taxpayers were required to show they had health insurance coverage or qualified for an exemption, or else they were required to pay a penalty described as a “shared responsibility payment.” This mandated payment was eliminated with the passage of the Tax Cuts and Jobs Act beginning in the 2019 tax year.\n\nUnited Healthcare, a division of UnitedHealth Group (UHC), is one of the nation's largest health insurers.It offers a buffet of group health insurance options for all types of businesses. Include are medical plans and specialty, supplemental plans, such as dental, vision, and pharmacy.\n\nUnited Healthcare offers plans under the federally-sponsored Small Business Health Options (SHOP) program, a provision of the Affordable Care Act. In most states, employersmust have 50 or fewer full-time employees, although some states allow for as many as 100 employees. Businesses that pay at least 50% of the insurance premium qualify for a 50% tax credit.\n\nLarge businesses, with 50 or more employees, qualify as national accounts, which have more services and healthcare features, including the ability to customize plan offerings.\n\nGroup health plans are employer- or group-sponsored plans that provide healthcare to members and their families. The most common type of group health plan is group health insurance, which is health insurance extended to members, such as employees of a company or members of an organization.\n\nA group health cooperative, also known as mutual insurance, is a health insurance plan owned bythe insured members. Insurance is offered at a reduced cost, and what they collect from members is based on claims paid. The cost of care is spread out across the insured population.\n\nMany group health insurers offer plans to companies with one or more employees. The type of plans available, however, may vary according to thesize of the business. For example, United Healthcare provides various plans forsmall businesses with 1-49 employeesand large employers with 50 or more employees.\n\nGroup health insurance plans offer medical coverage to members of an organization or employees of a company. They may also provide supplemental health plans—such as dental, vision, and pharmacy—separately or as a bundle. Risk is spread across the insured population, which allows the insurer to charge low premiums. And members enjoy low-cost insurance, which protects them from unexpected costs arising from medical events.\n\nIn 2023, the average group health insurance policy costs roughly $8,435 annually for an individual, with the employee paying 17% of the premium. For family coverage, the average cost in 2023 was $23,968, with the employee paying 29% of the premium.\n\nGroup health insurance plans are one of the most affordable types of health insurance plans available. Because risk is spread among insured persons, premiums are considerably lower than traditional individual health insurance plans. This is possible because the insurer assumes less risk as more people participate in the plan. For employees who ordinarily would not be able to afford individual health insurance, it is an attractive benefit.\n\nPeopleKeep. \"What Is a Group in Group Health Insurance?\"\n\nU.S. Bureau of Labor Statistics, Monthly Labor Review. “The Development and Growth of Employer-Provided Health Insurance,” Pages 3-4.\n\nMarilyn J. Field and Harold T. Shapiro. “Employment and Health Benefits: A Connection at Risk,” Chapter 2.\n\nNational Archives. “Medicare and Medicaid Act (1965).”\n\nKaiser Family Foundation. \"Health Insurance Coverage for the Total Population.\"\n\nU.S. Department of Health and Human Services. “Biden-Harris Administration Announces Record-Breaking 16.3 Million People Signed Up for Health Care Coverage in ACA Marketplaces During 2022-2023 Open Enrollment Season.”\n\nInternal Revenue Service. “Individual Shared Responsibility Provision.”\n\nAmerican Medical Association. \"Competition in Health Insurance,\" Page 11.\n\nUnited HealthCare Services. “Small Business Health Options Program (SHOP).”\n\nUnitedHealthcare. \"Group Health Insurance for Employers.\"\n\nKaiser Family Foundation. “2023 Employer Health Benefits Survey.”",
  "url": "https://www.investopedia.com/terms/g/group-health-insurance-plan.asp"
}