{
  "term": "Group Term Life Insurance: What It Is, How It Works, Pros & Cons",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nGroup term life insurance is a type of temporary life insurance in which one contract is issued to cover multiple people. The most common group is a company where the contract is issued to the employer who then offers coverage to employees as a benefit. Many employers provide, at no cost, a base amount of group coverage plus options for employees to purchase supplemental coverage for themselves as well as their spouses and children. Group term is also sold by various associations and professional organizations.\n\nGroup term life insurance is relatively inexpensive compared to individual life insurance. As a result, participation is high.\n\nLife insurance is available to 57% of private company employees and 83% of government employees through the workplace, according to the U.S. Bureau of Labor Statistics.Group life insurance policies are generally written asterm insuranceand offered to employees who meet eligibility requirements, such as being a permanent employee who has been with the company for at least 30 days. Group term life insurance coverage can be adjusted for qualifying life events or during an open enrollment period.\n\nThe standard amount of coverage is usually tied to the covered employee's annual salary, with premiums primarily based on the insured's age. Employers typically pay most or all of the premiums for basic coverage. Additional amounts, ordinarily in multiples of the employee's annual salary, may be offered for an extra premium paid by the employee.\n\nAs with other types of life insurance, group term pays out a death benefit to the beneficiary you choose if you pass away while the policy remains in effect. Insured members often receivecertificates of insuranceas proof of coverage.\n\nIf your company offers group term life insurance, you may not be able to \"take it with you\" if you change jobs. Employer-provided group term life insurance is not always a portable benefit.\n\nGroup term coverage is generally inexpensive, especially for younger people. Participants are not normally required to go through anunderwritingprocess, as all eligible employees are automatically covered. However, unlike individual term insurance plans, which typically lock in a rate for 20 to 30 years, most group plans have rate bands in which the cost of insurance automatically goes up in increments (for example, at ages 30, 35, 40, etc.).The premiums for eachrate bandare outlined in the plan document provided by the employer.\n\nWhile inexpensive, the amount of coverage offered by group life insurance may not be enough for many families. Employers or association groups offering the insurance often limit the total coverage available to employees or members based on factors such as tenure, base salary, number of dependents, and employment status. Participants cannot customize group term coverage to meet individual needs like they could with their own policy.\n\nLastly, group term coverage often ends when an individual's employment terminates. Some employers do allow ex-employees to maintain the same coverage, known as porting the life insurance.Former employees could also possibly convert the group term to an individual permanent policy. The conversion options vary, may not be automatic, and couldrequire underwriting. Consequently, an individual could be offered a policy with a much higher premium. Also, the policies available when converting may be limited and are not always the most competitive products.\n\nSome employers only offeraccidental death & dismembermentinsurance. AD&D policies only cover deaths or severe injuries resulting from an accident (rather than from natural causes) and contain significant coverage limitations. Always read the fine print to be sure you understand your group coverage and benefits\n\nTypically, all employees are automatically enrolled in the base coverage once they meet the eligibility requirements. Those requirements vary by plan and employer. They can include working a certain number of hours per week or being an employee for a certain period of time. Group term life sold by associations (such as fraternal organizations, trade groups, and charitable groups) includes other requirements, such as maintaining membership in the organization.\n\nThe availability of supplemental group term coverage also differs among employers. They may offer extra coverage for the employee beyond the base insurance, as well as optional insurance for a spouse and/or children. In some plans, individuals can only enroll for supplemental insurance when they are initially employed or upon aqualifying life event, such as the birth of a child. In other plans, supplemental group term coverage can be added during open enrollment periods.\n\nSupplemental coverage may require underwriting. Usually, it is a simplified underwriting process whereby the insurance applicant answers some questions to determine eligibility rather than undergoing a physical exam. The carrier then decides whether or not it will offer the additional coverage.\n\nEmployers are allowed to provide employees with $50,000 of tax-free group term life insurance coverage as a benefit. Any amount of coverage above $50,000 that is paid for by an employer must be recognized as ataxable benefitand included on the employee'sW-2.\n\nIt's worth comparing your employer's offering with what you could get buying your own individual policy to ensure you'll be receiving the best term life insurance policy possible. It is also important to revisit the coverage you selected during open enrollment each year to make sure the plan still fits your needs.\n\nConsider your employer-sponsored group life insurance to be one piece of your insurance plan. To calculate your total needs, and understand how group insurance can play a part, it makes sense to determine:\n\nNo, group term life provides temporary coverage while you work for your employer, or while you pay premiums through a membership association. Unlike permanent insurance, term life does not last your entire lifetime and does not accumulate cash value.\n\nMost employer-based plans provide a standard amount of coverage to all eligible employees with no medical exam. However, if you want to purchase supplemental coverage for yourself or your family members, you may be required to take a medical exam or provide additional health information when you apply.\n\nEmployers provide a basic level of group term life insurance at little or no cost toall eligible employees. Supplemental coverage is optional insurance at work that employees can purchase for an additional premium if they want more coverage for themselves, their spouse, or their children.\n\nIt all depends on your insurance needs and what other coverage you already have. Supplemental insurance for yourself and your family members provides additional coverage beyond your employer's standard limits. While supplemental insurance offers fewer options than other types of policies, it can be worthwhile if your health history or age makes it difficult to obtain coverage through a private insurer.\n\nGroup term life insurance through your employer or an association offers affordable, easy-to-get coverage that provides financial protection for your family if you die. However, employment-based group life is temporary coverage that may not provide a sufficient death benefit to meet all your family's financial needs. Consider combining group term with your own individual life insurance policy.\n\nBureau of Labor Statistics, U.S. Department of Labor. \"Employee Benefits in the United States - Sept. 2023.\"\n\nWAEPA. \"Group Term Life Insurance Rates.\"\n\nSecurian Financial. \"Buying Life Insurance at Work.\"\n\nGuardian. \"Portability Vs. Conversion.\"\n\nPrudential. \"What is Supplemental Life Insurance?\"\n\nInternal Revenue Service. \"Group Term Life Insurance.\"\n\nProgressive. \"What Is Supplemental Life Insurance?\"",
  "url": "https://www.investopedia.com/terms/g/group-term-life-insurance.asp"
}