{
  "term": "Group of 3 (G3): What It Is, How It Works, Legacy",
  "definition": "Clay Halton was a Business Editor at Investopedia and has been working in the finance publishing field for more than five years. He also writes and edits personal finance content, with a focus on LGBTQ+ finance.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nGroup of 3 refers to a ten-year free trade agreement between Mexico, Colombia and Venezuela that began in 1995 and lasted until 2005. The pact covered numerous issues includingintellectual property rights, public-sector investments and the easing of trade restrictions.\n\nVenezuela, under the leadership of Hugo Chavez, opted to not continue in the Group of 3 when the original agreement came up for renewal in 2006. Venezuela instead joined Mercosur, anotherfree trade areathat predated the Group of 3. When Venezuela left, Colombia and Mexico agreed to continue as free trade partners for roughly nine more years.\n\nThe Group of 3 was among several free trade agreements that the government of Mexico entered into, the largest of which was the North American Free Trade Agreement (NAFTA). Mexico was the largest and most influential Group of 3 partner. The pact was part of the Mexican government’s agenda to extend free trade throughout much of Central America, including Peru, Bolivia, and Ecuador.\n\nNotable modifications to the agreement included a decree to boost free trade in additional industries in December 2004 and a change that Mexico and Colombia implemented in August 2011 to reduce tariffs on a range of additional products.\n\nMexico and Colombia ended their two-way alliance when each entered thePacific Alliancewith Chile and Peru in 2014. The goal of this agreement was to boost trade between all four countries and strengthen economic ties to Asia as each country borders the Pacific Ocean.\n\nThe Group of 3 did not last for long, and Venezuela arguably never became a very strong participant in the pact. However, the Group of 3 succeeded in boosting trade between Mexico and Colombia.\n\nThe Group of 3 did aid the region’s energy and utility sectors. One of the Group of 3's first projects was to link both power grids and gas pipelines from Mexico to Colombia and Venezuela. In October 2007, a gas pipeline opened between Colombia and western Venezuela, providing the opportunity for gas to flow to areas where it was not previously accessible.\n\nFrom Mexico’s perspective, the Group of 3 became part of a strategy to open its trade policies in an effort to significantly boost exports. The Group of 3 offered Mexico a way to leverage labor markets throughout the region to produce finished goods that could then be sold into the United States and Canada via NAFTA. The Group of 3 did help to strengthen Mexico’s position as Central America’s most important trading partner, although other trade agreements arguably helped Mexico far more. The Group of 3 weakened partly due to other regional trade agreements as well as bilateral agreements between countries in Central America and the U.S.\n\nConversely, Colombia and Venezuela seemed to have hoped that the Group of 3 would provide an eventual entry for them to join NAFTA; this never occurred.\n\nCongressional Research Service. \"Mexico's Free Trade Agreements,\" Page 8. Accessed March 24, 2021.\n\nAsociación Latinoamericana de Integración. \"About Us.\" Accessed March 17, 2021.\n\nAustralian Government, Department of Foreign Affairs and Trade. \"Pacific Alliance Free Trade Agreement.\" Accessed March 24, 2021.\n\nReuters. \"Venezuela and Colombia Inaugurate Gas Pipeline.\" Accessed March 17, 2021.",
  "url": "https://www.investopedia.com/terms/g/group-of-3.asp"
}