{
  "term": "Growth Rates: Definition, Formula, and How to Calculate",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nGrowth rates refer to the percentage change of a specific variable within a specific time period.\n\nGrowth rates are the change in percent of growth a specific variable experiences within a specific time period. Growth rates can be positive or negative, depending on whether the size of the variable is increasing or decreasing over time. Growth rates were first used by biologists studying population sizes, but they have since been brought into use in studying economic activity, corporate management, or investment returns.\n\nFor investors, growth rates typically represent the compoundedannualized rateof growth of an investment, or a company’s revenues, earnings, or dividends. Growth rates are also applied to more macro concepts, such asgross domestic product (GDP)and unemployment. Expected forward-looking ortrailinggrowth rates are two common kinds of growth rates used for analysis.\n\nAt their most basic level, growth rates are used to express the annual change in a variable as a percentage. For example, an economy’s growth rate is derived as the annual rate of change at which a country’s GDP increases or decreases. This rate of growth is used to measure an economy’s recession or expansion. If the income within a country declines for two consecutive quarters, it is considered to be contracting.\n\nConversely, if the country has grown its income for two consecutive quarters, it is considered to be expanding.\n\nGrowth rates can be calculated in several ways, depending on what the figure is intended to convey. A simple growth measurement simply divides the difference between the ending and starting value by the beginning value, or (EV-BV)/BV. Theeconomic growth of a country’s GDPcan thus be computed as:\n\nEconomic Growth=GDP2−GDP1GDP1where:GDP=Gross domestic product of nation\\begin{aligned} &\\text{Economic Growth} = \\frac { \\text{GDP}_2 - \\text{GDP}_1 }{ \\text{GDP}_1 } \\\\ &\\textbf{where:} \\\\ &\\text{GDP} = \\text{Gross domestic product of nation} \\\\ \\end{aligned}​Economic Growth=GDP1​GDP2​−GDP1​​where:GDP=Gross domestic product of nation​\n\nThis approach, however, may be overly simplistic.\n\nThecompound annual growth rate (CAGR)is a variation on the growth rate that is often used to assess an investment’s or company’s performance. The CAGR, which is not a true return rate, but rather a representation that describes the rate at which an investment would have grown if it had grown at the same rate every year and the profits were reinvested at the end of each year. The formula for calculating CAGR is:\n\nCAGR=(EVBV)1n−1where:EV=Ending valueBV=Beginning valuen=Number of years\\begin{aligned} &CAGR= \\left ( \\frac{EV}{BV} \\right ) ^{\\frac{1}{n}}-1\\\\ &\\textbf{where:}\\\\ &EV = \\text{Ending value}\\\\ &BV = \\text{Beginning value}\\\\ &n = \\text{Number of years} \\end{aligned}​CAGR=(BVEV​)n1​−1where:EV=Ending valueBV=Beginning valuen=Number of years​\n\nThe CAGR calculation assumes that growth is steady over a specified period of time. CAGR is a widely used metric due to its simplicity and flexibility, and many firms will use it to report and forecast earnings growth.\n\nFinancial theory suggests that a company’s shares can be fairly valued using adividend discount model (DDM), based on the hypothesis that present-day price is worth the sum of all of its futuredividendpayments whendiscountedback to its present value. As a result, dividend growth rates are important for valuing stocks.\n\nTheGordon Growth Model (GGM)is a popular approach used to determine the intrinsic value of a stock based on a future series of dividends that grow at a constant rate. Thisdividend growth rateis assumed to be positive as mature companies seek to increase the dividends paid to their investors on a regular basis. Knowing the dividend growth rate is thus a key input for stock valuation.\n\nGrowth rates are utilized by analysts, investors, and a company’s management to assess a firm’s growth periodically and make predictions about future performance. Most often, growth rates are calculated for a firm’s earnings, sales, or cash flows, but investors also look at growth rates for other metrics, such as price-to-earnings ratios or book value, among others. When public companies report quarterly earnings, the headline figures are typically earnings and revenue, along with the growth rates—quarter over quarter, or year over year—for each.\n\nFor example, Amazon reported full-year revenue of $575 billion for 2023; this represented a growth of 12% from its 2022 revenue of $514 billion.\n\nTheinternal growth rate (IGR)is a specific type of growth rate used to measure an investment’s or project’s return or a company’s performance. It is the highest level of growth achievable for a business without obtaining outside financing, and a firm’s maximum IGR is the level of business operations that can continue to fund and grow the company.\n\nInvestors often look torate of return (RoR)calculations to compute the growth rate of their portfolios or investments. While these generally follow the formulae for growth rate or CAGR, investors may wish to also know their real or after-tax rate of return. Thus, growth rates for investors will net out the impact of taxes,inflation, and transaction costs or fees.\n\nBecause stock prices are thought to reflect the discounted value of a firm’s future cash flows, a rising stock market implies improving forecasted growth rates for the company.\n\nSpecific industries also have growth rates. Each industry has a uniquebenchmarknumber for rates of growth against which its performance is measured. For instance, companies on the cutting edge of technology are more likely to have higher annual rates of growth compared to amature industrysuch as retail. Industry growth rates can be used as a point of comparison for firms seeking to gauge their performance relative to their peers.\n\nThe use of historical growth rates is one of the simplest methods of estimating the future growth of an industry. However, historically high growth rates do not always indicate a high rate of growth looking into the future, as industrial andeconomic conditionschange constantly and are often cyclical. For example, the auto industry has higher rates of revenue growth during periods of economic expansion, but in times of recession, consumers are more inclined to be frugal and not spenddisposable incomeon a new car.\n\nIn addition to GDP growth,retail salesgrowth is another important growth rate for an economy because it can be representative ofconsumer confidenceand customer spending habits. When the economy is doing well and people are confident, they increase spending, which is reflected in retail sales. When the economy is in a recession, people reduce spending, and retail sales decline.\n\nSay that we are comparing the annual growth rates of two countries’ GDP.\n\nFirst, we can look at the annual growth rates of each country for the first two years. Country A is growing at a modest rate that is declining over the three years. Country B is growing rapidly and at an increasing rate. This is not unusual for large, mature countries and emerging-markets economies, respectively. But also notice that in year 3, the size of Country A’s economy is still more than 36× larger than it.\n\nWe can also consider the CAGR of the two countries over the two-year period taking place between years 1 and 3. We then get:\n\nNote that the CAGR annualized rates are slightly lower than the arithmetic average of the two years’ individual growth rates.\n\nWhile growth rates are important for understanding how things change over time, they do come with some important limitations. First, the growth rate only considers the net change between two points in time, but it says nothing about the price movements or volatility that may have occurred in between. For instance, if some variable has a value of 10.00 today and 10.00 as well a year from now, the growth rate is zero. However, it could have fluctuated wildly—or not at all—during those 12 months. The annual growth rate, in this case, cannot tell us anything about that.\n\nGrowth rates also ignore the nominal amounts involved. For instance, Company A’s earnings may grow from $100,000 per year to $150,000 per year, representing 50% growth, but only a $50,000 change. A much larger Company B’s earnings may only grow at, say, 5% a year (10× less in terms of the growth rate) but amount to several millions of dollars in the company’s coffers.\n\nFinally, growth rates are hard to compare across industries or other unlike variables. A 5% rate of growth for a company may be relatively good or bad depending on if it is a growth-oriented tech startup vs. a large, incumbent consumer staples manufacturer. Likewise, a 4% decline in unemployment does not necessarily carry the same impact as a 4% increase in GDP.\n\nThe GDP growth rate, according to the formula above, takes the difference between the current and prior GDP level and divides that by the prior GDP level. Thereal economic (real GDP) growth ratewill take into account the effects of inflation, replacingreal GDPin the numerator and denominator, where real GDP = GDP / (1 + inflation rate since base year).\n\nWhat is considered to be a good growth rate for a company will depend on several factors such as the industry it is in, whether it is new or well-established, the size of the company, and the overall condition of the economy. In general, a company’s growth rate should exceed the rate of nominal GDP growth as well as the rate of inflation. Newer companies in riskier industries will require a higher rate of growth to satisfy investors.\n\nStartup companies, especially those in high-tech industries, are expected to grow quite rapidly. For Y Combinator companies (a well-known tech incubator), a good growth rate is considered to be 5% to 7% per week of revenues, while an exceptional growth rate is 10% per week.Thus, a startup may grow by 150% and more over the first few months. As the company matures, the growth rate will decrease.\n\nSince growth rate calculations follow a fairly straightforward formula, they can be easily transported into a spreadsheet program like Microsoft Excel to speed up calculations and remove the chance of human error. You will simply need to provide the beginning values, ending values, and the number of periods (if using compound annual growth rate [CAGR], for instance). Note that newer versions of Excel also have a built-in rate of return (RoR) function that can compute CAGR in one step, known as [RRI].Still, the RRI function uses three arguments: number of periods, start value, and end value.\n\nLike any other growth rate calculation, a population’s growth rate can be computed by taking the current population size and subtracting the previous population size. Divide that amount by the previous size. Divide that by the number of years between the current and previous observations to get the annual growth rate. Multiply that by 100 to get the percentage.\n\nGrowth rates measure how quickly variables increase or decrease, showing the net change in value over some period of time. First applied to the study of biological populations and diseases, growth rates today are an important factor for economists, policy makers, company managers, entrepreneurs, and investors. Calculating a growth rate is simply achieved by dividing the difference in value observed over some period (such as a year) by the starting value.\n\nYahoo Finance. \"Amazon: Financials.\"\n\nCentral Statistics Office. \"Retail Sales Index July 2023 (Provisional) and June 2023 (Final).\"\n\nPaul Graham. “Startup = Growth.”",
  "url": "https://www.investopedia.com/terms/g/growthrates.asp"
}