{
  "term": "Growth Stock: What It Is, Examples, vs. Value Stock",
  "definition": "A growth stock is any share in a company that is anticipated to grow at a rate significantly above the average growth for the market. These stocks generally do not pay dividends. This is because the issuers of growth stocks are usually companies that want to reinvest any earnings they accrue in order to accelerate growth in the short term. When investorsinvest in growth stocks, they anticipate that they will earn money throughcapital gainswhen they eventually sell their shares in the future.\n\nGrowth stocks may appear in any sector or industry and typically trade at a highprice-to-earnings (P/E) ratio. They may not have earnings at the present moment but are expected to in the future.\n\nInvestment in growth stocks can be risky. Because they typically do not offerdividends, the only opportunity an investor has to earn money on their investment is when they eventually sell their shares. If the company does not do well, investors take a loss on the stock when it's time to sell.\n\nGrowth stocks tend to share a few common traits. For example, growth companies tend to have unique product lines. They may hold patents or have access to technologies that put them ahead of others in their industry. In order to stay ahead of competitors, they reinvest profits to develop even newer technologies and patents as a way to ensure longer-term growth.\n\nBecause of their patterns of innovation, they often have a loyal customer base or a significant amount ofmarket sharein their industry. For example, a company that develops computer applications and is the first to provide a new service may become a growth stock by way of gaining market share for being the only company providing a new service. If other app companies enter the market with their own versions of the service, the company that manages to attract and hold the largest number of users has a greater potential for becoming a growth stock.\n\nManysmall-capstocks are considered growth stocks. However, some larger companies may also be growth companies.\n\nYou can find growth stocks trading on any exchange and in any industrial sector—but you’ll usually find them in the fastest-growing industries and on more innovative exchanges like the Nasdaq.\n\nGrowth stocks differ fromvalue stocks. Investors expect growth stocks to earn substantial capital gains as a result of strong growth in the underlying company. This expectation can result in these stocks appearing overvalued because of their generally high price-to-earnings (P/E) ratios.\n\nIn contrast, value stocks are often underrated or ignored by the market, but they may eventually gain value. Investors also attempt to profit from the dividends they typically pay. Value stocks tend to trade at a low price-to-earnings (P/E) ratio.\n\nSome investors may try to include both growth and value stocks in their portfolios fordiversification. Others may prefer to specialize by focusing more on value or growth.\n\nSome value stocks are underpriced simply due to poor earnings reports or negative media attention. However, one characteristic that they often have is strong dividend-payout histories. A value stock with a strong dividend track record can provide reliable income to an investor. Many value stocks are older companies that can be counted on to stay in business, even if they aren’t particularly innovative or poised to grow.\n\nAmazon Inc. (AMZN) has long been considered a growth stock. In 2023, it is one of the largest companies in the world and has been for some time. As of December 2023, Amazon ranks fourth among U.S. companies in terms of itsmarket capitalization.\n\nAmazon's stock has historically traded at a high price-to-earnings (P/E) ratio. Between September 2021 and December 2023, the stock's P/E typically ranged from around 51 to 245.Despite the company's size, growth estimates for 2024 are over 33%.\n\nWhen a company is expected to grow, investors remain willing to invest (even at a high P/E ratio). This is because several years down the road the current stock price may look cheap in hindsight. The risk is that growth doesn't continue as expected. Investors have paid a high price expecting one thing, and not getting it. In such cases, a growth stock's price can fall dramatically.\n\nWhen it comes to stocks, \"growth\" means that the company has substantial room for capital appreciation. These tend to be newer and smaller-cap companies, and/or those in growth sectors like technology or biotech. Growth stocks may have low or even negative earnings, often making them high P/E stocks.\n\nAs with all investing, there is a fundamental trade-off between risk and return. Growth stocks provide a greater potential for future return, and they are thus equally matched by greater risk than other types of investments like value stocks or corporate bonds. The main risk is that the realized or expected growth doesn't continue into the future. Investors have paid a high price expecting one thing and not getting it. In such cases, a growth stock's price can fall dramatically.\n\nAs a hypothetical example, a growth stock would be a biotech startup that has begun work on a promising new cancer treatment. Say that currently, the product is only in the Phase I stage of clinical trials, and there is uncertainty whether the FDA will approve the drug candidate to continue on to Phase II & III trials. If the drug passes and is ultimately approved for use, it could mean huge profits and capital gains. If, however, the drug either doesn't work as planned or causes severe side effects, all of that R&D spending may have been in vain, and the stock never reaches its potential.\n\nInstead of looking to future growth potential, value stocks are those that are thought to trade below what they are really worth and will thus theoretically provide a superior return as their stock prices catch up with fundamentals. Unlike growth stocks, which typically do not pay dividends, value stocks often have higher than averagedividend yields. Value stocks also tend to have strong fundamentals with comparably lowprice-to-book (P/B) ratiosand low P/E values—the opposite of growth stocks.\n\nWhen investors invest in growth stocks, they have an eye toward huge future capital gains. Unlike value stocks, which many investors choose because of strong fundamentals, growth stocks are often selected because of the stock's strong potential for growth, even if its current earnings are low. However, growth stocks can be risky; if the expected growth fails to materialize, investors may wind up taking a loss.\n\nCompanies Market Cap. \"Largest American Companies by Market Capitalization.\"\n\nMacrotrends. \"Amazon PE Ratio 2010–2023, AMZN.\"\n\nYahoo! Finance. \"Amazon.com, Inc. (AMZN).\"",
  "url": "https://www.investopedia.com/terms/g/growthstock.asp"
}