{
  "term": "Growing-Equity Mortgage: What It is, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA growing-equity mortgage (GEM) is a type of fixed-ratemortgagewhere monthly payments increase over time according to a set schedule, rather than remaining fixed and equal over the loan term. The interest rate on the loan does not change, and there is never any negative amortization. Instead, the first payment is afully-amortizing paymentand as the payment amount increases over time, the additional amount beyond what would be a fully amortizing payment is applied directly to the remaining mortgageprincipal, shortening the life of the loan and increasing overall interest savings.\n\nA growing-equity mortgage effectively allows a borrower to accelerate repayment of their fixed-rate mortgage by scheduling additional principal payments that increase over time. In addition to paying off the loan early, a growing-equity mortgage helps to build uphome equityfaster that the borrower could leverage if needed. Payments for growth-equity mortgages typically rise annually, increasing up to 5% per year.\n\nThere is one caveat to this type of financing. Because payment amounts increase annually, homeowners' salaries (or their ability to pay) must also increase to accommodate the larger payments.\n\nA growing-equity mortgage is not to be confused with a graduated payment mortgage. Agraduated payment mortgagealso has afixed interest rateand payments that increase at set intervals. However, a graduated payment mortgage also hasnegative amortization. In other words, unlike a growing-equity mortgage, the initial payments on a graduated payment mortgage are setbelowwhat a fully amortizing payment would be (they are actually set below what an interest-only payment would be). This creates negative amortization, not interest savings.\n\nApplying for a growing-equity mortgage can be the same as applying for other types of mortgages, with comparable credit requirements. There may be options for lower down payments associated with this type of mortgage. Some lenders who offer growing-equity mortgages target first-time home buyers who would otherwise might not be able to afford upfront purchasing costs.\n\nFurthermore, these loans are offered to borrowers who might not qualify for conventional mortgages. TheFederal Housing Administrationoffers a growing-equity mortgage program specifically for this purpose. FHA guidelines make growing equity mortgages available to borrowers with a limited income, but who also have a reasonable expectation of increases to their earnings.﻿﻿\n\nWhen such mortgages are insured through the FHA, lenders are given protection in case of default by the borrower. FHA insurance for growing-equity mortgages can cover new purchases, refinancing, and rehabilitation of properties. The financing can also be for units in condominiums or shares in cooperative housing.﻿﻿\n\nU.S. Department of Housing and Urban Development. \"Section C. Home Mortgage Insurance Programs,\" Pages 1-C-37 and 1-C-38.",
  "url": "https://www.investopedia.com/terms/g/growing_equity_mortgage.asp"
}