{
  "term": "Growth Fund: Definition, Types, and Performance",
  "definition": "A growth fund is a diversified portfolio of stocks that hascapital appreciationas its primary goal, with little or no dividend payouts. The portfolio mainly consists of companies with above-average growth that reinvest theirearningsinto expansion,acquisitions, orresearch and development (R&D). Most growth funds offer higher potential capital appreciation but usually at above-average risk.\n\nThe high-risk, high-reward mantra of growth funds can make them ideal for those not retiring anytime soon. Typically, investors need atolerance for riskand aholding periodwith a time horizon of five to ten years. Growth fund holdings often have highprice-to-earnings (P/E)andprice-to-sales (P/S)multiples. This trade-off from investors is the above-averagerevenueand earnings gains these companies produce.\n\nGrowth funds, along withvalue fundsand blend funds, are one of the main types ofmutual fundsandexchange traded funds (ETFs)They are more volatile than funds in the value and blend categories. Growth funds are typically split bymarket capitalization, with funds representing small-cap, mid-cap, and large-cap groupings.\n\nLarge-cap growth mutual funds are one of the largest types of mutual funds in terms of market share. Large-blend funds, which offer investors value and growth, are also very popular. Foreign large-cap growth funds are much lower in terms of market share.\n\nForeign growth funds are becoming more common for investors who want to take advantage of global growth. These funds invest in international stocks posting strong revenue and earnings growth. For international growth funds, technology and consumer sectors are the most common. Large internet names such as Tencent (TCTZF), Baidu (BIDU), and Alibaba (BABA) can be found among the top ten holdings for many international growth funds.\n\nOne of the largest growth funds is the Growth Fund of America (AGTHX) from American Funds. This mutual fund has over $253 billion inassets under management(AUM) as of March 2022 and the stock price is up 10% over the last year, despite the marketvolatility. The fund's average annual return has been 14.28% over the last ten years, as of Feb. 28, 2022.\n\nThe Growth Fund of America has Tesla, as its largest holding, representing 7.1% of assets.Technologystocks represent the largest sector weighting at 34.9%.Consumer Discretionarystocks follow closely behind with 24.3% of assets.\n\nTechnology stocks are a major part of growth funds. With high growth and high P/E and P/S ratios, technology stocks fit the criteria perfectly for growth funds.\n\nThe majority of the best performing large-company stock funds over the last decade have been growth funds. For example, the Morgan Stanley Multi Cap Growth A (CPOAX) is the best performing large-company stock fund over the last ten years, with an annualized return of 23.3%. Currently, its top three holdings include Snowflake, Inc. (SNOW), Cloudflare, Inc. (NET), and The Trade Desk (TTD).\n\nCapital Group. \"The Growth Fund of America (AGTHX).\"\n\nMorgan Stanley. \"Insight Fund (CPOAX).\"",
  "url": "https://www.investopedia.com/terms/g/growthfund.asp"
}