{
  "term": "Growth at a Reasonable Price (GARP): Definition and Strategy",
  "definition": "Growth at a reasonable price (GARP) is an equity investment strategy that seeks to combine tenets of bothgrowth investingandvalue investingto select individual stocks. GARP investors look for companies that are showing consistent earnings growth above broad market levels while excluding companies that have very highvaluations. The overarching goal is to avoid the extremes of either growth or value investing; this typically leads GARP investors to growth-oriented stocks with relatively lowprice/earnings (P/E)multiples in normal market conditions.\n\nGARP investing was popularized by legendary Fidelity managerPeter Lynch.While the style may not have rigid boundaries for including or excluding stocks, a fundamental metric that serves as a solid benchmark is theprice/earnings growth (PEG) ratio.\n\nThe PEG shows the ratio between a company's P/E ratio (valuation) and its expected earnings growth rate over the next several years. A GARP investor would seek out stocks that have a PEG of 1 or less, which shows that P/E ratios are in line with expected earnings growth. This helps to uncover stocks that are trading at reasonable prices.\n\nIn abear marketor other downturn in stocks, one could expect the returns of GARP investors to be higher than those of pure growth investors but subpar to strict value investors who generally purchase shares at P/Es under broad market multiples.\n\nValue investors try to buy stocks that are on sale. Value investors look for stocks at bargain prices for a) a larger chance to earn a future profit and b) less risk of losing your money if the stock doesn’t perform well as you had anticipated. This fundamental principle is called themargin of safety.\n\nValue investors also do not buy into the efficient-market hypothesis, which postulates that stock prices already take the full spread of company, industry, and market information into account. Value investors believe that it’s possible to pick overvalued or undervalued stocks relative to their current market price. Value investors may perform adiscounted cash flows analysis (DCF)to determine a stock’sintrinsic value.\n\nFamous value investors includeWarren Buffett, CEO, and chair of Berkshire Hathaway, which grew to become one of the largest publicly traded companies in the world.\n\nOne of the most straightforward ways to utilize the GARP strategy is by investing in anindex fundthat utilizes the strategy. This removes having to analyze your own stocks and come up with investments that fit the criteria of a GARP investment.\n\nStandard and Poor'shas created theS&P 500GARP Index, which is an index that tracks \"companies with consistent fundamental growth, reasonable valuation, solid financial strength, and strong earning power.\"\n\nOne fund that tracks the S&P 500 GARP Index is the Invesco S&P 500 GARP ETF (SPGP). It is anexchange traded fundthat aims to invest 90% of its assets into the securities that make up the S&P 500 GARP Index.\n\nThe fund's largest holdings are inhealthcare(29.39%) followed byinformation technologystocks (21.40%).Financialsis the next heavily invested sector at 17.28%. The smallest invested sector is consumer staples at 3.71%. Above that is communication services at 5.61%. Well-known stocks include Meta (formerly Facebook), Adobe, and Cigna. The fund also comes with a lowexpense ratioof 0.36%, making it an affordable investment choice.\n\nCFA Institute. \"GARP Investing: Golden or Garbage?\" Accessed Jan. 2, 2022.\n\nS&P Global. \"S&P 500 GARP Index.\" Accessed Jan. 2, 2022.\n\nInvesco Distributors Inc. \"Invesco S&P 500 GARP ETF.\" Accessed Jan. 2, 2022.\n\nInvesco Distributors Inc. \"Invesco S&P 500 GARP ETF, Fund Holdings.\" Accessed Jan. 2, 2022.",
  "url": "https://www.investopedia.com/terms/g/garp.asp"
}