{
  "term": "Growth Investing: Overview of the Investing Strategy",
  "definition": "Growth investing is an investment style and strategy that is focused on increasing an investor's capital. Growth investors typically invest ingrowth stocks—that is, young or small companies whoseearningsare expected to increase at an above-average rate compared to their industry sector or the overall market.\n\nGrowth investing is highly attractive to many investors because buying stock in emerging companies can provide impressive returns (as long as the companies are successful). However, such companies are untried, and thus often pose a fairly high risk.\n\nGrowth investing may be contrasted withvalue investing. Value investing is an investment strategy that involves picking stocks that appear to be trading for less than their intrinsic or book value.\n\nGrowth investors typically look for investments in rapidly expanding industries (or even entire markets) where new technologies and services are being developed. Growth investors look for profits through capital appreciation—that is, the gains they'll achieve when they sell their stock (as opposed to dividends they receive while they own it). In fact, most growth-stock companies reinvest their earnings back into the business rather than paying a dividend to their shareholders.\n\nThese companies tend to be small, young companies with excellent potential. They may also be companies that have just started trading publicly. The idea is that the company will prosper and expand, and this growth in earnings or revenues will eventually translate into higher stock prices in the future. Growth stocks may therefore trade at a highprice/earnings (P/E) ratio. They may not have earnings at the present moment but are expected to in the future. This is because they may hold patents or have access to technologies that put them ahead of others in their industry. In order to stay ahead of competitors, they reinvest profits to develop even newer technologies, and they seek to secure patents as a way to ensure longer-term growth.\n\nBecause investors seek to maximize theircapital gains, growth investing is also known as a capital growth strategy or a capital appreciation strategy.\n\nGrowth investors look at a company's or a market's potential for growth. There is no absolute formula for evaluating this potential; it requires a degree of individual interpretation, based on objective and subjective factors, plus personal judgment. Growth investors may use certain methods or criteria as a framework for their analysis, but these methods must be applied with a company's particular situation in mind: Specifically, its current position vis-a-vis its past industry performance and historical financial performance.\n\nIn general, though, growth investors look at five key factors when selecting companies that may provide capital appreciation. These include:\n\nCompanies should show a track record of strong earnings growth over the previous five to 10 years. The minimumearnings per share(EPS) growth depends on the size of the company: for example, you might look for growth of at least 5% for companies that are larger than $4 billion, 7% for companies in the $400 million to $4 billion range, and 12% for smaller companies under $400 million. The basic idea is that if the company has displayed good growth in the recent past, it’s likely to continue doing so moving forward.\n\nAnearnings announcementis an official public statement of a company’s profitability for a specific period—typically a quarter or a year. These announcements are made on specific dates during earnings season and are preceded byearnings estimatesissued by equity analysts. It’s these estimates that growth investors pay close attention to as they try to determine which companies are likely to grow at above-average rates compared to the industry.\n\nA company’spretax profit marginis calculated by deducting all expenses from sales (except taxes) and dividing by sales. It’s an important metric to consider because a company can have fantastic growth in sales with poor gains in earnings—which could indicate management is not controlling costs and revenues. In general, if a company exceeds its previous five-year average of pretax profit margins—as well as those of its industry—the company may be a good growth candidate.\n\nA company’sreturn on equity(ROE) measures its profitability by revealing how much profit a company generates with the money shareholders have invested. It’s calculated by dividing net income by shareholder equity. A good rule of thumb is to compare a company’s present ROE to the five-year average ROE of the company and the industry. Stable or increasing ROE indicates that management is doing a good job generating returns from shareholders’ investments and operating the business efficiently.\n\nIn general, if a stock cannot realistically double in five years, it’s probably not a growth stock. Keep in mind, a stock’s price would double in seven years with a growth rate of just 10%. To double in five years, the growth rate must be 15%—something that’s certainly feasible for young companies in rapidly expanding industries.\n\nYou can find growth stocks trading on any exchange and in any industrial sector—but you’ll usually find them in the fastest-growing industries.\n\nSome consider growth investing and value investing to be diametrically opposed approaches. Value investors seek \"value stocks\" that trade below theirintrinsic valueor book value, whereas growth investors—while they do consider a company's fundamental worth—tend to ignore standard indicators that might show the stock to be overvalued.\n\nWhile value investors look for stocks that are trading for less than their intrinsic valuetoday—bargain-hunting so to speak—growth investors focus onthefuturepotential of a company, with much less emphasis on the present stock price. Unlike value investors, growth investors may buy stock in companies that are trading higher than their intrinsic value with the assumption that the intrinsic value will grow and ultimately exceed current valuations.\n\nThose interested in learning more about the growth investing, value investing, and other financial topics may want to consider enrolling in one of the best investing courses currently available.\n\nOne notable name among growth investors is Thomas Rowe Price, Jr., who is known as the father of growth investing. In 1950, Price set up the T. Rowe Price Growth Stock Fund, the first mutual fund to be offered by his advisory firm, T. Rowe Price Associates. This flagship fund averaged 15% growth annually for 22 years. Today, T. Rowe Price Group is one of the largest financial services firms in the world.\n\nPhilip Fisheralso has a notable name in the growth investing field. He outlined his growth investment style in his 1958 bookCommon Stocks and Uncommon Profits,the first of many he authored. Emphasizing the importance of research, especially through networking, it remains one of the most popular growth investing primers today.\n\nPeter Lynch, manager of Fidelity Investments' legendary Magellan Fund, pioneered a hybrid model of growth and value investing, which is now commonly referred to as \"growth at a reasonable price\" (GARP) strategy.\n\nAmazon Inc. (AMZN) has long been considered a growth stock. In 2021, it remains one of the largest companies in the world and has been for some time. As of Q1 2021, Amazon ranks in the top three U.S. stocks in terms of itsmarket capitalization.\n\nAmazon's stock has historically traded at a high price to earnings (P/E) ratio. Between 2019 and early 2020, the stock's P/E has remained upwards of 70, moderating to around 60 in 2021. Despite the company's size,earnings per share(EPS) growth estimates for the next five years still hover near 30% per year.\n\nWhen a company is expected to grow, investors remain willing to invest (even at a high P/E ratio). This is because several years down the road the current stock price may look cheap in hindsight. The risk is that growth doesn't continue as expected. Investors have paid a high price expecting one thing, and not getting it. In such cases, a growth stock's price can fall dramatically.\n\nCompaniesMarketCap. \"Largest Companies by Market Cap.\" Accessed May 8, 2021.\n\nYahoo! Finance. \"AMZN.\" Accessed May 8, 2021.",
  "url": "https://www.investopedia.com/terms/g/growthinvesting.asp"
}