{
  "term": "Guanxi: What it is, History, How it Works, FAQ",
  "definition": "Guanxi,pronouncedgwan' CHē, is a Chinese term for relationships. It commonly refers to the networks or connections used in business to open doors for new business and facilitate deals.\n\nThe term refers not just to the existence of relationships but to their nature involving personal trust and a strong relationship. It can also create moral obligations and require the exchanging of favors. A person who has a great deal ofguanxiwill be better positioned to generate business than someone who lacks it.\n\nGuanxiis closely intertwined with the Confucian philosophy that has shaped many Asian cultures. It holds that the self extends to family, friends, and society to create a harmonious community.Guanxiimplies an obligation that one has to another.The belief in China is that the wheels of business are lubricated withguanxi.\n\nMerely saying thatguanxiconnects to Confucian philosophy doesn't complete the explanation of the term. Confucian thought dates back more than 2,000 years and it continues to be highly influential in China.Given the importance of Confucian thought, it should be no surprise that its stress on relationships and duty to others should be reflected in the notion ofguanxiin Chinese business relationships.\n\nBusiness comes before personal matters in the Western business model and the two don't often combine. They're closely joined inguanxi, however. The original Chinese symbols relate to the concept of a gateway to a relationship and this is a relatively accurate way to think ofguanxi. The exercise ofguanxileads to the connections through which business can happen.\n\nThe exchange of favors between people in a network isn't necessarily the same asguanxi.\n\nGuanxiis perhaps best understood by the old axiom, \"It's not what you know but who you know that's important.\"Guanxicomes in many forms in the West: alumni networks, fraternity or sorority memberships, past and present places of employment, clubs, houses of worship, families, and friends.\n\nGuanxiis similar in social sciences to some concepts understood in network theory such as the idea of information or connection brokerage by well-positioned individuals in asocial networkor theirsocial capital.\n\nMuch of our lives today depends on networking, social networks like Facebook, and business networks like LinkedIn. We're all building these intertwined networks of connections to improve our business lives every day.\n\nThe odds of gaining access to a business opportunity and then winning that opportunity are higher when you work your connections. You'll naturally try to use this contact to your advantage if you're bidding for a contract in competition with others and you know someone on the other side of the deal.\n\nYou'll undoubtedly make a few phone calls to make sure lawmakers remain at least neutral and regulators stay off your back if you're a Wall Street executive withguanxiin Washington. You'll tap into yourguanxiat the golf club to find a quicker route to your objective if you're a CEO who wants to make anacquisition.\n\nUsing yourguanxican be innocuous or hazardous depending on where you do business and how aggressive you are. Using connections may be commonly accepted as simply conducting business affairs in the West but you must still be careful of conflicts of interest whether they're governed by law or a company's code of ethics. You can face severe consequences if your networking abroad violates theForeign Corrupt Practices Act (FCPA).\n\nCalling upon connections in China where the art ofguanxioccurs in high form is the norm to get things moving. One can go too far even there, however. Business leaders withguanxiin the government have engaged in illegal activity with dire consequences. Abusingguanxiis a terrible idea virtually everywhere.\n\nConfucianism is founded mainly on the five relationships and their importance to the individual. It looks to create social harmony based on these intertwined harmonious relationships and mutual courtesy in a well-ordered world.\n\nNetworking andguanxihave essentially the same linguistic meaning but networking in Western business is a concept that lies relatively lightly in our culture. In contrast,guanxisits deeply in China's language and culture, forming the basis for virtually all social relationships.\n\nBuildingguanxiis usually a long-term process. You can begin by gaining knowledge about China's history and culture. Seeking formal introductions to individuals with whom you want to do business is also helpful to start relationships especially if you make a conscious effort to create trust and social contact. Gifts, entertainment, and especially dinners are traditional Chinese methods of building social capital.\n\nGuanxican cause cronyism, nepotism, and corruption when it's taken to extremes because it's so dependent on relationships. Illegal acts occasionally result from misappliedguanxiandguanxioften ignores the qualification or merit of the individual who's favored.Guanxican lead to a less qualified person obtaining a position or deal, resulting in a less productive situation for the business.\n\nUnderstandingguanxiis essential to doing business successfully in China. Only by building social and business networks and contacts can a Western person fit well enough into theguanxisystem to succeed.\n\nProgram on Negotiation, Harvard Law School. \"The Importance of Relationship Building in China.\"\n\nNolan, Jane. \"Guanxi.\"Oxford Bibliographies, July 2015.\n\nChina Mike. \"Chinese “Guanxi” – The Oil That Keeps China Running.\"\n\nThe Stanford Encyclopedia of Philosophy. \"Modern Confucianism.\"\n\nThe Chairman's Bao. \"Guanxi in China: A Little Understood Concept in the West.\"\n\nU.S. Department of Justice. \"Foreign Corrupt Practices Act.\"\n\nFacts and Details. \"Confucian Beliefs.\" Chapter 7: Confucian Beliefs About Social Relationships.",
  "url": "https://www.investopedia.com/terms/g/guanxi.asp"
}