{
  "term": "Guaranteed Minimum Withdrawal Benefit (GMWB): Meaning, Overview",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nHero Images / Hero Images / Getty Images\n\nA guaranteed minimum withdrawal benefit (GMWB) is a type of rider or contract attached to some annuity insurance policies. It guarantees the policyholder a steady stream of annual withdrawals via the return of all premiums paid into the contract, regardless of an investment's performance, through a series of annual withdrawals. A GMWB is unlike aguaranteed minimum income benefit(GMIB), where the latter offers a payout of specified minimum periodic income after a waiting period, regardless of the variable annuity's investment performance.\n\nGuaranteed minimum withdrawal benefit (GMWB) riders are available for somefixed annuityandvariable annuityproducts. During market downturns, the policyholder, or annuitant, can withdraw a maximum percentage of their entire investments in the annuity. Annual maximum percentages available for withdrawal vary with contracts but are usually between 5% and 10%. of the initial investment amount. Until reaching the depletion of the total initial investment, the annuitant may continue to receive income during the withdrawal period.\n\nA GMWB protects annuitants against investment losses without losing the benefit of upside gain. For example, suppose that Jamie's initial investment was $100,000. But because of downturns in the economy, that investment is now only worth $85,000. Since Jamie had purchased a guaranteed minimum withdrawal benefit with a rate of 10%, she will be able to activate the rider contract to withdraw a certain percentage each year ($10,000 in this case) until she recovers the entire $100,000 initial investment.\n\nIn some cases, GMWB riders include the ability to withdraw higher amounts when the market is booming, and the annuity fund is growing. Using these riders, the annuitant may potentially withdraw income higher than the maximum investment. Revisiting the example above, say the initial investment is now worth $150,000. If Jamie's rider includes a clause where she may realize 2% of the profits earned, she might withdraw more than the annual $10,000. This scenario is applicable if her rider included the ability to adjust to favorable market trends.\n\nThe amount available for withdrawal may also link to a policy holder's age when they begin to make withdrawals.\n\nFor example, the rider agreement may allow you to take 4% of your investments if you begin taking withdrawals between the ages of 60 and 64. Income increases to 4.5% if you start taking them between the ages of 65 and 69. Withdrawals after the age of 70 can be at 5%. Before the age of 59½, withdrawals from the annuity may be subject toearly withdrawal penaltiesof 10% by the Internal Revenue Service.\n\nThe terms of GMWB riders including fees vary depending on the provider, which is an insurance company. Other available annuity riders include guaranteed lifetime withdrawal benefits and guaranteed minimum accumulation benefits.\n\nInternal Revenue Service. \"Publication 575 (2023), Pension and Annuity Income.\"",
  "url": "https://www.investopedia.com/terms/g/gmwb.asp"
}