{
  "term": "Guaranteed Payments to Partners: Definition and Tax Considerations",
  "definition": "Guaranteed payments topartnersare payments meant to compensate a partner for services rendered or use ofcapital.\n\nEssentially, they are the equivalent of a salary for partners orlimited liability company (LLC)members. These kinds of payments eliminate the risk of a partner making personal contributions of time or property and then never getting compensated if the partnership does not prove to be successful.\n\nThe word “guaranteed” refers to the fact that these kinds of payments—known as “first-priority distributions”—are made without regard to the partnership’s profitability. In fact, such payments constitute anet lossfor the partnership. They can create special and unexpected tax implications if they are not handled correctly. This can prove complicated, especially as theInternal Revenue Service (IRS)and the courts have not agreed at times on what constitutes a guaranteed payment to a partner.\n\nGuaranteed payments to partners are outlined in Section 707(c) of theInternal Revenue Code (IRC), which defines such payments as those made by a partnership to an individual partner for services or providing capital and states that they are determined without regard to the income of the partnership.\n\nWhen such payments meet this definition, they are considered made to a non-partner for tax purposes for both the partnership (payer) and the recipient (payee). Guaranteed payments to partners are always treated asordinary incomefor the partner. For the partnership, such payment is deductible under IRC Section 162 (as ordinary or necessary business expenses) or capitalized under IRC Section 263.\n\nThe concept of guaranteed payments to partners may seem pretty simple, but the details can make them complicated. Payments that have not been structured properly can lead to unexpected and expensive tax issues for both the partner receiving payment and the other partners.\n\nWith regard to a partnership, it might have an agreement that a partner is to receive 20% of partnership income before any guaranteed payments happen, with a stipulation that they must receive at least $13,000. If partnership income is $100,000, the partner would get $20,000—none of which would be a guaranteed payment, so it could not be deducted by the partnership. However, if the partnership earned $30,000, then the partner would only get $6,000 as their share. As they are due a minimum of $13,000, the remaining $7,000 would be made in the form of a guaranteed payment and thus eligible for tax deduction by the partnership.\n\nWith regard to a partner, an ill-timed payment could increase their tax burden. Consider the timing issues under a scenario that has the partner using thecalendar yearas theirfiscal year, while the partnership’s fiscal year ends on Sept. 30. If a partner were to receive a guaranteed payment after Sept. 30 but before Jan. 1, that income would have to be included in the partner’s following tax year, even though it occurred in the current year.\n\nThere are also special considerations that must be taken into account with guaranteed payments to partners and real estate, as local governments sometimes levy a tax on unincorporated businesses. For example, New York City,which functions under a complicated New York State business tax code, has its own unincorporated business tax (UBT) that applies to partnerships as well assole proprietorships. While the tax burden can be significant, exempted from it is net income from renting and ownership of the rental real estate.Therefore,real estate partnershipsshould consider the tax implications of any guaranteed payment to a partner.\n\nThese can include when a real estate partnership makes a guaranteed payment as a retirement payment. It is classified as ordinary income for services rendered to the partner, making itearned income. As such, it is subject toself-employment tax, which can be expensive. However, if it were characterized as a distributive share, it would not be subject to self-employment tax, thanks to the above-mentioned exemption.\n\nGuaranteed payments to partners are intended to compensate them for services made or the use of capital. They are made without any link to the partnership’s profitability and, indeed, represent a net loss to the partnership. In effect, they act as a salary for the partner, shielding partners from risk if the partnership is not successful.\n\nThese can get rather complicated, but basically, a guaranteed payment to a partner is treated as ordinary income of the partner and taxed as such. The partnership can either take a guaranteed payment as a tax deduction or capitalize it.\n\nThis can lead to an unintended income increase for the partner, as guaranteed payments made after the end of a partnership’s fiscal year but before the end of the partner’s fiscal year would get counted as income in the partner’s following fiscal year, not the one in which it is actually made.\n\nGuaranteed payments to partners are meant to compensate members of a partnership in return for time invested, services provided, or capital made available. The payments are, in essence, salary for partners regardless of whether the partnership is successful. The payments can have various tax implications that must be carefully considered in order for beneficiaries to avoid fines or significant tax burdens.\n\nNew York State Society of CPAs: The CPA Journal. “Our Greatest Hits | Avoiding Costly Mistakes on Guaranteed Payments to Partners.”\n\nInternal Revenue Service. “Section 707.B—Transactions Between Partner and Partnership. 26 CFR 1.707-1: Transactions Between Partner and Partnership.”\n\nInternal Revenue Service. “Part I: Section 162.—Trade or Business Expense. 26 CFR 1.162-2: Traveling Expenses,” Page 1.\n\nInternal Revenue Service. “Part I: Section 263.—Capital Expenditures. 26 CFR 1.263(a)-1: Capital Expenditures; in General.”\n\nNYC Business. “Unincorporated Business Tax (UBT).”",
  "url": "https://www.investopedia.com/terms/g/guaranteed-payments-partners.asp"
}