{
  "term": "Guaranteed Investment Fund (GIF): Definition, How It Works, Types",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nGuaranteed investment income is a type ofinvestment productoffered by insurance companies that allow clients to invest in equity, bond, and/orindex fundwhile providing a promise of a predefined minimum value of the fund (usually, the initial investment amount) will be available at the fund's maturity or when the client dies.\n\nInsurance companies typically charge up to 1% of the investment amount per year for this service.\n\nSome guaranteed investment income funds also allow people to reset the guaranteed amount during specific periods of time. This allows investors to lock in greater sums if they incur a largecapital gain.\n\nFor example, suppose an investor near retirement age had invested $500,000 into this fund, and after an incredible bull run, their investment grows to $585,000 in a year. By resetting the guarantee at this point, the investor has now guaranteed that they will, at the very least, receive $585,000.\n\nGuaranteed investment funds, as their name shows, guarantee that all or part of the invested capital will be secure for a specific date in the future. And in some cases, there is the possibility of almost guaranteed returns.\n\nA date in the future when all of the fund's shares are guaranteed to reach a specific net asset value (guaranteed net asset value). Only those shareholders that leave their investment until the maturity date will be entitled to the guarantee. If a redemption is made before that date, then there could be great losses.\n\nAn entity that commits to providing the funds required to ensure the investor keeps their initial investment if the guaranteed investment fund does not perform in a way that generates net asset value. When this amount is delivered directly to the fund, then there is an internal guarantee; if the shareholder receives the amount, then the guarantee is external.\n\nA marketing period is a period during which shares can be purchased from a guaranteed fund without paying subscription fees.\n\nThese do more than ensure that starting capital is secure for the guarantee's maturity date, they also ensure set and predetermined returns (as stated in the brochure in terms of annual interest, APR).\n\nThis means that some guaranteed funds set predetermined dates when the shareholder can receive a total or partial redemption without paying redemption fees. To do this, you must respect the notice periods stated in the brochure. Given that these redemptions are done according to the net asset value on that day, the guarantee is not applicable, and losses may be incurred.\n\nThese only ensure starting investments on the guarantee's maturity date. They also offer the option to gain returns linked to how multiple financial assets or indicators perform (according to complex calculation formulas). Investors must take into account that if underlying instruments do not develop as expected, then it is possible not to gain any returns.",
  "url": "https://www.investopedia.com/terms/g/guaranteed_investment_fund.asp"
}