{
  "term": "Guaranteed Minimum Accumulation Benefit (GMAB): Meaning, Overview",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe guaranteed minimum accumulation benefit (GMAB) is avariable annuityrider that guarantees a minimum value to the annuitant after theaccumulation periodor another set period, usually somewhere close to 10 years. The GMAB rider protects the value of the annuity from market fluctuations. This optional benefit is available for an additional cost, which varies per insurance provider.\n\nThe guaranteed minimum accumulation benefit will only be used if the annuity’smarket valuefalls below the minimum guaranteed value. In certain scenarios, the cumulative costs of the benefit are returned to the annuity if the value of the annuity is higher than the minimum benefit, eliminating the need to use the rider.\n\nIn addition to the guaranteed minimum accumulation benefit, which restrictswithdrawalsuntil after the accumulation period, other guaranteed minimum living benefit riders may or may not have a holding period or require annuitization. These include a guaranteed minimum income benefit (GMIB) and a guaranteed minimum withdrawal benefit (GMWB).\n\nAdditionally, there are two other riders: a guaranteed lifetime withdrawal benefit and a standalone lifetime benefit.\n\nA guaranteed minimum income benefit (GMIB) guarantees the annuitant a minimum income during retirement, offering protection against market volatility. If the investor annuitizes the contract, payments will be based on the amount in the fund and a set interest rate. This kind of rider is subject to both age limits and holding periods.\n\nA guaranteed minimum withdrawal benefit (GMWB) is a hybrid product that guarantees that a percentage of the retirement fund will be eligible for annual withdrawals until the depletion of the initial investment. Percentages vary but typically range from 5% to 10%. The amount available for withdrawal may have age restrictions.\n\nIf the investments perform well, annuitants can take advantage of a step-up option, securing higher guaranteed withdrawals. A guaranteed lifetime withdrawal benefit (GLWB), also considered a hybrid product, guarantees an investor a specific percentage of the fund’s value for withdrawal during their lifetime, offering further protection against market fluctuations. A GLWB is sometimes called a GMWB with a lifetime option.\n\nA standalone lifetime benefit (SALB) is similar to the GLWB but doesn’t require the purchase of an annuity. Generally, an investor wanting access to their funds would have toannuitizeor face penalties. The SALB offers lifetime access to the fund, regardless of market performance, with fees and certain restrictions.\n\nU.S. Securities Exchange Commission. \"Guaranteed Minimum Accumulation Benefit Rider (GMAB).\"\n\nU.S. Securities Exchange Commission. \"Guaranteed Minimum Income Benefit (GMIB).\"\n\nU.S. Securities Exchange Commission. \"Guaranteed Minimum Withdrawal Benefit Rider.\"\n\nU.S. Securities Exchange Commission. \"Guaranteed Lifetime Withdrawal Benefit Rider (GLWB).\"",
  "url": "https://www.investopedia.com/terms/g/gmab.asp"
}