{
  "term": "Guaranteed Stock: What It is, How it Works",
  "definition": "Guaranteed stock has two meanings, one applied to dividends and one applied to inventory. The more common reference is to an infrequently used form of common orpreferred stock, in which thedividendsare guaranteed by one or more other companies. Guaranteed stock issues, like guaranteed bonds, have most often used byrailroadsand public utilities. The guaranteed dividend can increase the stock's price.\n\nThe second meaning for guaranteed stock correlates to a company's physicalinventory. In this use of the term, guaranteed stock refers to commonly purchased items that a company always keeps a supply of for customers to purchase.\n\nGuaranteed stock in the financial world is used, on rare occasions, when a company either can't pay dividends or is in danger of not being able to continue paying dividends. A company that doesn't earn a profit can't pay dividends. A company that can temporarily pay dividends but has considerable financial issues that could threaten future profitability cannot guarantee dividends in the future. In both scenarios, the company cannot guarantee that it will be able to pay dividends and continue doing so; as a result, athird partymust come in to guarantee that the company will pay the dividend.\n\nThis is different from standard preferred stock, which is typically guaranteed, even in the case of bankruptcy. Preferred stockholders receive priority over common stockholders, who cannot receive a dividend until the preferred shareholders' dividend has been paid in full. If the company files for bankruptcy and must liquidate assets, preferred stockholders receive payments before the common stockholders, but not before the creditors, secured creditors, general creditors, and bondholders.\n\nGuaranteed stock is used infrequently, on occasions when a company is unable to pay dividends or is unlikely to be able to continue paying dividends.\n\nHowever, there is some risk with this strategy, as the company faces thecosts associated with carryinga large amount of inventory. It may not want to or be able to spend the money needed to have all of its inventory guaranteed.\n\nIn addition, if the inventory fails to sell by a certain time period, it may that it is stuck with a surplus, which it then has to sell at a discount, causing it to lose money. Even worse, particularly in terms of technology, inventory can become obsolete and potentially incapable of being sold.\n\nBy having guaranteed stock, or a full supply of all of its inventory, a company can acquire an advantage over competitors who do not have all their products available. Customers will have more and better options insofar as what they can buy, and any orders can be fulfilled and delivered faster.",
  "url": "https://www.investopedia.com/terms/g/guaranteedstock.asp"
}