{
  "term": "Guaranteed Death Benefit: What it Means, How it Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA guaranteed death benefit is a benefit term that guarantees that the beneficiary, as named in the contract, will receive a death benefit if theannuitantdies before theannuitybegins paying benefits.\n\nA guaranteed death benefit is a safety net if an annuitant dies while the contract is in the accumulation phase. This ensures that the annuitant’s estate or beneficiary will at least receive a specified minimum amount, even though the contract had not yet reached the point where it would start paying benefits. In some cases, the contract terms will stipulate that a designated individual will be instated as the new annuitant to assume the contract if the original annuitant dies during the accumulation period.\n\nThe guaranteed death benefit received amount differs among companies and contracts, but the beneficiary is guaranteed an amount equal to what was invested or the value of the contract on the most recent policy anniversary statement, whichever is higher. The structure of thedeath benefitpayout can also vary. In some cases, it is paid as a one-time payoff in a lump sum, while other contracts dictate that it be allocated on a periodic, ongoing schedule.\n\nThis type of clause is often encountered in relation to life insurance coverage. A guaranteed death benefit is frequently offered as an extra, optional benefit where a specific rider is added on to the primary policy to enhance the standard coverage and terms. In this case, the benefit proceeds are guaranteed as long as the premiums are paid, and the policy remains active. This is especially appealing for life insurance policies involving variable benefits tied to the performance of an underlying investment.\n\nThe contract holder benefits from this clause because they know that even in a worst-case scenario, their estate orbeneficiarywill at least get something, so the amount the contract holder had invested or paid in premiums was not wasted or forfeited completely. In this way, this term of the contract provides a form of protection and security for the contract holder’s heirs or beneficiaries.\n\nThis benefit gives the annuitant peace of mind by guaranteeing that his or her beneficiary will be protected from down markets and decreases in account value. For example, if there is an economic downturn and the overall market falls by 20% when the annuitant dies, the beneficiary will still receive the full guaranteed amount as dictated by the terms of the annuity and death benefit.\n\nUnder the Setting Every Community Up for Retirement Enhancement (SECURE) Act of 2019, several rule changes were implemented regarding annuities that are offered as investment options to employees via their 401(k) plans.\n\nPrior to the SECURE Act, if an employee died and held an annuity in their 401(k) plan, this would trigger the annuity's death benefit clause, which could mean the beneficiary would be forced to liquidate the annuity. The SECURE Act, however, makes 401(k) annuity investments portable, allowing beneficiaries to move their inherited annuity to another direct trustee-to-trustee plan, thereby eliminating the need to liquidate the annuity and pay surrender charges and fees.\n\nU.S. Congress. \"H.R.1994 - Setting Every Community Up for Retirement Enhancement Act of 2019.\"",
  "url": "https://www.investopedia.com/terms/g/guaranteeddeathbenefit.asp"
}