{
  "term": "Guaranteed Investment Contract (GIC): What It Is and How It Works",
  "definition": "A guaranteed investment contract (GIC) is a contract between aninsurancecompany and an investor, typically a pension fund or an employer-sponsored retirement plan, such asa 401(k). The investor agrees to deposit a sum of money with the insurer for a specified period of time, and the insurer promises to pay the investor an agreed-uponinterest rate, as well as to return theprincipal.\n\nEmployees who participate in a 401(k) or similar plan often have GICs as one of their investment choices. GICs are sometimes calledfunding agreements.\n\nA GIC works a bit like acertificate of deposit (CD)from a bank, although GICs are typically purchased by institutions rather than individuals and often come in much higher denominations. Like CDs, GICs are considered a relatively low-risk investment. They also provide a lowerrate of returnthan many other investments.\n\nIn retirement plans, GICs typically appeal torisk-averseinvestors or those who want to balance out theirportfoliosby putting some of their money into a low-risk account. GICs are often offered to retirement plan participants as part of astable value fundor similarly named conservative investment option.\n\nMost GICs have either a fixed interest rate or a variable interest rate that adjusts periodically based on a particularindex.\n\nThe word “guaranteed” in the term “guaranteed investment contract” comes with a caveat. While the insurance company guarantees that it will pay the agreed-upon interest rate and return the investor’s principal, that guarantee is only as solid as the insurer itself.\n\nWhen the federal government bailed out the huge insurance company AIG during the2007–2008 financial crisis, it said one reason was to keep AIG from defaulting on its GICs.\n\nAs officials of the Federal Reserve Bank of New York later testified, “Pension plans that had placed funds in AIG guaranteed investment contracts, or GICs, which function much like deposits in a bank, would have experienced significant losses, losses that would be passed along to retirees or to others whose aspirations to be retirees would surely have been changed.”\n\nSince GICs pay relatively low rates of interest, it can be easy for inflation to outstrip their performance.\n\nGIC investors faceinterest rate risk. Andinflationis also an issue. For example, if a GIC pays 4% annual interest over its 10-year term, but inflation averages 6% during that same period, the purchaser will lose money in terms ofpurchasing power.\n\nThe U.S. Office of the Comptroller of the Currency defines a synthetic guaranteed investment contract (GIC) as “a diversified portfolio of fixed-income securities that are insulated from interest rate volatility by contracts (wraps) from banks and insurance companies. In this arrangement, the 401(k) plan and its participants own the underlying invested assets (the portfolio of fixed-income securities that supports the stable value fund).” With a regular GIC, by contrast, the insurance company owns the underlying assets as part of itsgeneral account.\n\nNot to be confused with a guaranteed investment contract, with which it shares the acronym GIC, aguaranteed investment certificateis a financial product in Canada. Guaranteed investment certificates are sold by Canadian banks, credit unions, and trust companies, often to individuals for their retirement accounts. The Canadian GIC is more like a U.S. CD than a U.S. GIC.\n\nNo, there is no federal insurance for guaranteed investment contracts, unlike certificates of deposit (CDs), many of which are covered by either theFederal Deposit Insurance Corp. (FDIC)or theNational Credit Union Administration (NCUA).\n\nSome insurance products are covered by stateinsurance guaranty associations. However, many of those associations do not extend their coverage to include GICs.\n\nGuaranteed investment contracts (GICs) are contracts between an insurance company and an investor, typically apension fundor an employer-sponsored retirement plan, such as a401(k). Employees who participate in a 401(k) or similar plan often have GICs as one of their investment choices, sometimes as part of a stable value fund. Because of their low interest rates, GICs are especially susceptible to the risk of inflation.\n\nFederal Reserve Bank of New York. “The Federal Reserve Bank of New York’s Involvement with AIG.”\n\nU.S. Office of the Comptroller of the Currency. “Retirement Plan Products and Services,” Page 34 (Page 36 of PDF).\n\nAmerican Council of Life Insurers. “Guaranty Associations.”",
  "url": "https://www.investopedia.com/terms/g/guaranteedinvestmentcontract.asp"
}