{
  "term": "Guaranteed Minimum Income Benefit: Overview and Pros & Cons",
  "definition": "A guaranteed minimum income benefit (GMIB) is an optional rider that an annuitant can purchase for their retirement annuity. When theannuityhas been annuitized, this specific option ensures that theannuitantwill receive at minimum a certain income on a regular basis, regardless of other circumstances.\n\nThe GMIB feature is typically found invariable annuities. When someone purchases a variable annuity, they will choose from a variety of underlying investment options. The annuity’s payments, once annuitized, will partly be based on the performance of the underlying investments. Variable annuities appeal to investors because they allow annuitants to participate in market growth. However, market declines can result in the annuity losing value and, consequently, lower annuitypayouts.\n\nFor example, a GMIB feature may provide the annuity purchaser with the option to receive either a payment based on the actual market value of the variable annuity investment or the value of the initial investment compounding at 6% interest annually. Another type of GMIB feature may guarantee an annuity benefit based on the highest value the investment account ever reached.\n\nThe GMIB is also known as a Guaranteed Retirement Income Program (GRIP) or a Guaranteed Interest Account (GIA).\n\nThe Guaranteed Minimum Income Benefit feature is one way to help offset the market risk that comes with investing in a variable annuity. By guaranteeing a minimum level of annuity payments regardless of investment performance, a GMIB can provide additional security for retirees who plan to live on their annuity income.\n\nAdd-on annuity benefits such as a GMIB come with additional costs and fees, which can eat into any investment growth.\n\nAdditionally, there are many complex factors that go into calculating annuity payments, particularly when a GMIB provision is involved. For this reason, it can be difficult to compare the different options offered by annuity providers against one another. Variable annuities also offer a limited menu of investment options, which may not meet the needs of all investors.\n\nArideris an optional feature that can be added to anannuity contract. Riders vary widely in what they offer and how much they cost. Adeath benefitrider, for example, guarantees a payout for the annuitant'sbeneficiary, who they designate. After the annuitant dies, the beneficiary might receive regular payments or alump-sum payment. Some death benefit riders provide a guarantee about the amount of the payment based on the principal or, if it's a variable annuity, its peak value. Be sure that you understand all the details of each rider—and the annuity contract itself—before signing anything, as the details can get complicated.\n\nAn annuitant is the person whoselife expectancydetermines the amount paid out during theannuitization phaseof the contract. The annuitant also receives the payments during this phase (also called the income or distribution phase).They receive these payments on a regular basis, such as once a month, once a quarter, or once a year.\n\nThe annuitant is often but not always the same person as the annuity owner, who purchases the contract from an insurance company. For example, an employer might purchase aqualified annuityfor ahighly compensated employee (HCE), who serves as the annuitant. When the employee dies, the contract's death benefits are awarded to the annuitant's beneficiaries, who may be both their surviving spouse and their employer.\n\nBoth annuities and 401(k)s are tax-advantaged vehicles designed to sustain an investor during retirement, providing security during this phase of life. However, there are many differences. For example, an annuity isn't typically sponsored by an employer, whereas a 401(k) is.\n\nAn annuity is an insurance contract purchased with a lump sum or premium payments to guarantee an income stream in retirement. There are a variety of options, includingfixed, variable,immediate, anddeferred. Annuities have several downsides, includingilliquidityand fees, such as asurrender chargeif you withdraw funds during thesurrender period, which can be years long.\n\nA 401(k) is an employer-sponsored,defined-contributionretirement plan that allows employees to investpre-tax(or, in the case of aRoth account, post-tax) dollars in atax-advantagedway to save for retirement.\n\nA guaranteed minimum income benefit (GMIB) ensures that an annuitant will receive payments regardless of market conditions. The GMIB's minimum payment amount is predetermined by assessing thefuture valueof the initial investment. However, a GMIB makes an already complex investment product even more complex, and it comes with an additional fee. Like an annuity itself, it might not be right for you—take your time weighing your options.\n\nCornell Law School. \"Variable Annuity.\"\n\nU.S. Securities and Exchange Commission. \"Variable Annuities.\"\n\nCornell Law School. \"Annuitant.\"\n\nU.S. Securities and Exchange Commission. \"Annuities.\"\n\nInternal Revenue Service. \"Roth Account in Your Retirement Plan.\"\n\nU.S. Securities and Exchange Commission. \"Traditional and Roth 401(k) Plans.\"",
  "url": "https://www.investopedia.com/terms/g/gmib.asp"
}