{
  "term": "Guaranteed Bond",
  "definition": "A guaranteed bond is a debt security that offers a secondary guarantee that interest and principal payments will be made by a third party, should the issuer default due to reasons such as insolvency or bankruptcy. A guaranteed bond can be of either the municipal or corporate variety. It can be backed by a bond insurance company, a fund or group entity, a government authority, or the corporate parents of subsidiaries or joint ventures that are issuing bonds.\n\nCorporate andmunicipal bondsare financial instruments used by companies or government agencies to raise funds. In effect, they are loans: The issuing entity is borrowing money from investors who buy the bonds. This loan lasts for a certain period of time—however long the bond term is—after which the bondholders are repaid their principal (that is, the amount they . originally invested). During the life of the bond the issuing entity makes periodic interest payments, known ascoupons, to bondholders as a return on their investment.\n\nMany investors purchase bonds for their portfolios due to the interest income that is expected every year.\n\nHowever, bonds have an inherent risk of default, as the issuing corporation or municipality may have insufficient cash flow to fulfill its interest and principal payment obligations. This means that a bondholder loses out on periodic interest payments, and—in the worst-case scenario of the issuer defaulting—may never get their principal back, either.\n\nTo mitigate any default risk and provide credit enhancement to its bonds, an issuing entity may seek out an additional guarantee for the bond it plans to issue, thereby, creating a guaranteed bond. A guaranteed bond is a bond that has its timely interest and principal payments backed by a third party, such as a bank or insurance company. The guarantee on the bond removes default risk by creating a back-up payer in the event that the issuer is unable to fulfill its obligation. In a situation whereby the issuer cannot make good on its interest payments and/or principal repayments, theguarantorwould step in and make the necessary payments in a timely manner.\n\nThe issuer pays the guarantor a premium for its protection, usually ranging from 1% to 5% of the total issue.\n\nGuaranteed bonds are considered very safe investments, as bond investors enjoy the security of not only the issuer but also of the backing company. In addition, these types of bonds are mutually beneficial to the issuers and the guarantors. Guaranteed bonds enable entities with poor creditworthiness to issue debt when they otherwise might not be able to do so, and for better terms. Issuers can often get a lower interest rate on debt if there is a third-party guarantor, and the third-party guarantor receives a fee for incurring the risk that comes with guaranteeing another entity's debt.\n\nOn the downside: Because of their lowered risk, guaranteed bonds generally pay a lower interest rate than an uninsured bond or bond without a guarantee. This lower rate also reflects the premium the issuer has to pay the guarantor. Securing an outside party's backing definitely increases the cost of procuring capital for the issuing entity. It can also lengthen and complicate the whole issuing process, as the guarantor naturally conducts due diligence on the issuer, checking its financials and creditworthiness.",
  "url": "https://www.investopedia.com/terms/g/guaranteedbond.asp"
}