{
  "term": "Guarantee Company: What it Means, How it Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA guarantee company is a type of corporation designed to protect members from liability. Guarantee companies often form when non-profit organizations wish to attain corporate status. Clubs, sports associations, students' unions, and other membership organizations, workers' co-operatives, social enterprises, andnon-governmental organizations(NGOs) may also form guarantee companies.\n\nTypically, a guarantee company does not distribute profits to its members nor divide its assets into shares. Members of a guarantee company pay a specific sum of money to participate. This amount can vary by member, as well as the size of the guarantee company and whether it ispublic or private. Guarantee companies can appoint directors who are allowed to take a salary or bonus earned to them in agreement with the company.\n\nGuarantee companies are common in the United Kingdom. They often form to protect the assets ofnon-profit organizations, unions, and membership organizations. They often use the word “limited” in their name although they may be exempt from doing so. Guarantee companies are also a popular choice for property management companies, which are created to hold an interest in property that is divided into units.\n\nGuarantee companies are incorporated by having at least one director and one member, similar to atraditional corporationlimited by share. If the company has any funds remaining from contributions from members, these are often used according to the purpose of the guarantee company, such as funding a museum or other public service projects.\n\nA unique feature of guarantee companies is theirlimited liability. Members have legal protection to shield them from cases in which transactions might fail; however, each member will be responsible for a nominal sum of money if the guarantee dissolves. This nominal amount, set out in the company's articles, is usually £1, but it can be tailored to any amount that is fit for the situation.\n\nBecause a guarantee company doesn't have any shareholders receiving profits, its members are all equally responsible for paying creditors if the company goes under.\n\nOne example of a guarantee company is Cricket Australia, the central administrative body for cricket in the nation. Cricket Australia’s full name is Cricket Australia (Company Limited by Guarantee). It consists of six member associations (Cricket New South Wales, Queensland Cricket, South Australian Cricket Association, Cricket Tasmania, Cricket Victoria, and Western Australian Cricket Association) and has nine independent Directors.\n\nUnder its constitution, the liability of each Cricket Australia member is limited to $1,000 each. Cricket Australia receives all gate and signage revenue from international matches and distributes revenue to States under its minimum guaranteefinancial model. This de-risks States againstvolatilemovements in gate revenue that might arise from the timing and duration of matches, weather, and other external factors.",
  "url": "https://www.investopedia.com/terms/g/guarantee-company.asp"
}