{
  "term": "Guide to Green Investing",
  "definition": "Green investing seeks to support business practices that have a favorable impact on the natural environment. Often grouped withsocially responsible investing (SRI)orenvironmental, social, and governance (ESG)criteria, green investments focus on companies or projects committed to the conservation of natural resources, pollution reduction, or other environmentally conscious business practices. Green investments may fit under the umbrella of SRI but are more specific.\n\nSome investors buy green bonds, greenexchange-traded funds (ETFs), greenindex funds, green mutual funds, or hold stock in environmentally friendly companies to support green initiatives. While profit is not the only motive for those investors, there is some evidence that green investing may mimic or beat the returns of more traditional assets.\n\nPure playgreen investments are those that derive all or most of their revenues and profits from green business activities. Green investments also can refer to companies that have other lines of business but focus ongreen-based initiativesor product lines.\n\nThere are many potential avenues for businesses seeking to improve the environment. Some green companies are engaged in renewable energy research or developing eco-friendly alternatives to plastics and other materials. Others may seek to reduce the pollution or other environmental impacts from their production lines.\n\nBecause there is no firm definition of the term “green,” what qualifies as a green investment is open to interpretation. Some investors want only pure-play options likerenewablefuels and energy-saving technology. Other investors put money behind companies that have good business practices in how they use natural resources and manage waste but also draw their revenue from multiple sources.\n\nThere are several ways to invest in green technology initiatives. While once consideredrisky, some green technologies have been able to return strong profits to their investors.\n\nPerhaps the simplest form of green investing is to buy stock in companies with strong environmental commitments. Many new startups are seeking to develop alternative energies and materials, and even traditional players are making sizable bets on a low-carbon future.Some companies, such as Tesla(TSLA), have been able to reach multibillion-dollar valuations by targeting environmentally conscious consumers.\n\nA second route is to invest ingreen bonds. Sometimes known as climate bonds, these fixed-income securities represent loans to help banks, companies, and government bodies finance projects with a positive impact on the environment.According to the Climate Bonds Initiative, approximately $1.1 trillion in new green bonds were issued in 2021.These bonds also may come with tax incentives, making them a more attractive investment than traditional bonds.\n\nAnother route is to invest in shares of amutual fund, ETF, or index fund that provides wider exposure to green companies. Thesegreen fundsinvest in a basket of promising securities, allowing investors to spread their money on a diversified range of environmental projects rather than a single stock or bond.\n\nThere are quite a number of green mutual funds, such as the TIAA-CREF Social Choice Equity Fund (TICRX), Trillium ESG Global Equity Fund (PORTX), and the Green Century Balanced Fund (GCBLX), to name a few.Several indexes seek to trackenvironmentally favorable businessesas well. For example, the NASDAQ Clean Edge Green Energy Index and the MAC Global Solar Energy Index both target renewable energy industries.Funds that follow these indexes invest in renewable energy companies, allowing investors to support the new technology while earning a potential profit.\n\nThe amount of new money invested in sustainable funds in 2021.\n\nOnce considered a niche sector, green investing has swelled after several natural disasters brought attention to the oncoming climate crisis. The amount of new money in ESG funds reached over $70 billion in 2021, almost a third of an increase over the previous year.\n\nAlthough profit is not the only goal of green investing, there is evidence thatenvironmentally friendly investmentscan match or beat the profits of more traditional assets. A 2022 study byMorningstar Inc.reported \"another year of broken records\" between environmentally sustainable funds and the wider market. The study also found that sustainable U.S. large-blend funds \"beat their traditional peers in 2021 as well as the trailing three- and five-year periods.\"\n\nTo get the latest analysis and advice on green investing, check outThe Green Investor podcastpowered by Investopedia.\n\nInvesting in green companies can be riskier than other equity strategies, as many companies in this arena are in the development stage, with low revenues and high earnings valuations. However, if encouraging eco-friendly businesses is important to investors, then green investing can be an attractive way to put their money to work.\n\nThe definition of “green” may vary from one investor to another. Some so-called green funds include companies that operate in the natural gas or oil sectors. Although these companies also may be researching renewable energy technology, some investors might hesitate to invest in a fund associated with fossil fuel companies. Prospective investors should research their investments (by checking out a fund’s prospectus or a stock’s annual filings) to see if the company fits their definition of green.\n\nSome green funds also may invest in more traditional companies, such as General Motors, Toyota, or even ExxonMobil. Environmentally conscious investors should be careful to check a fund’s prospectus to decide if it fits their definition of green.\n\nGreenwashingrefers to the practice of branding a company or product as environmentally friendly to capitalize on the growing demand for sustainability. While green marketing is often sincere, many companies have overstated the impact of their environmental practices or downplayed the ecological costs of their products.\n\nFor example, some companies have overstated their usage of recycled materials, leading consumers to mistakenly believe that their products were more sustainable.Many companies purchasecarbon offsetsto reduce their footprints, although verifying the true cost of a company’s emissions is difficult. In a more egregious case, IKEA was accused of using illegally sourced timber for some of its furniture products. To make matters worse, the timber had been verified by the Forest Stewardship Council, raising ethical questions about the business model of pay-for-play green labeling.\n\nIn the securities world, some managed funds have attempted to greenwash themselves by rebranding in a way that suggests a greater level of sustainability. The only way to evaluate a fund’s sustainability is to examine its assets.\n\nWhile there is no surefire way to predict a stock’s future earnings, some of the most successful green investments have been in the field of renewable energy generation and storage. For example, Tesla’s share price grew more than tenfold from 2018 to the middle of 2021.In the same period, China’s LONGi Green Energy Technology saw itsmarket capitalizationrise from $11 billion to nearly $70.5 billion.\n\nWhile profit is not the only goal of green investing, there is evidence that environmentally-friendly investments can match or beat the profits of more traditional assets. A 2022 study byMorningstar Inc.reported \"another year of broken records\" between environmentally sustainable funds and the wider market. The study also found that sustainable U.S. large-blend funds \"beat their traditional peers in 2021 as well as the trailing three- and five-year periods.\"\n\nEach fund holds a basket of securities, representing a cross-section of a larger part of the market. To determine if a green fund is sufficiently sustainable, prospective investors should first examine the securities listed in the fund’s assets. In addition, some research firms may offer independent evaluations, such as Morningstar’s sustainability rating orState Street's R-Factor.\n\nTesla Investor Relations. \"Documents and Events: Quarterly Disclosures,\" Download \"2022; April 20, 2022; Shareholder Deck,\" Pages 3-5.\n\nU.S. Department of Energy. \"What Are Green Bonds?\"\n\nClimate Bonds Initiative. “Sustainable Debt: Global State of the Market 2021,” Download PDF, Page 5.\n\nClimate Bonds Initiative. “Tax Incentives for Issuers and Investors.\"\n\nThe Eco Alliance. “Green Investing.”\n\nNasdaq. “NASDAQ Clean Edge Green Energy.”\n\nMAC Solar Index. “MAC Global Solar Energy Stock Index.”\n\nMorningstar. \"Sustainable Funds Landscape - Highlights and Observations.\"\n\nMorningstar. \"Sustainable Funds U.S. Landscape Report 2021: Another Year of Broken Records,\" Pages 1, 25.\n\nFederal Trade Commission. “Too Good to Be Green: Company’s Plastic Lumber Claims Don’t Hold Up.”\n\nEarthsight. “Ikea’s House of Horrors.”\n\nYahoo! Finance. “Tesla, Inc. (TSLA),” Select “5Y.”\n\nYahoo! Finance. “LONGi Green Energy Technology Co., Ltd. (601012.SS),” Select “5Y.”",
  "url": "https://www.investopedia.com/terms/g/green-investing.asp"
}