{
  "term": "Guide to Fixed Income: Types and How to Invest",
  "definition": "Fixed income is a type of investment that provides the investor with a guaranteed return in interest or dividends in return for a lump-sum deposit.\n\nFixed income is a category of investments that pay regularinterest or dividend paymentsover a set period of time. When that period expires, the investor gets back the original amount invested.\n\nGovernment and corporate bonds are the most common types of fixed-income products. These are essentially loans, which the borrower repays with interest. Preferred stock shares, which are a kind of hybrid of a stock and a bond, are fixed-income investments that pay guaranteed dividends.\n\nInvestors can purchase fixed-income securities directly, or put their money into a fixed-income exchange-traded (ETF) or mutual fund.\n\nCompanies and governments issuedebt securitiesto raise money to fund day-to-day operations and finance large projects. Thesefixed-income instrumentspay a set interest rate return in exchange for investors lending their money. At the maturity date, investors are repaid the original amount that they invested. This amount is known as the principal.\n\nFor example, a company might issue a 5% bond with a $1,000face or par valuethat matures in five years. The investor buys the bond for $1,000, and it will not be paid back until the end of the five years. Over the five years, the company makes interest payments—called coupon payments—based on a rate of 5% per year.\n\nAs a result, the investor is paid $50 per year for five years. At the end of the five years (on the maturity date), the investor is repaid the $1,000 they invested initially. Investors may also find fixed-income investments that make coupon payments monthly, quarterly, or semiannually.\n\nForconservative investorsseeking adiversified portfolio, fixed-income securities are recommended as a higher proportion of their holdings. The percentage of the portfolio dedicated to fixed income depends on the investor's investment style. An investor might also diversify their portfolio with a mix of fixed-income products and stocks, creating a portfolio of, for example, 50% fixed-income products and 50% stocks.\n\nTreasury bonds and bills, municipal bonds, corporate bonds, and certificates of deposit (CDs) are all examples of fixed-income products.\n\nA government or corporate bond is the most common example of a fixed-income security. Bonds can be bought directly (as withTreasuryDirectfor Treasurys) or through the secondary market.\n\nHere are the most popular types of fixed-income products:\n\nTraditional portfolio theory holds that an efficient investment strategy that balances risk and returns should diversify in stocks and bonds.Stockstend to be riskier with higher potential returns, while fixed-income securities are safer with usually lower returns.\n\nInvestors looking to add fixed-income securities to their portfolios have several options. Today, most brokers offer customers direct access to a range of bond markets, from Treasurys to corporate bonds to munis.\n\n1.For those who do not want to select individual bonds,fixed-income mutual funds(bond funds) provide exposure to various bonds and debt instruments. These funds give the investor an income stream and professional portfolio management.\n\n2.Fixed income ETFswork much like a mutual fund, but may be more accessible and more cost-effective to individual investors. These ETFs may target specific credit ratings, durations, or other factors. ETFs also carry a professional management expense.\n\n3.Investors can also use aladderingstrategy when investing in fixed income. Aladdering strategyoffers steady interest income from investing in a series of short-term bonds with different maturities.\n\nThen, as bonds mature, the portfolio manager reinvests the returned principal into additional short-term bonds with maturities that extend the ladder. This method provides investors with ready capital, and they avoid losing out on rising market interest rates.\n\nFor example, a $60,000 investment could be divided into one-year, two-year, and three-year bonds. The investor decides to invest $20,000 into each of the three bonds.\n\nWhen the one-year bond matures, the $20,000principalwill be rolled into a bond maturing one year after the original three-year holding. When the second bond matures, those funds roll into a bond that extends the ladder for another year, and so on. In this way, the investor receives a constant flow of interest income and can take advantage of any higher interest rates.\n\nFixed-income investing is generally a conservative strategy where returns are generated from low-risk securities that pay predictable interest.\n\nLet's say PepsiCo (PEP) issues fixed-rate bonds to fund a new bottling plant in Argentina. The issued 5% bond is available at aface valueof $1,000 and is due to mature in five years. The company plans to use proceeds from the new plant to repay the debt.\n\nYou buy 10 bonds costing a total of $10,000 and will receive $500 in interest payments each year for five years (0.05 × $10,000 = $500).\n\nThe company receives the $10,000 and uses the funds to build the overseas plant. The interest amount is fixed and gives you a steady income. Upon maturity in five years, the company pays you back the principal amount of $10,000, plus you have earned a total of $2,500 in interest over the five years ($500 × five years).\n\nSteady income stream of fixed returns\n\nMore stable returns than stocks\n\nHigher claim to the assets in bankruptcies\n\nGovernment and FDIC backing on some\n\nReturns are often lower than other investments\n\nCredit and default risk exposure\n\nSusceptible to interest rate risk\n\nFixed-income investments offer investors a steady stream of income over the life of the bond or debt instrument. They also give the issuer much-needed access to capital or money. Steady income lets investors plan their future spending needs, which is a major reason these arepopular products in retirement portfolios.\n\nThe interest payments from fixed-income products can also help investors stabilize the risk-return in their investment portfolio—known as themarket risk.\n\nFor investors holding stocks, fluctuating prices can result in large gains or losses. The steady and stable interest payments from fixed-income products can partly offset losses from the decline in stock prices. As a result, these safer investments help to diversify the risk of an investment portfolio.\n\nFixed-income investments in the form of Treasury bonds have the backing of the U.S. government.\n\nCorporate bonds, while not insured, are backed by the financial viability of the underlying company. Should a company declare bankruptcy or liquidation, bondholders have a higher claim on company assets than do common shareholders.\n\nMoreover, bond investments held at brokerage firms are backed by theSecurities Investor Protection Corporationwith up to $500,000 coverage for cash and securities. Fixed-income CDs have Federal Deposit Insurance Corporation (FDIC) protection up to $250,000 per individual.\n\nFixed rates are great for lower risk, but once you've locked in a rate, you can't increase it. During inflationary periods, fixed income securities are less favorable because newly issued bonds will have higher rates of return.\n\nAlthough fixed-income products offer many benefits, as with all investments, investors should be aware of the risks before purchasing them.\n\nThe government and the FDIC protect treasuries and CDs. When choosing a corporate bond investment, look at the creditrating of the bondand the underlying company to assess the risk of default. Bonds with ratings below BBB are low quality (meaning your risk of loss is higher) and are considered junk bonds.\n\nThe credit risk linked to a corporation can have varying effects on the valuations of the fixed-income instrument up to its maturity. For example, if a company is struggling financially, the prices of its bonds on the secondary market might decline in value.\n\nIf an investor tries to sell a bond of a struggling company, the bond might sell for less than its face or par value. Also,liquiditycould be an issue. That is, the bond may become difficult for investors to sell in the open market at a fair price or at all because there's no demand for it.\n\nThe price of a bond can increase and decrease over its life. If the investor holds the bond until its maturity, the price movements are immaterial since the investor will be paid the face value of the bond upon maturity.\n\nHowever, if the bondholder sells the bond before its maturity through a broker or other financial institution, the investor will receive the present market price at the time of the sale. The sale price could result in a gain or loss on the investment depending on the financial health of the underlying corporation, the coupon interest rate, and the interest rate.\n\nFixed-income investors faceinterest rate risk. This is the risk that, in an environment where market interest rates are rising, the rate paid by the bond falls behind. If that happens, the bond would lose value in thesecondary bond market(with bonds, when rates rise, prices fall). The investor's capital is also tied up in the investment, and they cannot put it to work earning a higher income without taking an initial loss.\n\nFor example, if an investor purchased a two-year bond paying 2.5% per year and interest rates for 2-year bonds jumped to 5%, the investor is locked in at 2.5%. For better or worse, investors holding fixed-income products receive their fixed rate regardless of where interest rates move in the market.\n\nInflationary risk is also a danger to fixed-income investors. The pace at which prices rise in the economy is called inflation. If inflation increases, it eats into the gains of fixed-income securities. For example, if fixed-rate debt security pays a 2% return and inflation rises by 1.5%, the investor loses out, earning only a 0.5% return in real terms.\n\nSome government bonds, such as TIPS, are indexed to changes in the inflation rate.\n\nWhen deciding which of these financial products to invest in, many investors performfixed-income analysis. Such analysis can help you to assess which investments make the best sense for your investment profile.\n\nFor example, fixed-income analysis often begins with assessingrisk. Every investment has a relationship between risk and return. All else being equal, an investment's returns should be higher when it is riskier.\n\nTherefore, fixed-income analysis assesses whether an investor is comfortable with the level of risk they are taking on and whether the level of risk is appropriate for a fixed-income security's return.\n\nFor fixed-income securities, risk is tied to the creditworthiness of the issuing company, the term of the fixed-income security, and the company's industry. For example, the U.S. government often issues the lowest-return fixed-income securities.\n\nBecause the risk of default is low, U.S. bonds are often seen as safe investments. On the other hand, corporations (especially ones with cash flow problems) may pose greater risk but offer higher returns.\n\nSome fixed-income securities offer periodic payments. This allows investors to recoup funds during the investment's duration. It also reduces risk, as not all capital needs to be returned at the end of a potentially long bond term.\n\nLastly, different fixed-income securities have distinct features that make them more or less appealing. Some may be callable, meaning the debtor can repay the full bond before maturity. Others allow for the fixed-income security to be converted to common stock.\n\nFixed-income securities are debt instruments that pay a fixed rate of interest. These can include bonds issued by governments or corporations, CDs, money market funds, and commercial paper.Preferred stockis sometimes considered fixed-income as well since it is a hybrid security combining features of debt and equity.\n\nFixed-income securities are debt instruments that pay interest to investors along with the return of the principal amount when the bond matures.Equitiesare not debt. They are shares of stock that represent a residual ownership stake in companies. Equities do not mature and aren't guaranteed to pay income in the form of dividends. In general, stock is a higher-risk/higher-return security than a company's bonds.\n\nInflation will often have a negative effect on the value of fixed-income securities. As interest rates climb, prices of bonds decline. The prices of bonds and other fixed-income securities are negatively correlated with interest rate changes.\n\nFixed-rate bondspay the same interest rate over their entire maturity. These can be contrasted with floating orvariable ratebonds, which periodically reset the interest rate paid based on prevailing rates in the market.\n\nFixed income refers to a fixed rate of interest paid by debt securities, along with the return of the principal. Fixed-income securities include different types of bonds and certificates of deposit.\n\nFixed income as an asset class is generally less volatile than equities (stocks) and is considered to be more conservative. A well-diversified portfolio should have some allocation of fixed income. For some investors, this allocation increases as their investment time horizon shortens (e.g., as retirement approaches).\n\nTreasury Direct. \"Treasury Bills.\"\n\nTreasury Direct. \"Treasury Notes.\"\n\nTreasury Direct. \"Treasury Bonds.\"\n\nTreasury Direct. \"Treasury Inflation-Protected Securities (TIPS).\"\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: Municipal Bonds – An Overview.\"\n\nFederal Deposit Insurance Corporation. \"Deposit Insurance FAQs.\"\n\nNational Credit Union Administration. \"Share Insurance Fund Overview.\"\n\nFinancial Industry Regulatory Authority. \"Bonds.\"\n\nU.S. Securities and Exchange Commission, Office of Investor Education and Advocacy. \"What Are Corporate Bonds?,\" Page 1.",
  "url": "https://www.investopedia.com/terms/f/fixedincome.asp"
}