{
  "term": "Guide to Annuities: What They Are, Types, and How They Work",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn annuity is a contract that's issued and distributed by an insurance company and bought by individuals. The insurance company pays a fixed or variable income stream to the purchaser.\n\nAn annuity is a contract that's issued and distributed by an insurance company and bought by individuals. The insurance company pays out a fixed or variable income stream to the purchaser beginning right away or at some time in the future in exchange for premiums they've paid. It's not the same as a life insurance policy that only pays benefits when the insured dies.\n\nPeople invest in or purchase annuities by making monthly premium payments orlump-sumpayments. The holding institution issues a stream of payments for a specified period of time or for the remainder of the annuitant's life.\n\nAnnuities are used primarily for retirement income purposes. They can help individuals address the risk of outliving their savings.\n\nAnnuities are designed to provide a steady cash flow for people during their retirement years to alleviate the fear of outliving their assets. These assets may not be enough to sustain theirstandard of living, however, so some investors may turn to an insurance company or other financial institution to purchase an annuity contract.\n\nThese financial products are appropriate for investors, known asannuitants, who want stable, guaranteed retirement income. Invested cash is illiquid and subject to withdrawal penalties so it's generally not recommended that younger individuals or those withliquidityneeds use this financial product.\n\nAn annuity has different phases:\n\nAnnuities can be immediate or deferred.\n\nImmediate annuities are often purchased by individuals of any age who have received a large lump sum of money such as a settlement or lottery win and prefer to exchange that money for cash flows into the future. Deferred annuities are structured to grow on atax-deferredbasis and provide annuitants with guaranteed income that begins on a date they specify.\n\nVariable annuities are regulated by theSecurities and Exchange Commission (SEC)and state insurance commissioners. Fixed annuities aren't securities so they're regulated by state insurance commissioners rather than the SEC. Indexed annuities are normally regulated by a state insurance commissioner. They're regulated by the SEC as well if they're registered as securities,\n\nTheFinancial Industry Regulatory Authority (FINRA)also regulates variable and registered indexed annuities.\n\nAgents or brokers selling annuities must hold a state-issued life insurance license as well as a securities license in the case of variable annuities. These agents or brokers typically earn a commission based on the notional value of the annuity contract.\n\nAnnuities often come with complicated tax considerations so it's important to understand how they work. Consult with a professional before you purchase an annuity contract.\n\nAnnuities usually have asurrender period. Annuitants can't take withdrawals during this time without paying a surrender charge or fee. The surrender period may span several years.\n\nInvestors should consider their financial requirements during this time. It might be a good idea to evaluate whether they can afford to make requisite annuity payments if a major upcoming event such as a wedding is going to require significant amounts of cash.\n\nMany insurance companies allow recipients to withdraw up to 10% of their account value without paying a surrender fee but you may end up paying a penalty if you withdraw more than that, even if the surrender period has already lapsed. Tax implications can also arise for withdrawals made before age 59½.\n\nSome hard-up annuitants may opt to sell their annuity payments because of the potentiallyhigh cost of withdrawals. This is similar to borrowing against any other income stream. The annuitant receives a lump sum and gives up their right to some or all of their future annuity payments in exchange.\n\nContracts also have income riders that ensure a fixed income after the annuity kicks in. Investors should ask two questions when they consider income riders.\n\nIndividuals who invest in annuities can't outlive their income stream and this hedges longevity risk. The product is appropriate provided that the purchaser understands that they're trading a liquid lump sum for a guaranteed series of cash flows.\n\nSome purchasers hope to cash out an annuity in the future at a profit but this isn't the intended use of the product.\n\nDefined benefit pensionsandSocial Securityare two examples of lifetime guaranteed annuities that pay retirees a steady cash flow until they pass away.\n\nAnnuities can be abeneficial part of a retirement planbut they're complex financial vehicles. Many employers don't offer them as part of an employee's retirement portfolio because of this.\n\nThe passage of theSetting Every Community Up for Retirement Enhancement (SECURE) Actsigned into law by President Donald Trump in 2019 loosened the rules, however. Employers have more flexibility with selecting annuity providers and can includeannuity options within 401(k)or 403(b) investment plans.Easing these rules may result in more investments made by qualified employees in annuities.\n\nAnnuities can be structured according to an array of details and factors such as the duration of time that payments from the annuity can be guaranteed to continue.\n\nAnnuities can be created so payments continue as long as either the annuitant or their spouse is alive if asurvivorship benefitis elected. Annuities can also be structured to pay out funds for a fixed period such as 20 years regardless of how long the annuitant lives.\n\nAnnuities can begin to pay out immediately upon deposit of a lump sum or they can be structured for deferred benefits.\n\nThe immediate payment annuity begins paying when the annuitant deposits a lump sum. Deferred income annuities don't begin paying out after the initial investment. The client instead specifies an age at which they would like to begin receiving payments from the insurance company.\n\nThe annuity may or may not be able to recover some of the principal invested in the account depending on the type of annuity you choose. There's no refund of the principal in the case of a straight, lifetime payout. Payments simply continue until the beneficiary dies.\n\nThe recipient or their heirs may be entitled to a refund of any remaining principal if the annuity is set for a fixed period.\n\nAnnuities can be structured generally as fixed, variable, or indexed:\n\nVariable annuities carry somemarket riskand the potential to lose principal but riders and features can be added to them, usually for an additional cost. This allows them to function as hybrid fixed-variable annuities. Contract owners can benefit fromupsideportfolio potential while enjoying the protection of a guaranteed lifetime minimum withdrawal benefit if the portfolio drops in value.\n\nOther riders can be purchased to add a death benefit to the agreement or to accelerate payouts if the annuity holder is diagnosed with a terminal illness. A cost-of-living rider will adjust the annual base cash flows forinflationto correspond with changes in theconsumer price index (CPI).\n\nOne criticism of annuities is that they're illiquid. Deposits into annuity contracts are typically locked up for an extended period that is known as the surrender period. The annuitant incurs a penalty if all or part of that money is withdrawn.\n\nThese periods can last anywhere from two to more than 10 years depending on the product. Surrender fees can begin at 10% or more. The penalty typically declines annually over the surrender period.\n\nAnother criticism is that annuities are complex and costly. Individuals might buy an annuity without clearly understanding how they work or the costs involved. It's important to do your research to ensure that you understand all fees, charges, expenses, and potential penalties.\n\nTheRetirement Security Ruleissued by the U.S. Department of Labor in 2024 requires that investment professionals who advise people on their retirement accounts must act as fiduciaries and offer advice that's in the best interests of retirement investors.\n\nThe rule was set to take effect in September 2024 but has been tied up in litigation as the insurance industry fights back against protections that are expected to significantly limit commissions on annuities.\n\nLife insurance companies and investment companies are the two primary types of financial institutions that offer annuity products.\n\nAnnuities are a naturalhedgefor their insurance products for life insurance companies.Life insuranceis bought to deal with mortality risk or the risk of dying prematurely. Policyholders pay an annual premium to the insurance company that will pay out a lump sum upon their deaths.\n\nThe insurer pays out thedeath benefitat a net loss to the company if the policyholder dies prematurely. Actuarial science and claims experience allow these insurance companies to price their policies so insurance purchasers will live long enough on average to allow the insurer to earn a profit.\n\nThe cash value inside permanent life insurance policies can be exchanged for an annuity product via a1035 exchangewithout any tax implications in many cases.\n\nAnnuities deal with longevity risk, or the risk of outliving one's assets. The risk to the issuer of the annuity is that holders will survive to outlive their initial investment. Annuity issuers may hedge longevity risk by selling annuities to customers with a higher risk of premature death.\n\nAnnuities are appropriate financial products for individuals who seek stable, guaranteed retirement income. Money placed in an annuity is illiquid and subject to withdrawal penalties so this option isn't recommended for younger individuals or those with liquidity needs. Annuity holders can't outlive their income stream and this hedges longevity risk.\n\nAnnuities can be purchased with either pre-tax or after-tax dollars. A non-qualified annuity is one that's purchased with after-tax dollars. A qualified annuity has been purchased with pre-tax dollars. Qualified plans include 401(k) plans and 403(b) plans. Only the earnings and not the contributions of a non-qualified annuity are taxed at the time of withdrawal because the contributions represent after-tax money.\n\nAn annuity fund is an investment portfolio in which an annuity holder's payments are invested. It can contain stocks, bonds, and other securities. The annuity fund earns returns that correlate to the payout an annuity holder receives.\n\nThe surrender period is the time an investor must wait before they can withdraw funds from an annuity without facing a penalty. Withdrawals made before the end of the surrender period can result in a surrender charge that's essentially a deferred sales fee. This period generally spans several years.\n\nAn annuity is a financial contract between an annuity purchaser and an insurance company. The purchaser pays either a lump sum or regular payments over a period of time. The insurance company makes regular payments to the annuity owner in return, either immediately or beginning at some point in the future.\n\nAn annuity can be fixed, variable, or indexed to an equity index such as the S&P 500 index.\n\nU.S. Securities and Exchange Commission. \"Surrender Charge.\"\n\nAnnuity.org. \"Withdrawing Money from an Annuity.\"\n\nAnnuity.org. \"Selling Annuity FAQs.\"\n\nU.S. Congress. \"H.R. 1994 - Setting Every Community Up for Retirement Enhancement Act of 2019.\"\n\nApproach Financial. \"Do You Get Your Principal Back From an Annuity? It Depends.\"\n\nU.S. Securities and Exchange Commission. \"Annuities.\"\n\nInternal Revenue Service. \"Publication 575, Pension and Annuity Income.\"\n\nU.S. Department of Labor. \"Retirement Security Rule: Definition of an Investment Advice Fiduciary.\"\n\nInternal Revenue Service. \"Part 1 Section 1035 - Certain Exchanges of Insurance Policies.\"",
  "url": "https://www.investopedia.com/terms/a/annuity.asp"
}