{
  "term": "Guide to Payment Types, With Pros and Cons for Each",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nPayment is the transfer of money, goods, or services in exchange for goods and services in acceptable proportions that have been previously agreed upon by all parties involved. A payment can be made in the form of services exchanged, cash, check, wire transfer, credit card, debit card, or cryptocurrencies.\n\nToday's monetary system allows for payments to be made withcurrency. Currency, which has simplified the means ofeconomic transactions, provides a convenient medium through which payments can be made, and it can also be easily stored.\n\nBefore the widespread use of currency and other payment methods,barter paymentswere used in which one product or service was exchanged for another. For example, if an egg farmer with a large surplus of eggs wanted milk, the farmer would need to find a dairy farmer who would be willing to take eggs as payment for milk.\n\nIn this case, if a suitable dairy farmer weren't found in time, not only would the egg farmer not get the milk, but the eggs would spoil, becoming worthless. Currency, on the other hand, maintains its value over time. However, bartering is still practiced today when companies want to exchange services between one another.\n\nPayments can be the transfer of anything of value or benefit to the parties. Aninvoiceor bill typically precedes a payment. Payees usually get to choose how they will accept payment. However, some laws require the payer to accept the country's legal tender up to a prescribed limit. Payment in another currency often involves additionalforeign exchangetransaction fees, usually around 2–3% of the total payment being made, but could be quite a bit higher depending on the bank or card issuer and country of purchase.\n\nIn the U.S., thepayeris the party making a payment while thepayeeis the party receiving the payment.\n\nPayments are made using various methods. Throughout history, these types of payments have changed and evolved, and new payment methods are likely to appear in the future. Here are the most common types of payments used today.\n\nToday,credit cardsare widely used for purchases and payments. Credit cards work by offering its user a line of where where an individual can draw credit up to a certain limit. When you attempt to use your credit card, your account information is sent to the merchant bank. The merchant bank then receives authorization from the credit card network to process the transaction.\n\nMany businesses accept credit cards, though many that accept cards charge a fee from the merchant that provides the machine and payments infrastructure as well as their financial institution. This fee is often a percentage of the transaction amount and/or a flat fee for each payment.\n\nHelp an individual build a credit history that can used to make more major purchases in the future\n\nReduce risk as it is easier to carry a single plastic card as opposed to cash\n\nProduce revenue opportunities through rewards and airline miles\n\nDelay when an individual actually needs to use personal capital to pay for something\n\nCreate the potential to overextend credit and incur unpayable debt\n\nCharge processing fees by many merchants, making a purchase more expense than other methods\n\nCharge high interest (~15% to ~25% APY) on unpaid balances\n\nImpact a credit report negatively when too many cards are opened\n\nDebit cardsmay look similar to credit cards, but their underlying mechanism is entirely different. When a debit card is used, funds are immediately withdrawn from an individual's account. Instead of having a line of credit that you can pull from in excess of what you have saved, debit card transactions can be declined if you do not have enough money in your account.\n\nDebit cards share many advantages as credit cards, as the small piece of plastic is easy to carry, widely accepted by many merchants, and has varying levels of fraud protection. However, debit cards often have less promotional opportunities and may result in processing fees if you accidently attempt to overdraw your account.\n\nHelp individuals transact easier through ATM withdrawals or purchases as many major companies\n\nTypically don't have annual fees or transaction costs as long as you have money in your account\n\nDiscourage excess spending by only allowing spending up to account balance\n\nDoesn't charge interest since all payments are facilitated using the spender's money\n\nOften has limited fraud protection up to certain dollar amounts or time periods\n\nLimit your spending capabilities to your account balance, not allowing for higher amounts of spending for emergency or high need situations\n\nCharge overdraft fees through some banks when you attempt to withdrawn more funds than available in your account\n\nDon't build your credit score as no credit is used\n\nCashis still used for many businesses, such as the retail industry. Coffee shops and convenience stores, for example, still accept cash payments. Considering the fees associated with debit and credit cards, many retail small businesses prefer cash payments from their customers. Cash has its own disadvantages, as it can be lost, stolen, or destroyed. Businesses dealing in large transactions must often incur additional expenses to pay for related security measures such as secured transit or fraud detection.\n\nEliminate all hidden fees as there are no transaction costs for transacting with cash\n\nManages spending as you can only spend up to whatever physical bills you have in possession.\n\nAssists with budgeting as you can easily visualize how much money you have to spend\n\nEliminates the need for access to the Internet or technology\n\nDoes not build your credit score as no credit is used\n\nIncurs ATM fees when withdrawing cash from an ATM\n\nHas higher risk of theft as cash is often owned by the bearer (whomever is in possession of the paper)\n\nDoesn't keep a record of spending like other digital means do\n\nThecontactless paymenttechnology that has emerged in recent years has made payments easier than ever. The credit or debit card machine—called apoint of sale terminal(POS)—can read the customer's banking information through the software application that's installed on the mobile device. Once the phone reads the information from the POS terminal, a signal is generated to inform the customer that the payment has been made.\n\nFor mobile payments to work, the payer must have a higher-end mobile device with near-field communication (NFC) capability. The user then needs to set up their mobile wallet to contain their existing card information. The bank that issued your credit card often has to approve the new payment platform, and the payee must have capabilities to accept mobile payment.\n\nAllow for very fast transactions (a simple tap with your smartphone and authentication is all that is needed)\n\nPromotes financial security through tokenized mobile payment apps\n\nFurther promotes security through biometric authentication requirements on mobile devices\n\nDoesn't require user to carry around additional goods (as long as they normally have their phone on them)\n\nStill an emerging type of payment, so it is not always accepted.\n\nOnly supported by certain types of mobile phones.\n\nTies together multiple assets; if you lose access to your phone via theft or dead battery, you cannot make payments.\n\nMay require payer to use specific app at specific places (i.e. Apple stores may only accept Apple Pay)\n\nCheckshave fallen out of favor over the years due to advancements in technology, allowing payments to be electronically submitted. However, there are instances when checks might be helpful, such as when the seller wants a guaranteed payment. A bankcashier's checkor acertified checkare two types of checks that banks offer to help sellers receive the money owed from the buyer.\n\nChecks are linked to a payer's bank account. Each check contains your bank's routing number (a nine digit code to identify financial institution) as well as your account number. When a check is written, the payee deposits the check, sending the transaction to a clearing unit. The clearing unit makes the appropriate changes to each party's account.\n\nCharge low to no fees (outside of the cost of the paper check and a stamp to potentially mail payment)\n\nProvide protection as checks must be signed by the recipient who must often also show ID prior to cashing\n\nGenerate proof of payment via paper trail\n\nMay be costly depending on how checkbooks are ordered and securely distributed to the payer\n\nResults in longer processing time as funds aren't transferred until the recipient cashes the check\n\nAre still susceptible to fraud; if depositing bank does not require ID, fraudulent checks only require a single forged signature.\n\nWire transfers and ACH payments (Automatic Clearing House)are typically used for larger or more frequent payments in which a check or credit card wouldn't be appropriate. A payment from a manufacturer to a supplier, for example, would typically be done via wire transfer, particularly if it was an international payment. An ACH payment is often used for direct deposits of payroll for a company's employees.\n\nThough both are transfers of electronic funds, ACHs and wire transfers are different. ACHs only work domestically, and often take one or more business days to fully process. Wires are most often processed same day but have location limitations. In addition, ACHs can often be reversed, while wire payments are permanent once the transaction is initiated.\n\nMay help payees receive funds faster than other methods\n\nCan be set up as an automatic payment for reoccurring transactions\n\nAllow for investigation and dispute for fraudulent transactions\n\nRequire the payer to immediately have the funds ready to be disbursed\n\nMay not be recoverable for certain types of EFTs\n\nMay result in higher transaction fees or costs\n\nDigital currency or tokens are a more modern approach to facilitating transactions. The premise is simple: one person in possession of digital currency can send coins or tokens to any address on a blockchain. Blockchains with smart contract capabilities can interject logic to automatically withdraw or transfer specific amounts based on underlying conditions.\n\nThe widespread use of cryptocurrency is still in its infancy stage, especially when compared with other payment systems above. However, cryptocurrency has the advantage in only needing an Internet connection to facilitate a payment; as long both parties have a digital wallet on the same network, payments can be made.\n\nDo not require use of a bank account; facilitation only requires an Internet connection\n\nCan easily accommodate a payee's preferred digital currency by swapping coins/tokens in a centralized or decentralized exchange\n\nMay result in very fast payment processing\n\nDoes not have stable value and may result in loss of capital\n\nRequire moderate technical understanding of how to send funds; failure to send correctly may result in loss of funds.\n\nNot as widely of an accepted means of payment compared to other methods\n\nThe payee may choose to compromise on debt and accept partial payment in lieu of full settlement of the obligation, or it may offer a discount at their discretion. The payee may also impose a surcharge, for example, as in a late payment fee, or for the use of a certain credit card.\n\nAcceptance of payment by the payee extinguishes a debt or other obligation. A creditor cannot unreasonably refuse to accept a payment, but payment can be refused in some circumstances, such as on a Sunday or outside banking hours. A payee is usually obligated to acknowledge payment by producing a receipt to the payer, which may be regarded as an endorsement on an account as \"paid in full.\"\n\nEvery company that receives payments must set their payment terms. This payment term dictates when payment is due and whether the company offers a discount for early payment. Loans might use anequated monthly installment (EMI)payment system. EMI uses fixed payment amounts meant to be submitted on a specific date each month.\n\nThe most common form of payment term is called \"net 30\" where a payment is due 30 days from the receipt of the invoice. A company may set the number of days to whatever they want; however, these terms must often be agreed to in the contract with the payee. In addition, a payer may offer a discount (i.e., 1%) if payment is made within a short period of time (i.e., 10 days). This is written as 1/10, net 30, and the company may offer that discount if it is urgent they receive cash.\n\nIn a very basic, transactional contract, a good or service is provided at the same time, immediately proceeding, or immediately following payment. Consider buying an apple at a grocery store; you must pay before you can take it out of the store. Consider a haircut; you must pay immediately after the barber styles your hair.\n\nFor more complex agreements that may require delivery of a good or a service to be performed over time, Consider a real estate developer that charges a 4% fee on a building they are constructing. The agreement for the developer fee may call for quarterly payments to the developer based on the percentage of completion of the building. Another example may be keeping a lawyer on retainer; payment must be made on a recurring basis in advance of any services being provided.\n\nIn some contractual situations, one party to the contract may require payment upfront before service has been performed or the good has been delivered. More often for service agreements, the payee that receives payment has an obligation to perform on the contract after payment has been received. In addition, that payee must follow strict accounting guidance that limits their ability to record revenue until the payment is actually earned.\n\nPayment is the exchange of something of value as part of an agreement. One party makes payment and receives something else of value, while the other party receives payment in exchange for providing a good or service. The most traditional type of payment was through physical currency, but a majority of payment types now leverage technology.\n\nTraditionally, cash, debit cards, credit cards, and checks were the main types of payments. Now, more advanced forms of digital payments are becoming more popular. This includes online payment services, digital currencies, and electronic transfers.\n\nA bank payment is a transfer from one bank account to another. It is a form of digital payment that leverages technology to transfer currency. Instead of relying on transferring physical currency or writing a paper check, a bank payment can be issued for many reoccurring expenses (i.e. utility bills) or sporadic expenses (i.e. grocery bills).\n\nThere is no single best form of payment, as each typically has its own advantages and disadvantages. More traditional forms for payment like cash don't need technology and are often universally accepted. More modern forms of payment have less risk of theft and may be accompanied by payment rewards.\n\nThe world has always entered into agreements where one party pays another. The idea of trade and contracts will never go away, but the form in which payment is made has and will change over time. Today, instead of trading for cash, there are many different ways to make payment that rely on the Internet, technology, or digital platforms.",
  "url": "https://www.investopedia.com/terms/p/payment.asp"
}