{
  "term": "Guide to Company Earnings",
  "definition": "Jacob Wackerhausen / Getty Images\n\nA quarterly earnings release is a document that summarizes and highlights a company's earnings and other financial information for a three-month period. Quarterly earnings releases generally also provide a brief analysis from executives and may include financial statements or other information deemed important to shareholders. Some companies include an outlook for the rest of the year and graphics to help analysts get the information they are looking for.\n\nStock analysts and investors use these releases with other data and information to gauge the financial health of a company and its prospects for the future.\n\nQuarterly earnings releases provide an earnings update to shareholders in a format that somewhat simplifies and better explains the information from the Form 10-Q sent to the Securities and Exchange Commission. The 10-Q is more comprehensive in nature than the quarterly earnings report and provides additional details. The quarterly earnings release is usually published before the 10-Q.\n\nCompanies are not required to issue these reports, but most publish them as press releases to ensure their shareholders are informed as early as possible.\n\nThe term \"quarterly earnings report\" is often used to refer to the quarterly earnings release, but the report and release are different. The report is the Form 10-Q filed with the SEC, while the earnings release is the non-required financial summary published by companies for shareholders, analysts, and prospective investors.\n\nQuarterly earnings releases generally begin with a discussion and analysis of the company's financial condition for the period from management. These discussions tend to announce revenue and net income compared to previous periods, any important actions taken or planned, and earnings per share. Some include financial ratios and metrics used by analysts, while others may limit their releases to only reporting earnings and earnings per share.\n\nMany companies present information using graphics and charts and include ratios often used by analysts, but since these releases are not a requirement, they are free to present the information any way they choose.\n\nFor example, Ameren Corporation's earnings release for the second quarter of 2024 was brief and simple, while JP Morgan & Chase's format was elaborate, presenting much more information on the first page:\n\nThese periodic releases might also include theincome statement, thebalance sheet, and thecash flow statement. These statements provide an organized overview of sales, expenses, net income, assets, liabilities, shareholders' equity, and cash flow for the most recent quarter.\n\nThe announcement of quarterly earnings for a stock, particularly for widely followedlarge capitalization stocks, can move the overall market. An individual stock's price can also fluctuate wildly on days when thecompany's quarterly earnings release ispublished.\n\nFor better or worse, a company's ability to beatearnings estimatesprojected by analysts or by the firm itself can be more important than its ability to grow earnings over the prior year. If it fails to meet or exceed the estimates published in previous releases, investors may begin to lose confidence in the company.\n\nIn capital markets, it is all about market expectations since many believe expectations are already reflected in stock prices, following theefficient markets theory.\n\nGenerally, earnings seasons start one or two weeks after the last month of a calendar quarter. Companies that use non-calendar fiscal years will publish earnings releases one or two weeks after their fiscal quarters end. You should be able to obtain the exact date and time for the quarterly earnings release announcement from the company's investor relations webpage.\n\nAn earnings release is a non-required quarterly earnings summary a company publishes to inform analysts and shareholders about its quarterly earnings.\n\nCompanies usually publish earnings releases on the investor relations section of their websites.\n\nQuarterly earnings releases are published by public companies every three months to provide data on their latest performance. Earnings releases are important to stock analysts, investors, and others as a way of assessing a company's current financial health and its performance over time. A disappointing earnings release can have serious consequences for the company's share price and, sometimes, for the entire market.",
  "url": "https://www.investopedia.com/terms/e/earningsreport.asp"
}