{
  "term": "Guide to Stock Market Crashes",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nA stock market crash is a rapid and often unanticipated drop in stock prices. A stock marketcrashcan be a side effect of a major catastrophic event, economic crisis, or the collapse of a long-termspeculative bubble. Reactionary public panic about a stock market crash can also be a major contributor to it, inducing panic selling that depresses prices even further.\n\nFamousstock market crashesinclude those during the 1929 Great Depression,Black Mondayof 1987, the 2001dotcom bubbleburst, the 2008 financial crisis, and during the 2020 COVID-19 pandemic.\n\nAlthough there is no specific threshold for stock market crashes, they are generally considered as abrupt double-digit percentage drop in a stockindexover the course of a few days. Stock market crashes often make a significant impact on the economy. Selling shares after a sudden drop in prices and buying too many stocks on margin prior to one are two of the most common ways investors can tolose money when the market crashes.\n\nWell-known U.S. stock market crashes include themarket crash of 1929, which resulted from economic decline and panic selling and sparked theGreat Depression, and Black Monday (1987), which was also largely caused by investor panic.\n\nAnother major crash occurred in 2008 in the housing and real estate market and resulted in what we now refer to as theGreat Recession.High-frequency tradingwas determined to be a cause of theflash crashthat occurred in May 2010 and wiped off trillions of dollars from stock prices.\n\nIn March 2020, stock markets around the world declined into bear market territory because of the emergence of a pandemic of the COVID-19 coronavirus.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nSince the crashes of 1929 and 1987, safeguards have been put in place to prevent crashes due to panicked stockholders selling their assets. Such safeguards includetrading curbs, orcircuit breakers, which prevent any trade activity whatsoever for a certain period of time following a sharp decline in stock prices, in hopes of stabilizing the market and preventing it from falling further.\n\nFor example, the New York Stock Exchange (NYSE) has a set of thresholds in place to guard against crashes. They provide for trading halts in all equities and options markets during a severe market decline as measured by a single-day decline in the S&P 500 Index. According to the NYSE:﻿﻿\n\nStock market crashes wipe out equity-investment values and are most harmful to those who rely on investment returns for retirement. Although the collapse of equity prices can occur over a day or a year, crashes are often followed by arecessionor depression.\n\nMarkets can also bestabilized by large entitiespurchasing massive quantities of stocks, essentially setting an example for individual traders and curbing panic selling. In one famous example, the Panic of 1907, a 50% drop in stocks in New York set off a financial panic that threatened to bring down the financial system. J. P. Morgan, the famous financier, and investor, convinced New York bankers to step in and use their personal and institutional capital to shore up markets.However, these methods are not always effective and are unproven.\n\nNew York Stock Exchange. \"U.S. Equity Market Resiliency During Times of Extreme Volatility.\" Accessed Feb. 3, 2021.\n\nConstitutional Rights Foundation. \"J.P. Morgan, the Panic of 1907, & the Federal Reserve Act.\" Accessed Feb. 3, 2021.",
  "url": "https://www.investopedia.com/terms/s/stock-market-crash.asp"
}