{
  "term": "Guide to Prepaid Debit Cards",
  "definition": "How do prepaid debit cards work?\n\nA prepaid debit card is much like a gift card: It allows you to spend whatever amount of money is stored on the card. You can reload the card online or at an ATM, a participating store, or another physical location when the balance is used up. Prepaid debit cards are issued by banks and they're branded by the major credit card companies, including Visa, MasterCard, Discover, and American Express.\n\nA prepaid debit card is as good as cash and sometimes it's better.\n\nAnyone who wants to stick to a strict budget or who has had trouble managing credit cards could consider using a prepaid debit card.\n\nYou can use a prepaid debit card for any transaction that you might otherwise use a credit card or regular debit card for. The recipient of your payment might even be unaware that the card is prepaid.\n\nSome employers pay their workers with prepaid debit cards, which are referred to aspayroll cards. This can be useful if the person doesn't have a bank account or direct deposit. Many government benefits, including Social Security, are also available via prepaid debit cards. If you have a company that prepares your taxes, they might offer aprepaid debit card for your refund.\n\nThe amount of money you can spend with a regulardebit cardis tied to how much you have in the checking account it's linked to. You must have a bank account to use a regular debit card, but this isn't the case with a prepaid debit card.\n\nThe amount of money you have available to you will also fluctuate from day to day with a regular debit card as money moves in and out of your checking account. You have a fixed amount of money to spend with a prepaid debit card, which decreases as you spend and increases only if you reload the card.\n\nPrepaid debit cards can come with an assortment of fees that will eat into your cash balance. These may include monthly fees, transaction fees, ATM fees, reloading fees, and foreign transaction fees. You may even be charged a fee for checking your balance on the card.\n\nEmployees have a legal right to decline being paid through a payroll card because the fees will reduce their take-home pay.\n\nPay particular attention to the card's fees if you're shopping for a prepaid debit card. You'll also want to consider its convenience. How large of an ATM network will you have access to if the card is free to use at an ATM, as many of the best cards are? Is one of these ATMs close to where you live or work?\n\nConsider a secured credit card instead of a prepaid debit card if your goal is to repair your credit rating.\n\nYou might consider asecured credit cardinstead if the reason you want a prepaid debit card is that you have a bad credit history or no credit history at all so you're unable to get a conventional credit card. Secured cards are easier to qualify for because they require that you put down a refundable security deposit that serves as collateral for the lender.\n\nThe advantage of a secured credit card is that your monthly payments can be reported to thethree major credit bureausand help build your credit history. Debit cards, either prepaid or the regular kind, don't report transactions to the credit bureaus and will do nothing to improve your credit.\n\nSome prepaid debit card issuers impose limits as to how much money you can load, how little you can add on and load onto your card, or both. The limits usually apply to a specified period that may be daily or per month. Check with the issuer before you select a card that you think you may want to reload in the future. The minimum loadable amount may be more than you can afford and there may be a fee on top of that.\n\nPrepaid cards can expire but you may have some options if you're aware of this in advance and know the date it will occur, and what you can do to prevent it. Some issuers will allow you to request a replacement card in advance of the expiration date. You may also be able to have the balance mailed to you in the form of a paper check, but there's typically a fee for this. As a last resort, you can spend the remaining money on the card for something you really need so you don't lose the money.\n\nYour card can be FDIC-insured if you bought it from a bank that's FDIC-insured. But you may have to take additional steps to register the card and the bank's records must meet certain FDIC criteria.\n\nPrepaid debit cards come with both advantages and disadvantages. The interest and fees you'd pay on a regular credit card might be less than those charged by a prepaid card issuer, but you may not qualify for a credit card. A regular ATM debit card can be another choice if you have or are eligible for a checking account.\n\nOtherwise, take your time to do some homework before you select a card for yourself or as a gift for someone else. Check out the issuer's track record and inquire about expiration dates, add-ons, and other issues. Compare this information to other prepaid card issuers so you're sure you're getting the best deal.\n\nConsumer Financial Protection Bureau. \"Know Your Rights.\"\n\nConsumer Financial Protection Bureau. \"What Types of Fees Do Prepaid Cards Typically Charge?\"\n\nConsumer Financial Protection Bureau. \"What Is a Payroll Card?\"\n\nConsumer Action. \"Questions and Answers About Choosing and Using Prepaid Cards.\"\n\nConsumer Financial Protection Bureau. \"If My Prepaid Card Expires, Do I Lose My Money?\"\n\nFederal Deposit Insurance Corporation. \"FDIC Consumer News: Is The Money on My Prepaid Card FDIC-Insured?\"",
  "url": "https://www.investopedia.com/ask/answers/042315/how-do-prepaid-debit-cards-work.asp"
}