{
  "term": "Guilder Share (New York Share)",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nA Guilder share was an ownership stake in a Dutch company that could be traded in the United States because it represented shares that had been canceled in Dutch stock markets.\n\nGuilder Shares, also called New York Shares, represented a special international trading arrangement for shares of companies based in the Netherlands only, since the stocks of Dutch companies could not be traded throughAmerican depository receipts(ADRs) at the time. Today, ADRs can, in fact, be listed on Dutch companies, and so Guilder Shares are no longer used.\n\nWhen buying shares of a company located in a foreign country, U.S. citizens will generally buy an ADR, a certificate that represents those foreign shares.\n\nSince the Netherlands did not allow Dutch company stock to be traded in other countries, a certain number ofsharesmust be canceled in the Netherlands then grouped and sold as Guilder Shares that can then be issued in the U.S.\n\nTheguilderwas also once the name of the Dutch national currency before it joined the euro.\n\nAn American depositary receipt (ADR) is anegotiablecertificate issued by a U.S. depositary bank representing a specified number of shares—often one share—of a foreign company's stock. The ADR trades on U.S. stock markets as any domestic shares would.\n\nADRs offer U.S. investors a way to purchase stock in overseas companies that would not be available otherwise. Foreign firms also benefit, as ADRs enable them to attract American investors and capital without the hassle and expense of listing on U.S. stock exchanges.\n\nToday several Dutch ADRs are tradeable on U.S. exchanges. Several more trade in the U.S.over-the-counter(OTC). The ones listed on major exchanges in the U.S. include:\n\nTop Foreign Stocks. \"The Complete List of Dutch ADRs.\"",
  "url": "https://www.investopedia.com/terms/g/guildershare.asp"
}