{
  "term": "Gun-Jumping: What it is, How it Works, Prevention",
  "definition": "Gun jumping, or more commonly \"jumping the gun,\" refers to selectively using financial information that has not been publicly announced. At least two illegal methods of jumping the gun can be identified:\n\nGun-jumping flouts the rule that investors should make decisions based on thefull disclosureavailable to the public in theprospectus, not on information disseminated by the company that has not been approved by the SEC. If a company is found guilty of jumping the gun, its IPO will be delayed.\n\nIn order to build market integrity, trust, and confidence, regulators and market advocates discourage the use of private and undisclosed information. In theory, all market participants should be on an equal footing and have equal access to information.\n\nWhen certain classes of investors, notably those on the inside or in a position of privileged access to information, enjoy the benefits of jumping the gun, it erodes the public's trust in financial institutions. This lack of trust can damage economic growth.\n\nMany rules and regulations are in place to prohibit or discourage financial actors from jumping the gun, but the incentives can be enticing. Some of these rules may be explicit, such as laws against insider trading.\n\nOthers are more subtle, such as the implicit public relations blowback an individual or a company can experience for using private information for personal gain.\n\nNevertheless, there are a couple of methods of stock analysis that get as close to gun-jumping as it is possible without flouting the rules:\n\nThere is nothing wrong, for example, with calling wholesalers and retailers to see what brands are selling fastest or slowest. Or talking with people who work for a company to get a sense of how efficiently it is run and whether it seems flush with cash or ready to cut costs.\n\nImportantly, the people who do such research are not obtaining information that no one else has access to. They are trying to get a competitive advantage by asking questions that are not answered in public documents.",
  "url": "https://www.investopedia.com/terms/g/gunjumping.asp"
}