{
  "term": "Gunnar Myrdal: Who He Was And His Impact",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nGunnar Myrdal was a SwedishKeynesian economistand sociologist who won the 1974 Nobel Memorial Prize in Economics alongside conservative, Austrian economistFriedrich Hayek—despite both men being on opposite ends of the political spectrum. Myrdal was best known for his work in international development and trade economics, as well as for his activism promoting racial equality and opposing American foreign policy.﻿﻿\n\nGunnar Myrdal, a Swedish Social Democrat Member of Parliament and one of the fathers of the Swedish welfare state of the 1960s, helped draft many social and economic programs.As an economist, Myrdal made early contributions to price theory, incorporating the role of uncertainty and expectations on prices. Much of his later work focused on development economics and social problems. He was awarded the Nobel Prize in Economics in 1974, along with economist F. A. von Hayek \"for their pioneering work in the theory of money and economic fluctuations and for their penetrating analysis of the interdependence of economic, social and institutional phenomena.\"\n\nIn addition to serving in Parliament Myrdal sat on the Board of the Bank of Sweden and chaired the Swedish Post-War Planning Commission. He was Sweden’s Minister of Commerce from 1945-1947 and later was appointed as Executive Secretary of the United Nations Economic Commission for Europe.\n\nThroughout his subsequent career, Myrdal’s economic research was predicated on his left-wing political and social views. His first post-graduate published work, the bookThe Political Element in the Development of Economic Theory, criticized the body of existing economic theory as a product of the political value judgments of its authors.Despite being awarded the Nobel Prize, he later public called for the abolition of the Nobel Prize in economics on the grounds that it was also sometimes awarded to economists who did not share his political beliefs.\n\nIn America, he became famous for his influential 1944 book on race relations,An American Dilemma: The Negro Problem in Modern Democracy. His study was influential in the 1954 landmark U.S. Supreme Court Decision Brown v. Board of Education, which ended legal racial segregation in schools.A lifelong foe of inequality, and supporter of wealth redistribution, Myrdal showed how economic policies implemented by President Franklin Delano Roosevelt, including the minimum wage law and restrictions on cotton production, hurt African-Americans. This book was particularly cited by the Nobel Prize committee as being of great importance in its decision to award him the Prize.\n\nLater in life, he became obsessed with third-world poverty, which led him to advocate land reform in South Asia as a prerequisite for eradicating poverty. Myrdal authored a multivolume study of inequality and poverty in South Asia and a follow-up volume of policy prescriptions for income redistribution and land reform. He was a vocal opponent of the U.S. war in Vietnam and led an international commission on alleged American war crimes.\n\nSwedish economists claimed that Keynes' idea of using astabilization policyto smooth out economic cycles was predated by Myrdal's bookMonetary Economics, published in 1932.This policy involves deficit spending to boost the economy during slumps and increased taxation during economic expansions to prevent and overheating the economy. Like fellow liberal-Keynesian John Kenneth Galbraith, Myrdal would later criticize such policies because the fiscal brakes were seldom used during economic expansions, and instead, inflationary policies were continually applied, which hurt the poorest in society.\n\nMyrdal was born in 1898 in Sweden and died in 1987. He earned his law degree and doctorate in economics from Stockholm University, where he later became a professor of political and international economy. His wife, Alva Myrdal, was the co-winner of the Nobel Peace Prize in 1982 for her efforts to promote world disarmament.Their son, the communist political writer and columnist Jan Myrdal, spurned his parents' liberal politics and was a Maoist sympathizer and apologist for genocidal Khmer Rouge dictator Pol Pot. He died in 2020.\n\nThe Nobel Prize. \"The Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, 1974.\" Accessed May 9, 2021.\n\nU.N. Economic Commission for Europe. \"Gunnar Myrdal Exhibition,\" Page 7. Accessed May 9, 2021.\n\nThe Nobel Prize. \"The Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel 1974.\" Accessed July 20, 2021.\n\nThe Nobel Prize. \"Gunnar Myrdal Biographical.\" Accessed July 20, 2021.\n\nGunnar Myrdal. \"The Political Element in the Development of Economic Theory.\" Routledge, 1954.\n\nThe New York Times. \"Nobel Award in Economics: Should Prize Be Abolished?\" Accessed May 9, 2021.\n\nSan Diego Law Review. \"Brown vs. Board in the World: : How the Global Turn Matters for School Reform, Human Rights, and Legal Knowledge,\" Page 4. Accessed May 9, 2021.\n\nThe New York Times. \"Myrdal Sees Rise in Hostility to U.S.; Vietnam War Blamed for Shift in Opinion.\" Accessed May 9, 2021.\n\nMichel Beaud and Gilles Dostaler. \"Economic Thought Since Keynes,\" Pages 34-35. Routledge, 1995.\n\nThe Nobel Prize. \"The Nobel Peace Prize 1982.\" Accessed May 9, 2021.\n\nThe New York Times. \"Jan Myrdal, Swedish Author and Provocateur, Dies at 93.\" Accessed May 9, 2021.",
  "url": "https://www.investopedia.com/terms/g/gunnar-myrdal.asp"
}