{
  "term": "Guns-and-Butter Curve: Definition and How It Works",
  "definition": "Theguns-and-buttercurve is the classic economic example of the production possibility curve, which demonstrates the idea ofopportunity cost. In a theoretical economy with only two goods, a choice must be made between how much of each good to produce. As an economy produces more guns (military spending) it must reduce its production of butter (food), and vice versa.\n\nIn the chart, the curve represents all possible choices of production for the economy. The dots represent two possible choices of outputs. The point here is that every choice has an opportunity cost; you can get more of something only by giving up something else. Also, you'll notice that the curve is the limit of production. You cannot produce outside the curve unless there is an increase in productivity.\n\nThough the curve is meant to show a strict divide between only two options, production formilitary spendingor food, it can also represent spending on military personnel, equipment, and operations versus all nonmilitary spending in an economy. This can include investments in domestic needs such as healthcare, education, utilities, and other services.\n\nThe guns-and-butter curve charts the tradeoff that occurs within the limits of production in a given economy. Money spent on the development and manufacture of jet fighters, for example, cannot be invested in critical infrastructure repairs such as the replacement of aging bridges.\n\nIf a nation chooses to focus on military buildup, the only way for its domestic production needs to be met is through an overall elevation of production or productivity. Such an increase would allow for nonmilitary products to increase even as the military buildup was underway. However, such gains in economic production often mean the size and scope of military production would escalate in turn. Maintaining such elevated production in order to meet both needs can prove to be taxing on an economy, potentially leading to capital drain in other areas that are necessary to maintain a productive economy. For example, research and development may see less investment if all the priority is given to current production.\n\nThe guns-and-butter curve shows the correlations that link government strategy, investment and production.\n\nThe constraints of the guns-and-butter curve can be used to illustrate the strain put on Cold War-era nations that focused on military buildup while consumer goods suffered in response. Sustained pressure to fulfill military needs for defense was a contributing factor in the dissolution of the former Soviet Union, which experienced shortages on food, houses, and other domestic necessities.\n\nPart of the issue was the concerted effort to keep up with defense spending in the United States. In order for the domestic needs of the citizens to be fully met, the Soviet Union needed to escalate its overall production and it productivity. One issue faced by the Soviet Union is that the decisions for production quotas were centralized, whereas many parts of the U.S. economy were primarily driven by market forces rather than government planning. While market forces can be capricious, they are far faster at giving signals and allocating capital than a bureaucratic framework.\n\nThe innovations and productivity growth in the wider U.S. economy during the Cold War-era generated the wealth and revenue for the U.S. government to undertake a program of massive military spending. Without growth, however, the guns-and-butter curve represents a barrier that curtails the military ambitions of most nations via the threat of civil unrest when people don't have enough to eat. There are, of course, exceptions to the idea that a military focused government would eventually be overthrown. The ruling party of North Korea, for example, continued to spend large amounts on weaponry and its standing military even during a period of severe famine and it continues to do so today despite widespread issues with malnutrition.\n\nThe Library of Economics and Liberty. \"Guns and Butter.\"\n\nEcklund, George. \"Guns or Butter Problems of the Cold War.\"Approved for Release 1994, CIA Historical Review Program, Central Intelligence Agency, September 1995, pp. 1-13.",
  "url": "https://www.investopedia.com/terms/g/gunsandbutter.asp"
}