{
  "term": "Guppy Multiple Moving Average (GMMA): Formulas and Calculations",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe Guppy Multiple Moving Average (GMMA) is atechnical indicatorthat aims to anticipate a potential breakout in the price of an asset. The term gets its name from Daryl Guppy, an Australian financial columnist and book author who developed the concept in his book, \"Trading Tactics.\"\n\nThe GMMA uses the exponential moving average (EMA) to capture the difference between price and value in a stock. A convergence in these factors is associated with a significant trend change. Guppy maintains that the GMMA is not a lagging indicator but a prior warning of a developing change in price and value.\n\nThe formula for the Guppy indicator usesexponential moving averages(EMA). There is a short-term group of MAs and a long-term group of MAs, both containing six MAs, for a total of 12. However, one can insert their preferred number of periods, N, into the calculation to find each of the MA values.\n\nRepeat the steps below for each of the required MAs. Alter the N value to calculate the EMA you want. For example, use three to calculate the three-period average, and use 60 to calculate the 60-period EMA.\n\nThe degree of separation between the short- and long-term MAs can be used as an indicator oftrendstrength. If there's a wide separation, then the prevailing trend is strong. Narrow separation, or lines that are crisscrossings, on the other hand, indicates a weakening trend or a period ofconsolidation.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nThecrossoverof the short- and long-term MAs represent trend reversals. If the short-term crosses above the long-term MAs, then abullishreversal has occurred. Conversely, if the short-term MAs cross below the longer-term ones, then a bearish reversal is occurring.\n\nMeanwhile, when both groups of MAs are moving horizontally, or mostly moving sideways and heavily intertwined, it means the asset lacks a price trend, and therefore may not be a good candidate for trend trades. These periods may be good forrange trading, though.\n\nThe GMMA can be employed to identify changes in trends or gauge the strength of the current trend and are best used in conjunction with other technical indicators.\n\nThe indicator can also be used fortrade signals. When the short-term group passes above the long-term group of MAs, buy. When the short-term group passes below the longer-term group, sell. These signals should be avoided when the price and the MAs are moving sideways. Following a consolidation period, watch for a crossover and separation. When the lines start to separate this often means abreakoutfrom the consolidation has occurred and a new trend could be underway.\n\nDuring a strong uptrend, when the short-term MAs move back toward the longer-term MAs (but don't cross) and then start to move back to the upside, this is another opportunity to enter intolongtrades in the trending direction. The same concept applies to downtrends for enteringshorttrades.\n\nThe GMMA is composed of 12 EMAs, so it is essentially the same thing as an EMA. The Guppy is a collection of EMAs that the creator believed helped isolate trades, spot opportunities, and warn about pricereversals.\n\nThe multiple lines of the Guppy help some traders see the strength or weakness in a trend better than if only using one or two EMAs.\n\nThe main limitation of the Guppy, and the EMAs it is composed of, is that it is alagging indicator. Each EMA represents the average price from the past. It does not predict the future.\n\nWaiting for the averages to crossover can at times mean an entry or exit that is far too late, as the price has already moved aggressively. All MAs are also prone towhipsaws. This is when there is a crossover, potentially resulting in a trade, but the price doesn't move as expected and then the averages cross again resulting in a loss.\n\nTraders should use the GMMA in conjunction with other technical indicators to maximize their odds of success. For example, traders might look at therelative strength index(RSI) to confirm whether a trend is getting top-heavy and poised for a reversal, or look at various chart patterns to determine other entry or exit points after a GMMA crossover.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/g/guppy-multiple-moving-average.asp"
}