{
  "term": "H-Shares: What They Are and Regulation",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nYaroslav Olieinikov / Getty Images\n\nH-shares are shares of Chinese mainland companies that are listed on the Hong Kong Stock Exchange or other foreign exchanges. Although H-shares are regulated by Chinese law, they are denominated in Hong Kong dollars and are traded in the same way as other equities on the Hong Kong exchange.\n\nH-shares are available for more than 300Chinese companiesas of Dec. 31, 2023, giving investors access to most of the major economic sectors, such as financials, industrials, and utilities.\n\nH-shares first became available for trading in 1993. They were initiated as a way for foreigners to invest in mainland Chinese companies. Before the issue of H-shares, companies listed what are known as A-shares, which were only available to mainland Chinese investors.\n\nIn 2006, China listedA-sharesand H-shares simultaneously for the first time. Because foreign investors may trade H-shares, the shares are more liquid than A-shares. As a result, A-shares typically trade at a premium to H-shares of the same company. Foreigners can also now trade A-shares, but the process is more complicated.\n\nA-shares are offered by public Chinese companies trading on the Shenzhen and Shanghai Stock Exchanges or other Chinese stock exchanges. A-shares are typically quoted in Chinese renminbi and traded by mainland Chinese citizens.\n\nForeign investment in these businesses is regulated through theQualified Foreign Institutional Investorsystem. In contrast, public Chinese companies offering H-shares are listed on the Hong Kong Stock Exchange. In addition, H-shares are quoted in Hong Kong dollars and freely traded by all types of investors.\n\nCompanies offering H-shares must follow the regulations described in the Stock Exchange of Hong Kong’s (SEHK) Listing Rules for the Main Board and for the Growth Enterprise Market (GEM). The rules state that annual accounts must follow Hong Kong orinternational accounting standards.\n\nA company’s articles of incorporation must include sections clarifying the varying nature of domestic shares and foreign shares including H-shares. The articles must also state the rights given to each purchaser.\n\nThe sections protecting investors must follow the laws of Hong Kong and be included in the company’s constitutional documents. Otherwise, the processes of listing and trading H-shares are similar to those of other stocks in Hong Kong.\n\nIn 2014, the Shanghai-Hong Kong Stock Connect linked the stock exchanges of Shanghai and Hong Kong. Rules limiting which types of investors may purchase A-shares and H-shares were modified to diversify the assets of Chinese investors, increase efficiencies for trading in Chinese stocks, and include Chinese companies in global benchmark stock indices.\n\nBecause the stock market in China was unified, it became one of the largest stock exchanges worldwide according to market cap and daily trading turnover.\n\nThe H-share Index is the Hang Seng China Enterprises Index (HSCEI), which is a stock exchange index that tracks the H-shares in China. The H-shares are mainland Chinese companies listed on the Hong Kong Stock Exchange available to foreign investors. There are over 300 Chinese companies that have H-shares.\n\nYes,Tencentis an H-share company listed on the Hong Kong Stock Exchange available for foreign investors. Tencent is also listed on the Nasdaq as anAmerican depository receipt(ADR).\n\nB-sharesin China are shares of companies based in China that trade on the Shanghai Stock Exchange and the Shenzhen Stock Exchange. They are denominated in renminbi and on the Shanghai exchange they settle in USD and on the Shenzhen, they settle in HKD.\n\nChina is a heavily regulated country by the state party and this includes the entire financial sector. For a long time, the country was closed to foreign investors, but in the 1990s, H-shares were made available so that foreigners could invest in mainland Chinese companies.\n\nInvestors looking to gain access to Chinese companies can invest in H-shares or also go a much simpler route andinvest in ETFsor mutual funds that track Chinese stock exchange indexes.\n\nHKEX. \"Thirty Years of Market Connectivity.\"\n\nUBS. \"China A-Shares: FAQs, Facts, and Figures.\"\n\nHKEX. \"Overview of the Listed Market,\" Select 'What Are H-Share Companies?'\n\nHKEK. \"Main Board Listing Rules.\"\n\nShanghai Stock Exchange. \"Shanghai-Hong Kong Stock Connect.\"\n\nCarpenter, Jennifer N., Fangzhou Lu, and Robert F. Whitelaw. \"The Real Value of China's Stock Market.\"NBER Working Papers, February 2015, Page 2.\n\nHKEK. \"Hang Seng China Enterprises Index Futures.\"\n\nHKEK. \"HKEK Celebrates 30th Anniversary of H-share Listings.\"\n\nAAStocks. \"Indices - H Shares (All).\"\n\nNasdaq. \"Tencent Holdings Lts. ADR.\"\n\nUBS. \"China Market Terminology Explained.\"",
  "url": "https://www.investopedia.com/terms/h/hshares.asp"
}