{
  "term": "Haas School of Business",
  "definition": "The Haas School of Business is the business school of the University of California at Berkeley. Founded in 1898 and located in Berkeley, California, the school offers both undergraduate and graduate programs.\n\nThe Haas School of Business has the distinction of being the oldest American business school to be founded at a public university.﻿﻿ It is also known for its high quality of instruction; it is frequently ranked as among the top 10 best business schools in the world.\n\nPreviously known as the University of California’s College of Commerce, the Haas School of Business received its current name in 1989, following a nearly-$25 million gift by the businessman andphilanthropist, Walter A. Haas Jr. Today, Haas School of Business is home to about 2,500 students spread across their undergraduate and graduate programs, as well as over 240 faculty members.﻿﻿\n\nThe Haas School of Business’s programs includes undergraduate majors in core business school subjects such asfinance,accounting, andmarketing; as well as specialized undergraduate programs inentrepreneurship, international business, and even the intersection of business and biology. In this respect, the Haas School of Business is able to leverage its affiliation with the University of California at Berkeley—a world-famous research university that has produced 37Nobel prizes, of which 7 are held by current faculty.﻿﻿\n\nAt the graduate level, the Haas School of Business offers a range of MBA and postgraduate programs. The school’s class of 2022 full-time MBA cohort is made up of 331 students, 39% of whom are female.﻿﻿ In addition to the full-time MBA program, which lasts 21 months, the school also offers a variety of MBA programs designed for students who wish to study on a part-time basis while continuing to work in their careers. This includes a three-year evening and weekend MBA option, as well as anExecutive MBAprogram (which lasts 19 months).﻿﻿\n\nFor 2021, the Haas School of Business’s full-time MBA program was rated as the 7th-best program in the United States byUS NewsandThe Economist, and it was rated as the country's 8th (12th globally) by theFinancial Times.\n\nWith annualtuitionof roughly $60,000, Haas School of Business MBA grads saw a median starting salary of approximately $140,000 in 2020, of which just under 90% received their offers within 3 months of graduation. In recent years, these grads have found employment principally in thetechnology,management consulting, andfinancial servicessectors.﻿﻿\n\nBerkeley Haas. \"Our History.\" Accessed Dec. 18, 2020.\n\nBerkeley Haas. \"At a Glance.\" Accessed Dec. 18, 2020.\n\nBerkeley Haas. \"Full-Time MBA Program.\" Accessed Dec. 18, 2020.\n\nBerkeley Haas. \"Compare MBA Programs.\" Accessed Dec. 18, 2020.\n\nHaas Berkeley. \"Full-Time MBA Employment Report 2020.\" Accessed Dec. 18, 2020.",
  "url": "https://www.investopedia.com/terms/h/haas-school-of-business.asp"
}