{
  "term": "Habendum Clause: What it Means, How it Works",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nA habendum clause is a section of a contract that deals withproperty rights, interests, and other aspects of ownership given to one of the parties to a deal. Consisting of basic legal language, it is usually included in property-related documents.\n\nMost buyers and sellers have experience with it through real estate transfers, but it is also used in all manner of leases anddeeds, especially in the oil and gas industry.\n\nThe content of a habendum clause varies depending on the exact nature of the contract. In real estate contracts, the habendum clause refers to the transfer of ownership of a property and any accompanying restrictions. Because the clause begins with the phrase, \"To have and to hold,\" the habendum clause is sometimes called the \"to have and to hold clause.\"\n\nIn oil and gas leases, the habendum clause defines the primary term and secondary term of the lease, dictating how long the lease is in force. When used in the context of oil and gas leases, the focus of the habendum clause is on the \"and so long thereafter\" portion that extends the lease if conditions are met. In the oil and gas industry, the habendum clause is also referred to as the \"term clause.\"\n\nIn real estate leases, habendum clauses are a section of the contract that describes the rights and interests given to thelessee.\n\nFor outright real estate purchases, a habendum clause deals with the transfer of ownership of a property and any accompanying restrictions. Usually, the habendum clause states the property is transferred without restrictions. This means the new owner has absolute ownership of the property upon satisfying their conditions (usually payment in full) and has the right to sell or bequeath the property to an heir and so on.\n\nThe type of property title transferred using a habendum clause is called \"fee simple absolute.\" A fee simple absolute grants complete ownership of a property, subject to government laws and powers.\n\nBecause it typically begins with the phrase, \"To have and to hold,\" the habendum clause is sometimes called the \"to have and to hold clause.\"\n\nSome real estate transfers will include restrictions within the habendum clause. For example, a timeshare lease will outline the percentage of ownership being transferred and any other related restrictions.\n\nSometimes the property or the land itself is subject to a countdown, upon which ownership reverts to another entity. Some treaty lands allow development but cap the transfer of ownership at 100 years, for example. This makes any property on those lands attractive in the first half of the lease, but the value is discounted as the time of ownership counts down to the deadline. Similarly, some leases can be tied to the lifespan of the lessee, with the property reverting to the original owner upon the buyer's death.\n\nIn the oil and gas sector, the habendum clause sets out the primary term during which a company holdsmineral rightsto the land but is not obligated to start exploration. The primary term can vary from one to ten years depending on howprovena given field is. If the primary term passes without any production, then the lease expires. However, if the leased area is drilled and oil or gas is flowing—that is, the lease is in production—the secondary term begins and continues as long as the leased area is still producing.\n\nIn this context, the habendum clause allows the lessor to sell the lease again if the lessee doesn't start production within the primary term, but also protects the lessee if they invest in the land and are producing.",
  "url": "https://www.investopedia.com/terms/h/habendum-clause.asp"
}