{
  "term": "Hacktivism: Types, Goals, and Real-World Examples",
  "definition": "Hacktivism is a social or political activist act that is carried out by breaking into and wreaking havoc on a secure computer system. Hacktivism is a mix of “hacking” and “activism” and is said to have been coined by the hacktivist group Cult of the Dead Cow.\n\nHacktivism is usually directed at corporate or government targets. The people or groups that carry out hacktivism are referred to as hacktivists. Hacktivists’ targets include religious organizations, terrorists, drug dealers, and pedophiles.\n\nAn example of hacktivism is adenial of service attack(DoS) which shuts down a system to prevent customer access. Other examples involve providing citizens with access to government-censored web pages or providing privacy-protected means of communication to threatened groups (such as Syrians during the Arab Spring).\n\nHacktivists’ methods may include distributed denial of service (DDoS) attacks, which flood a website or email address with so much traffic that it temporarily shuts down; data theft; website defacement; computer viruses and worms that spread protest messages; taking over social media accounts, and stealing and disclosingsensitive data.\n\nThere is disagreement within the hacktivist community over which techniques are appropriate and which are not. For example, while hacktivists may claim supporting free speech as an important cause, the use of DoS attacks, website defacements, and data theft that hinder or prevent free speech may be at odds with that goal.\n\nThe methods hacktivists use are illegal and are a form of cybercrime. Yet they often are not prosecuted because they are rarely investigated by law enforcement. It can be difficult for law enforcement to identify the hackers and damages that ensue tend to be minor.\n\nHacktivist attacks themselves are not violent and don’t put protestors at risk of physical harm, unlike participating in a street protest, but hacktivism might incite violence in some cases.\n\nHacktivism also makes it possible to support geographically distant causes without having to travel there and allows geographically dispersed people with common goals to unite and act in support of a shared goal.\n\nHacktivism may be used as a substitute for or complement to traditional forms of activism such as sit-ins and protest marches. Occupy Wall Street and the Church of Scientology protests involved both the physical presence of supporters in the streets and online attacks.\n\nHacktivists use a wide range of tools and techniques to work towards their goals. They can include actions like:\n\nHacktivism’s goals include the following:\n\nWhile there are thousands of hacktivist groups worldwide, some of the better-known from the 1990s to the present day include Cult of the Dead Cow, Hacktivismo, Lulz Security (Lulz Sec), Anonymous, Legion of Doom, The Electronic Disturbance Theater, Young Intelligent Hackers Against Terrorism, Syrian Electronic Army, and AnonGhost.\n\nLet's take a brief look at some of the major hacktivist groups.\n\nAnonymousis quite possibly the most iconic and well-known hacktivist group, widely recognized for its cyber-attacks against governments and government institutions, large corporations, and even the Church of Scientology.\n\nCreated in 1984, Legion of Doom grew to be one of the most influential hacking groups in technological history. The group is best known for publishing the Hacker Manifesto, often cited as the inspiration for a flood of new hackers.\n\nBased out of New York, the Masters of Deception (MOD) is best known for hacking into and exploiting a large number of telephone companies. All members were eventually indicted in 1992 in federal court.\n\nWith roughly 5,500 registered members, Chaos Computer Club is Europe's largest association of hackers. Generally speaking, Chaos Computer Club advocates for government transparency and freedom of information.\n\nIn order to prevent hacktivism, consider some of the following steps:\n\nOne of the most well-known examples of hacktivism in real life is when Julian Assange, founder of the infamous WikiLeaks, leaked a collection of emails between Hillary Clinton and her campaign manager.\n\nThe emails were said to have come from a group of Russian hackers whose objective was to tilt the election in Donald Trump's favor.\n\nThe leaked emails negatively impacted the Clinton campaign, with many blaming her loss largely on the incident. The Department of Justice ultimately indicted 12 Russian hackers for the email hacks.\n\nWikiLeaks' general purpose is the defense of freedom of speech and media publishing, the improvement of our historical record, and the support of peoples' right to create new history.\n\nChaos Computer Club. \"Chaos Computer Club.\" Accessed July 7, 2021.\n\nDepartment of Justice. \"Case 1:18-cr-00215-ABJ.\" Accessed July 8, 2021.",
  "url": "https://www.investopedia.com/terms/h/hacktivism.asp"
}