{
  "term": "Haggle: What it Means, How it Works, Considerations",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAriel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nTo haggle is when two parties involved in a transaction such as the purchase of a good and servicenegotiatethe price until both parties can mutually agree on a fair price. The process of haggling involves two parties making sequential offers andcounteroffersto each other until a price is agreed upon. The individual trying to buy the good and service is trying to pay the least amount possible, while the seller's primary objective is to maximize the selling price. Haggling also may go by the names bargaining, quibbling, dickering, or informal negotiating.\n\nThe act of haggling has been around since ancient times and continues to this day. It is a common practice in real estatenegotiations, car purchases, and at informal flea markets—while it is rarely used in retail settings such as at supermarkets, pharmacies, or brand-name clothing stores.\n\nNot all transactions are open to bargaining. Both religious beliefs and regional customs may determine whether or not the seller is willing to engage in bargaining. Globally, haggling has different accepted levels of tolerance. In Europe and North America, haggling is generally accepted for larger ticket items like automobiles, jewelry, and real estate—but not for smaller day-to-day items like combs or a gallon of milk.\n\nHowever, in other regions around the world, haggling for smaller items is generally accepted and is part of the culture. In these regions, children are taught to haggle at a young age to ensure that they are receiving the best-perceived deal when making any type of purchase.\n\nThe acceptance of haggling can also be determined by location. In department and grocery stores, haggling is often expressly prohibited, but at places like flea markets, outdoor marketplaces, and bazaars, haggling is accepted and encouraged. Many consider haggling to be an art and a skill of persuasion rather than a rational economic activity.\n\nTo haggle is the same as to bargain or to informally negotiate.\n\nVarious economic theories have been proposed to explain the process of haggling. The behavioral theory proposes that certain people have different personalities or dispositions toward negotiations rather than taking prices as they are given. Thegame theoryproposes solutions to bargaining problems as part of strategic action and can be interpreted as part of reaching aNashEquilibrium.\n\nHaggling is also considered when considering retail pricing theory. Mainstream (neoclassical) economics, however, supposes that all market prices are jointly determined by supply and demand and so there would be no need for haggling since all prices would always reflect an equilibrium level.",
  "url": "https://www.investopedia.com/terms/h/haggle.asp"
}