{
  "term": "Haircut: What It Means in Finance, With Examples",
  "definition": "Broadly speaking, the term “haircut” refers to the reduction, or trimming, of an asset’s value. There are a couple different contexts in which it can be applied.\n\nIt’s most often used to express the reduction in value of the collateral used tosecure a loan. This trim is meant to offset the risk that, should the borrower fail to repay their debt, the collateral'smarket valuewill decrease before it can be sold. Similarly, a haircut can also refer to a markdown in the value of debt, such as in a sovereign debt crisis.\n\nAnother, albeit less common, use of the term is in reference to a market maker'sbid-ask spread. When buying stocks, for example, you're usually taking a small haircut in the sense that the market maker is profiting by selling slightly below or buying slightly above the market price.\n\nIn order to understand how a haircut works, it's important to first understandcollateral. When a lender requires you to pledge assets against the cash you borrow, those assets are considered collateral. If you can't repay what you borrow, the lender can sell the collateral to recoup their losses. A simple example is ahome equity loan, in which your home is pledged as collateral.\n\nHowever, haircuts aren't all that common for individual borrowers. Instead, they’re more often used when financial institutions lend to one another. With arepurchase agreement (repo), for instance, a financial institution borrows cash on a short-term basis, usually overnight. In doing so, they pledge an asset like government bonds as collateral to the lender. But the lender usually applies a haircut because the value of those assets can fluctuate.\n\nWith a 5% haircut on $1 million in bonds, for example, the repo borrower could only take out a loan for $950,000. However, if they instead pledge $1,050,000 in bonds, then they could borrow $1 million.\n\nThere's not a universal formula for determining haircuts, as it can vary from one lender to another. However, each calculation will likely take the following factors into consideration:\n\nWhen looking at a stock quote, for example, the price you see is usually the last traded price. In fast-moving markets, this is typically around the midpoint between current offers to buy or sell the stock. Sellers set the ask price, and buyers set the bid price, with the gap known asthe spread.\n\nMarket makers are typically firms that provide liquidity to markets by participating in both sides of the trade for certain securities. Because of their size, speed, and relationships, market makers can often profit off the spread by buying at the bid price and selling for slightly more at the ask price.\n\nMeanwhile, the trader on the other side of that transaction takes a small haircut, since they're either paying slightly more or selling for slightly less than the market price.\n\nSuppose you own 100 shares of Company XYZ. The stock quote says it's trading at $50 per share, but the bid is $49.98 and the ask is $50.02. So, if you place a market order to sell the stock, it would get filled at the next best available price, which in this case means you'd sell at the bid price of $49.98, so you'd get $4,998—aside from any brokerage or regulatory fees—rather than $5,000.\n\nThen, suppose you changed your mind and wanted to buy back in. If the ask price is still $50.02, you would spend $5,002 to get your shares back, meaning you lost $4 due to the differences between the bid-ask prices. That $4 is essentially a haircut that the market maker collected by buying low from you and then selling high.\n\nLong-Term Capital Management (LTCM)was a hedge fund founded in 1994, which specialized inarbitrage, meaning it tried to profit off of price differences among similar securities.Because the profit of each trade was relatively small, it needed to borrow a lot of money to increase itsleverage. Not only did the fund have $30 in debt for every $1 in capital, it controlled over $1 trillion in derivatives contracts.\n\nLTCM's lenders required almost no haircuts for its repo transactions, so it could effectively borrow a lot of money, without its creditors having much of a buffer in case they needed to sell the collateral. Eventually, an economic downturn in 1998 triggered a series of events where LTCM lost significant capital and was at risk of default.Facing a potential financial crisis if LTCM couldn't repay its debts and its collateral was insufficient to reimburse lenders, the New York Federal Reserve helped organize a consortium of 14 banks and brokerages to inject $3.6 billion as a lifeline to LTCM.\n\nFinancial market participants and regulators analyzed LTCM's failure in the aftermath, but much of the systemic risk of limited haircuts persisted through the2008 financial crisis.\n\nA haircut can mean a few different things in a financial context, but it’s essentially a reduction in an asset's value. However, haircuts can help safeguard financial markets by reducing risk to lenders, and they can protect some consumers from getting overleveraged, such as when borrowing against their stock portfolio.\n\nA haircut also might cut into your trading profits. Being mindful of the size of a haircut is important, as you might decide not to trade if the haircut is too high.\n\nFederal Reserve History. “Near Failure of Long-Term Capital Management.”\n\nCFA Institute. “Long-Term Capital Management.”",
  "url": "https://www.investopedia.com/terms/h/haircut.asp"
}