{
  "term": "Half Stock",
  "definition": "A half stock is a security sold with apar valuethat is 50% of what is considered to be the standard price. The par value refers to the face value of a bond, or in some cases, a stock. Half stock can be eithercommon stockorpreferred stockand, other than the reduced par value, acts as a regular share of stock.\n\nThe valuation of a share of common stock is often the same for both a regular share of stock and half stock, as much of the stock's value is related to growth potential. Par value is an important factor in determining thedividendof a share of stock, making it more important for preferred stock. Additionally, preferred stock may have a higher claim on the proceeds of a company that was liquidated. A half stock share of preferred stock would potentially receive less in liquidation.\n\nPar value is more commonly a term used in bonds, meaning the face value of a bond, representing the principal amount that the lender, or investor, is lending to the borrower, or issuer. In terms of stock, shares are also assigned a par value, but the number is usually small and arbitrary, such as $0.01 per share. Preferred stock is typically given a higher value because it is used to calculate dividends.\n\nCommon stock and preferred stock have small, however,significant differences.Common stock is a security that represents ownership in a corporation. Holders of common stock elect the company's board of directors and vote on corporate policy. But common shareholders are low on the ladder of priority in terms of ownership. In the event ofliquidation, common shareholders have the right to a company's assets only after bondholders, preferred shareholders, and other debt holders have been paid in full.\n\nPreferred stock is a level of ownership in a corporation that has a higher claim on its assets and earnings than common stock. With common stock, there is no obligation for a company to offer dividends. With preferred stock, shareholders expect to receive dividends. The promise of dividends is a selling feature, intrinsic to the security. Preferred shares generally have a dividend that must be paid out before dividends to common shareholders, and the shares usually do not carry voting rights.\n\nPreferred stock is far more uncommon than common stock.Examples of preferred stock includeshares issued by Bank of America (BAC) and MetLife (MET).﻿﻿﻿﻿﻿\n\nA half stock has a par value that is typically half of what is considered normal. So, let's say the par value of e-commerce company BuySell's preferred stock is $100. However, the company decides that it also wants to issue some half stock.\n\nThe half stock is still considered to be preferred stock and is still ranked higher on the priority ladder than common stock, but because it is half stock, it will pay out a lesser dividend to shareholders and give the owners fewer claims on assets should the company need to declare bankruptcy and liquidate. BuySell issues preferred stock with a par value of $50, making it half stock.\n\nBank of America. \"Preferred Stock.\" Accessed April 11, 2021.\n\nMetLife. \"2019 10-K,\" Page 271. Accessed April 11, 2021.",
  "url": "https://www.investopedia.com/terms/h/halfstock.asp"
}