{
  "term": "Half-Year Convention for Depreciation: What It Is and How to Use It",
  "definition": "The half-year convention for depreciation is thedepreciationschedule that treats all property acquired during the year as being acquired exactly in the middle of the year. This means that only half of the full-year depreciation is allowed in the first year, while the remaining balance is deducted in the final year of the depreciation schedule, or the year that the property is sold.\n\nThe half-year convention for depreciation can be applied to all forms of depreciation methods.\n\nAs one of many U.S.generally accepted accounting principles (GAAP), the matching principle seeks to match expenses to the period in which the related revenues were earned. Depreciation is an accounting convention that helps match expenses incurred by afixed assetand the related revenues generated by that asset over itsuseful life.\n\nAn item is recorded on a company’s books as a fixed asset at the time of purchase if it exceeds a capitalization threshold set by the company and will bring value to the company over a number of years. Rather than taking the full expense in the year of purchase, depreciation allows a company to expense a portion of the cost of an asset in each of the years of the asset’s useful life.The company will then keep track of thebook valueof the asset by subtracting theaccumulated depreciationfrom the asset’shistorical cost.\n\nThe half-year convention for depreciation allows companies to better match revenues and expenses in the year that they are incurred by depreciating only half of the typical annual depreciation expense in year one if the asset is purchased in the middle of the year. This applies to all forms of depreciation, including straight-line, double declining balance, and sum-of-the-years’-digits.\n\nThere is also a mid-quarter convention that must be used instead of the half-year convention, if at least 40% of thecost basisof all fixed assets acquired in a year were put in service sometime during the last three months of the year.\n\nAs an example, assume a company purchases a $105,000 delivery truck with a salvage value of $5,000 and an expected life of 10 years. The straight-line method of depreciation expense is calculated by dividing the difference between the cost of the truck and the salvage value by the expected life of the truck.\n\nIn this example, the calculation is $105,000 minus $5,000 divided by 10 years, or $10,000 per year. Ordinarily, the company would expense $10,000 in years one through 10.\n\nIf the company purchases the truck in July rather than January, however, it is more accurate to use the half-year convention to better align the cost of the equipment with the time period in which the truck provides value. Instead of depreciating the full $10,000 in year one, the half-year convention expenses half of the calculated depreciation expense, or $5,000 in year one. In years two through 10, the company expenses $10,000, and then in year 11, the company expenses the final $5,000. The half-year convention extends the number of years that the asset is depreciated, but the extension provides a more accurate matching ofexpensestorevenues.\n\nThe half-year convention can be applied to all property except residential rental property, nonresidential real property, railroad gradings, and tunnel bores, unless the mid-quarter convention applies.\n\nThe half-year convention can be used if the mid-quarter convention does not apply. The mid-quarter convention applies if the aggregate basis of property placed in service during the last three months of your tax year exceeds 40% of the aggregate basis of all property placed in service during thetax year.\n\nFor example, assume you bought a machine for $2,000 and placed it in service in January, a desk for $500 in April, and a computer for $2,000 in November. The computer, placed in service during the last three months of the year, exceeds 40% of the total basis of all property acquired during the year ($2,000 / $2,000 + $500 + $2,000 = 44.4%). Therefore, all three assets must use the mid-quarter convention.\n\nThe half-year convention can be used with any depreciation methods. TheInternal Revenue Service (IRS)Modified Accelerated Cost Recovery System (MACRS)consists of two depreciation systems, theGeneral Depreciation System (GDS)and theAlternative Depreciation System (ADS), which typically has to be elected by the taxpayer unless required by the IRS.\n\nMACRS allows for three depreciation methods under GDS and one under ADS. The 200% declining balance, 150% declining balance, and straight-line methods can be used under GDS, but only the straight-line method can be used under ADS.\n\nThe half-year convention for depreciation holds that assets purchased during the year will be treated as if they were purchased in the middle of the year for the purposes of depreciation. Sometimes the mid-quarter convention will have to be used instead. These conventions allow a company to better match revenues and expenses in the year in which they are incurred.\n\nInternal Revenue Service. “2023 Instructions for Form 4562,” Page 9.\n\nCornell Law School, Legal Information Institute. “26 CFR § 1.168(d)-1—Applicable Conventions—Half-Year and Mid-Quarter Conventions.”\n\nInternal Revenue Service. “Publication 946 (2023), How to Depreciate Property.”",
  "url": "https://www.investopedia.com/terms/h/half-year-convention-for-depreciation.asp"
}