{
  "term": "Halloween Massacre Definition",
  "definition": "The Halloween Massacre refers to a 2006 decision by the Canadian government to tax allincome trustsdomiciled in the country. On Halloween, Oct. 31, 2006, Canada’s then-minister of finance, Jim Flaherty, announced that all income trusts would be taxed at a rate of over 30% on taxable income just like corporations. The decision causedunitholdervalue to decrease dramatically virtually overnight.Income trusts were popular among Canadian investors because of their favorable tax treatment.\n\nCanadian income tax laws allowed income trusts to makedistributionsto unitholders on a pre-tax basis. This made them a favorable investment option for a lot of Canadian investors in the early 2000s. But that changed on Oct. 31, 2006, when then-FInance Minister Jim Flaherty announced changes to end the tax benefits for income trusts.\n\nThe change in Canadian tax law to tax income trusts the same as corporations, which was debated after the fact, was made to remedy a perceived loss of tax revenue. At the time, there were about 250 trusts listed on theToronto Stock Exchange (TSX)with a market value of over $200 billion.Many of these investments offered unitholdersyieldsas high as 10%. So it's no surprise that the government's move shocked investors, leading to an immediate 12% drop in the value of the trusts.\n\nIn the years since the Halloween Massacre, interest rates were low in Canada and the United States, as investors clamored for more yields like the kind that income trusts once provided. As of 2023, income trusts were still available—many of themreal estate investment trusts (REITs).\n\nThese entities hold and maintain income-producing real estate, including office buildings, shopping centers, and hotels, that Canada still offers special tax treatment. When income flows through to unitholders,they don’t pay much, if any, corporate taxand most of the distributions are taxed as ordinary income.\n\nIncome trusts operating in the energy sector lost as much as 17.85% in value within the 10 days following the Canadian government's announcement on Oct. 31, 2006.\n\nACanadian income trustwas an investment fund holding income-producing assets and distributing payments to unitholders or shareholders on a regular basis.Distributionswere usually made on a quarterly or monthly basis.\n\nA Canadian income trust was required to distribute a minimum of 90% of its net cash flows.Both investors and trusts benefitted from the tax advantages of income trusts, where:\n\nU.S. investors who invest in Canadian investments, including REITs, should keep in mind that payments from these trusts are subject to a Canadian withholding tax of 15%.In some cases, it’s possible to claim a foreign tax credit, depending on where the shares are held.\n\nCanada's change to the tax treatment of income trusts angered many investors. That's because these investments earned higher yields when compared to other vehicles, such asguaranteed investment certificates (GICs). Their value dropped significantly—to the tune of 12% immediately after the announcement was made.An American couple even filed a NAFTA claim, citing $6.5 million plus costs.\n\nThe TSX lost 294 points when the government made the announcement, as many investors pulled their money out of income trusts. The TSX made a recovery shortly afterward, recovering nearly all of the losses it experienced on Halloween. Thereboundwas largely due to investors putting their money intodividend-paying stocks.\n\nTrusts had five years to convert to corporations. Many moved forward with the conversion while others becamereal estate investment trusts (REITs)by the 2011 deadline.Those that didn't make the move eitherwent privateor were acquired by other entities.\n\nThe Canadian REIT market was hit hard in the wake of the COVID-19 pandemic. The second quarter of 2020 “brought the largest everyear-over-year (YOY)decline for quarterly earnings at minus 13%,” according to Carolyn Blair, managing director of RBC Capital Markets Real Estate Group.\n\nAs of the end of September 2020, Canadian REITs underperformed with a negative 20% return over the preceding 12 months. The pandemic’s effect on real estate, including tenantinsolvency, empty storefronts, reduced retail business, closed shops, restaurants, and more, was to blame.\n\nCanadian REITs were poised for recovery after the pandemic, thanks to lower interest rates and higheroperational efficiency. Investment activity and property demand have slowed down because of the rising rate environment. Revenue for thesectoris expected to drop by 5.6% to $8.2 billion by 2023.\n\nThe Halloween Massacre took place on Oct. 31, 2006. On this date, the Canadian government made an unexpected announcement that all income trusts domiciled in Canada would be taxed like corporations.\n\nThe announcement caused the value of Canadian income trusts to immediately decline by 12%.The Canadian energy sector was impacted the most and lost approximately 17.85% in value during the 10 days that followed.\n\nA Canadian income trust was an investment fund that held income-producing assets and distributed payments to unitholders on a periodic basis, typically monthly or quarterly. The trusts were required to distribute a minimum of 90% of net cash flows to shareholders.\n\nIncome trusts have survived the Halloween Massacre and the subsequent near-death experience of the COVID-19 pandemic. While not as lucrative as in the past, the sector is more than skeletal and very much alive.\n\nCanadian House of Commons. “Taxing Income Trusts: Reconcilable or Irreconcilable Differences?”\n\nBNN Bloomberg. \"10 Years After 'Halloween Massacre': What It Means for Investors.\"\n\nOsler, Hoskin & Harcourt LLP. \"Income Trust Conversions,\" Page 4.\n\nTSI Wealth Network via Internet Archive. “10 Keys to Picking the Best Canadian Income Trusts and Real Estate Investment Trusts (REITs).”\n\nUniversity of Calgary via Internet Archive. “Green Income Trusts Could Accelerate Canada’s Energy Transition.”\n\nInvestingAnswers. “What Is a Canadian Income Trust?”\n\nGovernment of Canada. “Applicable Rate of Part XIII Tax on Amounts Paid or Credited to Persons in Countries with Which Canada Has a Tax Convention.”\n\nInternal Revenue Service. “About Form 1116, Foreign Tax Credit (Individual, Estate, or Trust).”\n\nCBC News. \"Income Trust Investors Still Angry One Year Later.\"\n\nReuters. \"U.S Couple Takes NAFTA Action on Canada Trust Tax.\"\n\nThe Successful Investor. \"How Do You Find the Best Canadian REITs?\"\n\nReal Estate News EXchange. \"Is Canada's REIT Sector Softening?\"\n\nReal Estate News Exchange. “REITs Continue Big Rebound After COVID Dip: RBC’s Blair.”\n\nIBIS World. \"Real Estate Investment Trusts in Canada - Market Size, Industry Analysis, Trends and Forecasts (2023-2028).\"",
  "url": "https://www.investopedia.com/terms/h/halloween_massacre.asp"
}