{
  "term": "Halo Effect: Overview, History and Examples",
  "definition": "The halo effect is a term for a consumer's favoritism toward a line of products due to positive experiences with other products by this maker. The halo effect is correlated to brand strength,brand loyalty, and contributes to brand equity.\n\nThe opposite of the halo effect is the horn effect, named for the horns of the devil. When consumers have an unfavorable experience, they correlate that negative experience with everything associated with a brand.\n\nCompanies create the halo effect by capitalizing on their existing strengths. With the concentration of marketing efforts on high-performing, successful products and services, the firm's visibility increases and reputation and brand equity strengthens.\n\nWhen consumers have positive experiences with products of highly visible brands, they cognitively form a brand loyalty bias in favor of the brand and its offerings. This belief is independent of a consumer's experience. The reasoning is that if a company is exceptionally good at one thing, it will undoubtedly be good at something else. This assumption will take a brand far, parlaying into other new products.\n\nThe halo effect increases brand loyalty, strengthens the brand image and reputation, and translates into high brand equity. Companies use the halo effect to establish themselves as leaders in their industries. When one product positively imprints in the minds of consumers, the success of that product infectiously affects other products. Ultimately, businesses can gainmarket shareand increase profits thanks to the halo effect, even protecting consumers from purchasing from competitors if they have an all-star product.\n\nCompanies benefit from the halo effect by capitalizing on their existing strengths.\n\nThe concept of the \"halo effect\" can be traced back to 1920 when American psychologist Edward L. Thorndike first used it to describe his observations of military officers who had to rank their subordinates.\n\nWithout even communicating with the lower-ranked military men, many of the superiors automatically assumed that physically attractive men were smarter, more capable, and had more leadership qualities than the other men. In Thorndike's paper \"The Constant Error in Psychological Ratings\",he noted that one impression can create a \"halo effect\" that they are more likely to prescribe to an individual's other qualities as well.\n\nIt isn't easy for a company to achieve brand loyalty and build a halo effect for their wider set of products or services; after all, this can be somewhat of an elusive gold standard that only a number of household brands name possess. However, companies that focus on making their products \"cult products\" or achieve \"cult status\" are more likely to benefit from the halo effect on subsequent products they release. Often, these companies funnel all their efforts into one superior product and become known for it, before then expanding to other kinds of products.\n\nAn easy way to take advantage of the halo effect is by hiring a celebrity ambassador to promote a product. When an endorsement from a popular celebrity (for example, George Clooney) is secured, their positive image can be lent to the brand or product and looked upon favorably (\"if George Clooney endorsed it, it must be good.\")\n\nOf course, traditional ways of achieving the brand halo effect can be achieved through developing a curated social media presence to improve a brand's external image, reach, and visibility, as well as focusing on the product and user experience itself can all help a brand develop a halo effect.\n\nThe halo effect can be a double-edged sword: if a brand has an extremely positive perception, this can extend into its new products and boost customer retention and loyalty. However, a halo effect doesn't make a brand untouchable either: have one bad experience with a brand, and consumers will swear it off altogether.\n\nThe well-known marketing case ofClassic Coke vs. New Cokeis an example of how tinkering with a beloved “halo brand” can turn disastrous. Despite being a cult product, Coca-Cola thought that it needed to rebrand its classic product in 1985 by releasing \"New Coke\" to taste sweeter and more like Pepsi, then beginning to close the gap as Coca-Cola's nearest competitor. Although the sweeter New Coke formula had been proven by data in blind taste tests, the company underestimated the emotional attachment that loyal Coke drinkers had to the original formula. They were enraged, and quickly Coca-Cola announced that it would revert back to its original formula.\n\nThe halo effect andbrand imageof Coca-Cola were put at risk with the introduction of the new formula, showing that a halo effect must also be intentionally maintained.\n\nHalo effects create strong brand loyalty and consumer retention\n\nConsumers are willing to pay more money for a brand they already know and trust\n\nSubsequent new products by a brand will benefit from the brand's halo effect\n\nThe halo effect can extend negative impressions, too, known as the \"horn effect\"\n\nMaintaining a brand's halo effect can also be challenging\n\nBrand image can be a make-it-or-break-it factor in a product's success, making the halo effect a more elusive factor to control\n\nThe halo effect applies to a broad range of categories, including people, organizations, ideas, and brands. For example, Apple (AAPL) benefits significantly from the halo effect. With the release of the iPod, there was market speculation that the sales of Apple's Mac laptops would also increase due to the success of the iPod.\n\nFiguratively, a halo forms and extends over the brand. It effectively allows for the expansion of product offerings. For example, Apple's iPod success allowed for the development of other consumer products such as the Apple Watch, iPhone, and iPad. If the following product pales in comparison to the leading product, the success of the leading product will help to compensate for the failure rather than leading to a total shift in brand perception. Thisbrand extensionhelps brands like Apple to remain a beloved technology giant, even despite other failures. For example, to date, very few people remember the company's flops AirPower or the Apple Newton.\n\nThis phenomenon of one product favorably impacting another—such as is the case with Apple—is considered a near-perfect example of the halo effect. The iPod buyers just kept coming back and consequently,iPhone saleshave been steady, continuing the cycle.\n\nThe halo effect, when achieved, can be one of the most powerful assets to a brand as it increases brand strength, brand loyalty, and increases brand equity. Ultimately, achieving this \"cult status\" is no easy feat.\n\nEdward L. Thorndike. \"A constant error in psychological ratings.\" Journal of Applied Psychology, 4(1), 1920, Pages 25–29.",
  "url": "https://www.investopedia.com/terms/h/halo-effect.asp"
}