{
  "term": "Hamada Equation Definition, Formula, Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe Hamada equation is a fundamental analysis method of analyzing a firm'scost of capitalas it uses additionalfinancial leverage, and how that relates to the overall riskiness of the firm. The measure is used to summarize the effects this type of leverage has on a firm's cost of capital—over and above the cost of capital as if the firm had no debt—known as theunlevered cost of capital.\n\nRobert Hamada is a former professor of finance at the University of Chicago Booth School of Business. Hamada started teaching at the university in 1966 and served as the dean of the business school from 1993 to 2001. His equation appeared in his paper, \"The Effect of the Firm's Capital Structure on the Systemic Risk of Common Stocks\" in theJournal of Financein May 1972.\n\nThe formula for the Hamada equation is:\n\n﻿βL=βU[1+(1−T)(DE)]where:βL=Levered betaβU=Unlevered beta*T=Tax rateD/E=Debt to equity ratio*\\begin{aligned} &\\beta_L = \\beta_U \\left [ 1 + ( 1 - T) \\left ( \\frac{ D }{ E } \\right ) \\right ]\\\\ &\\textbf{where:} \\\\ &\\beta_L = \\text{Levered beta} \\\\ &\\beta_U = \\text{Unlevered beta*} \\\\ &T = \\text{Tax rate} \\\\ &D/E = \\text{Debt to equity ratio*} \\\\ \\end{aligned}​βL​=βU​[1+(1−T)(ED​)]where:βL​=Levered betaβU​=Unlevered beta*T=Tax rateD/E=Debt to equity ratio*​﻿\n\n*Unlevered betais the market risk of a company without the impact of debt.\n\n*Debt-to-equity ratiois a measure of a company's financial leverage.\n\nThe Hamada equation is calculated by:\n\nThe equation draws upon theModigliani-Miller theoremon capital structure and extends an analysis to quantify the effect of financial leverage on a firm. Beta is a measure of volatility or systemic risk relative to the overall market. The Hamada equation, then, shows how the beta of a firm changes with leverage. The higher the beta coefficient, the higher the risk associated with the firm.\n\nA firm has a debt-to-equity ratio of 0.60, a tax rate of 33%, and an unlevered beta of 0.75. The Hamada coefficient would be 0.75 [1 + (1 - 0.33)(0.60)], or 1.05. This means that financial leverage for this firm increases the overall risk by a beta amount of 0.30, which is 1.05 less 0.75 or 40% (0.3 / 0.75).\n\nOr consider retailer Target (NYSE: TGT), which has a current unlevered beta of 0.82. Its debt-to-equity ratio is 1.05 and theeffective annual tax rateis 20%. Thus, the Hamada coefficient is 0.99, or 0.82 [1 + (1 - 0.2) (0.26)]. Thus, leverage for a firm increases the beta amount by 0.17, or 21%.\n\nThe Hamada equation is part of theweighted average cost of capital (WACC). The WACC involves unlevering the beta to relever it to find an ideal capital structure. The act of relevering the beta is the Hamada equation.\n\nThe Hamada equation is used in finding optimal capital structures, yet the equation doesn’t include default risk. While there have been modifications to account for such a risk, they still lack a robust way to incorporatecredit spreadsand the risk of default. To gain a better understanding of how to use the Hamada equation, it’s useful to understandwhat the beta is and how to calculate it.",
  "url": "https://www.investopedia.com/terms/h/hamadaequation.asp"
}