{
  "term": "Hammering: What It Means, How It Works, Example",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nHammering is rapid and concentrated selling of stocksharesin the wake of an unexpected event that is perceived as extremely damaging to the company's short-term performance. The effect of hammering is a steep drop in the price of the stock.\n\nHammering is usually a response to unexpected bad news, also known as anasteroid event, such as a terrorist attack. It may focus on a single stock, a sector of the market, or the entire stock market.\n\nIn some cases, investors may collaborate in an effort to push the share price lower for their own purposes. Hammering can be accomplished with a few large sale orders or many small sell orders.\n\nA single company may experience an asteroid event that triggers hammering. If the success of a company relies on the reputation of a particular boss or the success of a single product, an adverse event may instantly change the company's outlook.\n\nSome companies and industries are particularly prone to asteroid events. For a small pharmaceutical or biotechnology company, a setback in a clinical trial or FDA approval can change expectations of its short-term profit expectations overnight.\n\nMore common asteroid events include corporaterestructurings,mergersand acquisitions deals,bankruptcy, spin-offs, ortakeovers. If such an event catches the market by surprise, the stock could well get hammered.\n\nInvestors may try to benefit from an asteroid event if they perceive it as a temporary stock mispricing. They simply buy the stock after it falls in the expectation that it will quickly recover.\n\nThat strategy may misfire. After an asteroid event, stock analysts review the stock and may issue revised recommendations and lower price targets. Other investors will respond to those recommendations, keeping the stock's price lower for the long haul.\n\nSome asteroid events actually are good for a stock's price. When ahostile takeoveroccurs, the stock price of the target company is likely to rise. If the takeover fails, the stock price could rise or fall depending on market sentiment.\n\nTechnical analysts, who watch the ups and downs of stock prices in order to identify patterns that can be exploited, have identified ahammercandlestickpattern that indicates a recovery in a stock's price.\n\nThis indicator may appear after a prolonged downtrend in the stock's price. The stock endures strong selling. It reaches a low point and then begins to recover. Eventually, it closes near its previous mark or higher.\n\nIn this case, the market may be seen as \"hammering out a bottom.\"\n\nTo technical analysts, a hammer candlestick pattern indicates that a stock should reverse course and begin to rise in price.\n\nShares of Chipotle Mexican Grill, Inc. (CMG) got hammered after 22 people reported becoming ill after eating at its restaurants in October 2015.﻿﻿ A strain of E. coli infection was blamed.\n\nChipotle acted quickly after the early reports. It temporarily closed 43 locations in Washington state and Oregon even before testing confirmed its food was to blame.\n\nThe bad news kept coming. By late January 2016, a total of 55 people in 11 states had been sickened by one of two strains of E. coli bacteria possibly linked to Chipotle products.\n\nFrom October 2015 to February 2018, shares went from above $750 per share all the way down to $250.﻿﻿ In every company's nightmare scenario, Chipotle Mexican Grill became the butt of late-night comedy jokes about food poisoning.﻿﻿\n\nBut that wasn't the end of it. The Food and Drug Administration (FDA) credited the company with a number of aggressive measures to deal with the crisis, including the immediate shutdown of 43 West Coast restaurants. In addition, Chipotle:\n\nChipotle stock did not return to its previous levels until well into 2019. By mid-2020, its price had almost reached $1,200 a share. It's safe to say that Chipotle achieved that hammer candlestick pattern, although perhaps not as quickly as some of its investors would have hoped.\n\nMarketWatch. \"Chipotle and the E. Coli Outbreak: What You Need to Know.\" Accessed Feb. 8, 2021.\n\nChipotle. \"Historical Stock Price.\" Accessed Feb. 8, 2021.\n\nThrillist. \"Jimmy Fallon Hilariously Lists the Pros & Cons of a Chipotle Burger Chain.\" Accessed Feb. 8, 2021.\n\nFDA. \"FDA Investigates Multistate Outbreak of E.Coli 026 Infections Linked to Chipotle Mexican Grill Restaurants.\" Accessed Feb. 8, 2021.",
  "url": "https://www.investopedia.com/terms/h/hammering.asp"
}