{
  "term": "Handelsgesetzbuch (HGB): The Commercial Code of Germany",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nHandelsgesetzbuch (HGB) is the law that governs the primarycommercial codefor companies in Germany. The law includes a regulation related to the preparation of financial statements and establishes accounting guidelines and best practices.HGB is similar togenerally accepted accounting principles(GAAP) in the United States.\n\nThe commercial code of Germany, known as Handelsgesetzbuch (HGB), was first established on May 10, 1897.In 1998, the code was adapted to conform to new laws within the European community.\n\nHGB was also been used in Austria from 1938 until 2007, when it was replaced by a newer unified commercial code called Unternehmensgesetzbuch (UGB).German accounting law was further updated in 2010 with Bilanzrechtsmodernisierungsgesetz (BilMoG).\n\nHGB governs the registration of companies in Germany and the ordinances they must adhere to. For example, HGB includes provisions on the use of commercialbrokers, agents, and the formation and dissolution of partnerships with third parties.\n\nThe mandates of HGB include paying employees’ salaries by the end of each month. Under the law,non-compete clausesin employees' hiring contracts must be outlined in writing. There are also provisions regarding charter contracts for ships and salvage rights.\n\nHGB is sometimes referred to as \"German GAAP\".\n\nGermany’s commercial code and accounting laws share similarities and differences with International Financial Reporting Standards (IFRS). For example, Germany’s laws and IFRS both usehistorical costsas the core of accounting, but German law generally does not allow for revaluations.\n\nIFRS allows for the revaluation of the fair value of property,intangible assets, investment property, equipment, and inventions within set industries. German accounting law does offer some exceptions to the fair value assessment offinancial instrumentsfrom banks and financial institutions that are held for trading.\n\nIncome statementsare largely similar under either set of accounting laws, but differences do exist. There is no statement ofcomprehensive incomeunder German account practices. Income statements can be issued by using the cost of sales or total cost methods. Furthermore, income drawn from discounting provisions must be included with other interest and similar income.\n\nWith IFRS, a company can decide to show its income or expenses as a single statement of comprehensive income or as two statements. The separate statements can show components of profit or loss, plus another statement for other income.\n\nHGB only requires astatement of cash flowsfor consolidated financial statements and forpublicly traded companiesthat are not required to file consolidated financial statements. IFRS and German accounting practices both classify cash flows by operating, investment, and financing activities.\n\nHGB is comprised of several books that span merchants, partnerships, trading, commercial transactions, and maritime transactions.\n\nHGB can have relevance and impact on businesses outside of Germany that engage in commercial activities with German entities. For starters, when businesses from different countries engage in contracts or commercial transactions, they often specify the governing law in their agreements.\n\nIf a contract involving a German entity designates German law as the governing law, HGB's provisions may apply to the interpretation and enforcement of that contract. Compliance with HGB may also have implications for tax obligations and transfer pricing for international businesses operating in Germany.\n\nAs discussed above, HGB contains accounting and financial reporting regulations that may impact thefinancial statementsand disclosures of German entities. HGB also provides rules and standards for commercial transactions, including sales contracts, agency agreements, and other trade-related activities. If international businesses engage in such transactions with German partners, HGB's provisions may influence contract terms and obligations.\n\nHGB regulates various types of business entities, such as partnerships and corporations. When international businesses formjoint ventures, subsidiaries, or other business structures with German entities, the legal framework of HGB may apply to those entities. Plus, HGB includes provisions related to commercial agents which can be relevant when foreign companies appoint commercial agents or distributors in Germany.\n\nHGB regulates aspects like business formation, management, accounting, financial reporting, contracts, and liability in commercial activities, creating a legal framework for businesses to operate within.\n\nLike other codification, HGB is enforced through legal means, including civil lawsuits, administrative enforcement, and potentially criminal charges. Non-compliance can result in fines, penalties, compensation claims, and other legal consequences.\n\nHGB primarily focuses on commercial and business matters, rather than consumer protection. Consumer protection in Germany is addressed by separate laws and regulations.\n\nThe Handelsgesetzbuch, or German Commercial Code, is a comprehensive legal framework in Germany that governs commercial activities and businesses. It addresses various aspects of commerce, including the formation and management of business entities, accounting and financial reporting requirements, contracts and commercial transactions, and liability of business entities and their officers.\n\nGermany Federal Ministry of Justice. \"Commercial Code.\"\n\nO. Rudorff. \"Handelsgesetzbuch Vom 10.\" De Gruyter, 1897.\n\nRechtsinformationsystem Des Bundes. \"Bundesrecht konsolidiert: Gesamte Rechtsvorschrift für Unternehmensgesetzbuch, Fassung vom 03.10.2023.\"\n\nBundesgesetzblatt. \"Gesetz zur Modernisierung des Bilanzrechts.\"\n\nHamburg Chamber of Commerce. \"From the Accounting Duty to the Publication Duty in Germany.\"\n\nPricewaterhouseCoopers. \"Similarities and Differences: IFRS and German GAAP.\"",
  "url": "https://www.investopedia.com/terms/h/hgb.asp"
}