{
  "term": "Hard-To-Borrow List: What it Means, How it Works",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA hard-to-borrow list is an inventory record used by brokerages to indicate what stocks are difficult to borrow forshort saletransactions. A brokerage firm's hard-to-borrow list provides an up-to-date catalog of stocks that cannot easily be borrowed for use as a short sale.\n\nThe hard-to-borrow list can be compared with a brokerage'seasy-to-borrow list.\n\nShort selling of stocks is built on the notion that an individual trader or investor, wanting to profit from a decrease in a stock's price, is able to borrow shares of that stock from the broker.\n\nBrokerageshave a variety of ways to provide access to shares that can be sold short. However, regardless of their methods, there is a finite number of shares available for shorting. Once the number of shares available has come close to running out, the broker will publish a notation of some kind on their platform. This alerts account holders that if they attempt to sell that security short, their trade order may be refused.\n\nShort supply isn't the only reason why a security may be on the hard-to-borrow list. It may also be included because of highvolatilityor something else.\n\nTo enter a short sale, a brokerage client must first borrow the shares from their broker. To provide the shares, the broker can use its own inventory or borrow from themargin accountof another client or another brokerage firm. The borrower (i.e., the short seller) must pay interest and fees on the borrowed shares. Those on the hard-to-borrow list can have higherstock loan feesas a result of being in shorter supply.\n\nInvestors who enter short sale transactions attempt to capture profits in a declining market. For example, aninvestormay think that shares in Apple are likely to drop in price. The investor can short sell the stock and, if the price falls as they anticipate, repurchase it back for a profit. If the stock rises, however, the investor loses money.\n\nBrokerage firms update their hard-to-borrow lists daily. A broker must be able to provide or locate the shares to loan to their client before executing the client's short sale transaction.\n\nRegulation SHO, which was implemented on Jan. 3, 2005, has a \"locate\" condition that requires brokers to have a reasonable belief that the equity to be shorted can be borrowed and delivered to the short seller.The regulation is intended to prevent naked short selling, a practice where the investor places a short sale without holding the shares.\n\nThe hard-to-borrow list is the opposite of the easy-to-borrow list, which is an inventory record of securities that are available for short sale transactions. In general, an investor can assume that securities not included on the hard-to-borrow list will be available for short selling. While a brokerage firm's hard-to-borrow list is typically an internal list that is not made available to clients, the firm's clients usually have access to the easy-to-borrow list.\n\nBrokerage clients may have to pay hard-to-borrow fees on certain short sales. Typically, the cost of borrowing stocks on the difficult-to-borrow list is higher than for stocks that are on the easy-to-borrow list. Large brokerage firms usually have asecurities lendingdesk that helps source stocks that are difficult to borrow. A brokerage's securities lending desk also lends securities to other firms.\n\nSEC. \"Short Sales.\" Accessed June 6, 2021.",
  "url": "https://www.investopedia.com/terms/h/hardtoborrowlist.asp"
}