{
  "term": "Hard Fork: What It Is in Blockchain, How It Works, and Why It Happens",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nA blockchain hard fork is a change in programming that is incompatible with the old programming. This essentially creates a newblockchain, and sometimes a newcryptocurrency. Hard forks generally require all nodes or users who wish to stay on the new chain to upgrade to the latest version of the software.\n\nHard forks may be initiated by developers as part of routine progress or maintenance on a blockchain. They may also be created by a faction of the crypto community that wants to take a different direction with the blockchain.\n\nA hard fork is when a new blockchain version emerges that is incompatible with the original version. It is not always an adverse event; in fact, many blockchains have undergone hard forks to implement necessary changes.\n\nBlockchains are basically programs that create and store files of information on a network of computers and devices. There are usually layers of software completing different tasks, some methods for the network to reach an agreement on the blockchain’s state, and many network participants. Each layer’s underlying programming can be changed as needed, but it has to be accepted by the network’s participants to be adopted.\n\nDevelopers cannot force changes on a public blockchain that relies on participation. Public blockchains rely on their participants, so changes must be implemented by them, not forced upon them. Otherwise, they can refuse to accept the changes and keep their preferred version.\n\nBecause blockchains are essentially programs and scripts, they can be affected by errors, bugs, network communication problems, hardware failures, or other issues. Blockchains also rely on a large number of network participants to host versions for security.\n\nWhen developers publish a change to any of a blockchain’s functions, one of two things happen: a hard fork or asoft fork. If the change is drastic enough to prevent a participant running the old version from participating in the blockchain’s processes, the change is considered to have created a hard fork in the blockchain. Conversely, a change that allows old and new nodes to run is considered a soft fork.\n\nIn a hard fork event, participants are faced with a choice: They can update their software to the new version or not upgrade their software and use the old (and now unmaintained) blockchain.\n\nThere are several reasons or even events that cause developers to implement a hard fork. For instance, when a hack on thedecentralized autonomous organization (DAO)occurred, theEthereumblockchain was forked by a nearly unanimous vote.\n\nThe fork rolled back transactions that siphoned off tens of millions of dollars worth of digital currency by an anonymous hacker. The hard fork also helped DAO token holders to get theirether (ETH)funds returned. However, some miners kept mining the old chain, which was picked up by over-the-counter (OTC) desks and given a price discovery order book.Poloniexalso listed this currency, and some of the Ethereum community decided to keep this version and createdEthereum Classic (ETC).\n\nEthereum also activated ahard fork upgrade in 2023to give users of its crypto network access to their staked ether (ETH) funds for the first time sinceThe Merge, the update that transitioned the blockchain fromproof of work (PoW)toproof of stake (PoS)in 2022.\n\nIn January 2025, theCardano (ADA)blockchain activated a hard fork to move toward a decentralized governance system.\n\nA hard fork is a change in a blockchain’s programming that creates a new blockchain, and sometimes a new cryptocurrency. Many projects have hard forked but kept their original names and tokens, with other groups deciding to stay with the original code and change the name.\n\nIt depends on the circumstances and participants’ views. Some might believe a hard fork is necessary and good, while others might not.\n\nThere are several reasons a hard fork might happen. Code might need adjusting to fix errors or address a weakness, or a group might want to create their own blockchain and cryptocurrency.\n\nHard forks are a change in programming that results in a blockchain split. Sometimes, hard forks are controversial in the community involved in a blockchain; at other times, they are necessary for a blockchain to progress.\n\nIn situations with controversy, participants and users can either upload the updated blockchain and begin processing it or reject it and use the old chain. This is how several blockchains and cryptocurrencies, such asBitcoin Cash (BCH)and Ethereum Classic, started.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.\n\nEthereum Classic. “Classic History.”\n\nEthereum. “The History of Ethereum.”\n\nCoinDesk. “Cardano’s Plomin Hard Fork Goes Live, Ushering in On-Chain Governance.”",
  "url": "https://www.investopedia.com/terms/h/hard-fork.asp"
}