{
  "term": "Hard Skills: Definition, Examples, and Comparison with Soft Skills",
  "definition": "Michela Buttignol / Investopedia\n\nHard skills are technical skills required for a job. They are learned abilities acquired and enhanced through education and experience. Hard skills are important for your resume, as employers look for them when hiring.\n\nHard skills alone don’t translate into success, as employees also need other skills, such assoft skills. Unlike soft skills, hard skills can be quantified. For example, a hard skill might be proficiency in a second language, while a soft skill could be the ability to work well on a team.\n\nHard skills aretechnical skills needed to perform a jobor land a new one. They are typically industry-specific. For example, a financial analyst would need a different set of hard skills from a carpenter. However, hard skills can also be valuable across industries. For example, fluency in a second language could potentially benefit both the analyst and the carpenter.\n\nEmployers and recruiters look for hard skills listed on your resume and during the interview process. It’s best to back up your hard skills with a certificate, degree, or other qualification that shows a level of achievement.\n\nExperience is also seen as a qualification that validates expertise in hard skills. Some prospective employers test the hard skills of job candidates. Someone interviewing for an editing job, for example, might have to take an editing test.\n\nHard skills focus on practical abilities and skills, whereas soft skills focus on behaviors and personalities, such as social and communication skills. Soft skills are less tangible and harder to teach.\n\nEmployers typically look for a hybrid of hard and soft skills. Soft skills are more intrinsic to personality and difficult to judge quickly, but they may be as important on the job over time.\n\nHard and soft skills are critical for success at almost any job, and having both on your resume is essential when job hunting.\n\nThe types of hard skills needed to be qualified and successful in a job depend on the industry. Employers typically list the hard skills required in job descriptions.\n\nAccording to LinkedIn, the top hard skills are:\n\nHard skills generally have rules that remain the same regardless of the business, industry, or even culture in which they are practiced. The rules of soft skills can changedepending on company cultureand the expectations of colleagues.\n\nFor example, the rules for how aprogrammer creates codeare the same regardless of where the programmer works. However, a programmer may communicate effectively with other programmers about technical details but struggle when communicating with senior managers about a project’s progress or support needs.\n\nHard skills can be learned via education, training, or apprenticeships, and on the job. The levels of competency can be defined, and there is a direct path to achieving them. For example, in the field of accounting, you can take basic and advanced accounting courses, earn a degree, gain work experience, and pass thecertified public accountant (CPA) exam.\n\nSoft skills are not often found in the curriculum of a school or college. However, they are taught in programs that help people develop communication skills, teamwork, or people management skills. Some common soft skills include:\n\nAsk your employer if they offer or pay for any leadership training or team-building programs for employees. If your employer wants you to improve one of your hard or soft skills, many companies will cover hard- and soft-skill programs for their employees.\n\nAccounting is a profession that requires a relatively rigid set of hard skills. Proficiency in the Microsoft Office suite, especially Excel, is a given. Familiarity withindustry-specific software, such as tax preparation software and Intuit’s QuickBooks, is also required.\n\nAccountants need to know how to prepare and interpret financial statements and other accounting reports, develop efficient financial reporting mechanisms, and plan and implement accounting controls.\n\nSome of the other skills that accountants need might be categorized as soft skills. They must be able to communicate effectively with clients and be diplomatic when dealing with external auditors.\n\nIf you are listing hard skills on a resume, include any technical skills you have acquired and any foreign languages. List hard skills relevant to the position for which you are applying. These are typically spelled out in job postings.\n\nYou can acquire hard skills by taking online or in-person classes at a university or other training program, practicing these skills before applying them to a job, and gaining experience by using the hard skills in the workplace.\n\nNo. Critical thinking is an important soft skill. You can study and practice critical thinking, but it cannot be “learned” in the same way you can teach yourself to use accounting software.\n\nEvery job, from firefighting to being a marketing executive, calls for a specific skill set oftenmade up of a combination of hard and soft skills. Whether you are considering a new job or applying for your first job, knowing which hard skills are needed, and obtaining those skills, means you will have a better chance of being hired or promoted in your field of choice.\n\nSome hard skills—such as being proficient in using a computer, analyzing data, or understanding at least the basics of using social media—will often be useful in many different jobs and careers. Many trades call for particular hard skills that are required for employment in construction, architecture, plumbing and electric, and engineering.\n\nTo get hired and be successful in the workplace, you’ll need a combination of hard and soft skills, both of which you can continually build on and develop.\n\nLinkedIn. “Learn Top Skills to Help You Future-Proof Your Career.”",
  "url": "https://www.investopedia.com/terms/h/hard-skills.asp"
}