{
  "term": "Hard Loan: What It Is, How It Works, Example",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA hard loan is a foreign loan that must be paid inhard currency, which is the currency of a nation that has political stability and a reputation for economic strength. For example, a country classified as a developing country may borrow via a hard loandenominatedin U.S. dollars.\n\nA hard loan is a type of loan between a lender and borrower occurring in two different counties, and which is denominated in the hard currency. Hard currency refers to a monetary system orreserve currencythat is widely accepted around the world as a form of payment for goods and services. It usually comes from a country that has strong economic and political standing, and it may not be the currency of either the borrower or the lender. A hard loan substantially reduces the risk that would exist if the loan were denominated in less-stable currencies.\n\nThere are some risks, however. If the borrower's home currency falls dramatically against the hard currency they may have great difficulty repaying the loan. For instance, if a Brazilian manufacturer takes out a hard loan denominated in euros, and the euro strengthens by 20% against therealover the life of the loan, it will effectively increase the interest rate on the loan by 20%, as well as the principal amount.\n\nWhat allows a currency to qualify as hard? It is expected to remain relatively stable through a short period of time and to be highly liquid in the foreign exchange—orforex(FX)—market, in which currencies are traded. The forex market is the largest, most liquid market in the world, with average traded values of trillions of dollars per day.﻿﻿﻿﻿ It includes all of the currencies in the world.\n\nForex transactions take place on either a spot or forward basis and are executed over the counter and around the clock. There is no centralized market for forex transactions. The largest foreign exchange markets are located in major financial centers, such as London, New York, Singapore, Tokyo, Frankfurt, Hong Kong, and Sydney.﻿﻿﻿﻿\n\nThe hard currency must have a stable value. The value of a currency is mostly based on economic fundamentals such as gross domestic product (GDP) and employment. The international strength of the U.S. dollar is reflective of America's GDP, which, as of the end of 2019, stood first in the world at $21.43 trillion. China and India had the second- and fifth-, respectively, ranked GDPs in the world, but neither the Chinese yuan nor the Indian rupee is considered a hard currency.﻿﻿﻿ This helps explain how central bank policies and stability in a country’s money supply also factor into exchange rates. The U.S. dollar is considered to be the world’s foreign reserve currency, which is the reason it is used in 88% of international trade transactions.﻿﻿\n\nAn example of a hard loan would be a loan agreement between a Brazilian company and an Argentinean bank in which the debt is to be paid in U.S. dollars is a type of hard loan because U.S. dollars are considered to be hard currency and more stable than either the Brazilian real (BRL) or the Argentine peso (ARP).\n\nNasdaq. \"Forex Market Overview.\" Accessed Jan. 29, 2021.\n\nBank for International Settlements. \"Foreign Exchange Turnover in April 2019.\" Accessed Jan. 29, 2021.\n\nThe World Bank. \"GDP (Current US$).\" Accessed Jan. 29, 2021.\n\nBank for International Settlements. \"Triennial Central Bank Survey, Foreign Exchange Turnover in April 2019,\" Page 3. Accessed Jan. 29, 2021.",
  "url": "https://www.investopedia.com/terms/h/hardloan.asp"
}