{
  "term": "Hardship Exemption: What It Means, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe term hardship exemption referred to an exemption granted to individuals who weren't able to afford health insurance due to personal and/or financial circumstances. These exemptions were part of a provision in the Patient Protection andAffordable Care Act(ACA), which was signed into law in 2010. Individuals were required to have acceptable health care coverage or else pay afee. Individuals who weren't able to afford coverage could apply for an exemption where no penalty was assessed. The fee for uninsured individuals was eliminated in 2019 with the passing of theTax Cuts and Jobs Act(TCJA).\n\nThe Affordable Care Act was signed into law by President Barack Obama on March 23, 2010.Commonly referred to as Obamacare, it helped reduce the cost of health care for the American public by creating health care exchanges, expanding the eligibility forMedicaid, preventinginsurancecompanies from denying coverage, and penalizing individuals who weren't covered.\n\nStarting in 2014, most individuals were required to have acceptable health care coverage, which was known asminimum essential coverage. Those who weren't covered were charged a fee called an individual mandate or the Shared Responsibility Payment.This was a one-time fee collected by theInternal Revenue Service(IRS) when individuals filed their annualtax returns.Those who couldn't afford health care were able to apply for hardship exemptions through the Health Insurance Marketplace.\n\nA hardship exemption may be granted for tax years between 2015 and 2018 for the following circumstances:\n\nThe Trump administration eliminated the individual mandate in 2019, which means those without health insurance were longer penalized. The administration expanded the conditions for approval for the hardship exemption, making it easier to avoid the penalty up until 2018 if individuals:\n\nAs noted above, the individual mandate was eliminated in 2019, which means individuals without health insurance are no longer penalized.\n\nPresident Biden's health care plan includes bringing back the individual mandate.\n\nHardship exemptions typically covered the month prior to, the month of, and the month after the hardship. The exemption period could be extended up to an entire calendar year in some cases.For instance, people who were ineligible for Medicaid because their state has not expanded Medicaid coverage. Individuals were often required to provide documentation to back up their application for an exemption.\n\nGovinfo.gov.Remarks on Signing the Patient Protection and Affordable Care Act.\" Accessed May 2, 2021.\n\nHealth Insurance Marketplace. \"Hardship Exemption Information.\" Accessed May 2, 2021.\n\nInternal Revenue Service. \"Individual Shared Responsibility Provision – Reporting and Calculating the Payment.\" Accessed May 2, 2021.\n\nHealthcare.gov. \"Hardship exemptions , forms & how to apply.\" Accessed May 2, 2021.\n\nKHN. \"4 New Ways You Can Avoid Fines For Not Having Health Insurance.\" Accessed May 2, 2021.\n\nNBC News. \"Meet the Press Blog: Latest news, analysis and data driving the political discussion.\" Accessed May 2, 2021.\n\nHealthcare.gov. \"Exemptions & catastrophic coverage.\" Accessed May 2, 2021.\n\nHealthcare.gov. \"After you apply for a health coverage exemption.\" Accessed May 2, 2021.",
  "url": "https://www.investopedia.com/terms/h/hardship-exemption.asp"
}