{
  "term": "Hard Stop: What it is, How it Works, Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nGordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA hard stop is more of a concept than an actual order type. A hard stop presumes aprice levelthat, if reached, will decisively trigger an order to sell an underlying security.\n\nHard stops are usually implemented as astop orderon an open position in a market. Such an order is likely set to begood until canceled(GTC) or filled, whichever comes first. When the designated price level is observed, the order may convert into a market order and the next available market price is taken as the trade. The key concept behind the hard stop is that the rule is uncompromising and must be followed regardless of other considerations.\n\nA hard stop is placed in advance of an adverse move and remains active until the price of theunderlying securitymoves beyond the stop level. A hard stop is one that is inflexible. It differs from a mental stop, where a trader may have a price in mind, but really does not take action until they see their stop price traded, at which time they may or may not follow their expected rule to sell.\n\nTraders convert a mental stop into a hard stop by merely creating a standing order and putting it into the system on a good-till-canceled status. This takes away the need to be disciplined about following through on an exit order. This kind of order does not protect against gapping prices, but does have the advantage of getting out at the first possible price when trading resumes after it has gapped below the original stop price level.\n\nMany traders will choose to set a hard stop once the price of their investment becomes profitable and will leave the order active until it reaches theprice target. For example, a technical trader may buy a stock following a breakout from anascending triangleand place a hard stop just below the upper trendline support with plans to either take profit when the price target is reached or exit the position if the breakout fails.\n\nHard stops are often used in conjunction with technical analysis to maximize the odds of success. By placing these orders just belowsupport levels, traders can avoid beingstopped outprematurely if the market experiences a whipsaw. For these reasons, fund managers with large positions are reluctant to use hard stops as part of their investing or trading strategies.\n\nTrailingstop loss ordersare a common alternative to hard stop orders, where the stop loss price point is reset on a regular basis to account for an increase in the underlying stock price. The idea is to constantly maintain a buffer without letting the stock drop too far before taking profits.\n\nSuppose that an investor purchases 100 shares of Acme Co. for $10.00 per share.\n\nThe investor may decide to place a hard stop at $10.00 per share, once the stock has moved meaningfully higher, to ensure that they don't experience a loss. Since it's meaningfully higher than the current price, there's no risk of the hard stop order being executed by a briefwhipsaw. The goal is to ensure that the position is neverunderwaterfollowing the hard stop order's placement.\n\nAlternatively, the investor may wait until the stock reaches $20.00 per share since they will have earned $1,000 in profit. They may set a hard stop at $20.00 per share for 50 shares, which would effectively remove theircost basisfrom the position. The remaining 50 shares would be treated as house money in the sense that there is nonet losson the total 100 share position if they were to go to zero. This is known as taking money off the table.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.",
  "url": "https://www.investopedia.com/terms/h/hardstop.asp"
}