{
  "term": "Hard Inquiry: Definition, How It Works, Impact on Credit Score",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA hard inquiry is a request by a lender to obtain your fullcredit reportfrom a credit bureau. Hard inquiries typically occur when you apply for a loan or other form of credit, and they can result in a small and temporary decrease in your credit score.\"Hard pull\" and \"hard credit check\" are other names for a hard inquiry.\n\nWhen you apply for a loan, line of credit, or credit card, the lender will typically request a copy of your credit report from one or more of thethree major credit bureaus, Equifax, Experian, and TransUnion.\n\nThe credit bureaus obtain their information from your current and previous creditors. Because not every creditor reports to all three bureaus (and some don't report to any of them), you credit reports can vary from one bureau to another. In the case of large loans, such as home mortgages, the lender may request all three reports before it makes its decision in order to get as complete a picture of you as possible.\n\nThese requests are known as hard inquiries.\n\nAny type of hard credit inquiry will be noted on your credit report, causing a small credit score decrease.Hard inquiries remain on your credit report for two years, although they have no effect on your credit score after one year.\n\nIf you have many hard inquiries in a short time period, some lenders may take that as a red flag that you are in desperate need of money. You may also see a substantial drop in your credit score.\n\nHowever, lenders (and credit scoring models) make allowances in some situations. For example, mostFICO credit scores\"are not affected by multiple inquiries from auto, mortgage, or student loan lenders within a short period of time. Typically, these are treated as a single inquiry and will have little impact on your credit scores,\" FICO says.\n\nFICO has multiple scoring models, and that \"short period of time\" can vary from one to another; in the latest models it is 45 days.\n\nAs the Consumer Financial Protection Bureau explains, \"The impact on your credit is the same no matter how many lenders you consult, as long as the last credit check is within 45 days of the first credit check. Even if a lender needs to check your credit after the 45-day window is over, shopping around is usually still worth it. The impact of an additional inquiry is small, while shopping around for the best deal can save you a lot of money in the long run.\"\n\nWhat's more, FICO says, its scoring models ignore inquiries relating to mortgage, auto, and student loans, \"made in the 30 days prior to scoring. So, if you find a loan within 30 days, the inquiries won't affect your scores while you're rate shopping.\"\n\nThe reason for these exceptions is that you are presumably looking for a single loan at the best possible terms, not trying to obtain multiple loans at the same time.\n\nUnlike hard inquiries, soft credit inquiries have no effect on your credit score.\n\nIn addition to hard inquiries, lenders and other interested businesses can make so-calledsoft inquiriesto request your credit reports. Unlike a hard inquiry, a soft inquiry is not triggered by your applying for credit. In fact, you may not even know it is happening.\n\nExamples of soft inquiries include requests by your current creditors to see your file or by prospective lenders that are looking for good prospects for credit card offers—a process known asprescreening. When you request your own credit report, that's considered a soft inquiry, as well.\n\nIf your employer or a potential employer requests your credit report, that also counts as a soft inquiry. However, you will most likely know about it because employers are required to get your permission in writing first.\n\nSoft inquiries have no effect on your credit score. They can appear on your credit report, TransUnion says, but only you will be able to see them.\n\nWhile your credit report contains a lot of information about your use of credit, it doesn't tell potential lenders or other interested parties everything they might want to know about your financial situation.\n\nFor example, it doesn't include your income. Nor does it have information on your investments or other assets, such as bank accounts. If a lender wants that information it will have to obtain it in some other way, such as by asking questions on your loan application and requesting satisfactory back-up, such as pay stubs, tax forms, investment statements, and bank statements.\n\nCredit reports also lack certain personal information, such as your marital status, education, and medical history.\n\nIn addition, your credit report does not contain your credit score, which lenders and others must obtain separately.\n\nWho's allowed access to your credit report is governed by the Fair Credit Reporting Act. According to the Consumer Financial Protection Bureau, \"A consumer reporting agency may provide information about you only to people with a valid need — usually to consider an application with a creditor, insurer, employer, landlord, or other business.\" Employers must typically obtain your permission in writing.\n\nBy law you're entitled to a free copy of your credit report at least once a year from each of the three major credit bureaus. The official website for all three is AnnualCreditReport.com. Note that if you find any errors in a credit report—particularly ones that might be damaging to your credit score—you can dispute that information with the credit bureau. It is required to investigate the matter and report back to you on its findings.\n\nWhile prescreening by credit card and insurance companies results only in soft inquiries, if you wish to prevent it for privacy reasons or to lessen the amount of junk mail you receive, you can do so on the website OptOutPrescreen.com.\n\nAcredit freezeallows you to stop third parties, with some exceptions, from looking at your credit report. You can request a freeze for free but must contact each credit bureau separately to do so.\n\nHard inquiries happen when you apply for a loan or other form of credit and the lender requests your credit report. While hard inquiries can have a negative impact on your credit score, the effect is usually small and only temporary and shouldn't deter you from applying for credit when you really need it.\n\nExperian. \"What Is a Hard Inquiry and How Does It Affect Credit?\"\n\nmyFICO. \"Credit Checks: What Are Credit Inquiries and How Do They Affect Your FICO Score?\"\n\nConsumer Financial Protection Bureau. \"What Exactly Happens When a Mortgage Lender Checks My Credit?\"\n\nConsumer Financial Protection Bureau. \"What's a Credit Inquiry?\"\n\nExperian. \"Do Employers Do a Hard or Soft Inquiry?\"\n\nTransUnion. \"Hard vs Soft Inquiries: Different Credit Checks.\"\n\nExperian. \"What's Not Included in Your Credit Report?\"\n\nConsumer Financial Protection Bureau. \"A Summary of Your Rights Under the Fair Credit Reporting Act,\" Page 2.\n\nFederal Trade Commission Consumer Advice. \"Disputing Errors on Your Credit Reports.\"\n\nConsumer Financial Protection Bureau. \"What Does It Mean to Put a Security Freeze on My Credit Report?\"",
  "url": "https://www.investopedia.com/terms/h/hard-inquiry.asp"
}