{
  "term": "Hard Money Loan: Definition, Uses, and Pros & Cons",
  "definition": "A hard money loan is a type of loan that is secured by real property. Hard money loans are considered loans of \"last resort\" or short-term bridge loans. These loans are primarily used in real estate transactions, with the lenders generally being individuals or companies and not banks.\n\nHard moneyloans have terms based mainly on the value of the property being used as collateral, not on the creditworthiness of the borrower. Since traditional lenders, such as banks, do not make hard money loans, hard money lenders are often private individuals or companies that see value in this type of potentially risky venture.\n\nHard money loans generally have a higher interest rate than traditional mortgages. As of May 2024, the average interest rate offered on a hard money loan was between 10% and 18%. This makes hard money loans much more expensive than a regular mortgage, which during the same month offered an interest rate of between 6.95% and 10.5%.\n\nFor flippers and short-term investors, this might not matter. They may plan to pay the loan back quickly, and this will reduce the effect of a high interest rate and make the loan cheaper. For most other people, however, it makes sense to look for a loan with a lower interest rate.\n\nThe primary advantage of a hard money loan is speed; if you can wait a few months for your loan to come through, it might be better to look atrefinancing your homeor taking out a personal loan.\n\nHard money loans are typically used by real estate investors, developers, andflippers. Hard money loans can be arranged much more quickly than a loan through a traditional bank.\n\nIn some cases, hard money lenders can issue funds in as little as 10 business days, while traditional banks have a wait time of 30 to 50 days for funding. Most hard money lenders can lend up to 65% to 75% of the property’s current value, and loan terms are generally short: six to 18 months.\n\nHard money loans may be sought byproperty flipperswho plan to renovate and resell the real estate that is used as collateral for the financing—often within one year, if not sooner. The higher cost of a hard money loan is offset by the fact that the borrower intends to pay off the loan relatively quickly.\n\nHard money loans may be used in turnaround situations, short-term financing, and by borrowers withpoor creditbut substantial equity in their property. Since it can be issued quickly, a hard money loan can be used as a way to stave offforeclosure.\n\nHard money lenders do not operate the same as traditional money lenders. There are a few important areas to be mindful of:\n\nInterest Rates:The interest rate that you'll receive from a hard money lender will generally be higher than a traditional lender. This is so because the loan approval process does away with the traditional checks, increasing the risk for the lender. The higher the risk the higher the interest rate.\n\nLoan Term:Hard money loans come with shorter terms. The shorter term benefits both the hard money lender and the borrower. The hard money lender has a shorter period they are lending money, which reduces their risk period, and borrowers don't have to pay a high interest rate for a long period of time.\n\nApproval Metrics:Most traditional lenders approve a loan or the amount of a loan on standard industry metrics, such as accepted debt-to-income ratios. Hard money lenders set their own standards on what is acceptable.\n\nOversight and Regulation:Hard money lenders are similar to payday lenders in that they don't have much oversight or regulation to abide by.\n\nWhen choosing a hard money lender, there are certain areas you'll want to pay attention to. Take a look at the interest rate and shop around for the lowest one you can find. Also, look for lenders that provide you with a few loan options. You'll also want to get an idea of the time to close from the lender. The shorter the better. Accessibility and customer service should also play a role in your decision.\n\nHard money lending can be viewed as an investment. There are many who have used this as a business model and actively practice it.\n\nThe cost of ahard money loanto the borrower is typically higher than financing available through banks or government lending programs, reflecting the higher risk that the lender is taking by offering the financing. However, the increased expense is a tradeoff for faster access to capital, a less stringent approval process, and potential flexibility in the repayment schedule.\n\nAs with any financial product, there are advantages and disadvantages to hard money loans. These loans are quick and easy to arrange and have highloan-to-value (LTV)ratios, but also high interest rates.\n\nOne advantage to a hard money loan is the approval process, which tends to be much quicker than applying for a mortgage or othertraditional loanthrough a bank. The private investors who back the hard money loan can make decisions faster because the lender is focused on collateral rather than an applicant's financial position.\n\nLenders spend less time combing through a loan application verifying income and reviewing financial documents, for example. If the borrower has an existing relationship with the lender, the process will be even smoother.\n\nHard loan investors aren't as concerned with receiving repayment because there may be an even greater value and opportunity for them to resell the property themselves if the borrower defaults.\n\nSince the property itself is used as the only protection against default, hard money loans usually have lower LTV ratios than traditional loans: around 50% to 75%, vs. 80% for regular mortgages (though it can go higher if the borrower is an experienced flipper).\n\nAlso, the interest rates tend to be high. For hard money loans, the rates can be even higher than those ofsubprimeloans.\n\nAnother disadvantage is that hard loan lenders might elect not to provide financing for an owner-occupied residence because of regulatory oversight and compliance rules.\n\nHard money loans are a form of short-term financing, with the loan term lasting between three and 36 months. Most hard money lenders can lend up to 65% to 75% of the property’s current value at an interest rate of 10% to 18%.\n\nIt depends on what you use the money for. Hard money loans are a good fit for wealthy investors who need to get funding for an investment property quickly, without any of the red tape that goes along with bank financing. They can be useful to pay for a one-time expense or project, but only if you are reasonably sure you'll have the money to pay back the loan.\n\nHard money lenders typically charge a higher interest rate because they're assuming more risk than a traditional lender would. They may require a higher down payment than a traditional loan would, and you'll have a shorter period to pay back the loan.\n\nHard money loans are typically used by real estate investors, developers, and flippers. They can be arranged much more quickly than a loan through a traditional bank, and loan terms are generally short: six to 18 months.\n\nHard money loans may be sought by investors who plan to renovate and resell the real estate that is used as collateral for the financing. The higher cost of a hard money loan is offset by the fact that the borrower intends to pay off the loan relatively quickly.\n\nMortgage Calculator. \"Hard Money Loan Calculator.\"\n\nExperian. \"The Pros and Cons of Hard Money Loans.\"",
  "url": "https://www.investopedia.com/terms/h/hard_money_loan.asp"
}