{
  "term": "Harmonized Index of Consumer Prices (HICP): What It Is and How It Works",
  "definition": "The Harmonized Index of Consumer Prices (HICP) is a measure ofinflationin theEuropean Union (EU). It reflects change over time in the prices paid by households for a representativebasketof goods and services.TheEuropean Central Bank (ECB)uses the HICP for theEurozonecomprising the 20 EU states using theeurocommon currency to pursue its objective of price stability, defined as 2% annualized inflation over the medium term.\n\nEach EU state's statistical agency compiles a national HICP using a common methodology. Eurostat, a department of the European Commission, then uses the national HICPs to calculate theMonetary Union Index of Consumer Prices (MUICP), the aggregate HICP for the 20-country Eurozone area that serves as the ECB's primary inflation gauge. Eurostat also calculates the European Index of Consumer Prices (EICP) covering the entire European Union as well as the European Economic Area Index of Consumer Prices incorporating data from EU trading partners Norway, Iceland, and Liechtenstein.\n\nThe flash estimate of the Eurozone's MUICP, published by Eurostat on the last working day of each month, is a key economic release for financial markets.\n\nEach country's HICP measures the change over time in the prices of a basket of goods and services reflective of the spending patterns of that country's households. The index tracks the prices of goods such as coffee, tobacco, meat, fruit, household appliances, cars, pharmaceuticals, electricity, clothing, and many other widely used products and services.Owner-occupied housing costs are excluded from the HICP, though the ECB's Governing Council recommended their inclusion in 2021.\n\nEurostat calculates the Monetary Union Index of Consumer Prices using the weighted average of the HICP from each country in the euro area based on the country's share of aggregate Eurozone consumer spending.\n\nEach country's HICP measures the change over time in the prices of a basket of goods and services representative spending by that country's households.\n\nThe baskets of consumer goods and services and the weightings of each country are updated annually to reflect the most recent spending patterns.\n\nThe MUICP was first compiled in 1998 ahead of the euro currency's launch on Jan. 1, 1999.\n\nEurostat. \"Harmonized Index of Consumer Prices (HICP) — Overview.\"\n\nEuropean Union. \"Countries Using the Euro.\"\n\nEuropean Central Bank. \"Measuring inflation – the Harmonized Index of Consumer Prices (HICP).\"\n\nEurostat. \"Concepts and Definitions: Harmonized Indices of Consumer Prices (HICPs).\"\n\nEurostat. \"Release Calendar for Euro Indicators.\"\n\nEurostat. \"Information on Data.\"\n\nEuropean Central Bank. \"Letter From the ECB President to Mr. Engin Eroglu,\" Page 1.\n\nEuropean Central Bank. \"Measuring Inflation—The Harmonized Index of Consumer Prices (HICP).\"\n\nEurostat. \"New Monetary Union Index of Consumer Prices (MUICP).\"\n\nEuropean Central Bank. \"The Euro: The Birth of a New Currency.\"",
  "url": "https://www.investopedia.com/terms/h/hicp.asp"
}