{
  "term": "Harmonized Sales Tax (HST): Definition as Canadian Sales Tax",
  "definition": "Investopedia / Michela Buttignol\n\nCanada’s harmonized sales tax (HST) is aconsumption taxpaid by local consumers and businesses. It combines the federal goods and services tax (GST) and sales taxes. Five provinces use the HST as of 2025.The HST was implemented in 1997 and is administered by the federal government.Businesses collect the tax and remit it to theCanada Revenue Agency (CRA). Proponents believe it improves competition for Canadian businesses by simplifying their administrative costs, leading to lower prices for consumers.\n\nBefore being introduced in 1997, Canadian provinces collected the GST and their provincial sales tax (PST), remitting the GST to the federal government. Five provinces use the HST. It is paid by purchasers at thepoint of sale (POS). The vendor collects the tax and remits it to the CRA, the tax division of the federal government. The CRA then allocates the provincial portion of the HST to the respective province’s government.\n\nThe HST was designed to streamline the recording and collection of federal and provincialsales taxesby combining them into a single tax across the country. Advocates said it would reduce business costs (and ultimately customers) since it simplifies sales-tax-related bookkeeping.\n\nBut, the process can be complicated. While the aim was to create a national sales tax, the Canadian government made the adoption of the HST optional—and many provinces opted to keep their separate systems and rates instead.\n\nAs a result, businesses operating provincially or nationally—either in physical locations or online—have to deal with disparities in tax rates, depending on whether the customer is based in an HST province or a GST/PST province.\n\nWhile the GST is 5% everywhere, the PST can range from 6% to 9.975%.\n\nFive of Canada’s 13 provinces use the harmonized sales tax:\n\nBritish Columbia, Saskatchewan, Québec, and Manitoba apply the provincial system in addition to the separate federal sales tax. Alberta and the territories (Northwest Territories, Nunavut, and Yukon) do not have a provincial or territorial sales tax and only collect the GST.\n\nBritish Columbia adopted the HST in 2010 but abandoned it three years later, going back to its provincial sales tax system after an estimated 55% of the province’s residents voted against the system.\n\nCanadian provinces (other than Alberta and the territories) established a percentage for PST collection and harmonized it with the GST when they joined the HST program. So the exact amount of the HST differs depending on the province.\n\nOwners of Canadian businesses that earn $30,000 or more per year intotal revenuein participating provinces are responsible for collecting and remitting the tax. To apply the sales tax, the business operator must register for a GST/HST account through the CRA.\n\nSo-called small suppliers (business owners with firms earning less than $30,000 in annual revenue) are not required to charge or remit the HST. However, they can still voluntarily register to collect the tax, since doing so allows them to claim input tax credits on the goods and services they purchase to run their operations.\n\nWhile many goods and services are subject to the HST, some arezero-ratedor tax-exempt. A zero-rated commodity or service that has an HST rate of 0%. These include products like basic groceries, books, and many agricultural and fishery goods.\n\nGoods exported from Canada for use outside the country are zero-rated. However,nonresidentsvisiting Canada, such as tourists, are required to pay the HST.In some cases, they may qualify for an HSTrebate.\n\nThe effectiveness of the HST and how it impacts consumers and taxpayers remains. Critics claim that the HST shifts the tax burden from businesses to consumers. Proponents of the HST argue that it lowers taxes. They say that the HST system reduces the cost of doing business, which effectively lowers the prices of consumer goods and services.\n\nThe HST is paid by consumers when they purchase goods and services in Canadian provinces that collect it. Vendors collect and send the tax to the Canada Revenue Agency (CRA). The CRA allocates the provincial portion of the HST to the respective province’s government.\n\nThe goal of the HST system is to streamline the recording and collection of federal and provincial sales taxes by combining them into a single, consistent levy across the country.\n\nNo, the U.S. does not have a federal sales or value-added tax. Most states impose some version of these taxes, but the revenue generated is not nationally distributed.\n\nCanada's harmonized sales tax combines federal (5%) and provincial taxes on goods and services in five provinces. It was introduced in 1997 to streamline the recording and collection of federal and PSTs. Critics argue that the HST shifts the burden of taxation to consumers, but proponents claim it ultimately benefits consumers by lowering costs.\n\nGovernment of Canada. \"Charge and Collect the Tax – Which Rate to Charge.\"\n\nGovernment of Canada. \"The Goods and Services Tax: 10 Years Later.\"\n\nRetail Council of Canada. “Sales Tax Rates by Province.”\n\nGovernment of Newfoundland and Labrador. \"Harmonized Sales Tax.\"\n\nGovernment of New Brunswick. \"Harmonized Sales Tax (HST).\"\n\nNova Scotia. \"General HST Backgrounder,\" Page 2.\n\nNova Scotia. \"Nova Scotia's HST to Drop in 2025.\"\n\nGovernment of Ontario, The Ministry of Finance. \"Harmonized Sales Tax.\"\n\nGovernment of Prince Edward Island. \"Harmonized Sales Tax (HST).\"\n\nGovernment of Canada. \"Elimination of the Harmonized Sales Tax (HST) in British Columbia and Reinstatement of Points-of-Sale Exemption of the Provincial Sales Tax (PST).\"\n\nElections BC. \"Report of the Chief Electoral Officer on the 2011 HST (Harmonized Sales Tax) Referendum,\" Page 2.\n\nGovernment of Canada. \"When to Register for and Start Charging the GST/HST.\"\n\nGovernment of Canada. \"General Information for GST/HST Registrants.\"\n\nGovernment of Canada. \"Doing Business in Canada – GST/HST Information for Non-Residents.\"\n\nGovernment of Canada. \"Foreign Convention and Tour Incentive Program.\"",
  "url": "https://www.investopedia.com/terms/h/harmonized-sales-tax.asp"
}