{
  "term": "Harry Markowitz: Creator of Modern Portfolio Theory",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nHarry Markowitz (born 1927) is a Nobel Prize-winning American economist best known for developingModern Portfolio Theory(MPT), a groundbreaking investment strategy based on his realization that the performance of an individual stock is not as important as the performance and composition of an investor's entire portfolio.\n\nSince Markowitz introduced MPT to academic circles in his article, \"Portfolio Selection\" inThe Journal of Financein 1952, his original theory has fundamentally changed the way that people and institutions invest.\n\nFor his theory of allocation of financial assets under uncertainty, also known as the theory of portfolio choice, Markowitz shared the 1990 Nobel Memorial Prize in Economic Sciences withWilliam F. SharpeandMerton Miller. Specifically, the Nobel Committee cited the theory of portfolio choice developed by Markowitz as the “first pioneering contribution in the field of financial economics.” The Nobel Committee also acknowledged that Markowitz’s original portfolio theory was the basis for “a second significant contribution to the theory of financial economics”: theCapital Asset Pricing Model(CAPM), a theory of price formation for financial assets, developed by William Sharpe and other researchers in the 1960s.\n\nMarkowitz earned an B.A. and a Ph.D. in Economics from the University of Chicago, where he studied under famous academics, including the economists,Milton Friedmanand Jacob Marschak, and the mathematician and statistician, Leonard Savage. While still an undergraduate, Markowitz was invited to join a prestigious economic research institute, the Cowles Commission for Research in Economics (nowthe Cowles Foundation at Yale University), under the direction ofTjalling Koopmans, a mathematician, economist, and Nobel Laureate.\n\nIn 1952, Markowitz joined theRAND Corporation, a global policy research institute, where he built large logistics simulation models. After a stint at General Electric building models of manufacturing plants, he returned to RAND to work onSIMSCRIPT, a computer simulation language that made it possible for researchers to reuse computer code rather than write new code for each analysis. When he left RAND to foundConsolidated Analysis Centers, Inc(CACI) in 1962, he led the commercialization of a proprietary version of SIMSCRIPT.In addition to being an Adjunct Professor at the Rady School of Management at the University of California at San Diego, Markowitz was the Co-Founder and Chief Architect ofGuidedChoice, a San Diego-based financial advisor firm. He chaired their Investment Committee until 2018. Harry Markowitz passed away in 2023.\n\nIn his lecture to the Nobel Committee in 1990, Harry Markowitz said, \"the basic concepts of portfolio theory came to me one afternoon in the library while reading John Burr Williams's \"Theory of Investment Value\". Williams proposed that the value of a stock should equal the present value of its future dividends. Since future dividends are uncertain, I interpreted Williams's proposal to be to value a stock by its expected future dividends. But if the investor were only interested in expected values of securities, he or she would only be interested in the expected value of the portfolio; and to maximize the expected value of a portfolio one need invest only in a single security.\"\n\nBut Markowitz realized that investing in a single security “was not the way investors did or should act.” He knew that “investors diversify because they are concerned with risk as well as return.” He also knew that, while investors understood the benefits of diversification, they needed tools to determine the ideal level of diversification.\n\nThis insight guided Markowitz’s design of theEfficient Frontier, an investment tool that charts the level of diversification that will offer the highest return for an investor’s desired level of risk. If a certain portfolio lands on the “efficient frontier” section of the graph, it is considered efficient, which means it delivers the maximum return for that investor’s risk tolerance. Portfolios outside the efficient section of the graph have either too much risk vs. return or too little return vs. risk. Of course, because the risk tolerance and return expectations of each investor are different, there is no one efficient frontier.\n\nPrior to Harry Markowitz's work on MPT, investing was largely seen in terms of the performance of individual investments and their current prices. Diversification was unsystematic at best.\n\nAlthough it took well into the 1960s for Markowitz's work to be properly appreciated, MPT has become a mainstay of investment strategy, and the benefits of diversification are widely understood by all money managers. Evenrobo-advisors, one of the most disruptive technologies in finance, draw on MPT when compiling suggested portfolios for users.\n\nSo much of Markowitz's work has become standard practice in portfolio management that fellow Nobel laureatePaul Samuelsonsummarized his contribution by claiming that “Wall Street stands on the shoulders of Harry Markowitz.”\n\nIn 1955, when Markowitz was defending his doctoral dissertation on the application of mathematics to the analysis of the stock market, the idea was so unprecedented that Milton Friedman commented that his thesis was not even economics.Eventually, his ideas became so respected that the economist Peter Bernstein in \"Capital Ideas\" called his development of mathematical and statistical methods for portfolio management \"the most famous insight in the history of modern finance.\"\n\nAnother major impact that Markowitz had on economics was that he was the first to understand the importance of assessingrisk correlation—the fact that risk depends not only on the individual risk of each separate stock but also on the degree to which multiple stock values rise and fall together.\n\nFellow economist Martin Gruber credits Markowitz with the simple—but revolutionary—realization that investors should always assess the relationships between stocks, rather than look only at each stock in isolation.\n\nAs with any widely adopted theory, there have been criticisms of MPT.\n\nA common one is that there is no absolute measure of how many stocks one needs to hold for proper diversification. It had also been argued that managing a portfolio according to MPT principles will nudge risk-averse investors into taking on more risk than they can tolerate.\n\nYet another criticism focuses on the need to move beyond MPT to address real-world systemic risk.\n\nTwo critics of Modern Portfolio Theory (MPT) are Jon Lukomnik, Managing Director of Sinclair Capital and Senior Fellow of High Meadows Institute, a Boston-based policy institute focused on the role of business leadership in creating a sustainable society, and James Hawley, Head of Applied Research at TruValue Labs, a San Francisco-based start-up which provides artificial intelligence analytics to create sustainability/ESG metrics.\n\nIn 2021, Lukomnik and Hawley published a book, \"Moving Beyond Modern Portfolio Theory: It’s About Time!\", to address what they call “the MPT paradox”: the fact that Markowitz’s MPT diversification works only to mitigateidiosyncratic risks, which are specific to certain assets, sectors, or asset classes—and does nothing to mitigatesystematic risks, which could collapse an entire industry or the entire financial system.\n\nLukomnik and Hawley acknowledge that MPT was developed decades before certain systemic risks, such as climate change, antimicrobial resistance, and resource scarcity, were recognized as investment issues. However, they argue that these systemic risks to the environmental, social, and financial systems in the real world matter much more to returns than idiosyncratic risks associated with any individual security or company. In their book, they identify MPT’s lack of tools to address these real-world systemic risks as an urgent issue for modern investors.\n\nHarry Markowitz has said that “the chief mistake of the small investor is they buy when the market goes up, on the assumption that it’s going to go up further, and they sell when the market goes down, on the assumption that the market is going to go down further.”\n\nWhen asked if robo-advisors operate on MPT principles, Markowitz said that they did: “They’re a way to bring advice to the masses. Robo-advisors can give good advice or bad advice. If the advice is good, great.”\n\nMarkowitz’s “a-ha” moment came when he was reading a book on mathematical probability—and he had his famous brainstorm about risk correlation: \"that the volatility of the portfolio depends not only on the volatility of the constituents but to what extent they go up and down together.”\n\nSince he developed Modern Portfolio Theory (MPT) in 1952, Harry Markowitz has been one of the most important pioneers of the new field of financial economics.\n\nHis groundbreaking work on concepts ranging from portfolio theory to computer programming language laid the foundation for how Wall Street operates today.\n\nMarkowitz's work has also popularized concepts like diversification and overall portfolio risk and return, shifting the focus away from the performance of individual stocks.\n\nUC San Diego. \"Harry Markowitz.\"\n\nBritannica Money. \"Harry Markowitz and Modern Portfolio Theory.\"\n\nNobel Prize Outreach. \"Harry M. Markowitz Facts.\"\n\nNobel Prize Outreach. \"The Prize in Economics 1990.\"\n\nCACI. \"CACI Celebrates the Innovative Legacy of Co-Founder Harry Markowitz 1927–2023.\"\n\nThe Nobel Prize. \"Harry M. Markowitz Biograpical.\"\n\nUBS Nobel Perspectives. \"Harry M. Markowitz.\"\n\nPortfolio Management Research. \"Harry Markowtiz.\"\n\nCFA Institute. \"Harry M. Markowitz: Profile of an Industry Leader.\"\n\nStanford University Law School. \"James Hawley.\"\n\nHigh Meadows Institute. \"Jon Lukomnik.\"\n\nCFA Institute. \"ESG Q&A: Moving Beyond Modern Portfolio Theory.\"\n\nTEBI. \"Harry Markowitz: My Advice to Investors Today.\"\n\nThinkAdvisor. \"Where Harry Markowitz, Father of Modern Portfolio Theory, Is Invested Now.\"",
  "url": "https://www.investopedia.com/terms/h/harrymarkowitz.asp"
}