{
  "term": "Hart-Scott-Rodino Antitrust Improvements Act Of 1976 Overview",
  "definition": "The Hart-Scott-Rodino Antitrust Improvements Act of 1976 requires large companies to file notifications with theFederal Trade Commissionand the anti-trust division of Department of Justice prior to certainmergers and acquisitionsor tender offers.﻿﻿\n\nThe law requires companies intending tomergeto file an HSR Form, also called a \"Notification and Report Form for Certain Mergers and Acquisitions\" and generally known as a premerger notification report.﻿﻿ This gives regulators an opportunity to review the proposed merger based onantitrust laws.\n\nPresident Gerald Ford signed the act into law as a set of amendments to existing antitrust laws, including theClayton Antitrust Act.﻿﻿ The Hart-Scott-Rodino Antitrust Improvements Act of 1976 is also known as the \"HSR Act\" or Public Law 94-435.﻿﻿\n\nOnce companies file the required forms, a waiting period begins. The waiting period is usually 30 days, or 15 days for cashtender offersor an acquisition inbankruptcy.﻿﻿\n\nThe transaction can proceed once the waiting period ends or if the government terminates the waiting period early. If regulators see potential anti-competitive issues with the proposed merger, they will request additional information from the companies involved and extend the waiting period; they will negotiate an agreement with the companies to enact measures to restore competition; or they will seek to stop the transaction by filing a preliminaryinjunctionin court.﻿﻿\n\nUnder the HSR Act, the following tests must be met to require a pre-merger filing:\n\nFor 2020, the base filing threshold for the HSR Act, which determines whether a transaction requires a premerger notification, is $904 million. The statutory size-of-person threshold is between $18.8 million and $188 million. Alternatively, the statutory transaction size test that applies to all transactions (even if the \"size-of-person\" threshold is not met) is $376 million.﻿﻿\n\nHSR forms carry a filing fee that varies depending on the size of a transaction. For example, transactions worth more than $94 million but less than $188 million require a $45,000 filing fee. Transactions valued at more than $188 million but less than $940.1 million incur a $125,000 filing fee. The filing fee is $280,000 for transactions greater than $940.1 million.﻿﻿\n\nFederal Trade Commission. \"Hart-Scott-Rodino Antitrust Improvements Act of 1976.\" Accessed Dec. 21, 2020.\n\nFederal Trade Commission. \"Antitrust Improvements Acts Notification and Report Form for Certain Mergers and Acquisitions,\" Pages 1-11. Accessed Dec. 21, 2020.\n\nFord Library Museum. \"9/30/76 HR8532 Hart‑Scott‑Rodino Antitrust Amendments Act of 1976 (1),\" Page 27. Accessed Dec. 21, 2020.\n\nU.S. Congress. \"Public Law 94-435,\" Pages 1-15. Accessed Dec. 21, 2020.\n\nFederal Trade Commission. \"Steps for Determining Whether an HSR Filing is Required.\" Accessed Dec. 21, 2020.\n\nFederal Trade Commission. \"Premerger Notification and the Merger Review Process.\" Accessed Dec. 21, 2020.\n\nFederal Register. \"Vol. 85, No. 18 - Tuesday, January 28, 2020,\" Pages 4984 and 4985. Accessed Dec. 21, 2020.\n\nFederal Trade Commission. \"Filing Fee Information.\" Accessed Dec. 21, 2020.",
  "url": "https://www.investopedia.com/terms/h/hart-scott-rodino-antitrust-improvements-act-of-1976.asp"
}