{
  "term": "Harvard MBA Indicator",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe Harvard MBA Indicator is acontrarianlong-term stock market indicator that evaluates the percentage of Harvard Business SchoolMBAgraduates that accept \"market sensitive\" jobs. Market sensitive jobs exist in fields such as investment banking, securities sales and trading, private equity, venture capital, and leveraged buyouts.\n\nIf more than 30% of a year's graduating class take jobs in these areas, the Harvard MBA Indicator is said to generate a sell signal for stocks. Conversely, if less than 10% of graduates take jobs in this sector, it represents a long-term buy signal for stocks. In between can be regarded as \"neutral\".\n\nStarted and maintained in 2001 by investment consultant and Harvard Business School graduate Roy Soifer, who received his MBA there in 1965. The Harvard MBA Indicator gave sell signals in 1987 and in 2000, which were both terrible years for the stock market.The esoteric indicator is meant to represent long-term signals based on the relative attractiveness of Wall Street jobs. The more grads that are enticed to go there, the more bloated Wall Street becomes and the more likely the market is nearing a top. When stock markets are doing poorly, fewer grads want to enter the sector.\n\nThis indicator is contrarian in that it is based on a similar theme to the old market adage that \"when everyone else is looking to get in, it's time to get out\". In other words, herding behavior can be indicative of a reversal.\n\nAccording to Soifer, the Harvard MBA Indicator produces far more sell signals than buy signals. The last time it reached the 10% long-term “Buy” level was back in 1982, heralding what turned out to be a historic bull market. Soifer weites, \"as far as I know, the record low was reached in 1937, when only three MBAs, about 1%, went into Wall Street. It was a good time to buy.\" The record high of 41% occurred in 2008, right before the stock market crashed during the 2008-09 financial crisis leading to the Great Recession.\n\nSoifer calls his index a “rather esoteric but nonetheless generally accurate” long-term indicator of the direction of the stock market.\n\nSoifer Consulting. \"2017 Harvard MBA Indicator Is Still Bullish.\" Accessed Jan. 28, 2021.",
  "url": "https://www.investopedia.com/terms/h/harvardmba_indicator.asp"
}