{
  "term": "Hash: Definition, Functions, and Cryptocurrency Mining",
  "definition": "Amilcar has 10 years of FinTech, blockchain, and crypto startup experience and advises financial institutions, governments, regulators, and startups.\n\nA hash is a math function that inputs data of any size and generates a fixed-size output that is encrypted.\n\nA hash is a mathematical function that converts an input of arbitrary length into an encrypted output of a fixed length. Thus, regardless of the original amount of data or file size involved, its unique hash will always be the same size. Moreover, secure hashes cannot be “reverse-engineered” to get the input from the hashed output, at least with current technology.\n\nIf you use a specific function on the same data, its hash will be identical, so you can validate that the data is the same (i.e., unaltered) if you already know its hash. A different function would deliver a different hash.\n\nHashing is essential to cryptocurrencyand blockchain security.\n\nTypical hash functions take inputs of variable lengths to return outputs of a fixed length. A cryptographic hash function combines the message-passing capabilities of hash functions with security properties. Hash functions are algorithms that determine how information is encrypted.\n\nFor example, Secure Hashing Algorithm 256 (SHA-256) goes through a process to encrypt the input it receives by:\n\nUsing SHA-256, the word “Hello” will produce an output that is the same number of characters (64) as “Hello world” and “Hello John.” However, the hash will be significantly different for all three—keep in mind that capital letters change the hash as well:\n\nThe function used to generate the hash is deterministic, meaning it will produce the same result each time the same input is used. While SHA-256 can generate a hashed output in milliseconds with very little computing power, it makes determining the input difficult.\n\nNot all cryptocurrencies use SHA-256. Keccak256, Equihash, Scrypt, Ethash, and Blake3 are also examples of hashing functions used.\n\nThis makes hashing ideal for securingcryptocurrencybecause it would take thousands of years to reverse the encryption to determine the original input with modern technology.\n\nHash functions are commonly used data structures in computing systems for tasks such as checking the integrity of messages and authenticating information. Cryptographic hash functions add security features, making detecting the contents of a message or information more difficult.\n\nIn particular, cryptographic hash functions exhibit these three properties:\n\nBecause of the features of a hash, they are used extensively in online security—from protecting passwords to detecting data breaches to checking the integrity of a downloaded file.\n\nThe backbone of a cryptocurrency is theblockchain, which is a globally distributed ledger formed by linking together individual blocks (files) of transaction data and information through hashing.\n\nBlockchains only contain transactions that are validated. Validation is completed by comparing hashes, which prevents fraudulent transactions anddouble spending.\n\nCryptocurrencies use hashes in different ways. For instance, miners solveBitcoin’s hash problem by using the data in a block as input and generating a hash.\n\nThe goal is to generate a hash that is equal to or less than the network’s target hash. The mining program adjusts variable numbers until it generates a hash less than or equal to thetarget hash.\n\nOnce the problem is solved, each node compares the block header by hashing it twice and comparing its result to the new block’s hash.\n\nHashes have many purposes. In a blockchain, they serve as a way to compare data and secure it. For an enterprise purpose, it could be used to compress data for storage purposes.\n\nThe mid-square method is one of the simplest. You square a number and use the middle two digits as the hash. For example, squaring the number 61 gives you the result 3721. The hash would be 72, the middle two numbers.\n\nA hash is a mathematical function that converts a variable input to a deterministic hexadecimal number.\n\nIn a cryptocurrency blockchain, a hash is a deterministic hexadecimal number. This means that no matter how many characters the input has, the hash will always be the same number of characters. For instance, Bitcoin’s hashes are always 64 digits.\n\nHashes are used to secure information—in the case of cryptocurrency, they are used to ensure data contained in the blocks on a blockchain are not altered. The information encrypted by the hashing function is validated by network participants when they attempt to generate a hash less than the network target. Once the target hash is reached, the network closes the block—consensus is reached after the block closes because the network continues to validate transactions and block information after the hash solution is found.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.\n\nMovable Type Scripts. “SHA-256 Cryptographic Hash Algorithm.”\n\nNational Institute of Standards and Technology, NIST Technical Series Publications. “Recommendation For Applications Using Approved Hash Algorithms.” Page 4.",
  "url": "https://www.investopedia.com/terms/h/hash.asp"
}