{
  "term": "Hashed Timelock Contract (HTLC): Overview and Examples in Crypto",
  "definition": "Amilcar has 10 years of FinTech, blockchain, and crypto startup experience and advises financial institutions, governments, regulators, and startups.\n\nA hashed timelock contract (HTLC) is a type of smart contract used in blockchain applications. It reduces counterparty risk by creating a time-based escrow that requires a cryptographic passphrase for unlocking.\n\nIn practical terms, this means that the person receiving the funds in a transaction has to perform two actions to access the funds: enter the correct passphrase and claim payment within a specific timeframe. If they enter an incorrect passphrase or do not claim the funds within the timeframe, they lose access to the payment.\n\nA Hashed Timelock Contract (HTLC) uses several elements from existingcryptocurrencytransactions. For example, HTLC transactions use multiple signatures consisting of a private and public key to verify and validate transactions. However, two elements distinguish HTLC from standard cryptocurrency transactions withsmart contracts—the hashlock and the time contract.\n\nThe first element is the hashlock. A hashlock is ahashed—or cryptographically scrambled—version of apublic keygenerated by the person that initiated the transaction. The associatedprivate keyis then used to unlock the original hash.\n\nIn HTLC, the initiating party generates a key and hashes it. The hash is stored in a pre-image, which is revealed during the final transaction. HTLCs are programmed to expire after a certain period passes or a specific number ofblocksare generated, creating a known termination date and time.\n\nTo conduct a transaction using HTLC, both parties need to open channels with each other. This is generally done using a wallet, an exchange, or both.\n\nThe second important element of HTLC is a timelock. Two different timelocks are used to set time constraints on contracts generated using HTLC. The first one is CheckLockTimeVerify (CLTV). It uses a time base to lock and release cryptocurrency. This means that time constraints are hardcoded, and coins are released only at a specific time and date or a specific height of block size.\n\nAtomic swaps—cross-chain trading between cryptocurrencies— are often achieved using HTLCs.Additionally, Bitcoin’slightning network (LN)also employs HTLCs.\n\nThe second one is CheckSequenceVerify (CSV). It is not dependent on time; instead, it uses the number of blocks generated as a tracking measure to determine when to finalize a transaction.\n\nSuppose Alice wants to exchange her Bitcoin for Litecoin from Bob. A typical HTLC transaction between them takes place as follows:\n\nA timelock contract is a smart contract embedded in a blockchain that executes a transaction at a specific time. They are used in hashed timelock contracts and payment channels where specific payment times are needed.\n\nInitially, Bitcoin's blockchain was not able to execute smart contracts. However, the Taproot upgrade in 2021 allowed the blockchain to use smart contracts in transactions.\n\nA smart contract is a program stored on a blockchain that executes when specific conditions are met.\n\nOn the Ethereum blockchain, a smart contract deployment takes gas, which costs Gwei (a lower denomination of ether). Depending on the complexity of the contract, it can cost billions of Gwei to deploy a smart contract. Less complex contracts like a simple exchange are much cheaper.\n\nInvesting in cryptocurrencies and other Initial Coin Offerings (“ICOs”) is highly risky and speculative, and this article is not a recommendation by Investopedia or the writer to invest in cryptocurrencies or other ICOs. Since each individual's situation is unique, a qualified professional should always be consulted before making any financial decisions. Investopedia makes no representations or warranties as to the accuracy or timeliness of the information contained herein.\n\nBuilder's Guide to the LND Galaxy. \"Hashed Timelock Contract (HTLC).\"\n\nLiquality. \"Hash Time Locked Contracts (HTLCs) Explained.\"\n\nBuilder's Guide to the LND Galaxy. \"Timelocks.\"\n\nMonika, Bhatia and et al.\"Hash Time Locked Contract Based Asset Exchange Solution for Probabilistic Public Blockchains.\"Cluster Computing, vol. 25, December 2022, pp. 4189–4201.\n\nBitcoin Magazine. \"Understanding Taproot in a Simple Way.\"\n\nWood, Gavin. \"Ethereum: A Secure Decentralised Generalised Transaction Ledger,\" Page 27.",
  "url": "https://www.investopedia.com/terms/h/hashed-timelock-contract.asp"
}