{
  "term": "Hawthorne Effect Definition: How It Works and Is It Real",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nThe Hawthorne Effect is the supposed inclination of people who are the subjects of an experiment or study to change or improve the behavior being evaluated only because it is being studied and not because of changes in the experiment parameters or stimulus. It was first identified by organizational researchers in the 1920s.\n\nMore recent research suggests that the Hawthorne Effect may not actually be real and that the original study was flawed.\n\nThe Hawthorne Effect refers to the fact that people will modify their behavior simply because they are being observed. The effect gets its name from one of the most famous industrial history experiments that took place at Western Electric’s factory in the Hawthorne suburb of Chicago in the late 1920s and early 1930s. However, subsequent analyses of the effect have revealed that the original results were likely overstated along with several flaws in the study's design and execution.\n\nThe Hawthorne experiments were originally designed by the National Research Council to study the effect of shop-floor lighting on workerproductivityat a telephone parts factory in Hawthorne. However, the researchers were perplexed to find that productivity improved, not just when the lighting was improved, but also when the lighting was diminished. Productivity improved whenever changes were made in other variables such as working hours and rest breaks.\n\nThe researchers concluded that the workers’ productivity was not being affected by the changes in working conditions, but rather by the fact that someone was concerned enough about their working conditions to conduct an experiment on it.\n\nResearch often relies on human subjects. In these cases, the Hawthorne Effect is the intrinsic bias that researchers must take into consideration when studying their findings. Although it can be challenging to determine how a subject's awareness of a study might modify their behavior, researchers should nevertheless strive to be mindful of this phenomenon and adapt accordingly.\n\nWhile there is no universally agreed-upon methodology for achieving this, experience and keen attention to the situation can help researchers prevent this effect from tarnishing their results.\n\nAlthough it can be challenging to determine how a subject's awareness of a study might modify their behavior, researchers should nevertheless strive to be mindful of this phenomenon and adapt accordingly.\n\nAs an example of the Hawthorne Effect, consider a 1978 study conducted to determine if cerebellar neurostimulators could reduce the motor dysfunction of young cerebral palsy sufferers. The objective testing revealed that the patients in the study claimed that their motor dysfunctions decreased and that they embraced the treatment. But this patient feedback countered thequantitative analysis, which demonstrated that there was scant increased motor function.\n\nIndeed, the increased human interaction with doctors, nurses, therapists, and other medical personnel during these trials had a positive psychological impact on patients, which consequently fostered their illusion of physical improvements to their conditions. When analyzing the results, researchers concluded that the Hawthorne Effect negatively impacted the data, as there was no evidence that the cerebellar neurostimulators were measurably effective.\n\nWhile the Hawthorne Effect is taught in business schools and sociology courses around the world, recent scholarship has begun to question its validity. According toScientific American,out of the first three original experiments, only one showed improved productivity, the second found no improved productivity, and in the third productivity actually worsened. What is suspicious is that the sponsors of the study ordered the destruction of all data, including everything that had been sent to MIT, and for no report to be written. When the original data finally did resurface, several scholars were able to debunk the initial findings.Additionally, modern attempts to replicate the Hawthorne Effect have been inconclusive.Only seven out of 40 such studies found any evidence of the effect.\n\nThe name comes from where the original studies took place: in a factory complex known as the Hawthorne Works, outside of Chicago, IL.\n\nScholars have identified several flaws in the studies that led to the Hawthorne Effect. For one, the sample size was very small: just five individual workers. Moreover, the members of the sample changed over time. The researchers conducting the study were not blinded and so could have been biased. The data collected, even if it had been sound, has been further criticized as being misinterpreted.\n\nScientific American. \"The Hawthorne effect: An Old Scientists’ Tale Lingering 'in the Gunsmoke of Academic Snipers'.\"\n\nLevitt, Steven D., and John A. List. \"Was There Really a Hawthorne Effect at the Hawthorne Plant? An Analysis of the Original Illumination Experiments.\"NBER Working Paper Series, National Bureau of Economic Research, No 15016, May 2009, pp. 1–19.\n\nSparrow, Sara, and Edward Zigler. \"Evaluation of a Patterning Treatment for Retarded Children.\"Pediatrics, Vol.62, No. 2. 1978, pp. 137-150.\n\nLiptak, Gregory S. \"Complementary and Alternative Therapies for Cerebral Palsy.\"Mental Retardation and Developmental Disabilities Research Reviews,Vol. 11, No. 2, 2005, pp. 56-163.\n\nBk, Dr Sujatha, Dr. Mayurnath T. Reddy, and Dr. Pooja Pathak. \"Camouflage in Research‐The Hawthorne Effect.\"International Journal of Development Research,Vol. 9, No. 4, 2019, pp. 26996-26999.\n\nThe New York Times. \"Scientific Myths That Are Too Good to Die.\"",
  "url": "https://www.investopedia.com/terms/h/hawthorne-effect.asp"
}