{
  "term": "Heads of Agreement: What is Their Purpose and Are They Binding?",
  "definition": "A \"heads of\" agreement is a non-binding document that outlines the basic terms of a tentativepartnershipagreement or transaction. Also known as a \"heads of terms,\" or \"letter of intent,\" a heads of agreement marks the first step on the path to a full legally binding agreement or contract and a guideline for the roles and responsibilities of the parties involved in a potential partnership before any binding documents are drawn up. Such a document is commonly used in commercial transactions, such as the purchase of a business.\n\nAs a business term, \"heads of agreement\" is most commonly used in Australia, New Zealand, and the United Kingdom.\n\nA heads of agreement document is only meant to serve as an introductory agreement to the basic terms of a transaction or partnership. It happens during the pre-contractual stage of negotiations. By design, a heads of agreement will not be comprehensive enough to cover all the necessary details involved in a binding formal agreement. But its lack of detail is also its strength; the parties are less likely to find something they do not agree on.\n\nOnce both parties come to a broad consensus on a partnership or transaction and have signed a heads of agreement document, the next step entails involving attorneys and accountants to iron out the details. Such details may include a number of pre-conditions that must be satisfied before a final agreement is made. The step after that is the signing of a binding contract, though a heads of agreement may be terminated at any time by either party with some caveats.\n\nA heads of agreement can provide both parties in a transaction or partnership the following:\n\nHeads of agreement can be binding or non-binding, depending on the language used, though they are not generally binding. That said, some aspects, such as intellectual property, exclusivity, confidentiality, and non-solicitation provisions, tend to be binding, though only if the time-frames are reasonable. If a heads of agreement document is written so that it is binding it can present problems.\n\nSince most aspects of a heads of agreement are not binding, the remedies for non-compliance by either party are few. In fact, they only apply to the legally binding terms listed above. If there is a breach of those binding terms by one party, the other may file for an injunction, equitable relief, damages or specific performance.",
  "url": "https://www.investopedia.com/terms/h/headsofagreement.asp"
}