{
  "term": "Headline Inflation: What It Is and How It Is Related to the Consumer Price Index",
  "definition": "Headline inflation is the raw inflation rate in an economy, and is measured via the Consumer Price Index.\n\nHeadline inflation refers to the total inflation rate within an economy, encompassing the change in prices of all goods and services. It is the raw inflation figure reported in relation to theConsumer Price Index (CPI), which is released monthly by the U.S.Bureau of Labor Statistics (BLS).\n\nThe CPI reflects the cost of purchasing a fixed basket of goods. It is used to determine how muchinflationis occurring in the broadereconomy. The CPI catalogs the current year’s prices relative to a base year’s values.\n\nHeadline inflation is a measure of total inflation. It is not adjusted to remove highly volatile figures, including those that can shift regardless of economic conditions.\n\nHeadline inflation is often closely related to shifts in thecost of living, which provides useful information to consumers within the marketplace.\n\nThe headline figure is also not adjusted forseasonalityor for elements of food and energy prices, which are removed when calculatingcore CPI. Headline inflation is usually quoted on an annualized basis, meaning that a monthly headline figure of 4% inflation equates to a monthly rate that, if repeated for 12 months, would create 4% inflation for the year. Comparisons of headline inflation are typically made on a year-over-year basis, also known as top-line inflation.\n\nInflation is a threat to long-term investors because it erodes the value of future dollars, can stifle economic growth, and can cause a rise in prevailing interest rates. While headline inflation tends to get the most attention in the media, core inflation is often considered the more valuable metric to follow.\n\nBoth headline and core results are followed closely by investors, and they are also used by economists and central banking figures to seteconomic growthforecasts andmonetary policy.\n\nCore inflation is a version of CPI that removes components that can exhibit large amounts ofvolatilityfrom month to month, causing unwanted distortion to the headline figure. The most commonly removed factors are those relating to the costs of food and energy.\n\nFood prices can be affected by factors outside of those attributed to the economy, such as environmental shifts that cause issues in the growth of crops. Energy costs, such as oil production, can be affected by forces outside of traditionalsupply and demand, such as political dissent.\n\nA central bank is a financial institution given privileged control over the production and distribution of money and credit for a nation or a group of nations. In modern economies, the central bank is usually responsible for the formulation of monetary policy and the regulation of member banks.\n\nCentral banks are inherently nonmarket-based or even anticompetitive institutions. Although some are nationalized, many central banks are not government agencies, and so are often touted as being politically independent.\n\nHowever, even if a central bank is not legally owned by the government, its privileges are established and protected by law. The critical feature of a central bank—distinguishing it from other banks—is itslegal monopolystatus, which gives it the privilege to issue banknotes and cash. Privatecommercial banksare only permitted to issue demand liabilities, such aschecking deposits.\n\nThe cost of living is the amount of money needed to cover basic expenses such as housing, food, taxes, and healthcare in a certain place and time period. The cost of living is often used to compare how expensive it is to live in one city vs. another, and it is tied to wages. If expenses are higher in a city, such as New York, for example, then salary levels must be higher so that people can afford to live in that city.\n\nThe Bureau of Labor Statistics (BLS) is a federal agency that collects and disseminates various data about the U.S. economy and labor market. Its reports include the Consumer Price Index (CPI) and theProducer Price Index (PPI), both of which are considered to be important measures of inflation.\n\nHeadline inflation is a raw figure that reflects changes in the Consumer Price Index (CPI) throughout the entire economy. It differs from core inflation, which is CPI adjusted to exclude food and energy prices, which are volatile. Headline inflation is a useful measure of how the cost of living might fluctuate on a monthly or yearly basis.",
  "url": "https://www.investopedia.com/terms/h/headline-inflation.asp"
}