{
  "term": "Headline Earnings: Meaning, Overview, Criticism",
  "definition": "Headline earnings refer to a method of reporting corporate earningsbased entirely on operational, trading, and capital investment activities achieved during the previous period. Excluded from the headline earnings figure are profits or losses associated with the sale or termination ofdiscontinued operations,fixed assetsor related businesses, or from any permanentdevaluationor write-off of their values.\n\nHeadline earnings provide a stringent measurement tool to isolate core operational profitability. By excluding asset sales, discontinued operations, restructuring charges and write-downs, the headline earnings number shows the profitability of a company's core business. Because headline earnings make these exclusions, it provides a better picture of a how company operates on an ongoing basis, where one-time charges or special items that are unlikely to occur again can give an unfair impression of true operations. At the same time, these items certainly do matter for analysts, especially if they end up recurring or greatly impacting future prospects.\n\nSome companies report headlineearnings per share(EPS) in addition to required EPS figures that take into account other items. Because it does not account for these items, headline earnings are considered to benon-GAAPand must be reconciled with net income if presented in shareholder reports, in accordance withSECregulations.﻿﻿\n\nThis basis for measuring headline earnings per share was implemented in 1993 by the former Institute of Investment Management and Research (IIMR) in the United Kingdom.﻿﻿ IIMR developed this method as a way to better analyze a company'sP&L statementwith a picture that would better represent a firm's operations during \"business as usual,\" which could be clouded by aone-time chargeor write-off.\n\nA company'squality of earningsis important, so investors need to consider the validity of headline earnings and the exclusions that it makes on a case-by-case basis in order to avoid being misled or misinformed. For instance, research has shown that headline figures are more likely to exclude losses than gains.GAAP(generally accepted accounting principles) earnings now significantly trail non-GAAP earnings, as companies become accustomed to including \"one-time\" adjustments or charges, which become problematic when they start to occur every quarter.\n\nFor example, Merck (MRK) turned a loss of $0.02 per share under GAAP standards into an \"adjusted\" headline EPS of $1.11 a share in the third quarter of 2017—a 5,650% difference.﻿﻿\n\nU.S. Securities and Exchange Commission. \"Non-GAAP Financial Measures.\" Accessed Jan. 12, 2021.\n\nInstitute of Investment Management and Research. \"The Definition of IIMR Headline Earnings: Issue 1 of Statement of investment practice.\" 1993.\n\nMerck. \"Merck Announces Third-Quarter 2017 Financial Results.\" Accessed Jan. 12, 2020.",
  "url": "https://www.investopedia.com/terms/h/headlineearnings.asp"
}