{
  "term": "Headline Effect: What It Is, How It Works, Example",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe headline effect refers to the effect that negative news in the popular press has on a corporation or an economy. Manyeconomistsbelieve that negative news headlines make consumers more reluctant to spend money.\n\nWhether it is justified or not, the investing public's reaction to a headline can be very dramatic and out of proportion when compared with the reaction to good news in the headlines. Therefore, when a government agency or central bank releases an unfavorable economic report, traders, investors, and members of the investing public might disproportionately react to that bad news by converting, selling, or shorting funds away from any stocks, currencies, or other investments that have been affected. While this market reaction is, to some extent, natural and expected, the headline effect can speed up and worsen the severity of the market reaction by bringing bad news to the forefront of the trading public's mind.\n\nEconomists and market observers have put forth several possible explanations for the headline effect. Most likely, a combination of different factors are in play, but here are a few possibilities. First, media sensationalism may be responsible for the headline effect. The media know that bad news sells and that attention-grabbing headlines generate more clicks and page views, so negative news tends to be featured and promoted more heavily. People will naturally pay more attention and react more strongly to stories that are run for widely, frequently, or prominently by news outlets.\n\nSecond,risk aversionand loss aversion may also be responsible for the headline effect. Most people tend to weight potential dangers, risks, and losses more heavily in their decision-making. This can easily mean that people will be more likely to act on negative news than positive news.\n\nFinally, institutional factors that bias the behavior of businesses and fiduciaries toward caution may also be responsible for the headline effect. These include things like the basic accounting principle ofconservatismor the prudential rules that certain institutional funds such as pensions are required to follow.\n\nAn example of a headline effect is the media's extensive coverage of the impact of rising gas prices on consumers. Some economists believe that the more attention that is paid to small increases in the price of gasoline, the more likely it is that consumers will be more cautious about spending their discretionary dollars. The headline effect can be regarded as the difference between decreases in discretionary spending that are rationally justifiable based on economic fundamentals and those that occur purely as a result of news coverage.\n\nAnother example of the headline effect is the effect of the Greek debt crisis on the value of the euro. Theeconomic crisis in Greecewas credited with weakening the euro significantly, despite the fact that the Greek economy accounted for only 2% of the eurozone’s overall economic productivity.The public’s reaction to bad news about the Greek economy affected not only theeurozonebut also countries outside the eurozone, such as the United Kingdom, that rely heavily on trade with the eurozone to support their own economies. Some have said that the headline effect could be as drastic as undermining the future of the euro and the European Union itself.\n\nResearchGate. \"The Impact of the Sovereign Debt Crisis on the Eurozone Countries,\" Page 427.",
  "url": "https://www.investopedia.com/terms/h/headlineeffect.asp"
}