{
  "term": "Head-Fake Trade: Meaning, Example, Breakouts",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA head-fake trade occurs when a security's price moves in one direction, but then reverses course and moves in the opposite direction. The head-fake trade gets its name from a tactic used by a basketball or football player to confuse the opposition, leading with their head to pretend that they are moving in one direction but then moving in the other way. The head-fake trade occurs most often at keybreakoutpoints, such as major support or resistance levels, or with moving averages like the 50-day or 200-daysimple moving average(SMA).\n\nConsider a situation where a majormarket indexhas reached new highs amid deteriorating economic fundamentals. Traders who are looking to short the index will closely monitor significant technical levels to assess whether the advance is beginning to break down. Suppose the index advance stalls and begins to drift lower, trading below a key short-term moving average. The bears might rush in at this point, based on their trading view that the index decline has begun. But if the index subsequently reverses course and heads higher, this would be a classic head-fake trade.\n\nContrarians often try to profit from head-fake trades because their trading philosophy embraces a willingness to go against the crowd. They argue thatinstitutional traderspush a security's price through closely watched support/resistance areas to find additional liquidity to fill larger orders at a better price for their clients.\n\nTraders and investors who fall for a head-fake trade can incur significant losses, as such trades often occur before the start of a major trend in the opposite direction. That's why it's imperative to maintain strict adherence tostop-lossorders with these instances to help minimize risk.\n\nAn initial breakout is typically followed by some level ofpullback. As price retraces to the original breakout level or somewhat further down, traders are left to determine whether the pullback is the beginning of a head fake—a false breakout—or whether it is temporary, and the market will soon continue in the direction of the primary trend. In the latter case, the pullback may present another opportunity to enter a breakout move at a more advantageous level.\n\nDuring 2022, the U.S. dollar was on a massive winning streak against all but a few currencies. The chart below shows the U.S. dollar against the Hungarian forint (USD/HUF) in a clear long-term uptrend (USD strengthening/HUF weakening). One can discern multiple pullbacks, but all are contained by the dominant rising channel, with one key exception, highlighted in the red oval. Price fell below the keyuptrendsupport line on an intraday basis, but managed to regain that trendline support before the end of the day.\n\nThis is a classic example of a countertrend, head-fake pattern. If one made a trading decision based on the break of trendline support, they would have learned in short order (by the end of the day) that the break was false and constituted a head-fake price movement. Tight stops or the simple fact that the USD-HUF pair finished the day back inside the dominant up channel would have told traders that this was a head fake. This was also confirmed by the fact that nothing new on in fundamentals had altered the basis for the USD to continue to strengthen.\n\nHead-fake trades usually only last a short period of time, perhaps an hour or a day. If the price move coincided with a break of key technical significance, and that technical level is subsequently regained, you're very likely looking at a head-fake move. That's why it's important to keep stop-loss orders tight if you have gone with the price break, so as not to get caught in a head fake, and, more important, miss the potential resumption of the prior trend.\n\nTypically a head-fake move will involve a test of important technical support or resistance, such as trendline support in an uptrend, or a test of key moving averages. These technical levels are made to be tested, and frequently stop-loss orders to buy/sell are placed around that price level. If the price move tests or breaks these levels, stop-loss orders may be triggered, bringing in temporary buying/selling pressure. If the technical level is regained within a short period of time (hours for day traders; days for longer-term traders), the market has likely shown its hand as a head fake, or afalse breakof that technical level.\n\nBy definition, a head fake is countertrend, so you need to be prepared with tight stop losses in case it is in fact a head fake. In terms of how much to risk, a quarter to a half of your usual position is conservative and reasonable to go with a potential head-fake set-up, due to the tenuous nature of the scenario. That way you're committing only a relatively small portion of your risk capital to the breakout trade and keeping tight stop-loss orders to minimize losses.\n\nA head fake refers to a false breakout of a significant technical level. For example, the current price trend is higher; a head fake occurs when a move lower below key support occurs and catches the market flat-footed, which can lead to outsized moves on the break of that technical level. Head-fake price action is all too common in markets, and represents a counter-trend breakout most often at a significant technical price point.\n\nA key element to consider in deciding whether to go with the breakout or if it's just a head fake, is how much and for how long the break of the key price level lasts. Frequently, the buying/selling surrounding the break of a key price point is due to stop loss orders around a technical level. Once the stop loss buying/selling is done, there may be no real news to sustain the break. On the other hand, fresh news may have surfaced, potentially leading to a counter-trend movement and not a head fake. That's why it's critical to be aware of any fresh news that could lead to a legitimate countertrend move or breakout. If there is none, it is less likely to be real breakout and more likely just a head fake.\n\nDetroit Advisers. \"Head-Fake Trade.\"",
  "url": "https://www.investopedia.com/terms/h/headfake-trade.asp"
}