{
  "term": "Health Plan Categories: What They Are, Comparisons",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe four health plan categories are offered by the U.S. federal government's Health Insurance Marketplace: Bronze, Silver, Gold, and Platinum. The category levels are defined by the percentage of expenses each plan type covers.\n\nHealth plan categories are based on the way the health care plan's costs are split between you and your plan. Here are how plans split health care expenses, on average.\n\nSo, if you visit the doctor and the visit costs $100, you'd pay $40 on average for the visit on a Bronze plan, if you'd already met the deductible. On a Platinum plan, you'd pay $10.\n\nAll federal plan categories cover the same set of essential health benefits, including emergency services, hospitalization, maternity care, mental health services, prescription drugs, and more—although at differing percentages. All categories also provide free preventive and wellness services like vaccines and cancer screenings.\n\nWhen you apply on the Healthcare Marketplace (or your state's marketplace), you'll have a chance to compare how each insurer's metal plan differs in detail. Specifically, you'll likely notice different ways of applying the percentages in the form of deductibles, copayments, and coinsurance amounts.\n\nFor example, your share of the costs may come in the form of a large deductible with low coinsurance (for example, a $4,000 deductible with 10% coinsurance) or a small deductible with high coinsurance (such as a $1,500 deductible with 30% coinsurance).\n\nYou'll also get a chance to compare premiums.As with all health plans, consumers pay a monthlyinsurance premiumwhether or not they use their plan's healthcare services. Premiums are typically higher for plans that pay more of your medical expenses when you receive care, such as Gold and Platinum plans. Generally, premiums are also higher for plans with lower deductibles and coinsurance amounts.\n\nIn addition to the four metal coverage tiers, a catastrophic level is available to people under age 30. Catastrophic levels are also available to certain people over age 30 granted income-based hardship exemptions or due to other circumstances preventing them from getting a Bronze, Silver, Gold, or Platinum plan.\n\nIt can be helpful to compare the health plan categories before selecting a category. For example, special financial assistance may only be available if you choose a Silver plan. But in general, deciding between health plan categories means weighing the monthly premium costs against how much care you might need for the year.\n\nBronze category health plans are the second most popular health plan category among those who select a Marketplace plan. For 2023, around one-third were predicted to choose Bronze health plans, according to research from the Kaiser Family Foundation.\n\nBronze plans offer the lowest monthly premium, which can be helpful if you're on a budget. The average lowest-cost premium nationwide is $342, according to the Kaiser Family Foundation.\n\nHowever, you'll face the highest out-of-pocket costs if you need to see a doctor for routine or emergency care. Deductibles can be thousands of dollars per year, so you'll pay more out of pocket before your plan starts covering your costs. Once you meet the deductible, you'll still pay more for copays and coinsurance than other plans.\n\nBronze plans are an affordable method for protecting yourself from high medical bills that could lead to financial ruin and an excellent alternative to no insurance. Because you purchased a plan on the marketplace, you can also benefit from free preventive care and other essential health benefits.\n\nSilver category health plans are the most popular category among those who select a Marketplace plan. Around 54% of the population chose Silver Health Plans for 2023, according to the Kaiser Family Foundation research.\n\nSilver plans feature higher monthly premiums than Bronze, with KFF reporting the average lowest-cost premium nationwide as $448 in 2023.But you'll pay less out-of-pocket when you need to see a doctor. A Silver health plan deductible should be lower than a Bronze health plan deductible, too.\n\nYou must select a Silver plan if you qualify for cost-sharing reductions due to your household size and income. That's because thecost-sharing reductionsare only applicable to Silver plans.\n\nVery few people choose a Gold category health plan—likely because Gold health plans have a higher monthly premium compared to Bronze or Silver plans, with an average lowest-cost premium of $472. Only around 12% of the population choose Gold Health Plans, according to the Kaiser Family Foundation.\n\nWhen you do need care, you'll only pay an average of 20% out of pocket. This may be a good deal if you frequently see care providers or are concerned about ballooning out-of-pocket costs. You'll also benefit from lower deductibles compared to lower-premium plans.\n\nLike a credit card, a Platinum plan is the highest-tier plan available on the Marketplace. As a result, only around 1% of the population selects this plan category, according to the Kaiser Family Foundation.\n\nYou'll pay the highest monthly premium, but only 10% of health care costs out of pocket. Platinum deductibles are also the lowest among all plans, so you'll pay less before your plan starts paying its portion.\n\nPlatinum may be a good fit if you know you'll frequently visit the doctor this year and understand your higher monthly premium is balanced by the knowledge that other costs are covered.\n\nA Bronze plan category asks the average insured to pay 40% of costs, while the insurer pays 60%. This is the lowest plan split among the four health plan categories. However, you may find less-expensive options available depending on your situation. For example, you may pay less if you qualify for a catastrophic plan orcost-sharing reductionspaired with a Silver plan.\n\nThere are 14 reasons for which someone may be granted a hardship exemption and qualify for catastrophic health insurance, including homelessness; having substantial property damage resulting from fire, flood, or other disaster; and filing for bankruptcy in the past three years.\n\nIf you have any health care policy, your out-of-pocket expenses could include deductibles,copayments, coinsurance, and non-covered expenses. You will also pay a monthly premium for the plan.\n\nHealth plan categories provide important consumer options on the Health Marketplace, allowing you to choose a plan in line with your projected care expectations and budget. Speak with a licensed health insurance broker, agent, or assister to help you decide.\n\nHealthcare.gov. \"The Health Plan Categories: Bronze, Silver, Gold & Platinum.\"\n\nHealthCare.gov. “What Marketplace Health Insurance Plans Cover.\n\nHealthcare.gov \"Catastrophic Health Plans.\"\n\nKaiser Family Foundation. \"Marketplace Plan Selections by Metal Level.\"\n\nKaiser Family Foundation. \"Average Marketplace Premiums by Metal Tier, 2018-2023.\"\n\nHealthCare.gov. “Cost-Sharing Reductions.”\n\nHealthcare.gov. \"Hardship Exemptions, Forms & How to Apply.\"",
  "url": "https://www.investopedia.com/terms/h/health-plan-categories.asp"
}