{
  "term": "Health Reimbursement Arrangement (HRA): What It Is, How It Works",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA health reimbursement arrangement (HRA) is an employer-funded plan that reimburses employees for qualified medical expenses and, in some cases, insurance premiums. Employers can claim a tax deduction for the reimbursements they make through these plans, and reimbursement dollars received by employees are generally tax-free.\n\nA health reimbursement arrangement (HRA) is a plan set up by an employer to cover employee medical expenses. The employer decides how much it will contribute to the plan, and the employee can request reimbursement for actual medical expenses incurred up to that amount. All employees in the same class must receive the same HRA contribution.\n\nAn HRA is not an account. Therefore, employees cannot withdraw funds in advance and then use them to pay medical expenses. Instead, they must incur the expense first, then have it reimbursed. Reimbursement at the time of service is possible if the employer provides an HRA debit card.\n\nAn employee who uses up all the allocated funds in the HRA before year-end will have to cover any subsequent health bills out-of-pocket or with the funds in aflexible spending account (FSA), also known as a flexible spending arrangement, when available, or ahealth savings account (HSA)for employees who have ahigh-deductible health plan (HDHP).\n\nMaternity clothes, swimming lessons, and childcare are among the expenses not covered by a health reimbursement arrangement (HRA).\n\nThere are a few kinds of health reimbursement arrangements.\n\nAQualified Small Employer Health Reimbursement Arrangement (QSEHRA)is ahealth coveragesubsidy plan for employees working for businesses that employ fewer than 50 full-time workers. Also known as a small business HRA, a QSEHRA can beused to offset health insurance coverageor repay medical expenses that would be otherwise uncovered.\n\nThe yearly limits are set by theInternal Revenue Service (IRS). For 2023, a company with a QSEHRA can reimburse individual employees for up to $5,850 per year and employees who have families for up to $11,800 per year.In 2024, the limits change to $6,150 per individual and $12,450 per family.\n\nThe reimbursed money istax-freefor the employees andtax-deductiblefor the employers.\n\nAn Individual Coverage HRA (ICHRA) is relatively new, having only been available since January 2020. Previously, HRAs could not be used to pay individual health insurance premiums. However, as of January 2020, the government has allowed employers to offer their employees a new type of HRA called individual coverage HRA instead of group health insurance.\n\nEmployees can use these HRAs to buy their own comprehensive individual health insurance with pretax dollars on or off the Affordable Care Act'smarketplace. Individual coverage HRAs can also reimburse employees for qualified health expenses such as copayments and deductibles.\n\nWhether or not your ICHRA makes you eligible for a premium tax credit to help pay for health insurance coverage under the Affordable Care Act depends on whether your employer's ICHRA meets minimum standards for so-called \"affordability,\" and whether you choose to opt in or opt out of the coverage.\n\nIn addition, employers that continue to offer traditional group health insurance can offer Excepted Benefit HRAs (EBHRA) to reimburse employees for up to $1,950 a year in qualified medical expenses.\n\nEmployees can enroll in an \"excepted benefit HRA\" even if they decline group health insurance coverage, but they cannot use the funds to buy comprehensive health insurance. They can, however, use the funds to pay for short-term health insurance,dental and vision insurance premiums, and qualified medical expenses.\n\nHRAs can be used to pay for qualified medical expenses, which include prescription medications, insulin, an annual physical exam, crutches, birth control pills, meals paid for while receiving treatment at a medical facility, care from a psychologist or psychiatrist, substance abuse treatment, transportation costs incurred to get medical care, and much more.\n\nEmployees can also use HRAs to buy their own comprehensive individual health insurance with pretax dollars through the aforementioned individual coverage HRA (ICHRA).\n\nEmployees can use the money in their HRAs to cover their spouse's and dependents' allowed medical, dental, and vision costs.\n\nAn HRA only covers qualified medical and dental expenses. According to the Internal Revenue Service (IRS), medical expenses are costs incurred to alleviate or prevent a physical or mental ailment, not expenses to maintain general health, such as vitamins.\n\nAn employer may exclude certain medical expenses even though the IRS qualifies them. The list of reimbursable medical expenses will be outlined in the employer's HRA plan document for employees.\n\nThe IRS issued a statement notifying taxpayers that at-home COVID-19 tests and personal protective equipment, such as face masks and hand sanitizer, are eligible medical expenses that can be paid or reimbursed under flexible health spending arrangements, health savings accounts, and health reimbursement arrangements (HRAs).\n\nCan be used to pay for medical and dental expenses such as prescription medications, an annual physical exam, and birth control pills\n\nCan be used to pay for individual health insurance with pretax dollars\n\nReimburses employees after they've paid for certain medical expenses and insurance premiums\n\nCan't be used for costs that aren't deemed necessary, such as teeth whitening, funeral services, or non-prescription medication\n\nIs set up by the employer, who decides how much money goes into the plan\n\nCan't withdraw funds first, then pay expenses; must pay first, and then wait to get reimbursed\n\nAn employee with both an FSA and an HRA—and an expense that is eligible to be reimbursed through both plans—can't choose which will cover the expense. Instead, the costs will be reimbursed by the plan that the employer has set up to pay first. When this primary plan has been depleted, the second plan will be used to cover any subsequent eligible medical expenses that are reported for reimbursement.\n\nHere's a closer look at two other options for funding out-of-pocket medical expenses.\n\nA flexible spending arrangement (FSA) is funded using a portion of an employee's pre-tax salary.In contrast to an HRA, each employee determines how much money should go into these arrangements annually, up to $3,050 in 2023 and $3,200 in 2024.\n\nUnused funds in HRAs may be carried over to the following year at the employer's discretion.Unused FSA fundsgenerally cannot be used in the next plan year, although an employer may offer either a short grace period (2.5 months) or allow up to $640 to be carried over.\n\nCompared to an HRA, a health savings account (HSA) is a fully vested tax-advantaged account that is not subject to forfeiture if funds remain in the account at the end of the year. An HSA is paired with a high-deductible health plan (HDHP) to pay for medical and dental expenses. The employee or employer funds the account and, like an FSA, cannot be used to pay insurance premiums. Unlike HRAs and FSAs, employees can keep their HSAs if they change employers.\n\nYour employer determines the types of medical expenses for which an HRA can be used. Some plans can only reimburse services in your health plan, while others might include dental, vision, or pharmacy services.\n\nHRAs often, but do not always, reimburse other expenses such as copays, hospital expenses, medical equipment, eyeglasses, or routine doctor's visits.\n\nIn addition, the IRS also excludes certain other expenses as being unqualified. For example, expenses that do not qualify as necessary medical expenses include teeth whitening, maternity clothes, funeral services, health club membership fees, controlled substances, childcare for a healthy baby, medication from other countries, and non-prescription medications.\n\nThe health reimbursement arrangement is funded solely by the employer, which also decides the maximum annual contribution for each employee’s HRA. Employers determine how much to contribute to employees’ HRAs, except that all workers in the same class of employees must receive the same contribution, as noted above. Workers who are older or who have dependents may receive more.\n\nAny HRA money unspent by year-end may be rolled over to the following year, although an employer may set a maximum rollover limit that can be carried over from one year to the next.Furthermore, if an employee is terminated or leaves the company to work for another firm, the HRA does not go with them. That makes it different from an HSA—health savings account—which is portable.\n\nAs a benefit to employers, reimbursements through the HRA are 100% tax-deductible.As an alternative to more expensive traditional healthcare, an employer may use an HRA to cover the health costs of several classes of employees. In addition, since employers fully fund the plans, they offer predictability, allowing employers to anticipate their approximate maximum expense for HRA health benefits for the year.\n\nEmployees may use the arrangement to pay for a wide range of medical expenses not covered by their health insurance policies. Depending on the HRA type, they may also use it for medical, dental, or vision insurance premiums.\n\nFurthermore, reimbursements are tax-free up to a maximum amount for a coverage period. Some businesses may offer employees the added advantage of other employer-provided health benefits, such as an FSA, in conjunction with an HRA.\n\nA health reimbursement arrangement (HRA) is an employer's plan to cover employee medical expenses. It pays employees tax-free to reimburse them for medical costs.\n\nThe employer determines the amount of money that will go into the plan, and the employee can ask to be reimbursed for qualified medical expenses up to the designated amount. Employers can take a tax deduction for the reimbursements made through these plans, and the reimbursements given to employees are usually tax-free.\n\nA health reimbursement arrangement (HRA) is a benefit that pays employees back in tax-free money for certain qualified medical expenses and health coverage premiums.\n\nA health savings account (HSA) is a tax-advantaged account used by individuals covered under a high-deductible health plan (HDHP) looking to save up to cover the cost of qualified medical expenses.\n\nYou cannot cash out your HRA. HRA money that hasn't been used by the end of the year can usually be rolled over to the following year, with an employer determining the maximum amount that can be carried from one year to another.\n\nExamples of medical and dental expenses considered necessary might be an annual check-up, prescriptions, or substance abuse treatment.\n\nA health reimbursement arrangement (HRA) is a tax-advantaged plan that employers use to reimburse employees for certain approved medical and dental expenses. The employer determines the plan amount up to a yearly limit, and the employee can be reimbursed up to that amount. The reimbursements paid to the employee are tax-free, and the employer can claim a tax deduction for their reimbursements.\n\nA Qualified Small Employer Health Reimbursement Arrangement (QSEHRA) is an HRA for smaller companies with fewer than 50 full-time workers. An Individual Coverage HRA (ICHRA) allows employees to buy their own individual health insurance with pretax dollars. Employees with an ICHRA can be reimbursed for health expenses such as copayments and deductibles.\n\nHealth Insurance Marketplace. \"Health Reimbursement Arrangement (HRA).\"\n\nCenters for Medicare & Medicaid Services. \"FAQs on New Health Coverage Options for Employers and Employee: Individual Coverage and Excepted Benefit Health Reimbursement Arrangements,\" Pages 1 and 3.\n\nHealth Insurance Marketplace. \"Health Savings Account (HSA).\"\n\nHealth Insurance Marketplace. \"Using a Flexible Spending Account (FSA).\"\n\nInternal Revenue Service. \"Publication 502, Medical and Dental Expenses (Including the Health Coverage Tax Credit),\" Pages 14-16.\n\nHealth Insurance Marketplace. \"Health Reimbursement Arrangements (HRAs) for Small Employers.\"\n\nHealth Insurance Marketplace. “Exploring Coverage Options for Small Businesses.”\n\nInternal Revenue Service. \"Employer's Guide to Fringe Benefits,\" Page 8.\n\nCenters for Medicare and Medicaid Services. “Individual Coverage Health Reimbursement Arrangements: Policy and Application Overview,” Page 6.\n\nHealth Insurance Marketplace. \"Individual Coverage HRAs.\"\n\nInternal Revenue Service. \"Rev. Proc. 2022-24,\" Page 2.\n\nCenters for Medicare and Medicaid Services. “Individual Coverage Health Reimbursement Arrangements: Policy and Application Overview,” Pages 11 and 12.\n\nInternal Revenue Service. \"Publication 502, Medical and Dental Expenses (Including the Health Coverage Tax Credit),\" Pages 5-15.\n\nHealth Insurance Marketplace. “Health Reimbursement Arrangements (HRAs): 3 Things to Know.”\n\nInternal Revenue Service. \"Publication 502, Medical and Dental Expenses (Including the Health Coverage Tax Credit),\" Page 2.\n\nInternal Revenue Service. “IRS: Cost of Home Testing for COVID-19 Is Eligible Medical Expense; Reimbursable Under FSAs, HSAs.”\n\nInternal Revenue Service. “IRS: 2024 Flexible Spending Arrangement Contribution Limit Rises by $150.”\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2023.\"\n\nInternal Revenue Service. \"Publication 969, Health Savings Accounts and Other Tax-Favored Health Plans,\" Page 8.\n\nInternal Revenue Service. \"Publication 969, Health Savings Accounts and Other Tax-Favored Health Plans,\" Pages 3-4, 10.\n\nInternal Revenue Service. \"Publication 502, Medical and Dental Expenses (Including the Health Coverage Tax Credit),\" Pages 15-17.\n\nCenters for Medicare and Medicaid Services. “Individual Coverage Health Reimbursement Arrangements: Policy and Application Overview,” Page 3.\n\nHealth Insurance Marketplace. \"Deciding Between Group Coverage & An HRA?\"",
  "url": "https://www.investopedia.com/terms/h/hra.asp"
}