{
  "term": "Health Insurance",
  "definition": "Understanding how to and choose and use health insurance is important not just for your finances, but your well being. From health and dental insurance to Medicare and Medicaid, it pays to learn how policies work and which companies are the best. Browse Investopedia’s expert-written library to learn more.\n\nYou can enroll in health insurance during an open enrollment period. If you get insurance through work, this period will depend on your company. For people signing up through the health insurance marketplace, open enrollment is from Nov. 1 to Jan. 15 in most states. If you need coverage outside of this time, you may qualify for a special enrollment period if you experience a life event like losing your job-based insurance, getting married, having a baby, or moving to a new state. Medicaid and the Children's Health Insurance Program allow you to apply year-round if you qualify.\n\nYes, you may appeal an insurers' denial of your claim. Typically, your insurer will expect you to work with your physician's office to provide justification for the need for the treatment, drug, or device, and it still may not be approved. You may appeal beyond your health insurance company with the state insurance commissioner.\n\nThe cost of health insurance varies depending on factors like your age, location, the type of plan, and whether you qualify for subsidies. For marketplace plans, the average monthly premium in 2025 is $497 for a 40-year-old individual before subsidies. However, many people qualify for financial help, which can lower premiums significantly. Employer-sponsored plans typically cost less because companies usually cover some of the expenses.\n\nThe Internal Revenue Service (IRS) typically does not allow FSA funds to pay for health club or gym membership dues. However, the IRS allows FSA funds to be used to pay separate fees charged at health clinics or physical therapy centers for specific activities when prescribed by a doctor.\n\nYes. Tax-deductible medical costs include payments to doctors, dentists, surgeons, inpatient hospital care, acupuncture treatments, participation in weight-loss programs, and more. The Internal Revenue Service has a list of examples of deductible medical expenses on its website.\n\nMost vision care plans provide discounts on laser eye-correction surgery. Vision care plans have different offerings—some offer minimal services; others may help cover treatments for eye surgery.\n\nA health insurance deductible is a set amount of money that an insured person must pay out of pocket every year for eligible healthcare services before the insurance plan begins to pay any benefits. The amount of the deductible varies depending on the health insurance plan you choose.\n\nA preferred provider organization (PPO) is ahealth insuranceplan for individuals and families that involves networks made up of contracted medical professionals and health insurance companies. Health care facilities and practitioners, known as preferred providers, offer services to policyholders at reduced rates.\n\nA health savings account (HSA) is a tax-advantaged account to help people save for medical expenses that are not reimbursed by high-deductible health plans. No tax is levied on contributions to an HSA, on the HSA’s earnings, or on distributions used to pay for qualified medical expenses.\n\nThe Children’s Health Insurance Program (CHIP) provides medical coverage for individuals age 18 and younger whose parents earn too much income to qualify for Medicaid, but not enough to pay for private coverage. Congress passed CHIP in 1997 during the Clinton administration.\n\nA preexisting condition is a health condition such as diabetes, cancer, or heart disease, that existed prior to applying for health or life insurance. Under the Affordable Care Act (ACA), health insurance companies can’t refuse coverage or charge more for preexisting conditions.\n\nThe term Medicaid refers to a publichealth insuranceprogram that provides health care coverage to low-income families and individuals in the United States. The program is jointly funded by the federal government and individual states. It is operated at the state level which means that coverage and administration vary greatly from state to state.\n\nA Medicaid waiver can help a person live in the community in the least restrictive setting, rather than live in a nursing home or institution. Services may include case management, personal care or adult daycare, financial management, job coaching, assistive technology, personal support services, nursing care, and more.\n\nMedicare is a U.S. government health insurance program covering primarily people age 65 or older. Medicare coverage is for particular aspects of health care, and some come at a cost for the insured. While this allows the program to offer participants more choices regarding costs and coverage, it also introduces complexity for those seeking to sign up.\n\nAn individual who needs to secure health insurance may find a variety of insurance providers with unique features. One type of insurance provider that is popular on theHealth Insurance Marketplaceis a health maintenance organization (HMO), an insurance structure that provides coverage through a network of physicians.\n\nCoinsurance is the amount, generally expressed as a fixed percentage, an insured must pay toward a covered claim after the deductible is satisfied. It is common in health insurance. Some property insurance policies also contain coinsurance provisions. In this case, coinsurance is the amount of coverage that the property owner must purchase for a structure.\n\nA flexible spending account (FSA) is a type of savings account that allows you to contribute a portion of your regular earnings before tax. Employers establish FSAs and can also contribute to employees’ accounts. Distributions from the account must be used to reimburse the employee for qualified expenses related to medical and dental services. An FSA is sometimes called a “flexible spending arrangement.\"\n\nTheConsolidated Omnibus Budget Reconciliation Act(COBRA) is a health insurance program that allows eligible employees and their dependents the continued benefits ofhealth insurancecoverage when an employee loses their job or experiences a reduction of work hours.\n\nThe term high-deductible health plan (HDHP) refers to a health insurance plan with a sizabledeductiblefor medical expenses. An HDHP usually has a larger annual deductible (usually four figures, varying year to year) than a typical health plan but charges lower monthlypremiums. Plans fully cover routine preventive care, which means that individuals aren't responsible for copays or coinsurance.",
  "url": "https://www.investopedia.com/health-insurance-4427714"
}