{
  "term": "Health Savings Account (HSA): How HSAs Work, Contribution Rules",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nInvestopedia / Paige McLaughlin\n\nA Health Savings Account (HSA) is a tax-advantaged account created for or by individuals covered under high-deductible health plans (HDHPs) to save for qualified medical expenses. Contributions are made into the account by the individual or their employer and are limited to a maximum amount each year.\n\nThe contributions to an HSA are invested over time and can be used to pay for qualified medical expenses, such as medical, dental, and vision care and prescription drugs.\n\nIndividuals who have an HDHP may qualify to open a Health Savings Account (HSA), and the two are usually paired together. To qualify for an HSA , you must meet these eligibility standards established by the Internal Revenue Service (IRS):\n\nThe maximum contribution for an HSA in 2024 is $4,150 for an individual (rising to $4,300 for 2025) and $8,300 for a family ($8,550 in 2025).The annual limits on contributions apply to the total amounts contributed by both the employer and the employee. Individuals age 55 or older by the end of thetax yearcan makecatch-up contributionsof an additional $1,000 to their HSAs.\n\nAn HSA can also be opened at certain financial institutions. Contributions canonly be made in cash, while employer-sponsored plans can be funded by the employee and their employer. Any other person, such as a family member, can also contribute to the HSA of an eligible individual.Self-employedor unemployed individuals may also contribute to an HSA, provided that they meet the eligibility requirements.\n\nIndividuals who enroll inMedicarecan no longer contribute to an HSA as of the first month of enrollment.However, they can receive tax-free distributions for qualified medical expenses.\n\nHDHPs have higher annualdeductibles, which means the plan pays nothing until you reach these amounts in out-of-pocket expenses. However, it also has lower premiums than other health plans.The financial benefit of an HDHP’s low-premium and high-deductible structure depends on your personal situation.\n\nThe minimum deductible required to open an HSA is $1,600 for an individual or $3,200 for a family for the 2024 tax year ($1,650 and $3,300, respectively, for 2025). The plan must also have an annualout-of-pocket maximumof $8,050 for self-coverage for the 2024 tax year ($8,300 for 2025) and $16,100 for families for the 2024 tax year ($16,600 for 2025).\n\nWhen you pay qualified medical expenses equal to a plan’s deductible amount, additional qualified expenses are divided between you and the plan.\n\nFor example, the insurer may cover a percentage of the qualified expenses per the contract (usually 80% to 90%), while you may pay the remaining 10% to 20% or a specifiedco-pay.\n\nSo, if you had an annual deductible of $1,600 and a medical claim of $3,500, you would pay the first $1,600 to cover the deductible for the year. You would then pay 10% to 20% of the remaining $1,900, and the insurance company would cover the rest.\n\nOnce the annual deductible is met in a given plan year, the plan typically covers any additional medical expenses, except for costs not covered under the contract (such as co-pays). The insured can withdraw money accumulated in an HSA to cover these out-of-pocket expenses.\n\nHealth savings accounts should not be confused with health spending accounts, which employers use in Canada to provide health and dental benefits for their Canadian employees.\n\nHSAs haveadvantages and drawbacks. The effect of these accounts depends on your personal and financial situations.\n\nContribution tax advantages: Employer and individual contributions bypayroll deductionto an HSA are excluded from the employee’s taxable income. An individual’s direct contributions to an HSA are 100%tax deductiblefrom the employee’s income. Earnings in the account are also tax-free. However, excess contributions to an HSA incur a 6% tax and are not tax deductible.\n\nDistribution tax advantages: Distributions from an HSA are tax-free, provided that the funds are used for qualified medical expenses as outlined by the IRS. Distributions used for medical expenses covered under the HDHP plan are included in determining if the HDHP’s deductible has been met.\n\nInvestment options: You can also invest themoney in your HSAin stocks and other securities, potentially allowing for higher returns over time.\n\nDeductible requirements: The most obvious key drawback is that you need to be a good candidate for an HDHP. In addition, you must have a high-deductible plan, lower insurance premiums, or be able enough to afford the high deductibles and benefit from the tax advantages.\n\nRequires extra cash: Individuals who fund their own HSAs, whether through payroll deductions or directly, should be financially capable of setting aside an amount that would cover a substantial portion of their HDHPs’ deductibles. Individuals without enough spare cash to set aside in an HSA may find the high deductible amount burdensome.\n\nFiling requirements: HSAs also come with regulatory filing requirements regarding contributions, specific rules on withdrawals, distribution reporting, and other factors. This creates a record-keeping burden that may be difficult to maintain.\n\nAmounts withdrawn from an HSA aren’t taxed as long as they are used to pay for services that the IRS treats as qualified medical expenses. The plan's manager will issue anIRS Form 1099-SAfor distributions from the HSA.Here are some basics you need to know:\n\nIf distributions are made from an HSA to pay for anything other than a qualified medical expense, that amount is subject to both income tax and an additional 20% tax penalty. However, once an individual turns 65, the 20% tax penalty is eliminated and only income tax applies for non-qualified withdrawals.\n\nContributions made to an HSA do not have to be used or withdrawn during the tax year. Instead, they are vested, and any unused contributions can be rolled over to the following year. Also, an HSA is portable, meaning that if employees change jobs, they can still keep their HSAs.\n\nAn HSA plan can also be transferred to a surviving spouse tax-free upon the account holder’s death.\n\nHowever, if the designatedbeneficiaryis not the account holder’s spouse, then the account is no longer treated as an HSA. The beneficiary is then taxed on the account’sfair market value, adjusted for any qualified medical expenses of the decedent paid from the account within a year of the date of death.\n\nThe HSA is often compared with theFlexible Spending Account (FSA). While both accounts can be used for medical expenses,some key differences existbetween them:\n\nThe maximum contribution for an FSA for the 2024 tax year is $3,200.\n\nYou can open a Health Savings Account (HSA) if you have a high-deductible health plan. If you are self-employed, you can look into HSAs offered by brokerages or banks such as Fidelity, HealthEquity, or Lively. Research your options carefully to ensure you get the best HSA to suit your needs.\n\nUnlike a Flexible Spending Account (FSA), contributions to your Health Savings Account (HSA) can roll over from year to year. Since the funds can also be invested, you can build capital for more significant medical needs or as an investment fund after retirement.\n\nIn most cases, you cannot pay for premiums with Health Savings Account (HSA) funds. HSAs can be used for most medical expenses, such as doctor’s appointments, prescriptions, or over-the-counter medications, but not your monthly premium. The only exceptions to this rule are when the funds are used to pay Medicare premiums or for healthcare continuation coverage (such as COBRA) while you’re on unemployment compensation. You may also pay for long-term care insurance using your HSA, subject to certain limits.\n\nHSAs are one of the best tax-advantagedsavings and investment toolsavailable under the U.S. tax code. They are often referred to as triple tax-advantaged because:\n\nAs a person ages, medical expenses tend to increase, particularly when reaching retirement age and beyond. Therefore,starting an HSA early if you qualify—and allowing it to accumulate over a long period—can benefit your financial future.\n\nInternal Revenue Service. “Publication 969: Health Savings Accounts and Other Tax-Favored Health Plans,” Pages 2 and 3.\n\nInternal Revenue Service. “Rev. Proc. 2024-25,\" Pages 1 and 2.\n\nInternal Revenue Service. “Rev. Proc. 2023-23.”\n\nInternal Revenue Service. “Publication 969: Health Savings Accounts and Other Tax-Favored Health Plans,” Page 6.\n\nInternal Revenue Service. “Publication 969: Health Savings Accounts and Other Tax-Favored Health Plans,” Page 5.\n\nInternal Revenue Service. “Publication 969: Health Savings Accounts and Other Tax-Favored Health Plans,” Page 7.\n\nInternal Revenue Service. “Publication 969: Health Savings Accounts and Other Tax-Favored Health Plans,” Pages 3–4.\n\nInternal Revenue Service. “Rev. Proc. 2024-25.\"\n\nInternal Revenue Service. “Publication 969: Health Savings Accounts and Other Tax-Favored Health Plans,” Page 8.\n\nGovernment of Canada. “Warning: Buyer Beware When It Comes to Health Spending Accounts.”\n\nInternal Revenue Service. “Publication 969: Health Savings Accounts and Other Tax-Favored Health Plans,” Pages 3 and 8.\n\nInternal Revenue Service. “Publication 969: Health Savings Accounts and Other Tax-Favored Health Plans,” Pages 8–9.\n\nU.S. Securities and Exchange Commission. “Investor Bulletin: Health Savings Accounts (HSAs).”\n\nInternal Revenue Service. “Publication 969: Health Savings Accounts and Other Tax-Favored Health Plans,” Pages 8–10.\n\nInternal Revenue Service. “Form 1099-SA.”\n\nInternal Revenue Service. “Topic No. 502 Medical and Dental Expenses.”\n\nInternal Revenue Service. “IRS Outlines Changes to Health Care Spending Available Under CARES Act.”\n\nInternal Revenue Service. “Publication 502: Medical and Dental Expenses (Including the Health Coverage Tax Credit),” Pages 8–10.\n\nInternal Revenue Service. “Publication 969: Health Savings Accounts and Other Tax-Favored Health Plans,” Pages 8 and 10.\n\nInternal Revenue Service. “Publication 969: Health Savings Accounts and Other Tax-Favored Health Plans,” Page 10.\n\nInternal Revenue Service. “Publication 969: Health Savings Accounts and Other Tax-Favored Health Plans,” Pages 16–17.\n\nInternal Revenue Service. \"2024 Flexible Spending Arrangement Contribution Limit Rises in 2024.\"\n\nInternal Revenue Service. “Publication 969: Health Savings Accounts and Other Tax-Favored Health Plans,” Page 10.\n\nInternal Revenue Service. “Publication 969: Health Savings Accounts and Other Tax-Favored Health Plans,” Page 9.",
  "url": "https://www.investopedia.com/terms/h/hsa.asp"
}