{
  "term": "Healthcare Sector: Industries Defined and Key Statistics",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe healthcare sector consists of businesses that provide medical services, manufacture medical equipment or drugs, provide medical insurance, or otherwise facilitate the provision of healthcare to patients.\n\nThe healthcare sector is one of the largest and most complex in the U.S. economy, accounting for 18% ofgross domestic product(GDP) in 2020.The U.S. healthcare sector benefits from a strong system of medical research and development, in cooperation with the higher education system and the technology industry. The aging U.S. population and the advancing senescence of the Baby Boomer generation are driving ongoing strong demand in the healthcare sector.\n\nEconomically, healthcare markets are marked by a few distinct factors. Government intervention in healthcare markets and activities is pervasive, in part due to some of these economic factors. Demand for healthcare services is highlyprice inelastic. Consumers and producers face inherent uncertainties regarding needs, outcomes, and the costs of services. Patients, providers, and other industry players possess widelyasymmetric informationandprincipal-agent problemsare ubiquitous.\n\nMajorbarriers to entryexist in the form of professional licensure, regulation, intellectual property protections, specialized expertise,research and developmentcosts, and naturaleconomies of scale. Within the sector, theneed for working and investment capitalcan vary greatly between pharmacutical companies and large facilities, and those providing insurance and medical supplies. Consumption (or non-consumption) and production of medical services can involve significant externalities, particularly regarding infectious diseases.Transactions costsare high in both the provision of care and the coordination of care.\n\nThe healthcare sector contains a diverse array of industries, with activities ranging from research to manufacturing to facilities management.\n\nDrug manufacturers can further be broken down into biotechnology firms, major pharmaceutical firms, and makers of generic drugs. Thebiotech industryconsists of companies that engage in research and development to create new drugs, devices, and treatment methods.\n\nMany of these companies are small and lack dependable sources of revenue. Their market value may depend entirely on the expectation that a drug or treatment will gain regulatory approval, andFDAdecisions or rulings in patent cases can lead to sharp, double-digit swings in share prices. Examples of (larger) biotech firms include Novo Nordisk (NVO), Regeneron ( REGN), Alexion ( ALXN), Vertex ( VRTX), Gilead Sciences Inc. (GILD), and Celgene Corp. (CELG).\n\nMajor pharmaceutical firms also engage in research and development but tend to focus more on manufacturing and marketing an existing portfolio of drugs than the typical biotech firm. These companies tend to have more dependable streams of revenue and a more diversified \"pipeline\" of drugs in the research and development stages, making them less dependent on make-or-break drug trials and their shares less volatile. Examples of major pharmaceutical firms include Johnson and Johnson, Roche, Pfizer, Eli Lilly, Novartis AG. GlaxoSmithKline, and Astrazeneca.\n\nSome pharmaceutical firms specialize in generic drugs, which are identical to name-brand drugs but no longer enjoy patent protection. As a result, there is often competition to manufacture identical drugs, leading to lower prices and thinner profit margins. An example of a generic drugs firm is Teva Pharmaceutical Industries Ltd.\n\nMedical equipment makers range from firms that manufacture standard, familiar products—scalpels, forceps, bandages, and gloves—to those that conduct cutting-edge research and produce expensive, hi-tech equipment, such as MRI machines and surgical robots. Medtronic PLC is an example of a medical equipment maker.\n\nManaged healthcare companies provide health insurance policies. The \"Big Five\" firms that dominate the managed Medicaid industry are UnitedHealth Group Inc., Anthem Inc., Aetna Inc., Molina., and Centene.\n\nHealthcare facilities firms operate hospitals, clinics, labs, psychiatric facilities, and nursing homes. Examples include Laboratory Corp. of America Holdings, which operates facilities that perform blood tests and other analyses, and HCA Healthcare Inc., which operates hospitals and other healthcare facilities in the U.S. and U.K.\n\nAccording to the OECD, some of the highest-quality care in the world can be found in the U.S., but in terms of some measures of health the U.S. lags other wealthy, developed countries. Life expectancy is 78.9 years, according to the OECD, below the OECD average of 80 (the OECD's 38 members are mostly rich, industrialized countries in Europe and North America).\n\nDespite these subpar results, the U.S. spends far more than any other country on healthcare, measured per head of population: $10,948.This situation has led to a number of national reform efforts, including theAffordable Care Act. Investors in the healthcare sector face considerable political risk as a result of uncertainties around the push-and-pull between politics and industry interests.\n\nStatista. \"U.S. national health expenditure as percent of GDP from 1960 to 2020.\" Accessed Oct. 23, 2021.\n\nGeorgetown Health Policy Institute. \"Medicaid Managed Care: 2020 Results for the “Big Five”.\" Accessed August 26, 2021.\n\nOECD. \"Life Expectancy at Birth.\" Accessed Aug. 26, 2021.\n\nOECD. \"Health.\" Accessed Aug. 26, 2021.\n\nOECD. \"Health Spending.\" Accessed Aug. 26, 2021.",
  "url": "https://www.investopedia.com/terms/h/health_care_sector.asp"
}