{
  "term": "Health Insurance: Definition, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nHealth insurance is a contract between a company and a consumer. The company agrees to pay all or some of the insured person's healthcare costs in return for payment of a monthly premium.\n\nThe contract is usually a one-year agreement, during which you are responsible for paying specific expenses related to illness, injury, pregnancy, or preventative care.\n\nHealth insurance agreements in the United States generally come with out-of-pocket costs that must be paid before coverage begins, such as:\n\nIn the United States, health insurance is tricky to navigate. It is a sector with a number of regional and national competitors whose coverage, pricing, and availability vary from state to state and even by county.\n\nA little over half of the U.S. population hashealth insurance coverageas an employment benefit, with premiums partially covered by the employer.The employer cost is tax-deductible to the payer, and the benefits to the employee are tax-free (with certain exceptions for S corporation employees).\n\nSelf-employed people (including freelancers and gig workers) can buy insurance directly from insurers on their own. TheAffordable Care Act of 2010, commonly called Obamacare or ACA, mandated the creation of theACA Healthcare Insurance Marketplace, which allows individuals to search for and purchase standard plans from private insurers that are available where they live. The costs of ACA-based coverage are subsidized for taxpayers whose incomes are between 100% and 400% of the federal poverty threshold.\n\nSome states created their own versions of the federal marketplace with features tailored to their residents.\n\nPeople over the age of 65 and those with disabilities, End-Stage Renal Disease, or ALS qualify to receive federally subsidized care throughMedicare. Families whose incomes are near the poverty level are eligible for subsidizedMedicaidcoverage.\n\nHealth insurance can be tricky to navigate. In the U.S., managed care insurance plans require policyholders to get their care from a network of designated healthcare providers. If patients seek care outside the network, they must pay a higher percentage of the cost. The insurer may even refuse payment outright for services obtained out of network.\n\nMost managed care plans—such ashealth maintenance organizations(HMOs) andpoint-of-service plans(POS)—require patients to choose a primary care physician who oversees the patient's care, makes recommendations about treatment, andprovides referrals for medical specialists.\n\nPreferred provider organizations(PPOs), by contrast, don't require referrals. However, they do set lower rates for using in-network practitioners and services.\n\nInsurance companies may deny coverage for certain services that were obtained without preauthorization. They may refuse payment for name-brand drugs if agenericversion or comparable medication is available at a lower cost. Check an insurance company's rules before you buy their insurance.\n\nMost health insurance plans require their customers to pick up some of the costs of their coverage in various ways:\n\nInsurance plans with higher out-of-pocket costs generally have smaller monthly premiums. When shopping for plans, weigh the benefit of lower monthly payments against the potential risk of largeout-of-pocket expensesin the case of a major illness or accident.\n\nIf you're self-employed, you may be able todeduct up to 100%of health insurance premiums you pay out of pocket.\n\nOne increasingly popular type of health insurance is thehigh-deductible health plan (HDHP). These plans have higher deductibles and lower monthly premiums. Their users are the only ones eligible to open a Health Savings Account (HSA) that has substantial federal tax benefits.\n\nFor 2024, a high-deductible health plan is one that has deductibles of at least $1,600 for an individual or $3,100 for a family. Total out-of-pocket maximums are $8,050 for an individual and $16,100 for a family.For 2025, those amounts will rise to $1,650 and $3,200 minimum deductibles and maximum deductibles of $8,300 and $16,600, respectively\n\nHigh-deductible health plans offer a unique advantage in that if you have one, you're permitted to open—and contribute pretax income to—ahealth savings account, which can be used to pay for qualified medical expenses. These plans offer a triple tax benefit in that:\n\nYou can withdraw money from an HSA after age 65 for any reason with no tax penalty, but you will pay income tax on the withdrawal if the money is not used for qualified medical expenses.\n\nNot all health insurance in the US is provided by private companies. Medicare, Medicaid, and theChildren's Health Insurance Program (CHIP)are federal health insurance plans that extend coverage to older, disabled, and low-income people.\n\nIn 2010, President Barack Obama signed the Affordable Care Act (ACA) into law. In participating states, the act expanded Medicaid, a government program that provides medical care for individuals with low incomes.\n\nThe Affordable Care Act has prohibited insurance companies from denying coverage to patients with preexisting conditions and has allowed children to remain on their parent's insurance plan until they reach the age of 26.\n\nIn addition to these changes, the ACA established the federal Health Insurance Marketplace and allowed states to set up their own exchanges if they desired. ACA also prohibits insurance companies from denying coverage to patients withpreexisting conditions.\n\nThe ACA Marketplace helps individuals and businesses shop for quality insurance plans at affordable rates. Insurance available through the ACA Marketplace is required to cover 10 essential health benefits.\n\nOriginally under ACA, taxpayers were required to carry medical insurance that met federally designated minimum standards or face a tax penalty. However, theTax Cuts and Jobs Actremoved that penalty after December 31, 2018.\n\nA Supreme Court ruling in 2012 struck down an ACA provision that required states to expand Medicaid eligibility as a condition for receiving federal Medicaid funding. As a result, a number of states chose not to expand their Medicaid programs.\n\nAs of 2024, an estimated 45 million people have health coverage through the Affordable Care Act.\n\nTwo public health insurance plans, Medicare and the Children's Health Insurance Program (CHIP), provide subsidized coverage for disabled individuals and children. Medicare, which is available to people age 65 or older, also serves people with certain disabilities, End-Stage Renal Disease, and ALS.The CHIP plan provides health coverage for low-income children under the age of 19.\n\nMedicaid can help older seniors pay for long-term care in a nursing home, but Medicare does not. This is why Medicare recipients often pay for supplemental coverage through a private insurer.\n\nHealth insurance is an agreement in which an insurance company agrees to pay for some or all of your medical expenses in exchange for a monthly premium payment.\n\nEveryoneneeds health insurance. Health insurance offsets the costs of minor medical issues and major ones, including surgeries and treatment for life-threatening ailments and debilitating conditions. It ensures you can pay for any medical bills while staying in good financial health.\n\nIf youneed health insurance, there are several options available. If your employer offers health insurance as part of an employee benefits package, you can be covered, although you will probably have to pay a portion of the costs. If you are self-employed, you can purchase health insurance through a federal or state Health Insurance Marketplace. People over the age of 65 qualify for federal Medicare insurance, although many of them also supplement its coverage.Low-income individuals and families qualify for subsidized coverage through the federal Medicaid or Medicare programs.\n\nThe cost of health insurance varies widely based on the scope of coverage,the type of plan you have, the deductible, and your age when you sign up. Copays and coinsurance also add to your expenses. You can get a good sense of the costs of plans by looking at the four levels of coverage offered by the federal Health Insurance Marketplace. It categorizes plans as bronze, silver, gold, or platinum, with each category priced according to the level of coverage provided and their corresponding costs to the user.\n\nUnlike many countries, the U.S. does not have a universal government health care system. Instead, it has a complicated system of private insurers, subsidies, and tax incentives that aim to make health care more affordable for most people most of the time.\n\nIf you are employed, you probably have health insurance through your employer. Those who are self-employed can get insurance directly from a private insurer. If your income is low, you can also get a government subsidy for the cost of a policy purchased through the ACA Health Insurance Marketplace. If you are elderly or disabled, you can get coverage through the federal Medicare or Medicaid programs.\n\nU.S. Centers for Medicare & Medicaid Services. \"What is Health Insurance and Why is it Important?\"\n\nWebMD. \"How to Use Your Health Insurance.\"\n\nAmerican Medical Association. \"Competition in Health Insurance Study: A comprehensive study of U.S. markets.\"\n\nU.S. Census Bureau. “Health Insurance Coverage in the United States: 2023.”\n\nInternal Revenue Service. “Publication 535: Business Expenses - Deductible Premiums.”\n\nInternal Revenue Service. “Employee Benefits.”\n\nU.S. Department of Health and Human Services. “About the Affordable Care Act.\n\nU.S. Department of Health and Human Services. “Who’s Eligible for Medicare?”\n\nU.S. Centers for Medicare & Medicaid Services. “Medicaid Eligibility.”\n\nKFF.\"Claims Denials and Appeals in ACA Marketplace Plans in 2021.\"\n\nCigna. \"Health Care Provider Referrals.\"\n\nU.S. Centers for Medicare and Medicaid Services. \"Questions you may have about PPOs.\"\n\nPatient Advocate Foundation. \"What Does an Approved Pre-Authorization Mean?\"\n\nHealth Insurance Marketplace. \"Out-Of-Pocket Maximum/Limit.\"\n\nHealth Insurance Marketplace. \"How to pick a health insurance plan.\"\n\nInternal Revenue Service. “Publication 535: Business Expenses - Self-Employed Health Insurance Deduction.”\n\nInternal Revenue Service. “Rev. Proc. 2023-23,” Page 2.\n\nInternal Revenue Service. \"Rev. Proc. 2024-25.\"\n\nU.S. Office of Personal Management. \"Health Savings Account.\"\n\nInternal Revenue Service. “Publication 969: Health Savings Accounts and Other Tax-Favored Health Plans.Page 10.\n\nNational Archives. \"Health Care that Works for Americans.\"\n\nU.S. Department of Health and Human Services. “Fact Sheet: Celebrating the Affordable Care Act.”\n\nInternal Revenue Service. “Individual Shared Responsibility Provision.”\n\nAdvisory Board. \"Where the States Stand on Medicaid Expansion.\"\n\nU.S. Department of Health and Human Services. \"In Celebration of 10 Years of ACA Marketplaces, the Biden-Harris Administration Releases Historic Enrollment Data.\"\n\nU.S. Department of Health and Human Services. “Who’s Eligible for Medicare?”\n\nNational Council on Aging. \"Does Medicare Pay for Assisted Living?\"\n\nU.S. Centers for Medicare & Medicaid Services. “The Health Plan Categories: Bronze, Silver, Gold & Platinum.”",
  "url": "https://www.investopedia.com/terms/h/healthinsurance.asp"
}