{
  "term": "Heating Degree Day (HDD): Definition and How To Calculate",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nJose Gonzalez Buenaposada/Getty Images\n\nA heating degree day (HDD) measures the number of degrees that a day's average temperature falls below 65 degrees Fahrenheit (18 degrees Celsius), which is the temperature below which buildings need to be heated.\n\nA heating degree day (HDD) is a measurement designed to quantify the demand for energy needed to heat a building. It is the number of degrees that a day's average temperature is below 65oFahrenheit (18oCelsius), which is the temperature below which buildings need to be heated. The price of weatherderivativestraded in the winter is based on an index made up of monthly HDD values. Thesettlement pricefor a weather futures contract is calculated by summing HDD values for a month and multiplying that sum by $20.\n\nWhile HDD can describe the overall need for heating as part of the planning for residential or commercial buildings, it is critical for the pricing ofweather futures. In turn, that creates arisk managementtool that utility, agriculture, construction and other firms can use tohedgetheir activities that depend on the weather—energy needs, growing season, outdoor work time, etc. The first weather futures contracts based on HDD were listed in September 1999 at theChicago Mercantile Exchange(CME).\n\nThere are several ways to calculate HDD. The more detailed a record of temperature data, the more accurate the HDD calculation.\n\nFor all methods, if the value for any given day is less than or equal to zero, that day has zero HDD. But if the value is positive, that number represents the HDD on that day.\n\nA similar measurement,cooling degree day (CDD), reflects the amount of energy used to cool a home or business.\n\nOne caveat is that heating degree days are extremely localized. Heating (and cooling) needs vary greatly depending on the geographical region. And further, the average HDD in one building may not have the same impact as it does in the building next door due to differences in construction, orientation relative to other buildings, insulation, sun exposure, and the nature of the building's usage.\n\nCME Group. \"Weather Futures and Options,\" Page 2. Accessed March 18, 2021.\n\nCME Group. \"CME Weather Derivatives Establishes New Records.\" Accessed March 18, 2021.\n\nU.S. Energy Information Administration. \"Degree Days.\" Accessed March 18, 2021.",
  "url": "https://www.investopedia.com/terms/h/heatingdegreeday.asp"
}