{
  "term": "Heavy Industry: Considerations For Large Scale Businesses",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nHeavy industry relates to a type of business that typically carries a high capital cost (capital-intensive), highbarriers to entry, and low transportability. The term \"heavy\" refers to the fact that the items produced by \"heavy industry\" used to be products such as iron, coal, oil, ships, etc. Today, the reference also refers to industries that disrupt the environment in the form of pollution, deforestation, etc.\n\nHeavy industry businesses typically involve large and heavy products or large and heavy equipment and facilities (such as large machine tools and huge buildings); orcomplex or numerous processes. Because of those factors, heavy industry involves higher capital intensity than light industry does. Heavy industry is also often more heavily cyclical in investment and employment.\n\nProducts that result from heavy industry tend to be large in size and low in terms of transportability.\n\nTransportation and construction, along with their upstream manufacturing supply businesses, comprised most heavy industry throughout the industrial age, along with some capital-intensive manufacturing. Traditional examples from the Industrial Revolution through the early 20th century included steelmaking, artillery production, locomotive erection, machine tool building, and the heavier types of mining.\n\nWhen the chemical industry and electrical industry developed, they involved elements of both heavy industry and light industry, which was soon also true for the automotive industry and the aircraft industry. Heavy industry shipbuilding became the norm as steel replaced wood in modern shipbuilding. Large systems are often characteristic of heavy industry, such as the construction of skyscrapers and large dams during the post-World War II era, and the manufacture/deployment of large rockets and giant wind turbines through the 21st century.\n\nAnother trait of heavy industry is that it most often sells its goods to other industrial customers, rather than to the end consumer. Heavy industries tend to be a part of thesupply chainof other products. As a result, their stocks will oftenrallyat the beginning of an economic upturn and are often the first to benefit from an increase in demand.\n\nThe economies of many East Asian countries are based on heavy industry.﻿﻿ Among such Japanese and Korean firms, many are manufacturers of aerospace products and defense contractors. Examples include Japan's Fuji Heavy Industries and Korea's Hyundai Rotem, a joint project of Hyundai Heavy Industries and Daewoo Heavy Industries.\n\nIn the 20th century, Asian communist states often focused on heavy industry as an area for large investments in their planned economies. This decision was motivated by fears of failing to maintain military parity with foreign powers. For example, the Soviet Union's manic industrialization in the 1930s, with heavy industry as the favored emphasis, sought to bring its ability to produce trucks, tanks, artillery, aircraft, and warships up to a level that would make the country a great power.﻿﻿\n\nBritannica. \"Asian Manufacturing.\" Accessed February 28, 2021.\n\nBritannica. \"Soviet Union Industrialization 1929-34.\" Accessed February 28, 2021.",
  "url": "https://www.investopedia.com/terms/h/heavy_industry.asp"
}