{
  "term": "Hedging Transaction: What it is, How it Works",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA hedging transaction is a tactical action that an investor takes with the intent of reducing the risk of losing money (or experiencing ashortfall) while executing their investment strategy.\n\nA hedging transaction usually involvesderivatives, such as options or futures contracts, but it can be done with inverselycorrelatedassets as well and can take many different forms. While they are generally used to limit the losses that a position faces if the initial investing thesis is incorrect, they can also be used to lock in a specific amount of profit. As such, they are a common tool for businesses as well as portfolio managers looking to lower their overall portfolio risk.\n\nHedging transactions can be related to an investment or they can be related to regular business transactions, but the hedge itself is usually market-based. An investment-based hedging transaction can use derivatives, such asput options,futures, orforward contracts.\n\nThese derivatives function very similarly to the dynamics of an insurance policy. Those who purchase a derivative for the purpose of hedging pay a premium. If something goes wrong with the strategic investment, the insurance policy—a tactical hedge—pays off, but if nothing goes wrong, the hedge is asunk cost. These costs are often much lower than the potential losses facing these investors if their investment goes awry, and if the investment pays off as hoped, these sunk costs are often considered acceptable by the investor.\n\nOne problem with thinking of hedging transactions strictly as insurance is that, unlike insurance, there exists a third possibility often unaccounted for by inexperienced investors, namely, that the investment rises in value, but by only a small amount. In that scenario, the investor may find that the small gain has become a loss when the cost of the hedging transaction is taken into account.\n\nInvestors can also use the purchase of inversely correlated assets to act as a hedge against overall portfolio risks presented from one asset or the other. For example, investors look for stocks that have a low correlation with the S&P 500 to get some level of protection from dips in the value of the widely held stocks that make up the index. These types of hedging transactions are often referred to asdiversificationas they do not offer the direct protection that derivatives do.\n\nHedging transactions are critical for the global economy. For example, if domestic company A is selling goods to foreign company B, the first transaction is the sale. Let's say the sale is going to be settled in the currency of company B. If company A is worried about currency fluctuations affecting the value of the contract when the money actually comes in and is converted to company A's domestic currency, they can enter a hedging transaction through theforeign exchange market, taking up offsetting positions that minimize thecurrency risk.\n\nIt is worth noting that hedging transactions do not necessarily cover the total value of the sale or asset position. While aperfect hedgeis mathematically possible, they are almost never employed because such a transaction proves more costly than desired. This can be for one of two reasons:",
  "url": "https://www.investopedia.com/terms/h/hedging-transaction.asp"
}