{
  "term": "Hedged Tender",
  "definition": "A hedged tender is an investment strategy where an investor sellsshorta portion of shares they own in anticipation that not all sharestenderedwill be accepted. This strategy is used to protect against the risk of loss, in case the tender offer does not go through. The offer locks in the shareholder's profit no matter the outcome of the tender offer.\n\nA hedged tender is a way to counteract the risk that the offering company refuses some or all of an investor's shares that are submitted as part of atender offer. A tender offer is a proposal from one investor or company to purchase a set number of shares of another company's stock at a price that is higher than the current market price.\n\nA hedged tender strategy, or any type ofhedging, is a form of insurance. Hedging in a business context or in a portfolio is about decreasing or transferring risk. Consider that a corporation may want to hedge againstcurrency risk, so it decides to build a factory in another country that it exports its product to.\n\nInvestors hedge because they want to protect their assets against a negative market event that causes their assets todepreciate. Hedging may imply a cautious approach, but many of the most aggressive investors use hedging strategies to increase their opportunities for positive returns. By mitigating risk in one part of a portfolio, an investor can often take on more risk elsewhere, increasing theirabsolute returnswhile putting less capital at risk in each individual investment.\n\nAnother way to look at it is hedging against investment risk means strategically usingmarket instrumentsto offset the risk of any adverseprice movements. In other words, investors hedge one investment by making another.\n\nAn example would be if an investor has 5,000 shares of Company ABC. Anacquiring companythen submits a tender offer of $100 per share for 50% of thetarget companywhen the shares are worth $80. The investor then anticipates that in a tender of all 5,000 shares the bidder would accept only 2,500pro-rata. So, the investor determines that the best strategy would be to sell 2,500 shares short after the announcement and when the price of the stock approaches $100. Company ABC then buys only 2,500 of the original shares at $100. In the end, the investor has sold all shares at $100 even as the price of the stock drops following news of the potential transaction.",
  "url": "https://www.investopedia.com/terms/h/hedgedtender.asp"
}