{
  "term": "Hedge Clause: What It is, How it Works, Structure",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nA hedge clause is included in a research report to attempt to absolve the writer of any responsibility for the accuracy of the information included in the report or publication. The hedge clause indemnifies the author(s) against responsibility for any errors, omissions, or oversights contained within the document. Hedge clauses can be found in analyst reports, company press releases, and most investing websites.\n\nExamples of a hedge clause are a disclaimer and a safe harbor notice.\n\nHedge clauses are meant to protect those who communicate but do not have a role in the recording or preparation of an organization's financial information. Though hedge clauses are frequently overlooked, investors are advised to review them in order to better judge and interpret the material in a publication. Investors will find hedge clauses in nearly every financial report published today, and even though they are often glossed over, they are very important for investors to read and understand.\n\nAn example is the \"safe harbor\" provision found in most company press releases. Potential conflicts of interest from, for example, a stock analyst writing a recommendation for one's own holdings, must also be included in the hedge clause for that report.\n\nA typical “hedge clause” in an investment advisory contract or hedge fund limited partnership/limited liability company agreement is structured as an exculpation of the adviser from liability and/or as indemnification of the adviser by the advisory client unless the adviser has been grossly negligent or has engaged in reckless or willful misconduct, illegal acts or acts outside the scope of its authority.\n\nOften, hedge clauses are followed by “non-waiver disclosure” that explains that the client may have certain legal rights, generally arising under federal and statesecurities laws, notwithstanding the hedge clauses that have not been waived.\n\nThe U.S.Securities and Exchange Commission(SEC) has stated that Sections 206(1) and 206(2) of theAdvisers Actmake it unlawful for any investment adviser to employ any device, scheme, or artifice to defraud, or to engage in any transaction, practice or course of business that operates as fraud or deceit on clients or prospective clients.\n\nThose antifraud provisions may be violated by the use of a hedge clause or otherexculpatory provisionin an investment advisory agreement, which is likely to lead an investment advisory client to believe that they have waived non-waivable rights of action against the adviser.\n\nThe SEC has previously taken the position that hedge clauses that purport to limit an investment adviser’s liability to acts involving gross negligence or willful malfeasance are likely to mislead a client who is unsophisticated in the law into believing that they have waived non-waivable rights, even if the hedge clause explicitly provides that rights under federal or state law cannot be relinquished.\n\nGovernment Publishing Office. \"Investment Advisers Act of 1940,\" Page 27. Accessed July 21, 2021.\n\nSecurities and Exchange Commission. \"Information for Newly-Registered Investment Advisers.\" Accessed July 21, 2021.\n\nSecurities and Exchange Commission. \"Commission Interpretation Regarding Standard of Conduct for Investment Advisers,\" Page 11. Accessed July 21, 2021.",
  "url": "https://www.investopedia.com/terms/h/hedgeclause.asp"
}