{
  "term": "Hedge: Definition and How It Works in Investing",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nInvestopedia / Madelyn Goodnight\n\nTraders use a hedge position to offset gains and losses.\n\nHedging is a strategy to limit investment risks. Investors hedge an investment by trading in another that is likely to move in the opposite direction. Arisk-reward tradeoffis inherent in hedging; while it reduces potential risk, it may chip away at potential gains.\n\nUsing a hedge is a bit like taking out an insurance policy. If you own a home in a flood-prone area, you can protect it from the risk of flooding—hedge it, in other words—by taking out flood insurance. You cannot eliminate the risk of a flood, but you can mitigate the financial losses you could incur.\n\nSimilarly, if you invest in a hot technology company with the firm belief that its business will thrive over the next quarters, you might also invest in a solid consumer staple stock just in case you're mistaken.\n\nHedging isn’t free. In the case of the flood insurance policy example, the monthly payments add up, and if the flood never comes, the policyholder gets nothing. Still, most people would choose to limit their losses.\n\nIn the world of professional investing, hedging works in the same way. Investors and money managers use hedging practices to reduce and control theirrisk exposure. They use various tools for the purpose, many based on derivatives.\n\nAperfect hedgeeliminates all risk in a position or portfolio. In other words, the hedge is 100% inversely correlated to the vulnerable asset. This is more an ideal than a reality, and even the hypothetical perfect hedge is not without cost.\n\nDerivatives are financial contracts whose price depends on the value of an underlying security. Futures, forwards, and options contracts are common types of derivative contracts.\n\nThe effectiveness of a derivative hedge is expressed in terms of itsdelta, sometimes called the hedge ratio. Delta is the amount that the price of a derivative moves per $1 movement in the price of the underlying asset.\n\nThe specific hedging strategy, as well as the pricing of hedging instruments, depends largely upon the downside risk of the underlying security against which the investor wants to hedge. Generally, the greater the downside risk, the greater the cost of the hedge.\n\nDownside risk tends to increase with higher levels of volatility and over time; an option that expires after a longer period, which is linked to a volatile security, will be more expensive as a means of hedging.\n\nIn general, the higher the strike price, the more expensive the put option will be, but the more price protection it will offer as well. These variables can be adjusted to create a less expensive option that offers less protection, or a more expensive one that provides greater protection.\n\nA common method for hedging is through put options.Puts give the holder the right, but not the obligation, to sell the underlying security at a pre-set price on or before the date it expires.\n\nFor example, if Morty buys 100 shares of PLC stock at $10 per share, and hedges the investment by purchasing aput optionwith astrike priceof $8 expiring in one year. This option gives Morty the right to sell 100 shares of that stock for $8 per share anytime in the next year.\n\nLet’s assume Morty pays $1 for the option, or $100 in premium. If the stock trades at $12 one year later, Morty will not exercise the option and will be out $100:\n\nIf the stock price fell to $0, Morty would exercise the option and sell the shares for $8, for a loss:\n\nWithout the option, Morty would have lost the entire investment of $1,000.\n\nStrategicallydiversifyinga portfolio to reduce certain risks can also be considered a hedge. For example, Rachel might invest in a luxury goods company with rising margins. She might worry, though, that a recession could wipe out the market for conspicuous consumption. One way to combat that would be to buy tobacco stocks or utilities, which tend to weather recessions well and pay hefty dividends.\n\nThis strategy has its tradeoffs: If wages are high and jobs are plentiful, the luxury goods maker might thrive, but few investors would be attracted to boring countercyclical stocks, which might fall as capital flows to more exciting places.\n\nIt also has its risks: There is no guarantee that the luxury goods stock and the hedge will move in opposite directions. They could both drop due to one catastrophic event, as happened during the financial crisis.\n\nFor investors in index funds, moderate price declines are quite common and highly unpredictable. Investors focusing on this area may be more concerned with moderate declines than severe ones. In these cases, abear put spreadis a common hedging strategy.\n\nIn this type of spread, the index investor buys a put that has a higher strike price. Next, they sell a put with a lower strike price but the same expiration date.\n\nDepending on how the index behaves, the investor has a degree of price protection equal to the difference between the two strike prices (minus the cost). While this is likely to be a moderate amount of protection, it is often sufficient to cover a brief downturn in the index.\n\nMost individual investors don't trade derivative contracts. Investors with a long-term strategy, such as those saving for retirement, can ignore the day-to-day fluctuations of the markets.\n\nFor investors who fall into the buy-and-hold category, there may seem to be little or no reason to learn about hedging. Still, because large companies and investment funds tend to engage in hedging practices regularly, and because these investors might follow or even be involved with these larger financial entities, it's useful to understand what hedging entails to comprehend the actions of these larger players.\n\nHedging is a strategy to limit investment risks. Investors hedge an investment by making a trade in another that is likely to move in the opposite direction.\n\nHedging is commonly used to offset potential losses in currency trading. A foreign currency trader who is speculating on the movements of a currency might open a directly opposing position to limit losses from price fluctuations. Thus, the trader retains some upside potential no matter what happens.\n\nHedging is generally accomplished by purchasing options to minimize losses or investments that perform better when prices of the investments being hedged fall.\n\nHedging is an important financial concept that allows investors and traders to minimize various risk exposures. A hedge is effectively an offsetting or opposite position taken that will gain (or lose) in value as the primary position loses (or gains) value.\n\nA hedge can be thought of as a type of insurance policy on an investment or a portfolio. These offsetting positions can be achieved using closely related assets or through diversification.\n\nAmong professional traders, the most common and effective hedge uses derivatives such as futures, forwards, or options contracts.",
  "url": "https://www.investopedia.com/terms/h/hedge.asp"
}