{
  "term": "Hedonic Pricing: Definition, How the Model Is Used, and Example",
  "definition": "Hedonic pricing is a model that identifies price factors according to the premise that price is determined both by internal characteristics of the good being sold and external factors affecting it.\n\nA hedonic pricing model is often used to estimatequantitative valuesfor environmental or ecosystem services that directly affect market prices for homes. This method of valuation can require a strong degree of statistical expertise and model specification, following a period of data collection.\n\nThe most common example of the hedonic pricing method is in the real estate market, wherein the price of a building or piece of land is determined by the characteristics of both the property itself (i.e., internal factors like its size, appearance, features like solar panels or state-of-the-art faucet fixtures, and condition) and its surrounding environment (i.e., external factors such as if the neighborhood has a high crime rate and/or is accessible to schools and a downtown area, the level of water and air pollution, or the value of other homes close by).\n\nThe hedonic pricing model is used to estimate the extent to which each factor affects themarket priceof the property. When running this type of model, if non-environmental factors are controlled for (held steady), any remaining discrepancies in price will represent differences in the good’s external surroundings. With regard to valuing properties, a hedonic pricing model is relatively straightforward, as it relies on actual market prices and comprehensive, available data sets.\n\nHedonic pricing is used to determine the extent that environmental or ecosystem factors affect the price of a good—usually a home.\n\nThe hedonic pricing model has many advantages, including the ability to estimate values, based on concrete choices, particularly when applied to property markets with readily available, accurate data. At the same time, the method is flexible enough to be adapted to relationships among other market goods and external factors.\n\nHedonic pricing also has significant drawbacks, including its ability to only capture consumers’ willingness to pay for what they perceive are environmental differences and their resulting consequences. For example, if potential buyers are not aware of a contaminated water supply or impending early morning construction next door, then the price of the property in question will not change accordingly. Hedonic pricing also does not always incorporate external factors or regulations, such astaxesandinterest rates, which could also have a significant impact on prices.\n\nConsider home prices, which are an easy way to value certain environmental aspects. For example, a home close to parks or schools may sell for a premium. Meanwhile, a home right on a major highway may sell for less. Hedonic pricing uses regression to see which factors matter the most and each’s relative importance.\n\nFor the home price example, the price of the home would be analyzed based on independent variables, such as distance from a park. With that, the result would appear something along the lines of: For every mile closer to a park, the home value increases by $10,000.\n\nAmerican labor economist Sherwin Rosen first presented a theory of hedonic pricing in 1974, in a paper titled “Hedonic Pricing and Implicit Markets: Product Differentiation in Pure Competition.”\n\nThe term “hedonic” originated in the 17th century and is an adjective meaning “of, relating to, or characterized by” pleasure or hedonism.\n\nThe hedonic pricing method is most commonly used in real estate. The price of a building or piece of land is determined by characteristics of both the property or land itself and its surrounding environment. Hedonic pricing is used to estimate the extent to which each factor affects the market price of the property.\n\nHedonic pricing identifies price factors according to the premise that price is determined by internal characteristics of the good being sold and by external factors affecting it. The model is often used to estimate quantitative values for environmental or ecosystem services that directly affect market prices for homes.\n\nRosen, Sherwin, via New York University, Stern School of Business. “Hedonic Prices and Implicit Markets: Product Differentiation in Pure Competition.”\n\nMerriam-Webster, Dictionary. “Hedonic.”",
  "url": "https://www.investopedia.com/terms/h/hedonicpricing.asp"
}