{
  "term": "Heikin-Ashi Technique Definition and Formula",
  "definition": "The Heikin-Ashi technique averages price data to create a Japanese candlestick chart that filters outmarket noise.\n\nHeikin-Ashi charts, developed by Munehisa Homma in the 1700s, share some characteristics with standardcandlestickcharts but differ based on the values used to create each candle. Instead of using theopen, high, low, and closelike standard candlestick charts, the Heikin-Ashi technique uses a modified formula based on two-period averages. This gives the chart a smoother appearance, making it easier to spots trends and reversals, but also obscures gaps and some price data.\n\n﻿Heikin-Ashi Close=Open0+High0+Low0+Close04Heikin-Ashi Open=HA Open−1+HA Close−12Heikin-Ashi High=Max(High0,HA Open0,HA Close0)Heikin-Ashi Low=Min(Low0,HA Open0,HA Close0)where:Open0etc.=Values from the current periodOpen−1etc.=Values from the prior periodHA=Heikin-Ashi\\begin{aligned} &\\text{Heikin-Ashi Close} = \\frac{ \\text{Open}_0 + \\text{High}_0 + \\text{Low}_0 + \\text{Close}_0 }{ 4 } \\\\ &\\text{Heikin-Ashi Open} = \\frac{ \\text{HA Open}_{-1} + \\text{HA Close}_{-1} }{ 2 } \\\\ &\\text{Heikin-Ashi High} = \\text{Max } ( \\text{High}_0, \\text{HA Open}_0, \\text{HA Close}_0 ) \\\\ &\\text{Heikin-Ashi Low} = \\text{Min } ( \\text{Low}_0, \\text{HA Open}_0, \\text{HA Close}_0 ) \\\\ &\\textbf{where:} \\\\ &\\text{Open}_0 \\text{ etc.} = \\text{Values from the current period} \\\\ &\\text{Open}_{-1} \\text{ etc.} = \\text{Values from the prior period} \\\\ &\\text{HA} = \\text{Heikin-Ashi} \\\\ \\end{aligned}​Heikin-Ashi Close=4Open0​+High0​+Low0​+Close0​​Heikin-Ashi Open=2HA Open−1​+HA Close−1​​Heikin-Ashi High=Max(High0​,HA Open0​,HA Close0​)Heikin-Ashi Low=Min(Low0​,HA Open0​,HA Close0​)where:Open0​etc.=Values from the current periodOpen−1​etc.=Values from the prior periodHA=Heikin-Ashi​﻿\n\nImage by Sabrina Jiang © Investopedia 2021\n\nThe Heikin-Ashi technique is used by technical traders to identify a given trend more easily. Hollow white (or green) candles with no lowershadowsare used to signal a stronguptrend, while filled black (or red) candles with no upper shadow are used to identify a strong downtrend.\n\nReversalcandlesticks using the Heikin-Ashi technique are similar to traditional candlestick reversal patterns; they have small bodies and long upper and lower shadows. There are no gaps on a Heikin-Ashi chart as the current candle is calculated using information from the previous candle.\n\nBecause the Heikin-Ashi technique smooths price information over two periods, it makestrends, price patterns, and reversal points easier to spot. Candles on a traditional candlestick chart frequently change from up to down, which can make them difficult to interpret. Heikin-Ashi charts typically have more consecutive colored candles, helpingtradersto identify past price movements easily.\n\nThe Heikin-Ashi technique reducesfalse trading signalsin sideways andchoppy marketsto help traders avoid placing trades during these times. For example, instead of getting two false reversal candles before a trend commences, a trader who uses the Heikin-Ashi technique is likely only to receive the valid signal.\n\nHeikin-Ashi charts are constructed based on averages over two periods.Renko charts, on the other hand, are created by only showing movements of a certain size.\n\nWhile a Renko chart has a time axis, the boxes or bricks are not governed by time, only by movement. While a new HA candle will form every period, a Renko chart will only produce a new brick/box when the price has moved a certain amount.\n\nImage by Sabrina Jiang © Investopedia 2020\n\nSince the Heikin-Ashi technique uses price information from two periods, a trade setup takes longer to develop. Usually, this is not an issue forswing traderswho have time to let their trades play out. However, day traders who need to exploit quick price moves may find Heikin-Ashi charts are not responsive enough to be useful.\n\nThe averaged data also obscures important price information. Daily closing prices are considered important by many traders, yet the actual daily closing price is not seen on a Heikin-Ashi chart. The trader only sees the averaged HA closing value. In order to control risk, it is important the trader is aware of the actual price, and not just the HA averaged values.\n\nAnother important element in technical analysis that is missing from Heikin-Ashi charts is pricegaps. Many traders use gaps for analyzing price momentum, settingstop-loss levels, or triggering entries.\n\nHieken-Ashi charts can be applied to any market and most charting platforms now have them included as a functionality.  There are five primary signals that identify trends and buying opportunities:\n\nThese signals may make locating trends or trading opportunities easier than with traditional candlesticks. The trends are not interrupted byfalse signalsas often and are thus more easily spotted.\n\nImage by Sabrina Jiang © Investopedia 2020\n\nThe chart example above shows how Heikin-Ashi charts can be used for analysis and making trading decisions. On the left, there are long red candles, and at the start of the decline, the lower wicks are quite small. As the price continues to drop, the lower wicks get longer, indicating that the price dropped but then was pushed back up. Buying pressure is starting to build. This is followed by a strong move to the upside.\n\nThe upward move is strong and doesn't give major indications of a reversal, until there are several small candles in a row, with shadows on either side. This shows indecision. Traders can look at the bigger picture to help determine whether they should go long or short.\n\nThe charts can also be used to keep a trader in a trade once a trend begins. It's usually best to stay in a trade until the Heikin-Ashi candles change color. However, a change of color doesn't always mean the end of a trend—it could just be a pause.",
  "url": "https://www.investopedia.com/terms/h/heikinashi.asp"
}