{
  "term": "Held Order: What it Means, How it Works, Uses",
  "definition": "A held order is a market order that requires prompt execution for an immediatefill. This can be contrasted with anot-held order, which provides brokers with both time and price discretion to try and get a better fill for a customer.\n\nIn most cases, a trade is expected to be executed at the best offer for buy orders or at the best bid for sell orders.Market ordersare a common example of held orders. When filling a held order, traders have very little discretion in finding a price because time is scarce. Typically, they will be required to match the highest bid or lowest offer to facilitate an immediate transaction.\n\nFor example, if thebid-ask market spreadin Apple Inc. (AAPL) is $156.90 / $157.00 and a trader receives a held order to purchase 100 shares, they would place a buy order at the offer price of $157.00, which would be executed immediately under normal market conditions.\n\nHeld orders are used by investors who need to change their exposure to a particular stock and want their order(s) executed without delay.\n\nThere are times when a placing held order is not advisable. One such instance is when you are dealing inilliquidstocks. Suppose a small-cap stock has a wide bid-ask market spread of $1.50 / $2.25. A trader who uses a held order is forced to pay the 33.3% spread ($0.75 / $2.25) to get prompt execution. In this instance, the trader may get a better price if they use discretion and sit at the top of the bid and incrementally increase the order price to entice a seller out of the woodwork. Of course, the 33.3% spread may be a reasonable price to pay if the trader is playing a breakout or closing a position that was afat finger errorto begin with.\n\nHeld orders implicitly come with animmediate-or-cancel(IOC) condition attached to them.\n\nMost investors want to get the best price possible, but there are three situations that held orders are ideal for:",
  "url": "https://www.investopedia.com/terms/h/held-order.asp"
}