{
  "term": "Held-to-Maturity (HTM) Securities: How They Work and Examples",
  "definition": "Held-to-maturity (HTM) securities are purchased to be owned untilmaturity. For example, a company’s management might invest in a bond that they plan to hold to maturity.\n\nThere are different accounting treatments for HTM securities compared to securities that are liquidated in the short term.\n\nBonds and other debt vehicles—such as certificates of deposit (CDs)—are the most common form of HTM investments. Bonds and other debt vehicles have determined (or fixed) payment schedules and a fixed maturity date, and they are purchased to be held until they mature. Since stocks do not have a maturity date, they do not qualify as held-to-maturity securities.\n\nFor accounting purposes, corporations use different categories to classify theirinvestmentsin debt and equity securities. In addition to HTM securities, other classifications include “held-for-trading” and “available for sale.”\n\nOn a company’sfinancial statements, these different categories are treated differently in terms of their investment value, as well as related gains and losses.\n\nHTM securities are typically reported as anoncurrent asset; they have an amortized cost on a company’s financial statements.Amortizationis an accounting practice that adjusts the cost of the asset incrementally throughout its life. Earned interest income appears on the company’sincome statement, but changes in the market price of the investment do not change on the firm’s accounting statements.\n\nHTM securities are only reported as current assets if they have a maturity date of one year or less. Securities with maturities over one year are stated as long-term assets and appear on thebalance sheetat the amortized cost—meaning the initial acquisition cost, plus any additional costs incurred to date.\n\nUnlike held-for-trading securities, temporary price changes for held-to-maturity securities do not appear in corporate accounting statements. Both available-for-sale and held-for-trading securities appear asfair valueon accounting statements.\n\nThe appeal of HTM securities depends on several factors, including whether or not the purchaser can afford to hold the investment until it matures—or if there might be an anticipated need to sell before that time.\n\nTheinvestorhas the predictability of regular returns from HTM investments. These regular earnings allow the holder to make plans for the future, knowing this income will continue at the set rate, until the final return of capital upon maturity.\n\nSince the interest rate received is fixed at the date of purchase, it’s possible that the market interest rates will increase. (This would leave the investor at a relative disadvantage in this scenario because if the rates go up, the investor is earning less than if they had the funds invested at the current, higher market rate.)\n\nFor the most part, HTM securities are long-term government or high-credit-rated corporate debt. However, investors must understand the risk of default if, while holding the long-term debt, the underlying company declares bankruptcy.\n\nHTM investments allow for future planning with the assurance of their principal return on maturity.\n\nThey’re considered “safe” investments, with little to no risk.\n\nThe interest rate of earnings is locked in and will not change.\n\nThe fixed return is predetermined, so there’s no benefiting from a favorable change in market conditions.\n\nThe risk of default, while slight, still must be considered.\n\nHeld-to-maturity securities are not short-term investments; rather, they are meant to be held to term.\n\nThe10-year U.S. Treasury noteis backed by the U.S government and is one of the safest investments for investors.The 10-year bond pays a fixed rate of return. For example, as of May 2024, the 10-year bond pays around 4.5% and comes in various maturities.\n\nLet’s say Apple(AAPL)wants to invest in a $1,000, 10-year bond and hold it to maturity. Every year, Apple will get paid 4.5%. Ten years from now, Apple will receive the face value of the bond, or $1,000. Regardless of whether interest rates rise or fall over the next 10 years, Apple will receive 4.5%, or $45 each year, in interest income.\n\nBonds and other debt vehicles, like certificates of deposit (CDs), are the most common type of HTM investments. They have determined (or fixed) payment schedules and a fixed maturity date, and are bought to be held until maturity.\n\nHTM securities are typically reported as a noncurrent asset and have an amortized cost on a company’s financial statements. They are only reported as current assets if they mature in one year or less.\n\nU.S. Treasury bonds, which range in term from one month to 30 years, are backed by the U.S. government and are one of the safest investments for investors.\n\nHeld-to-maturity (HTM) securities, as the name implies, are purchased to be owned until they mature. Different accounting treatments occur for HTM securities, vs. securities that are liquidated in the short term.\n\nInvestor.gov, U.S. Securities and Exchange Commission. “Treasury Securities.”\n\nU.S. Department of the Treasury. “Daily Treasury Par Yield Curve Rates.”",
  "url": "https://www.investopedia.com/terms/h/held-to-maturity-security.asp"
}