{
  "term": "Helicopter Drop (Helicopter Money): Economics Examples and Types",
  "definition": "A helicopter drop refers to a term first coined byMilton Friedmanas a rhetorical device intended to abstract away the effects of anymonetary policytransmission mechanisms in a thought experiment regarding the addition of cash to the bank accounts of all citizens—as if dropped from a helicopter overnight.﻿﻿\n\nIn recent decades this term has come to refer to a figurative application of Friedman's metaphor, as a type of monetary stimulus strategy that increases the quantity of the money supply and directly distributes cash to the public in order to spurinflation—or rising prices—and economic growth. Helicopter drop policies have become a common feature of the response from policymakers to large scaleeconomic shockssince 2000.\n\nA helicopter drop is an expansionary fiscal or monetary policy that is financed by an increase in an economy'smoney supply. It could be an increase in spending or a tax cut, but it involves printing large sums of money and distributing it to the public in order to stimulate the economy. Mostly, the term \"helicopter drop\" is largely a metaphor for unconventional measures to jump-start the economy duringdeflationaryperiods, which consist of falling prices.\n\nWhile \"helicopter drop\" was first mentioned by noted economist Milton Friedman, it gained popularity after formerFederal Reserve(Fed) ChairBen Bernankemade a passing reference to it in a November 2002 speech, when he was a new Fed governor. That single reference earned Bernanke the sobriquet of \"Helicopter Ben\"—the nickname that stayed with him during much of his tenure as a Fed member and chair.\n\nBernanke’s reference to a \"helicopter drop\" occurred in a speech that he made to the National Economists Club about measures that could be used to combat deflation. In that speech, Bernanke defined deflation as a side effect of a collapse inaggregate demand, or such a severe curtailment inconsumer spendingthat producers would have to cut prices on an ongoing basis to find buyers. He also said the effectiveness of anti-deflation policy could be enhanced by cooperation between monetary and fiscal authorities and referred to a broad-based tax cut as “essentially equivalent to Milton Friedman’s famous ‘helicopter drop’ of money.\"\n\nBernanke’s critics subsequently used this reference to disparage his economic policies, though others argue that his handling of the U.S. economy during and after theGreat Recessionof 2008-09 was effective. Faced with the biggest recession since the 1930s, and with the U.S. economy on the brink of catastrophe, Bernanke used some of the very same methods outlined in his 2002 speech to combat the slowdown, such as expanding the scale and scope of the Fed’s asset purchases—a policy known asquantitative easing(QE).\n\nJapan, which faced stagnant growth throughout the 21st century, toyed with the idea of helicopter money in 2016. Once again, Bernanke was at the forefront of the conversation when he met with Japanese prime minister Shinzo Abe and Bank of Japan's Haruhiko Kuroda to discuss further monetary policy options, one of which was issuing large scale, long-datedperpetual bonds. In the ensuing months, Japan did not formally implement a helicopter drop but instead opted for further large scale asset purchases.\n\nA notable recent example of a helicopter drop policy is the direct-to-taxpayers stimulus payments made by the Trump administration,combined with simultaneous QE by the Fed, in response to the economic crisis induced by various government lockdowns of the economy during the COVID-19 pandemic. Initial payments of $1,200 per taxpayer were authorized under theCARES Actin March 2020.Another round of stimuluscontaining $600 payments was then passed in December of 2020.\n\nSome could argue that the Fed's stimulus measures in response to the COVID-19 pandemic and the resulting recession could be considered helicopter drop money. In response to the economic hardship facing the United States, the Fed took unprecedented steps to stabilize thefinancial marketsand the banking system as well as provide direct support to small businesses. The result was an injection of trillions of dollars into the U.S. economy.\n\nThe Fed's stimulus actions were carried out through multiple facilities, including the following:\n\nThePaycheck Protection Program Liquidity Facility(PPPLF) was established to help small businesses keep workers on their payroll. The Fed supplied money or liquidity to participating financial institutions so that the banks could, in turn, lend the money to small businesses. Since the money has to be repaid, it might not be the purest example of helicopter money, but repayment has yet to be completed.﻿﻿\n\nTheMain Street Lending Program, which included five credit facilities, was established to support and provide loans to both small and mid-sized companies that were financially sound before the COVID-19 pandemic. The program ended on January 8, 2021.﻿﻿\n\nOne of the Fed's programs, in coordination with the U.S. Department of the Treasury, created a facility to directly purchase existinginvestment-gradecorporate bonds of U.S. companies. The facility was called theSecondary Market Corporate Credit Facility(SMCCF) and represented the first time in the Fed's history that the central bank bought corporate bonds and exchange-traded funds (ETFs) that contained bonds.﻿﻿\n\nThe Fed's purchases reduced the outstanding supply ofbonds, enabling companies to issue new bonds to raise capital or funds. Stimulative actions of injecting money into the economy by buying bonds and the issuance of loans swelled the Fed'sbalance sheetfrom $4.7 trillion on March 17, 2020, to more than $7.3 trillion by January 5, 2021.﻿﻿﻿﻿\n\nFriedman, M. \"The Optimum Quantity of Money and Other Essays.\"Aldine, 1969.\n\nFederalreserve.gov. \"Remarks by Governor Ben S. Bernanke, Deflation: Making Sure \"It\" Doesn't Happen Here, Fiscal Policy.\" Accessed Jan. 10, 2021.\n\nAppropriations.House.gov. \"H.R. 133: DIVISION-BY-DIVISION SUMMARY OF COVID-19 RELIEF PROVISIONS.\" Accessed Jan. 10, 2021.\n\nFederalreserve.gov. \"Paycheck Protection Program Liquidity Facility (PPPLF).\" Accessed Jan. 10, 2021.\n\nFederalreserve.gov. \"Main Street Lending Program.\" Accessed Jan. 10, 2021.\n\nFederalreserve.gov. \"The Corporate Bond Market Crises and the Government Response.\" Accessed Jan. 10, 2021.\n\nFederalreserve.gov. \"Federal Reserve Statistics Release H.4.1, Factors Affecting Reserve Balances, Consolidated Statement of Condition of All Federal Reserve Banks, Section Five.\" Accessed Jan. 10, 2021.\n\nCongressional Research Service.\"The Federal Reserve’s Response to COVID-19: The Effect of the Federal Reserve’s COVID-19 Response on Its Balance Sheet,\" Page Seven. Accessed Jan. 10, 2021.",
  "url": "https://www.investopedia.com/terms/h/helicopter-drop.asp"
}