{
  "term": "Hell or High Water Contract: What it is, How it Works",
  "definition": "A hell or high water contract (also known as a promise-to-pay contract) is a non-cancelable contract. A hell or high water contract stipulates that the purchaser must make the specified payments to the seller, regardless of any difficulties they may encounter. Hell or high water clauses bind the purchaser orlesseeto the terms of the contract until the contract's expiration.\n\nHell or high water contracts require payment whether or not the good or service is working as planned. Generally speaking, hell or high water contracts are used when the provider of a service or product is taking a large risk on behalf of the client. This risk can refer to the amount of capital committed. The risk can also refer to the risk that there is not another purchaser on the market because the product is highly customizable.\n\nIn a hell or high water contract, the party who is obligated to pay effectively takes on all the risk of default from the seller, lessor, or lender.This can create an incentive that will induce the obligor to engage in a transaction that they otherwise might refuse based on the obligee's default risk.\n\nThe term itself comes from the colloquial phrase \"come hell or high water,\" which is used to indicate an unconditional commitment to carry through on a course of action no matter what circumstances might arise.\n\nThe phrase is meant to imply that the speaker or obligee will follow through on their commitment even in the face of any severe adversity or catastrophe that may be beyond their control, not limited to demonic or diluvial influences. The references to hell and high water are Biblical allusions to the Biblical Hell and to Noah's flood, respectively, which represent earth-shattering cataclysms.\n\nHell or high water contracts can be enforced even in instances where there is some fault or defect in the property at the center of the agreement. For example, if a lessee agrees to rent or lease a piece of equipment or machinery under hell or high water terms, they are responsible for those payments even if the equipment malfunctions. The vendor orlessormight only handle the financing aspect of the transaction and otherwise hold a passive role in regards to the equipment itself.\n\nThe lessee in such an agreement usually selects the equipment they wish to procure. The lessor then buys the chosen item that is in turn leased to the customer. A financing agreement with hell or high water language is designed to ensure that the lessee will pay the lessor under no uncertain terms.\n\nIf there is an issue with the equipment the lessee receives, the lessor typically is not at fault because the lessee chose the equipment they wanted to rent. The equipment may be shipped directly from the manufacturer or supplier to the lessee without the lessor ever coming into contact with it. Flaws in the equipment may be because of an issue with its manufacturing. Any warranties regarding the functionality of the equipment might fall to the supplier or manufacturer to fulfill.\n\nHell or high water contracts can be utilized in project finance transactions, acquisition deals, and high-yieldindentures.\n\nFor example, an acquisition deal with hell or high water language can direct the prospective buyer in the agreement to shoulder the burden of addressing any necessary divestitures or litigation that might result from antitrust regulatory issues. The viability of the acquisition agreement could thus be tied directly to the buyer's ability to resolve such matters and clear the way for the deal to proceed.\n\nPeter Breslauer. \"Finance Lease Hell or High Water Clause and Third Party Beneficiary Theory in Article 2A of the Uniform Commercial Code,\" Pages 321-322, 325-327.Cornell Law Review.Accessed Oct. 11, 2021.",
  "url": "https://www.investopedia.com/terms/h/hellorhighwater.asp"
}