{
  "term": "Herfindahl-Hirschman Index (HHI): Definition, Formula, and Example",
  "definition": "Michael Bromberg is a finance editor with a decade of experience. He is an expert at elucidating complex financial topics in clear, concise language. Michael received a Bachelor of Arts in literature from the University of Wisconsin-Madison and a master's in linguistics from the Universidad de Antioquia in Medellin, Colombia.\n\nRegulators use the Herfindahl-Hirschman Index (HHI) to compare large and dominant companies in an industry and determine whether that industry is close to being a monopoly.\n\nThe Herfindahl-Hirschman Index (HHI) measures the size of companies relative to the size of the industry they're in. It calculates the amount of competitiveness by squaring themarket shareof each firm competing within a market and then summing the resulting numbers. It can range from close to zero to 10,000 with lower values indicating a less concentrated market.\n\nThe (HHI is a common measure of market concentration. It's often used in pre- and post-merger and acquisition (M&A)transactions.\n\nThe HHI is a commonly accepted measure of market concentration. It's calculated by squaring the market share of each firm competing in a market and then summing the resulting numbers. It can range from close to zero to 10,000. The U.S. Department of Justice uses the HHI for evaluating potential merger antitrust issues.\n\nHHI=s12+s22+s32+…sn2where:sn=the market share percentage of firmnexpressed as a whole number, not a decimal\\begin{aligned}&HHI=s^2_1+s^2_2+s^2_3+\\dots s^2_n\\\\&\\textbf{where:}\\\\&s_n=\\text{the market share percentage of firm } n\\\\& \\qquad\\,\\text{ expressed as a whole number, not a decimal}\\end{aligned}​HHI=s12​+s22​+s32​+…sn2​where:sn​=the market share percentage of firmnexpressed as a whole number, not a decimal​\n\nThe closer a market is to amonopoly, the higher the market's concentration and the lower its competition. A firm would have 100% market share and the HHI would equal 10,000, indicating a monopoly, if it was the only one firm in an industry. Each would have roughly 0% market share if there were thousands of firms competing and the HHI would be close to zero, indicating nearly perfect competition.\n\nThe U.S. Department of Justice considers a market with an HHI of less than 1,500 to be a competitive marketplace. An HHI of 1,500 to 2,500 would be a moderately concentrated marketplace and an HHI of 2,500 or greater would be a highly concentrated marketplace.\n\nMergers that increase the HHI by more than 200 points in highly concentrated markets generally raiseantitrustconcerns because they're assumed to enhance market power under Section 5.3 of the Horizontal Merger Guidelines jointly issued by the Justice Department and the Federal Trade Commission (FTC).\n\nThe primary advantage of the HHI is the simplicity of the calculation that's necessary to determine it and the small amount of data required for its calculation. The primary disadvantage of the HHI stems from the fact that it's such a simple measure and it fails to take into account the complexities of various markets in a way that allows for a genuinely accurate assessment of competitive or monopolistic market conditions.\n\nRegulators use the HHI Index to measure the largest companies in a particular industry and determine whether that industry should be considered competitive or close to being a monopoly.\n\nThe HHI is calculated by taking the market share of each firm in the industry, squaring them, and summing the results. Consider the following hypothetical industry with four total firms:\n\nHHI=402+302+152+152=1,600+900+225+225=2,950\\begin{aligned}HHI &= 40^2 + 30^2 + 15^2 + 15^2\\\\ &= 1,600 + 900 + 225 + 225 = 2,950\\end{aligned}HHI​=402+302+152+152=1,600+900+225+225=2,950​\n\nThis HHI value is considered a highly concentrated industry because there are only four firms. The number of firms in an industry doesn't necessarily indicate anything about market concentration, however, which is why calculating the HHI is important.\n\nAssume that an industry has 20 firms. Firm 1 has a market share of 48.59% and each of the 19 remaining firms has a market share of 2.71%. The HHI would be exactly 2,500, indicating a substantially highly concentrated market. The HHI would be exactly 1,500, indicating a competitive marketplace, if Firm 1 had a market share of 35.82% and each of the remaining firms had a 3.38% market share.\n\nThe basic simplicity of the HHI carries some inherent disadvantages, primarily in terms of failing to define the specific market that's being examined in a proper, realistic manner.\n\nConsider a situation in which the HHI is used to evaluate an industry that's determined to have 10 active companies and each company has about a 10% market share. The industry would appear highlycompetitiveusing the basic HHI calculation.\n\nOne company within the marketplace might have as much as 80% to 90% of the business for a specific segment of the market, however, such as the sale of one specific item. That firm would therefore have nearly a total monopoly on the production and sale of that product.\n\nAnother problem in defining a market and considering market share can arise from geographic factors. This can occur when companies within an industry have roughly equal market share but they each operate only in specific areas of the country. Each firm effectively has a monopoly within the specific marketplace in which it does business.\n\nOther factors must be taken into consideration and markets must be very clearly defined for the HHI to be properly used.\n\nThe concept behind the HHI initially emerged in a 1945 book by German economist Albert O. Hirschman titled \"National Power and the Structure of Foreign Trade.\" The method proposed by Hirschman differed from existing measures of concentration by placing a more significant weighting on larger firms whose greater market share had a greater impact on the level of competitiveness in the market.\n\nAmerican economist Orris C. Herfindahl repurposed the idea in his 1950 doctoral dissertation, \"Concentration in the U.S. Steel Industry,\" a few years after Hirschman outlined this system for measuring market concentration.\n\nHirschman applied the idea to the concentration ofimports and exportson a countrywide basis, but Herfindahl used the framework to analyze the competitiveness of the steel industry. Herfindahl refers to Hirschman's work in a footnote.\n\nThe Herfindahl-Hirschman Index (HHI) is a common measure of market concentration and is used to determine market competitiveness, often pre- and post-merger and acquisition (M&A) transactions. The closer a market is to amonopoly, the higher the market's concentration and the lower its competition.\n\nA market with an HHI below 1,500 is considered a competitive marketplace. An HHI of 1,500 to 2,500 is moderately concentrated and an HHI of 2,500 or greater is highly concentrated. Mergers that increase the HHI by more than 200 points in highly concentrated markets generally raise antitrust concerns because they're assumed to enhance market power.\n\nThe primary advantage of the HHI is the simplicity of the calculation and the small amount of data that are required for the calculation. Firms are also weighted according to their size, which makes the HHI superior to other measures like theconcentration ratio.\n\nThe Herfindahl-Hirschman Index (HHI) is used to determine market competitiveness. It measures the degree of concentration within a specific market. A market with an HHI of less than 1,500 is considered a competitive marketplace, an HHI of 1,500 to 2,500 is moderately concentrated, and an HHI of 2,500 or greater is highly concentrated.\n\nU.S. Department of Justice Antitrust Division. “Herfindahl-Hirschman Index.”\n\nU.S. Department of Justice and the Federal Trade Commission. \"Horizontal Merger Guidelines,\" Select \"5.3 Market Concentration.\"\n\nConversable Economist. \"The Herfindahl-Hirschman Index: Story, Primer, Alternatives.\"",
  "url": "https://www.investopedia.com/terms/h/hhi.asp"
}