{
  "term": "Heroes Earned Retirement Opportunities (HERO) Act",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe Heroes Earned Retirement Opportunities (HERO) Act is a 2006 law that allows military personnel to fund theirindividual retirement accounts (IRAs)with combat pay. It is a tax break designed for those who have served in combat zones. Under the law, combat-related compensation paid since January 2004, which is tax-free, can be used to fund IRAs.\n\nPrevious to the act's passage, military personnel whose main source of compensation was combat pay would not be able to contribute to an IRA—eithertraditionalorRoth IRAs. This was because combat pay is not ordinarily taxable, and only income that is taxable can be contributed to an IRA.If a person's entire income was earned in a combat zone, that person had zero taxable income.\n\nThe act passed on May 18, 2006, fixed this Catch-22, and backdated the change to January 2004 for those affected.Now, military personnel can create an IRA and fund it with combat pay, up to the annual limits set by the IRS. For 2022, the limit is $6,000 per year, rising to $6,500 for 2023.People age 50 and over can add another $1,000 a year as a catch-up contribution.\n\nAccording to theInternal Revenue Service (IRS), \"to qualify for combat-related tax benefits, you must be an eligible member who meets one of the following options with service in (a recognized area).\n\nIf you receive combat pay as a military member, you can now fund an IRA (up to $6,000 a year in 2022 and up to $6,500 in 2023, if you are under age 50) with that income.\n\nWith the passage of this law, combat veterans can create either a traditional IRA or Roth IRA account and contribute up to the annual limit. Military personnel can also create both types of accounts and split the money up, assuming they meetincome and contribution requirementsfor Roth IRAs.\n\nWith a traditional IRA, no taxes are due until the account holder makes a withdrawal, presumably after retiring. With a Roth IRA, the income taxes on the amount paid are due in that tax year, but the proceeds are tax-free down the road.\n\nInternal Revenue Service. \"Tax Exclusion for Combat Service.\"\n\nU.S. Congress. \"H.R.1499 - Heroes Earned Retirement Opportunities Act: Summary.\"\n\nInternal Revenue Service. \"Publication 590-A, Contributions to Individual Retirement Arrangements (IRAs),\" Pages 6, 38.\n\nU.S. Congress. \"H.R.1499 - Heroes Earned Retirement Opportunities Act: Actions.\"\n\nInternal Revenue Service. “401(k) Limit Increases to $22,500 for 2023, IRA Limit Rises to $6,500.”\n\nInternal Revenue Service. \"Retirement Topics - IRA Contribution Limits.\"\n\nInternal Revenue Service. \"Combat Zones.\"\n\nInternal Revenue Service. \"Traditional and Roth IRAs.\"",
  "url": "https://www.investopedia.com/terms/h/hero.asp"
}