{
  "term": "Herrick Payoff Index: What It is, How It Works, Pros and Cons",
  "definition": "Mark Jahn is a financial writer, editor, consultant, and award-winning economist covering ETFs, stocks, cryptocurrencies, options, and more.\n\nThe Herrick Payoff Index is a technical analysis tool that tracks price, volume, andopen interestto identify potential trends and reversals infuturesandoptionsmarkets. Traders often use the indicator as a measure of crowd psychology and to follow money flows in order to make forward-looking decisions.\n\nThe Herrick Payoff Index takes account of a derivative contract's price, volume, and open interest to generate bullish and bearishsignals. Since open interest is used in the calculation, the technical indicator can only be used in options and futures markets. Most traders use the Herrick Payoff Index to measure crowd psychology in the futures and options markets. In those markets, there is lessliquiditythan the equity markets and more potential forvolatilityover time.\n\nBullishcontinuationsignals are generated when prices and open interest rise since traders are increasingly buying into the contract. In addition, a contract may be poised for a bullishreversalwhen prices and open interest are falling at the same time because selling pressure is declining as prices are becoming increasingly attractive.\n\nBearish continuation signals are generated when prices are falling, and open interest is rising, since traders are increasingly placing bearish bets. Also, a contract may be poised for a bearish reversal when prices are rising, and open interest is falling, which indicates that bullish traders are losing momentum.\n\nIn general, bullish traders are in control when the indicator is above the centerline, and bearish traders are in control when the indicator is below the centerline. However, traders should use the indicator in conjunction with other technical indicators or chartpatternsto maximize their odds of placing successful trades.\n\nUsing other technical indicators forconfirmationcan reduce the impact of false signals from the Herrick Payoff Index.\n\nOne feature of the Herrick Payoff Index is the ability to generate exit signals when trends are still underway. As open interest falls, the Herrick Payoff Index indicates that the ongoing price trend is likely to reverse. With this indicator, traders have the potential to get out before the price even starts to decline. That is very different from many other technical signals, which arelagging indicators. Most notably, any indicator based onmoving averages, such as theMACD, will always lag price action in the market.\n\nExiting a trade before a price drop by using the Herrick Payoff Index yields even larger benefits because its home is in the highly volatile futures and options markets. Since thesederivativesuse such high degrees ofleverage, even a small drop in theunderlying securityprice can easily cause significant losses. For example, a stock price decrease of just 5% can lead to a loss of more than 25% for acall option.\n\nThe Herrick Payoff Index is, however, often a less reliable guide for entering trades because of the forward-looking nature of its reversal signals. Suppose prices are still declining, but open interest is also falling, as shown by the Herrick Payoff Index. While that may indicate the downward pressure is slowing, it does not mean arallyis imminent. The asset could instead stabilize in price and stay there for a long time. Famous traderJesse Livermorecalled such securities \"listless drifters,\" and he actually disliked them more than outright losses that he would typically sell right away.\n\nHowever, ordinary traders are usually more afraid of losses, which are real possibilities when entering trades based on the Herrick Payoff Index. Buying a security while the price is still falling goes against the common wisdom among speculators that one should not try and catch afalling dagger. Indeed,value investorsoften try to do just that. However, value investors rarely use technical indicators like the Herrick Payoff Index.\n\nEven with exit signals, there is a heightened danger of a premature move with the Herrick Payoff Index. When lagging indicators send false signals, their followers at least have the consolation ofcutting their losses. Since the Herrick Payoff Index sends exit signals when prices are still going up, interest may revive, and the security might just keep going up unimpeded. Letting go of arising starlike that is something that would frustrate many traders, especially those with limited experience.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.\n\nRichard Smitten. \"Trade Like Jesse Livermore,\" Page 134. John Wiley & Sons, 2004.",
  "url": "https://www.investopedia.com/terms/h/herrick-payoff-index.asp"
}