{
  "term": "Heston Model: Meaning, Overview, Methodology",
  "definition": "The Heston Model, named after Steve Heston, is a type of stochastic volatility model used to priceEuropean options.\n\nThe Heston Model, developed by associate finance professor Steven Heston in 1993, is an option pricing model that can be used for pricingoptionson various securities. It is comparable to the more popularBlack-Scholes option pricing model.\n\nOverall, option pricing models are used by advanced investors to estimate and gauge the price of a particular option, trading on an underlying security in the financial marketplace. Options, just like their underlying security, will have prices that change throughout the trading day. Option pricing models seek to analyze and integrate the variables that cause fluctuation of option prices in order to identify the best option price for investment.\n\nAs astochastic volatilitymodel, the Heston Model uses statistical methods to calculate and forecast option pricing with the assumption that volatility is arbitrary. The assumption that volatility is arbitrary, rather than constant, is the key factor that makes stochastic volatility models unique. Other types of stochastic volatility models include the SABR model, the Chen model, and theGARCHmodel.\n\nThe Heston Model has characteristics that distinguish it from other stochastic volatility models, namely:\n\nThe Heston Model is also a type ofvolatility smile model. \"Smile\" refers to the volatility smile, a graphical representation of several options with identical expiration dates that show increasing volatility as the options become morein-the-money(ITM) orout-of-the-money(OTM). The smile model's name derives from the concave shape of the graph, which resembles a smile.\n\nThe Heston Model is a closed-form solution for pricing options that seeks to overcome some of the shortcomings presented in the Black-Scholes option pricing model. The Heston Model is a tool for advanced investors.\n\ndSt=rStdt+VtStdW1tdVt=k(θ−Vt)dt+σVtdW2twhere:St=asset price at timetr=risk-free interest rate – theoretical rate on anasset carrying no riskVt=volatility (standard deviation) of the asset priceσ=volatility of theVtθ=long-term price variancek=rate of reversion toθdt=indefinitely small positive time incrementW1t=Brownian motion of the asset priceW2t=Brownian motion of the asset’s price variance\\begin{aligned} &dS_t = rS_tdt + \\sqrt{ V_t } S_tdW_{1t} \\\\ &dV_t = k ( \\theta - V_t ) dt+ \\sigma \\sqrt{ V_t } dW_{2t} \\\\ &\\textbf{where:} \\\\ &S_t = \\text{asset price at time } t \\\\ &r = \\text{risk-free interest rate -- theoretical rate on an} \\\\ &\\text{asset carrying no risk} \\\\ &\\sqrt{ V_t } = \\text{volatility (standard deviation) of the asset price} \\\\ &\\sigma = \\text{volatility of the } \\sqrt{ V_t } \\\\ &\\theta = \\text{long-term price variance} \\\\ &k = \\text{rate of reversion to } \\theta \\\\ &dt = \\text{indefinitely small positive time increment} \\\\ &W_{1t} = \\text{Brownian motion of the asset price} \\\\ &W_{2t} = \\text{Brownian motion of the asset's price variance} \\\\ \\end{aligned}​dSt​=rSt​dt+Vt​​St​dW1t​dVt​=k(θ−Vt​)dt+σVt​​dW2t​where:St​=asset price at timetr=risk-free interest rate – theoretical rate on anasset carrying no riskVt​​=volatility (standard deviation) of the asset priceσ=volatility of theVt​​θ=long-term price variancek=rate of reversion toθdt=indefinitely small positive time incrementW1t​=Brownian motion of the asset priceW2t​=Brownian motion of the asset’s price variance​\n\nThe Black-Scholes model for option pricing was introduced in the 1970s and served as one of the first models for helping investors derive a price associated with an option on asecurity. In general, it helped to promote option investing as it created a model for analyzing the price of options on various securities.\n\nBoth the Black-Scholes and Heston Model are based on underlying calculations that can be coded and programmed through advanced Excel or other quantitative systems. The Black-Scholes call option formula is calculated by multiplying the stock price by the cumulative standard normal probability distribution function.\n\nThereafter, thenet present value(NPV) of the strike price multiplied by the cumulative standard normal distribution is subtracted from the resulting value of the previous calculation.\n\nConversely, the value of a put option could be calculated using the formula:\n\nIn both formulas, S is the stock price, K is the strike price, r is the risk-free interest rate, and T is the time to maturity.\n\nThe Heston Model is noteworthy because it seeks to provide for one of the main limitations of the Black-Scholes model which holds volatility constant. The use of stochastic variables in the Heston Model provides for the notion that volatility is not constant but arbitrary.\n\nBoth the basic Black-Scholes model and the Heston Model still only provide option pricing estimates for a European option, which is an option that can only be exercised on its expiration date. Various research and models have been studied for pricing American options through both Black-Scholes and the Heston Model. These variations provide estimates for options that can be exercised on any date leading up to the expiration date, as is the case for American options.\n\nCorporate Finance Institute. \"Heston Model.\" Accessed May 22, 2021.",
  "url": "https://www.investopedia.com/terms/h/heston-model.asp"
}