{
  "term": "Heterodox Economics: Definition, Examples, Vs. Orthodox",
  "definition": "Clay Halton was a Business Editor at Investopedia and has been working in the finance publishing field for more than five years. He also writes and edits personal finance content, with a focus on LGBTQ+ finance.\n\nHeterodox economics is the analysis and study of economic principles considered outside ofmainstream or orthodox schoolsof economic thought. Schools of heterodox economics vary widely and have few common characteristics other than propounding theories, assumptions, or methodologies that fall outside of or contradict the mainstreamKeynesianandneoclassicalmovements.\n\nHeterodox schools of thought include far-left theories such associalism,Marxism, and post-Keynesian economics, as well as those associated with radical free-market economics such as theAustrian school. Heterodox economists often employ research methods and tools that originate in other disciplines, such as psychology or physics, to economic questions.\n\nHeterodox economics is an umbrella term that refers to many different branches or approaches to studying economics, all of which fall outside of the current mainstream of economic thought. There is no specific commonality between these various approaches beyond their disagreement with the mainstream approach, and they are often directly opposed to one another in their assumptions, research programs, and conclusions, as much or more so than they are opposed to mainstream economics.\n\nHeterodox economics is also a temporally relative term because what is considered heterodox at one point in time may have previously been the mainstream view in the past, or may become adopted and accepted as part of the mainstream orthodoxy in the future. For example, theclassicalview that economies are largely self-correcting at themacroeconomiclevel in the same way that (microeconomic) markets are was the mainstream theory until the 1930's when it was replaced by the now-orthodox Keynesian macroeconomic framework.\n\nPreviously radical heterodox approaches such asbehavioral economicshave become widely accepted among mainstream economists and policymakers in recent decades. Indeed, many Nobel Prizes have been awarded over the years for work in economics that at the time of original publication was considered heterodox, but eventually became so influential as to merit recognition by the award committee.\n\nFrom time to time, heterodox ideas may even completely upset the existing mainstream of economic thought in a process described by philosopher of science Thomas Kuhn as aparadigm shift.Heterodox ideas, by definition, fall outside the current scientific paradigm, until they don't, and then they may replace it entirely. TheMarginal Revolutionof the 1870s would be considered an example of this type of paradigm shift, as it actually led to the establishment of marginalism as the foundation of the current economic mainstream.\n\nThe existence of heterodox economics provides an alternative approach to mainstream economics. They can help explain economic phenomena that cannot be satisfactorily explained or may be simply ignored by more orthodox theories until it's too late or until they become too obvious not to ignore any longer.\n\nHeterodox theories such as theAustrian business cycle theory(ABCT) andMinsky'sfinancial instability hypothesis rose to public prominence during theGreat Recessionbecause they provided powerful explanations (and remedies) for the U.S. housing bubble and the resulting global financial crisis, which mainstream theories failed to predict and struggled to address.\n\nAlthough heterodox economics are constantly being redefined by culture, some popular heterodox economic theories include feminist economic theories, post-Keynesian, and Marxist among others.\n\nMost of the time, heterodox economic theories are ignored or considered to be interesting but irrelevant curiosities. Their ideas and assumptions simply do not fit into what most economists are taught in university, and may even directly challenge core aspects of mainstream theory and practice.\n\nAlthough heterodox economics has faced a lot of hostility on the academic side, it has actually shifted mainstream economics toward a more integrated approach as some heterodox ideas are eventually adopted into the mainstream.\n\nHeterodox economics can still indirectly improve and extend mainstream economic thinking by challenging it, even when the heterodox ideas themselves fail to become accepted. Having a range of heterodox frameworks with plausible solutions to economic contradictions forces all economists to question the starting assumptions when approaching these questions. Heterodox economics continually challenges the orthodox school to prove that it really is better in practice, not just by tradition.\n\nThere is more pluralism in economics thanks to the competing theories from heterodox approaches, though this has also led to more multi-disciplinary analyses of economic problems. Economics has been very focused on market-based explanations. It may be the best approach for the majority of problems, but most people tend to think there is more to the world than market-based economics.\n\nHeterodox approaches often emphasize non-market aspects of economic phenomena, such as social identity, cooperative collective action, power relations, and psychological biases, which look outside the field of economics for a deeper understanding. They also often seem to fit a regular person's experience in the world and the history of this world better than some of the widely accepted mainstream theories.\n\nThomas Kuhn. \"The Structure of Scientific Revolutions.\"University of Chicago Press, 1962.",
  "url": "https://www.investopedia.com/terms/h/heterodox-economics.asp"
}