{
  "term": "Heuristics: Definition, Pros & Cons, and Examples",
  "definition": "Heuristics are mental shortcuts people use that simplify problems and help them avoid cognitive overload.\n\nHeuristics are mental shortcuts that help people make quick decisions. They are rules or methods that help people use reason and past experience to solve problems efficiently. Commonly used to simplify problems and avoid cognitive overload, heuristics are part of how the human brain evolved and is wired, allowing individuals to quickly reach reasonable conclusions or solutions to complex problems. These solutions may not be optimal ones but are often sufficient given limited timeframes and calculative capacity.\n\nThese cognitive shortcuts feature prominently inbehavioral economics.\n\nInvestopedia / Danie Drankwalter\n\nPeople employ heuristics naturally due to the evolution of the human brain. The brain can only process so much information at once and therefore must employ various shortcuts or practicalrules of thumb. We would not get very far if we had to stop to think about every little detail or collect every piece of available information and integrate it into an analysis.\n\nHeuristics therefore facilitate timely decisions that may not be the absolute best ones but are appropriate enough. Individuals are constantly using this sort of intelligent guesswork, trial and error, process of elimination, and past experience to solve problems or chart a course of action. In a world that is increasingly complex and overloaded with big data, heuristic methods make decision-making simpler and faster through shortcuts and good-enough calculations.\n\nFirst identified in economics by the political scientist and organizational scholarHerbert Simonin his work on bounded rationality, heuristics have now become a cornerstone of behavioral economics.\n\nRather than subscribing to the idea that economic behavior was rational and based upon all available information to secure the best possible outcome for an individual (\"optimizing\"), Simon believed decision-making was about achieving outcomes that were \"good enough\" for the individual based on their limited information and balancing the interests of others. Simon called this \"satisficing,\" a portmanteau of the words \"satisfy\" and \"suffice.\"\n\nThe main advantage to using heuristics is that they allow people to make good enough decisions without having all of the information and without having to undertake complex calculations.\n\nBecause humans cannot possibly obtain or process all the information needed to make fully rational decisions, they instead seek to use the information they do have to produce a satisfactory result, or one that is good enough. Heuristics allow people to go beyond their cognitive limits.\n\nHeuristics are also advantageous when speed or timeliness matters—for example, deciding to enter a trade or making a snap judgment about some important decision. Heuristics are thus handy when there is no time to carefully weigh all options and their merits.\n\nThere are also drawbacks to using heuristics. While they may be quick and dirty, they will likely not produce the optimal decision and can also be wrong entirely. Quick decisions without all the information can lead to errors in judgment, and miscalculations can lead to mistakes.\n\nMoreover, heuristics leave us prone to biases that tend to lead us toward irrational economic behavior and sway our understanding of the world. Such heuristics have been identified and cataloged by the field of behavioral economics.\n\nAllows decision-making that goes beyond our cognitive capacity\n\nAllows for snap judgments when time is limited\n\nCan lead to systemic biases or errors in judgment\n\nA popular shortcut method in problem-solving identified in behavioral economics is called representativeness heuristics. Representativeness uses mental shortcuts to make decisions based on past events or traits that are representative of or similar to the current situation.\n\nSay, for example, Fast Food ABC expanded its operations to India and its stock price soared. An analyst noted that India is a profitable venture for all fast-food chains. Therefore, when Fast Food XYZ announced its plan to explore the Indian market the following year, the analyst wasted no time in giving XYZ a \"buy\" recommendation.\n\nAlthough their shortcut approach saved reviewing data for both companies, it may not have been the best decision. Fast Food XYZ may have food that is not appealing to Indian consumers, which research would have revealed.\n\nAnchoring and adjustmentis another prevalent heuristic approach. With anchoring and adjustment, a person begins with a specific target number or value—called the anchor—and subsequently adjusts that number until an acceptable value is reached over time. The major problem with this method is that if the value of the initial anchor is not the true value, then all subsequent adjustments will be systematically biased toward the anchor and away from the true value.\n\nAn example of anchoring and adjustment is a car salesman beginning negotiations with a very high price (that is arguably well above thefair value). Because the high price is an anchor, the final price will tend to be higher than if the car salesman had offered a fair or low price to start.\n\nTheavailability (or recency) heuristicis an issue where people give too much weight to the probability of an event happening again if it recently has occurred. For instance, if a shark attack is reported in the news, those headlines make the event salient and can lead people to stay away from the water, even though shark attacks remain very rare.\n\nAnother example is the case of the \"hot hand,\" or the sense that following a string of successes, an individual is likely to continue being successful. Whether at the casino, in the markets, or playing basketball, the hot hand has been debunked. A string of recent good luck does not alter the overall probability of events occurring.\n\nConfirmation biasis a well-documented heuristic whereby people give more weight to information that fits with their existing worldviews or beliefs. At the same time, information that contradicts these beliefs is discounted or rejected.\n\nInvestors should be aware of their own tendency toward confirmation bias so that they can overcome poor decision-making, missing chances, and avoid falling prey tobubbles. Seeking out contrarian views and avoiding affirmative questions are two ways to counteract confirmation bias.\n\nHindsight is always 20/20. However, thehindsight biasleads us to forget that we made incorrect predictions or estimates prior to them occurring. Rather, we become convinced that we had accurately predicted an event before it occurred, even when we did not. This can lead to overconfidence for making future predictions, or regret for not taking past opportunities.\n\nStereotypes are a kind of heuristic that allows us to form opinions or judgments about people whom we have never met. In particular, stereotyping takes group-level characteristics about certain social groups—often ones that are racist, sexist, or otherwise discriminatory—and casts those characteristics onto all of the members in that group, regardless of their individual personalities, beliefs, skills, or behaviors.\n\nBy imposing oversimplified beliefs onto people, we can quickly judge potential interactions with them or individual outcomes of those people. However, these judgments are often plain wrong, derogatory, and perpetuate social divisions and exclusions.\n\nHeuristics were first identified and taken seriously by scholars in the middle of the 20th century with the work of Herbert Simon, who asked why individuals and firms don't act likerational actorsin the real world, even with market pressures punishing irrational decisions. Simon found that corporate managers do not usually optimize but instead rely on a set of heuristics or shortcuts to get the job done in a way that is good enough (to \"satisfice\").\n\nLater, in the 1970s and '80s, psychologists Amos Tversky andDaniel Kahnemanworking at the Hebrew University in Jerusalem, built off of Herbert Simon's work and developed what is known asProspect Theory. A cornerstone of behavioral economics, Prospect Theory catalogs several heuristics used subconsciously by people as they make financial evaluations.\n\nOne major finding is that people areloss-averse—that losses loom larger than gains (i.e., the pain of losing $50 is far more than the pleasure of receiving $50). Here, people adopt a heuristic to avoid realizing losses, sometimesspurring them to take excessive risksin order to do so—but often leading to even larger losses.\n\nMore recently, behavioral economists have tried to develop policy measures or \"nudges\" to help correct people's irrational use of heuristics in order to help them achieve more optimal outcomes—for instance, by having people enroll in a retirement savings plan by default instead of having to opt in.\n\nTo date, several heuristics have been identified by behavioral economics—or else developed to aid people in making otherwise complex decisions. In behavioral economics, representativeness, anchoring and adjustment, and availability (recency) are among the most widely cited. Heuristics may be categorized in many ways, such as cognitive versus emotional biases or errors in judgment versus errors in calculation.\n\nHeuristic thinking uses mental shortcuts—often unconsciously—to quickly and efficiently make otherwise complex decisions or judgments. These can be in the form of a \"rule of thumb\" (e.g., saving 5% of your income in order to have a comfortable retirement) or cognitive processes that we are largely unaware of like the availability bias.\n\nHeuristic may also go by the following terms: rule of thumb; mental shortcut; educated guess; or satisfice.\n\nAn algorithm is a step-by-step set of instructions that are followed to achieve some goal or outcome, often optimizing that outcome. They are formalized and can be expressed as a formula or \"recipe.\" As such, they are reproducible in the sense that an algorithm will always provide the same output, given the same input.\n\nA heuristic amounts to an educated guess or gut feeling. Rather than following a set of rules or instructions, a heuristic is a mental shortcut. Moreover, it often produces sub-optimal and even irrational outcomes that may differ even when given the same input.\n\nIn computer science, a heuristic refers to a method of solving a problem that proves to be quicker or more efficient than traditional methods. This may involve using approximations rather than precise calculations or techniques that circumvent otherwise computationally intensive routines.\n\nHeuristics are practical rules of thumb that manifest as mental shortcuts in judgment and decision-making. Without heuristics, our brains would not be able to function given the complexity of the world, the amount of data to process, and the calculative abilities required to form an optimal decision. Instead, heuristics allow us to make quick, good-enough choices.\n\nHowever, these choices may also be subject to inaccuracies and systemic biases, such as those identified by behavioral economics.\n\nSimon, Herbert. \"Herbert Simon, Innovation, and Heuristics.\" Mind & Society, vol. 17, 2019, pp. 97-109.\n\nKahneman, Daniel, and Tversky, Amos. \"Prospect Theory: An Analysis of Decision Under Risk.\" The Econometric Society, vol. 47, no. 2, 1979, pp. 263-292.",
  "url": "https://www.investopedia.com/terms/h/heuristics.asp"
}