{
  "term": "HIBOR: What is it, How it Works, Criticisms",
  "definition": "The Hong Kong Interbank Offered Rate, known by its abbreviation HIBOR, is the benchmarkinterest rate, stated in Hong Kong dollars, for lending between banks within the Hong Kong market. The HIBOR is areference ratefor lenders and borrowers that participate directly or indirectly in the Asian economy. As of December 2020, plans were in place to transition away from HIBOR to the Hong Kong Overnight Index Average (HONIA).﻿﻿\n\nThe banking industry uses an interbank market for transferring funds and currency, and for managingliquidity. If a Hong Kong bank is nearing the point at which withdrawals are close to depleting short-term cash reserves, that bank will go into the Hong Kong interbank market and borrow money at the Hong Kong Interbank Offered Rate (HIBOR). The terms of the loans vary from overnight to one year. The U.K. version, theLondon Interbank Offered Rate(LIBOR), is similar to the HIBOR.\n\nThe rate is released each day at 11:00 a.m. local time. It is derived from the contributed quotes of 20 banks determined by the Hong Kong Association of Banks (HKAB). The HKAB acts similarly to acentral bankfor Hong Kong. The highest three and the lowest three contributed values are discarded leaving the remaining 14 contributions in the calculation.\n\nHIBOR's primary function is to serve as the benchmark reference rate in the Asian markets for debt instruments. This function assists government andcorporate bonds, mortgages, andderivatives, such as currency and interest rate swaps, among many other financial products. For example, aninterest rate swapinvolving two counterparties with good credit ratings, both of which have bonds issued in Hong Kong dollars, will likely be quoted in HIBOR plus a given percentage.\n\nIn another example, a Hong Kong dollar-denominatedfloating-rate note(FRN), or floater, which pays coupons based on HIBOR plus a margin of 35 basis points (0.35%) annually. In this case, the HIBOR rate used is the one-year HIBOR plus a 35 basis point spread. Every year, thecoupon rateis reset to match the current Honk Kong dollar one-year HIBOR, plus the predetermined spread.\n\nIf, for instance, the one-year HIBOR is 4% at the start of the year, the bond will return 4.35% of itspar valueat year's end. The spread usually increases or decreases depending on the creditworthiness of the institution issuing the debt.\n\nSince the Asian currency crisis in 1997, concerns overvolatilityand even liquidity grew to a point where HIBOR's value as abenchmarkis questioned. Even LIBOR, which is a global benchmark, is under fire, especially since the 2012 LIBOR fixing scandal. As of December 2020, plans were in place to phase out the LIBOR system by 2023 and replace it with other benchmarks, such as theSterling Overnight Index Average(SONIA).﻿﻿ SONIA is based on actual bids and offers from the contributing banks and not indicated levels. The latter are subject to manipulation if the contributing bank wants to hide or enhance its capital position.\n\nIndeed, in 2013, the HIBOR market had its scandal when the city widened its investigation into possible manipulation of this key interest rate. The HIBOR fixing mechanism was eventually ruled to be sound, but with similar problems surfacing in otherinterbank markets, the trend towards finding replacements is moving forward.\n\nThe replacement push centers on LIBOR since it is the globally recognized standard. The U.S.Federal Reserveintroduced thesecured overnight financing rate(SOFR), a new reference rate created in cooperation with the U.S. Treasury Department’s Office of Financial Research.\n\nHong Kong Monetary Authority. \"Reform of Interest Rate Benchmarks.\" Accessed Dec. 5, 2020.\n\nIntercontinental Exchange, Inc. \"ICE LIBOR.\" Accessed Dec. 4, 2020.",
  "url": "https://www.investopedia.com/terms/h/hibor.asp"
}