{
  "term": "Hidden Value: What It is, How It Works, Example",
  "definition": "Hidden values are assets that are undervalued on a company's balance sheet and therefore may not be incorporated into or reflected in the company's share price.\n\nSo-called value investors seek to uncover hidden values on a company's balance sheet that are often overlooked by the average investor, often through the use offundamental analysis. An asset that is marked atbook valuebut actually worth more in terms of itsfair market pricewould be considered a hidden value.\n\nThe essence ofvalue investingis buying undervalued securities—that is, undervalued relative to theirintrinsic values. A value investor will determine a fair value in any number of ways, depending on the type of company, and then compare this intrinsic value to the value accorded to the security by the market. If the discount is attractive enough for this value investor, they will buy the shares and patiently await the potential convergence of the current market value to the intrinsic value.\n\nAn asset that is assigned by a company a certain value on the balance sheet to conform togenerally accepted accounting principles(GAAP) may be worth more in terms of fair market value.Intangible assetssuch as trademarks and patents could contain hidden values, as could reserves of natural resource companies. In some cases, if an asset has long been held at a cost-basis on the books, it could be worth substantially more than what is reflected on the balance sheet. Likewise, if an asset has beendepreciatedfor accounting purposes, especially when using anaccelerated depreciationschedule, it may actually hold more market value than it is attributed to have on the firm'sbalance sheet.\n\nA classic example of a hidden value is land. Land must be held athistoric costaccording to GAAP accounting rules, but there is a high likelihood that this kind of asset has significantly appreciated in value if owned for a long period of time. If the land is isolated from the balance sheet and valued at current market prices, it would probably have a value greater than what is recorded in the financial statements and perhaps comprise a non-insignificant portion of the company'smarket capitalization.\n\nA retailer such as Tiffany or Macy's, with prime property in Manhattan, for instance, could possess this type of hidden value. The value investor would separately calculate the current market value of their properties in the determination of whether or how much of a discount to intrinsic value exists.",
  "url": "https://www.investopedia.com/terms/h/hiddenvalues.asp"
}