{
  "term": "Hierarchy of GAAP: Meaning, Organization, Requirements",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nThe hierarchy ofgenerally accepted accounting principles(GAAP) refers to a four-level framework that classifies theFinancial Accounting Standards Board(FASB), the U.S.Securities and Exchange Commission(SEC), and theAmerican Institute of Certified Public Accountants(AICPA) guidance on accounting practices and standards by their level of authority. Top-level guidance typically addresses broad accounting issues while those at a lower level deal with more technical issues.\n\nWith multiple regulatory bodies overseeing various parts of the accounting profession, there was a need to pinpoint the most relevant and authoritative guidance on accounting topics. Additionally, each regulatory body releases accounting guidance in multiple formats that have varying levels of authority. The hierarchy of GAAP is designed to improve consistency and comparability within financial reporting. It is a framework for selecting the principles that accountants should use in preparingfinancial statementsof nongovernmental entities in conformity with U.S. GAAP.\n\nThe FASB, formed in 1973, is an independent nonprofit organization that is responsible for establishing accounting and financial reporting standards for public and private companies and nonprofit organizations in the United States. This allows for more standardized reporting, enabling investors and other financial statement users to better compare the financial statements of multiple companies within a common sector or industry.\n\nThe SEC, created in 1934, is an independent federal government agency responsible for protecting investors, maintaining fair and orderly functioning ofthe securities markets, and facilitating capital formation. The SEC sets forth reporting standards and regulations for public companies.\n\nThe AICPA, founded in 1887, is the non-profit professional organization that representscertified public accountants(CPAs) in the United States. Among other tasks, the AICPA develops standards for external audits of private companies.\n\nThere are four levels of the GAAP hierarchy. The top of the hierarchy is the most authoritative guidance. An accountant researching a given topic should consult first with the highest level for relevant advice. If no information on the topic is given at the higher levels, the accountant should look to the next level for relevant pronouncements.\n\nThe FASB's Statement of Accounting StandardsNo. 162provides a detailed explanation of the hierarchy.",
  "url": "https://www.investopedia.com/terms/h/hierarchy-of-gaap.asp"
}