{
  "term": "Hierarchical Deterministic (HD) Wallet: Meaning in Cryptocurrency",
  "definition": "A hierarchical deterministic (HD) wallet is adigital walletcommonly used to store the digital keys for holders of cryptocurrencies such as Bitcoin and Ethereum. Anyone with a copy of both the public and password-like private key can control thecryptocurrencyin the account.\n\nIn the cryptocurrency world, wallets contain keys instead of coins. A cryptocurrency wallet has two keys: a public key or address, which acts much like an account number, and aprivate keythat the holder uses to transfer funds to other accounts. The private key is much like a password. Someone transferringBitcoinfrom their account, for example, would use their private key to authorize the transaction.\n\nThis combination of public and private keys is designed to ensuresecurity from hackersas well as anonymity in transactions. Because the pair of keys enables the transfer of someone's cryptocurrency, it is critical that the private key remains safe. To this end, the keys are generated randomly.\n\nEach key must be backed up in the wallet to prevent it and the funds it is linked to from becoming irrevocably lost to the owner. But to ensure privacy—one of the purposes driving the creation of Bitcoin and other cryptocurrencies—and limit the use of public keys to one transaction each, a new pair of keys would need to be created for each transaction. This can get difficult to manage over time.\n\nDeterministic wallets were created to offer a solution, one in which all keys can be traced back to an original random seed, usually a set of random words, and ahash function. With a deterministic wallet, the original seed is enough to recover all private and public keys, therefore requiring only a single backup at the time of creation.\n\nHD Wallets are the most advanced type of deterministic wallet. They contain keys in a tree structure, in which parent keys can produce children keys, which can produce grandchildren keys, and so on, infinitely. The cryptocurrency holder can use the tree structure to organize transactions by type of transaction or by entity involved, such as departments or subsidiaries.\n\nLike simple deterministic wallets, all HD wallets are created from a single master root seed, usually represented by a mnemonic word sequence, which makes it easier for account holders to transcribe and store. But HD wallets also offer the option of creating public keys without having to access the corresponding private keys. This means they can be used on insecure servers or in a receive-only mode.",
  "url": "https://www.investopedia.com/terms/h/hd-wallet-hierarchical-deterministic-wallet.asp"
}