{
  "term": "High-Yield Bond: Definition, Types, and How to Invest",
  "definition": "High-yield bonds are debt securities, also known as junk bonds, that are issued by corporations. They can provide a higheryieldthan investment-grade bonds, but they are also riskier investments.\n\nHigh-yield bonds (also calledjunk bonds) are bonds that pay higher interest rates because they have lower credit ratings thaninvestment-gradebonds. High-yield bonds are more likely to default, so they pay a higher yield than investment-grade bonds to compensate investors.\n\nIssuers of high-yield debt tend to be startup companies or capital-intensive firms with high debt ratios. However, some high-yield bonds arefallen angels, which are bonds that lost their good credit ratings.\n\nA high-yield bond, or junk bond, is a corporate bond that represents debt issued by a firm with the promise to payinterestand return the principal atmaturity. Junk bonds are issued by companies with poorer credit quality.\n\nBonds are characterized by their credit quality and fall into one of two bond categories: investment grade and non-investment grade. Non-investment-grade bonds, or high-yield bonds, carry lowercredit ratingsfrom the leading credit agencies.\n\nA bond is considered non-investment grade if it has a rating below BB+ fromStandard & Poor’sandFitch, or Ba1 or below fromMoody’s. Bonds with ratings above these levels are considered investment grade. Credit ratings can be as low as D (in default), and most bonds with C ratings or lower carry a high risk ofdefault.\n\nHigh-yield bonds are typically broken down into two subcategories:\n\nInvestors choose high-yield bonds for their potential for higherreturns.\n\nHigh-yield bonds do provide higher yields than investment-grade bonds if they do not default. Typically, the bonds with the highest risks also have the highest yields.Modern portfolio theorystates that investors must be compensated for higherriskwith higher expected returns.\n\nWhile high-yield bonds do offer the potential for more gainscompared to investment-grade bonds, they also carry a number of risks, like default risk, higher volatility, interest rate risk, and liquidity risk.\n\nDefault is itself the most significant risk for high-yield bond investors. The primary way of dealing with default risk is diversification, but that limits strategies and increases fees for investors.\n\nWith investment-grade bonds, you can buy bonds issued by individual companies or governments and hold them directly. When you hold individual bonds, you can buildbond laddersto reduceinterest rate risk. Investors can often avoid the fees related to funds by holding individual bonds. However, the possibility of default makes individual bonds riskier than investing in bond funds.\n\nSmall investors may want to avoid buying individual high-yield bonds directly because of high default risk. High-yield bond exchange-traded funds (ETFs) and mutual funds are usually better choices for retail investors interested in this asset class because theirdiversityhelps reduce risk.\n\nHistorically, high-yield bond prices have been significantly morevolatilethan their investment-grade counterparts.The volatility of the high-yield bond marketis similar to the volatility of the stock market, unlike the investment-grade bond market, which has much lower volatility.\n\nAll bonds face interest rate risk. This is the risk that market interest rates will rise and cause the price of a bond to decrease. The price of bonds move in the opposite direction of the price of market interest rates.\n\nThe longer a bond’s term, the higher the interest rate risk because there is more time for interest rates to change.\n\nLiquid assetsare ones that you can sell easily for cash. When bonds are traded frequently, they have higher liquidity.Liquidityrisk is the risk that you won’t be able to sell an asset at the time and for the price that reflects the true value of the bonds.\n\nHigh-yield bonds generally have higher liquidity risk than investment-grade bonds. Even high-yield bondmutual fundsandexchange-traded funds (ETFs)carry liquidity risk.\n\nYou can typically classify bonds into investment grade and non-investment grade. Bonds are rated by three major ratings agencies: Moody’s, Standard & Poor’s, and Fitch.\n\nWhen a bond is rated Baa3 or higher by Moody’s or BBB- or higher by Standard & Poor’s or Fitch, it is considered investment grade. Bonds rated Ba1 or lower by Moody’s or BB+ or lower by Standard & Poor’s or Fitch are considered non-investment grade.\n\nYou’ll want to have a higherrisk tolerancefor investing in non-investment-grade bonds.\n\nYou can invest in high-yield bonds in several ways:\n\nWith the latter strategy, you buy shares of a fund that is managed by afund managerwho chooses which bonds to include.\n\nWhen researching your choices in high-yield bonds, you can read primary documents like the bond’sprospectus, which provides information about the financial health of the company issuing the bond. It also includes the company’s plans for using the proceeds of the bond, along with the bond terms and risks involved.\n\nWheninterest ratesrise, the market value of high-yield bonds can decline because investors can get higher returns with newer bonds.\n\nHowever, rising interest rates can also help high-yield bonds because interest rates tend to increase when the economy expands, so the corporations issuing the bonds can benefit from increased spending. This means that these bonds would have a lower risk of default.\n\nA non-investment-grade bond is a bond that pays higher yields but also carries more risk and a lower credit rating than an investment-grade bond. Non-investment-grade bonds are also called high-yield bonds or junk bonds.\n\nBonds that have a BBB rating from either Standard & Poor’s or Fitch are considered investment-grade bonds, although they are the lowest tiers of investment-grade bonds. Non-investment-grade bonds are rated BB+ through CC. (Moody’s uses a differentrating system.)\n\nLike with any investment, high-yield bonds have risks and rewards to consider. For investors with a high risk tolerance, high-yield bonds may fit their investing goals. These bonds can offer more attractive yields, but they carry more risk and a lower credit rating than investment-grade bonds.\n\nFactor in your individual financial situation, including your income, net worth, investment goals, and risk tolerance, when deciding whether high-yield bonds are right for you.\n\nInvestor.gov, U.S. Securities and Exchange Commission. “High-Yield Bond (or Junk Bond).”\n\nFidelity Investments. “Bond Ratings.”\n\nVanguard, Institutional Investors. “Crossovers, Fallen Angels, and Rising Stars.”\n\nU.S. Securities and Exchange Commission. “What Are High-Yield Corporate Bonds?”\n\nAllianceBernstein. “Rising Rates: Good or Bad for High Yield?”",
  "url": "https://www.investopedia.com/terms/h/high_yield_bond.asp"
}