{
  "term": "High-Speed Data Feed: What It is, How It Works",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nHigh-speed data feeds transmit data such as price quotes and yields without delays and are used inhigh-frequency trading(HFT) forreal-timedata analysis.\n\nThese data feeds may be transmitted over fiber optic cable, microwave frequency broadcast, or via co-location at exchange server sites. Since HFT profitability depends on low latency, these and other financial firms have collectively invested billions of dollars in building upgraded high-speed data feeds.\n\nHigh-speed data feeds provide computerizedalgorithmic traderswith faster more reliable data. Because HFT is driven by faster access to data, there has been a technological arms race, as data feeds and transactions approach the speed of light. HFT createsnatural monopoliesin market data, which critics say has given high-frequency traders an unfair advantage over institutional and retail investors.\n\nAdvocates claim HFT has a beneficial role in the market, deepening market liquidity and pricing securities more efficiently than other intermediaries, and lowering trading costs for everyone by tightening spreads. To maintain a fair and orderly market, theNew York Stock Exchange(NYSE) introduced designatedmarket makersin 2008 to facilitate price discovery and provide liquidity to both institutional and retail investors—much of it electronically through HFT.\n\nThe HFT industry has used many controversial predatory trading practices—as our guide toHFT terminologyoutlines—such asfront running, where traders detect incoming orders and jump in front of them before they can be executed. Investors say that because there are so many HFTs in the market, it reduces long-run returns because they take a share of the profit.\n\nTraders at banks and institutions began to see the effects of HFT on their large orders in the 2000s. The traders began noticing how their order flow appeared to be taken advantage of as stocks would race higher immediately after a trader began buying the shares. This causedinstitutional investorsto have to chase the stock in order to get filled. The HFT firms would see the order flow demand and buy shares ahead of it, with the aim of selling sell the shares back to the investor at a higher price. It wasn't until years later that many of the investors learned of what exactly was happening, thus they had to learn to deal with HFTs in the years afterward.\n\nBloomberg's B-PIPE data feed, Thomson Reuters’ Matching Binary Multicast Feed, and EBS Brokertec’s Ultra are examples of high-speed feeds, which provide investors and vendors market data with extremely low latency—the time that elapses from the moment a signal is sent to its receipt.\n\nThestock marketnow consists of a vast fragmented network of interconnected and automated trading systems. HFT, characterized by high speeds, ultra-short holding periods, and high order-to-trade ratios, comprises a 50% share of U.S. equity trading volume, which is significant but less than the over 60% share recorded in 2009.Smaller volumes, low market volatility, and rising regulatory costs have compressed HFT margins and led to consolidation in the industry.\n\nTo address issues of exchange competition, regulators have introduced speed bumps that randomize entry times and introduce random order processing delays. After the new IEX exchange introduced itsalternative trading system, which slows orders by 350 microseconds to neutralize high-frequency traders' advantage, the New York Stock Exchange followed suit in 2017 on its exchange for small and mid-cap companies.\n\nU.S. Securities and Exchange Commission. \"How the NYSE Market Model Works,\" Page 1. Accessed Aug. 24, 2021.\n\nThe Atlas. \"High Frequency Trading Share of U.S. Equity Average Daily Trading Volume.\" Accessed Aug. 24, 2021.\n\nNasdaq. \"High Frequency Trading (HFT).\" Accessed Aug. 24, 2021.\n\nU.S. Securities and Exchange Commission. \"Self-Regulatory Organizations; NYSE MKT LLC; Order Approving Proposed Rule Change Amending Rules 7.29E and 1.1E to Provide for a Delay Mechanism,\" Pages 1-2. Accessed Aug. 24, 2021.",
  "url": "https://www.investopedia.com/terms/h/high-speed-data-feed.asp"
}