{
  "term": "High-Net-Worth Individual (HNWI): Criteria and Example",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nA high-net-worth individual (HNWI) is generally defined as someone with more than $1 million in highly liquid assets.\n\nA high-net-worth individual (HNWI) is someone with liquid assets of at least $1 million after accounting for their liabilities. Liquid assets held by HNWIs include cash and investments that can be easily liquidated or converted to cash, including stocks. HNWIs need and receive tailored financial and money management services due to their net worth.\n\nHigh-net-worth individuals are people whosenet worthmeets a minimum threshold. While the amount often differs by financial institution and region, the generally accepted minimum is $1 million in liquid assets. This figure excludes the person’s primary residence and assets, such as fine art and antiques, which can be difficult to sell.\n\nThere are several ways to reach a high net worth. Working, saving, and making smart investments can lead to an increase in net worth. Other ways include inheriting a large sum, winning the lottery, selling a valuable asset or business, and receiving a settlement or life insurance payout.\n\nHNWIs usually get more benefits than those whose net worth falls under $1 million. Most banks require customers to have a certain amount of liquid assets, a certain amount in depository accounts with the bank (or both) to qualify as an HNWI. If they do, they may get services with reduced fees, special rates, and access to investor events that are closed to most.\n\nThe more money a person has, the more work it takes to maintain and preserve those assets. These individuals may demand and can justify personalized investment management, estate planning, and tax planning services. They generally qualify for separately managed investment accounts rather than mutual funds.\n\nTheir wealth allows high-net-worth individuals to participate in initial public offerings (IPOs) and invest in startups that demonstrate financial potential.\n\nHNWIs can be divided into several different categories. Where they fall depends on how much they're worth:\n\nRemember that a person's liquid assets are considered when calculating their net worth. As such, it excludes property like their primary residence, collectibles, and consumer durables.\n\nNorth America had the highest concentration of HNWIs at the end of 2024, with about 8.4 million, according to Capgemini. The Asia-Pacific region followed with 7.6 million individuals. HNWIs in Europe totaled 5.7 million, while those in Latin America numbered 600,000. The Middle East had 900,000 HNWIs, and Africa had 200,000.\n\nThe total number of HNWIs worldwide increased by 2.6% from 2023 to the end of 2024, with North America experiencing the largest increase of 7.3%. The HNWI population had a total of $90.5 trillion in wealth.\n\nThe management consulting firm Capgemini separates the HNWI population into three wealth bands:\n\nGlobally, the ultra-HNWI population numbered 234,000 in 2024. That’s an increase of 6.3% from 2023. Mid-tier millionaires numbered 2.16 million, while the millionaires next door category made up the largest group, at 21.02 million.\n\nThe benefits for high-net-worth individuals vary by financial institution and region. As an HNWI, you may qualify for banking, investment, and other financial services with reduced fees, discounts, and special rates, along with access to special events and perks.\n\nHNWIs can invest in hedge funds, which are generally open only to accredited investors who meet certain criteria, including a minimum net worth. HNWIs may also invest in private equity (PE) andventure capital (VC)funds, which are not available to the general public.\n\nThe most commonly quoted figure for qualification as a high-net-worth individual is at least $1 million in liquid financial assets, excluding personal assets such as aprimary residence. Investors who have a net worth between $100,000 and $1 million in liquid assets are considered sub-HNWIs. Very-high-net-worth individuals have investable assets of at least $5 million, while ultra-high-net-worth individuals have at least $30 million in investable assets.\n\nHNWIs are highly sought-after clients for wealth managers. They generally qualify for personalized managed investment accounts instead of regular mutual funds. They also qualify for estate planning, tax planning, and portfolio management services.\n\nNorth America leads the pack with 8.4 million HNWIs, followed by the Asia-Pacific region with 7.6 million, and Europe with 5.7 million.\n\nA high-net-worth individual has liquid assets of at least $1 million. These individuals often seek the assistance of financial professionals to manage their money, and their high net worth qualifies them for additional benefits and investing opportunities that aren't available to most. HNWIs are in high demand by private wealth managers because it takes more work to maintain and preserve their assets.\n\nBoard of Governors of the Federal Reserve System. “What Is the Difference Between a Bank’s Liquidity and Its Capital?”\n\nHarvard Law School Forum on Corporate Governance. “SEC’s Recent Decision Regarding ‘Qualified Client’ Status.”\n\nAdvisoryHQ. “Average Financial Advisor Fees in 2023.”\n\nCapgemini. “World Wealth Report 2025,” Page 14, 15. Click on Download now, requires information.\n\nCapgemini. “Global High-Net-Worth Population and Wealth Back To Record Levels Despite Global Instability.\"\n\nCapgemini. “World Wealth Report 2025,” Page 18. Click on Download now, requires information.",
  "url": "https://www.investopedia.com/terms/h/hnwi.asp"
}