{
  "term": "High Street Bank: What it is, How it Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe term high street bank refers to a largeretail bankthat has many branch locations. High street banks are major, widespread institutions such as those found in the main commercial sector of a town or city. They offer everyday banking services such as deposit accounts andcredit facilitiesto consumers and businesses. People generally refer to high street banks as such in order to differentiate them from other institutions such as investment banks. The term originated in the United Kingdom, where high street is commonly used as the British equivalent ofMain Street.\n\nAs mentioned above, high street is a term that originated in the United Kingdom and is commonly used to refer to the main thoroughfare where primary business activities take place in cities and towns. It is akin to the term Main Street used in North America. Banks that are found in these areas are, therefore, referred to as high street banks.\n\nHigh street banks are major commercial institutions that provide retail banking services to individuals and small- to mid-sized businesses. They accept deposits, makewithdrawals, provide consumer investment and other savings vehicles, and offer their customers lending services such asoverdraft protection, loans, lines of credit, and mortgages. Major high street banks in the U.K. include Barclays, Royal Bank of Scotland Group (RBS), Lloyds Bank, and HSBC. These large high street banks offer both branch-based andonline bankingoptions.\n\nJust like major American banks, high street banks offer their customers in-branch and online services.\n\nJust like other retail banks across the world, high street banks are coming under increasing pressure because of the competition created by niche and challenger banks. While high street banks serve a range of customers across a variety of demographics,niche banksusually target a specificmarketor type of customer. For instance, Zenith Bank is a Nigerian-based institution that has a presence in the U.K., providing customers with a connection to the African financial markets.\n\nChallenger banks, on the other hand, try to compete with major high street institutions. Many of these banks forego the traditionalbrick-and-mortarmodel and provide an online-only presence. This helps cut down costs, giving customers a chance to earn higher rates on their savings products, while paying lower interest on their debt. Atom Bank is an app-based service that provides customers with savings and mortgage products.\n\nSome high street banks may also have other financial arms. For instance, Barclays engages more broadly ininvestment banking,wealth management, and investment management in addition to the retail services it offers. The institution serves about 48 million customers and clients across personal, wealth, and business units in over countries.Barclays' primary listing is on theLondon Stock Exchange (LSE), with a secondary listing on theNew York Stock Exchange (NYSE).\n\nThe Royal Bank of Scotland, headquartered in Edinburgh, UK, is part of NatWest Group and was founded in 1727.The bank provides a vast array of services to customers and clients including:\n\nLloyds Bank is both a retail andcommercial bankwith branches in England and Wales. It is among one of the Big Four clearing banks in the country. Founded in Birmingham in 1765, Lloyds expanded by acquiring many smaller financial institutions in the nineteenth and twentieth centuries. In 1995, Lloyds merged with the Trustee Savings Bank. Together, they began to trade as Lloyds TSB Bank between 1999 and 2013, before simply becoming Lloyds.\n\nHSBC is another one of the four majorclearingbanks in the United Kingdom. One of the largest international financial institutions in the world, HSBC serves approximately 39 million customers in 62 countries.Holding more deposits than loans, many consider HSBC to be less risky than other major banks. HSBC was able to fund its operations and generally maintain its share price throughout thecredit crunch.\n\nIt depends on the specific services you are looking for as a customer. Some of the major high street banks with a good reputation include Barclays, the Royal Bank of Scotland, Natwest, Lloyds Bank, and HSBC.\n\nThe name \"high-street bank\" derives from the fact that these financial institutions were historically located on the \"high street\" or the main commercial street of a city.\n\nThere are 365 businesses in the bank industry in the UK as of 2023. This is an increase of 3.5% from 2022.\n\n\"High Street Bank\" is the name given to traditional brick-and-mortar banks in the UK. They are large retail banks with hundreds of branch locations across the country serving mostly individuals and small-sized businesses rather than large firms. High street banks provide the same services and products as commercial banks: they accept deposits, facilitate withdrawals, provide investment and savings vehicles, and offer loans, lines of credit, and mortgages.\n\nSome reputed High Street banks in the UK include Barclays, the Royal Bank of Scotland, Natwest, Lloyds Bank, and HSBC.\n\nNatWest Group. \"Royal Bank of Scotland plc.\"\n\nLloyds Banking Group. \"The history of Lloyds Banking Group: timeline.\"\n\nIBISWorld. \"Banks in the UK - Number of Businesses 2011–2029.\"",
  "url": "https://www.investopedia.com/terms/h/high-street-bank.asp"
}