{
  "term": "Highly Compensated Employee (HCE) Definition and Compensation Threshold",
  "definition": "The Internal Revenue Service (IRS) defines a highly compensated employee (HCE) as one who meets either or both of the following standards:\n\nThe disadvantage of being classified as a highly compensated employee is that your 401(k) plan contributions are limited. The IRS wants to make sure that the taxable income-lowering advantage offered by pre-tax contributions doesn't benefit one group of employees more than others.\n\nThe 5% threshold for HCEs mentioned above is based on voting power or thevalue of company shares. The interest owned by an individual also includes the interest held by relatives such as spouses, parents, children, and grandparents (but not grandchildren or siblings).\n\nFor example, an employee with exactly 5% ownership in the company is not considered a highly compensated employee. One with a 5.01% interest in the company has the HCE status. An employee with 3% holdings in the company will be considered an HCE if the person's spouse owns 2.2% interest in the same company (making the employee's total interest 5.2%).\n\nTax-deferredretirement plans such as 401(k) plans were implemented by the IRS to offer equal benefits to all workers. Initially, all employees could contribute as much as they wanted to with the total contribution matched by the employer up to $23,000 for 2024. This increases to $23,500 in 2025.\n\nThat meant high earners could contribute much more than other employees. Thus, they would benefit to a greater degree from the tax deductions that lower taxable income.\n\nTo correct this disparity, the IRS set limits on the dollar amount of contributions that can be made by high earners.\n\nThe IRS requires that all 401(k) plans perform a nondiscrimination test every year. The test separates employees into two groups: non-highly compensated and highly compensated employees. By examining the contributions made by HCEs, the compliance test determines whether all employees are treated equally through the company’s 401(k) plan.\n\nThe nondiscrimination stipulations are designed to make sure that the tax advantages ofemployee retirement plansdo not disproportionately favor highly compensated employees.\n\nIf the average contributions of HCEs to the plan are more than 2% higher than the average contributions of non-HCEs, the plan would fail the non-discrimination test.\n\nIn addition, contributions by HCEs as a group cannot be more than two times the percentage of other employee contributions.\n\nIf you receive compensation in 2025 that's more than $160,000 and you’re in the top 20% of employees as ranked by compensation, your employer can classify you as a highly compensated employee.This compensation limit is up from $155,000 in 2024.Compensation includes overtime, bonuses, commissions, and salary deferrals made toward cafeteria plans and 401(k)s.\n\nWhen a company contributes to a defined benefit ordefined contribution planfor its employees and those contributions are based on the employee's compensation, the IRS requires that the company minimize the discrepancy between the retirement benefits received by highly compensated and lower compensated employees.\n\nIf an employer fails to correct a discrepancy, the plan is liable to lose its tax-qualified status. All contributions would have to be returned to the plan’s participants. The employer could also face severe financial and tax consequences as a result of distributing the contributions and earnings.\n\nA company can correct any imbalance in its retirement plans by making additional contributions for its non-highly compensated employees. Or, the firm can make distributions from its retirement plans to the highly compensated employees, who would then have to pay taxes on the withdrawals.\n\nHighly compensated employees can contribute up to $23,000 to a 401(k) plan in 2024, increasing to $23,500 in 2025. They can contribute an additional $7,500 catch-up amount if they're age 50 or older.\n\nIn addition to your 401(k), open a traditional IRA to add a pre-tax contribution of up to $7,000 in 2024 and 2025. The catch-up contribution for those age 50 or older is $1,000 in both years. The deduction for contributions is reduced and ultimately phases out if you or your spouse have a workplace retirement plan and your adjusted gross income is above a certain amount.\n\nYou'll still be able to build your tax-deferred retirement savings, however.\n\nIf you have a high-deductible health plan (HDHP), consider opening ahealth savings account (HSA). While helping you save for uncovered healthcare expenses, they also provide tax benefits.\n\nYou contribute pre-tax dollars to an HSA and your earnings grow tax-deferred. You can invest in a variety of securities including stocks, bonds, and mutual funds. Moreover, the money you withdraw from it is tax-free as long as it's used to pay for qualified medical expenses.\n\nIt may not be a tax-advantaged account, but it can help you build more savings. You can invest in all kinds of securities, including those with their own tax advantages such as Treasury bonds and municipal bonds. You can invest as much as you wish and take money out at any time.\n\nThis type of plan allows you to defer a certain percentage of your salary and the taxes you'd pay on it, typically until after you retire. There are no limits to the amount you can defer and the investment options are similar to those available to a 401(k). You'll owe taxes on the plan payouts after you retire.\n\nBear in mind that a deferred compensation plan is an asset of the company. You don't own it, as you do your 401(k). If the company fails, you won't have access to the compensation you deferred.\n\nAccording to the IRS, a highly compensated employee is someone who either owned more than 5% of the interest in the business at any time during the year or the preceding year (regardless of how much compensation that person earned or received) or, received more than $155,000 in compensation in the previous year if that year is 2024 and the person ranked in the top 20% of employees by compensation.\n\nThe numbers are revised annually by the IRS and the compensation threshold increases to $160,000 in 2025.\n\nIf you are a highly compensated employee, the amount that the IRS allows you to contribute to your 401(k) plan is limited. If you contribute more than that amount, it would most likely be refunded to you and you'd owe taxes on it.\n\nThe IRS places limits on HCE contributions because it wants to ensure that the tax benefit of 401(k) contributions doesn't favor highly paid employees over others.If HSEs were able to make larger contributions compared to other employees, they'd be able to reduce their taxable income to a greater degree.\n\nWhen in doubt, ask your company's benefits department whether or not you're a highly compensated employee. Double-check on the amount you can contribute to your 401(k). You also want to be prepared to pay additional taxes on what you may have contributed in the previous year.\n\nFor example, if it turns out that you are an HCE and you contributed the maximum, there could be consequences. If your company fails the nondiscrimination test, it will probably refund you the excess contributions you made. This will be considered taxable income.\n\nInternal Revenue Service. \"Issue Snapshot - Identifying Highly Compensated Employees in an Initial or Short Plan Year.\"\n\nInternal Revenue Service. “2025 Amounts Relating to Retirement Plans and IRAs, as Adjusted for Changes in Cost-of-Living, Notice 2024-80.” Page 2.\n\nNational Archives, Code of Federal Regulations. \"Title 26, Chapter I, Subchapter A, Part 1, Pension, Profit-Sharing, Stock Bonus Plans, etc., § 1.414(q)-1T Highly Compensated Employee (Temporary).\"\n\nInternal Revenue Service. “401(k) Limit Increases to $23,500 for 2025, IRA Limit Remains $7,000.”\n\nInternal Revenue Service. \"401(k) Plan Fix-It Guide - The Plan Failed the 401(k) ADP and ACP Nondiscrimination Tests.\"\n\nInternal Revenue Service. \"401(k) Plan Overview.\"\n\nInternal Revenue Service. \"Tax Consequences of Plan Disqualification.\"\n\nFinancial Industry Regulatory Authority (FINRA). \"The ABCs of HSAs and FSAs.\"\n\nInternal Revenue Service. \"IRC 457(b) Deferred Compensation Plans.\"",
  "url": "https://www.investopedia.com/terms/h/highly-compensated-employee.asp"
}