{
  "term": "High-Frequency Trading (HFT): What It Is, How It Works, and Example",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nHigh-frequency trading (HFT) is a trading method that uses powerful computer programs to transact a large number of orders in fractions of a second. HFT uses complexalgorithmsto analyze multiple markets and execute orders based on market conditions.\n\nTraders with the fastest execution speeds are generally more profitable than those with slower execution speeds. HFT is also characterized by high turnover rates and order-to-trade ratios.\n\nHigh-frequency trading is atype of algorithmic trading. Traders are able to use HFT when they analyze important data to make decisions and complete trades in a matter of a few seconds. HFT facilitates large volumes of trades in a short amount of time while keeping track of market movements and identifyingarbitrageopportunities.\n\nSome of the key characteristics of high-frequency trading include:\n\nBecause of the complexities and intricacies involved with HFT, it isn’t surprising that it is commonly used by banks, other financial institutions, andinstitutional investors.\n\nIt became popular when exchanges started to offer incentives for companies to add liquidity to the market. For instance, theNew York Stock Exchange (NYSE)has a group of liquidity providers calledsupplemental liquidity providers (SLPs) that attempts to add competition and liquidity for existing quotes on the exchange.\n\nThe SLP was introduced following thecollapse of Lehman Brothersin 2008, whenliquiditywas a major concern for investors. As an incentive to companies, the NYSE pays a fee or rebate for providing said liquidity. With millions of transactions per day, this results in a large amount of profits.\n\nSome of the best-known HFT firms include Tower Research Capital, Citadel LLC, and Virtu Financial.\n\nThe main benefit of high-frequency trading is the speed and ease with which transactions can be executed. Banks and other traders are able to execute a large volume of trades in a short period of time—usually within seconds.\n\nHFT has improved market liquidity and removedbid-ask spreadsthat would have previously been too small. This was tested by adding fees on HFT, which led bid-ask spreads to increase. One study assessed how Canadian bid-ask spreads changed when the government introduced fees on HFT. It found that market-wide bid-ask spreads increased by 13% and retail spreads increased by 9%.\n\nHFT is controversial and has been met with some harsh criticism. It has replaced a number of broker-dealers and uses mathematical models and algorithms to make decisions, takinghuman decisions and interaction out of the equation.\n\nDecisions happen in milliseconds, and this could result in big market moves without reason. As an example, on May 6, 2010, theDow Jones Industrial Average (DJIA)suffered what was then its largest intraday point drop, declining 1,000 points and dropping 10% in just 20 minutes before rising again. A government investigation blamed a massive order that triggered a sell-off for the crash.\n\nAn additionalcritique of HFTis it allows large companies to profit at the expense of the little guys. Its so-called ghost liquidity is also a source of criticism: The liquidity provided by HFT is available to the market one second and gone the next, preventing traders from actually being able to trade this liquidity.\n\nLarge volume of transactions at once\n\nRemoves human decision making and interaction\n\nSpeedy transactions could result in major market moves\n\nHigh-frequency trading (HFT) is an automated form of trading. It involves the use of algorithms to identify trading opportunities. HFT is commonly used by banks, financial institutions, and institutional investors. It allows these entities to execute large batches of trades within a short period of time. Because everything is automated, trading becomes easy. HFT provides the market with liquidity. But it can result in major market moves and removes the human touch from the equation.\n\nYes, high-frequency trading does occur in thecryptocurrencymarket. It works the same way that HFT does in other markets. Using algorithms, it analyzes crypto data and facilitates a large volume of trades at once within a short period of time—usually within seconds.\n\nHigh-frequency trading is fast. It can be as fast as 10 milliseconds. In some cases, it can be even less to execute a large batch of trades.\n\nAdvances in technology have helped many parts of the financial industry evolve, including the trading world. Computers and algorithms have made it easier to locate opportunities and make trading faster. High-frequency trading allows major trading entities to execute big orders very quickly.\n\nAlthough it makes things easier, HFT (and other types of algorithmic trading) does come with drawbacks—notably the danger of causing major market moves, as it did in 2010, when the Dow suffered a large intraday drop.\n\nNew York Stock Exchange. “Liquidity Programs.”\n\nNew York Stock Exchange. “Transaction Fees.”\n\nKatya Malinova, Andreas Park, and Ryan Riordan, via SSRN. “Do Retail Investors Suffer from High Frequency Traders?”\n\nU.S. Securities and Exchange Commission. “Testimony Concerning the Severe Market Disruption on May 6, 2010.”\n\nEquedia Investment Research. “How Fast Is High-Frequency Trading? Faster than You Think.”",
  "url": "https://www.investopedia.com/terms/h/high-frequency-trading.asp"
}