{
  "term": "Highly Leveraged Transaction (HLT): What it Means, How it Works",
  "definition": "Clay Halton was a Business Editor at Investopedia and has been working in the finance publishing field for more than five years. He also writes and edits personal finance content, with a focus on LGBTQ+ finance.\n\nA highly leveraged transaction (HLT) is a bank loan to a company that has a large amount of debt. They were popularized in the 1980s as a way to finance buyouts, acquisitions, orrecapitalizations.\n\nHighly leveraged transactions are risky in that they add to a company's debt load and often result in an unattractivedebt-to-equity ratio, but the interest income generated from these transactions is significant enough to make them attractive to investors and financial institutions.\n\nHighly leveraged transactions are thought of as being similar tojunk bonds—and junk bonds may well be issued as part of the deal structure. Both junk bonds and highly leveraged transactions face significant default risk, but HLTs are more secure because they have stronger debt covenants due to their structure.Leveraged buyouts(LBOs) are an example of a highly leveraged transaction.\n\nHighly leveraged transactions often include some type of debt restructuring regardless of what the intention is for the financing. This is simply because the existing debt levels of the company must be dealt with for any chance of future success. The end result is usually a complicated debt structure with several types of subordinated debt. In the restructured entity, the lenders behind the highly leveraged transaction often end up with an equity stake in the new enterprise.\n\nGuidance for highly leveraged transactions is set out by theU.S. Office of the Comptroller of Currency(OCC), the Federal Reserve Board, and the Federal Deposit Insurance Corporation. The OCC broadly considers a highly leveraged transaction as one where the borrower’s post-financing leverage, when measured bydebt-to-assets, debt-to-equity, and cash flow-to-total debt significantly exceeds industry norms for leverage. Depending on the particulars of the industry in question, customized industry metrics can be substituted for these broader measures.\n\nFor a loan to be defined as an HLT, it generally has to fit some combination of the following conditions:\n\nThe guidance on highly leveraged transactions isn't a legal regulation. There is an implied high-water mark of 6 timesdebt-to-EBITDAfor the restructured entity, but this amount has been exceeded many times. With highly leveraged transactions, as with almost everything, the limit is what the market will buy.",
  "url": "https://www.investopedia.com/terms/h/highlyleveragedtransaction.asp"
}