{
  "term": "High Close: What It Means, Example, Misuse",
  "definition": "A high close is a trading strategy that stock manipulators use that entails making small trades at high prices during the final minutes of trading so as to give the impression that the stock performed really well.\n\nA high close occurs at the end of atrading sessionin the financial markets. The closing price is the price of the final trade before the close of the trading session. These prices are used to create traditional line stock charts. They are also used to calculatemoving averages.\n\nSince closing prices are widely followed, they can be manipulated by traders to produce the appearance of a rally in a stock. This practice, known as a high close, is especially prevalent withmicro-cap stocksthat have limited liquidity (since less dollar volume is needed to move the price higher). Closing prices can also inflate the price of stock derivatives that might form the basis of that derivative. Similarly, mutual fund net asset values are also calculated using closing prices.\n\nMost of the manipulation that occurs through high closing happens at the end of a month or quarter. Stocks with low levels of liquidity and a high level ofinformation asymmetryare especially susceptible to manipulation.\n\nA 2000 report called \"High Closing\" by Joel Fried, an economist at the University of Western Ontario, stated that there was \"no material economic consequence\" to a high close as long as there were several investors who acted, meaning traded the stock, based on fundamentals.﻿﻿\n\nTraders should be wary of using closing prices as a gauge of micro- and small-cap stock successes and look atcandlestickcharts and other indicators for added insight. Given that closing prices are watched by most serious investors, stock manipulators hope to create a buzz on a particular stock in order to attract investors.\n\nStock manipulation is the act of artificially inflating or deflating the price of asecurity, a practice that includes the high close. These manipulations are a form of illegal trading that results in personal gain.﻿﻿﻿\n\nWhile illegal, regulators often find these manipulations hard to detect. The manipulator generally sticks with the stocks of smaller companies, as it’s much easier to manipulate their share prices. Penny stocks offer more-frequent targets compared to medium and large-cap firms, which are more closely scrutinized by analysts. Stock manipulation is also called price manipulation, market manipulation, or is simply referred to as manipulation.\n\nIn addition to the high close, other kinds of manipulations include thepump and dump, the most frequently used manipulation, which artificially inflates a micro-cap stock and then sells out, leaving later followers to hold the bag. There is also thepoop and scoop, the inverse of the pump and dump, which may be less common because it is much more difficult to besmirch the reputation of a solid company with a good reputation than to inflate the reputation of an unknown company.\n\nHigh closing is a form of stock manipulation and it can run afoul of regulators if abused.\n\nSuppose company ABC's stock price trades at $0.30 at the start of a trading day. For the last ten weeks, its closing price has been $0.32. Trader XYZ takes a position in the firm, betting that its price will jump to $1 in the coming weeks. In the final minutes of closing for the stock market, XYZ purchases large quantities of ABC's stock. Because ABC already has limited liquidity, the trader's action has the effect of pumping up its price to $0.60.\n\nABC's stock price has skyrocketed by 100 percent and other traders in micro-cap stocks pile into ABC after observing the price action. The next day XYZ sells ABC in the market before purchasing it back again at the end of the day. XYZ repeats the high close for two successive days, more traders purchase ABC, and, after two days, ABC's price breezes past $1.\n\nIn 2014, the SEC charged high-frequency trading firm Athena Capital Research with \"placing a large number of aggressive, rapid-fire trades in the final two seconds of almost every trading day during a six-month period to manipulate the closing prices of thousands of NASDAQ-listed stocks.\"﻿﻿\n\nThe trades occurred between June and December 2009 and Athena's intent was to boost available liquidity for these stocks and push their prices up to benefit its position in these stocks. To accomplish its goal, Athena used an algorithm, Gravy, that bought and sold orders for the stock. Gravy made up more than 70 percent of the total trading volume for these stocks during the final seconds of trading at NASDAQ, starting June 2009 and continuing till December of that year. Athena ended up paying $1 million as a penalty to settle the charges.﻿﻿\n\nJoel Fried. \"High Closing,\" Page 1. Department of Economics, University of Western Ontario, November 2000.\n\nFinancial Industry Regulatory Authority. \"Rule 2020. Use of Manipulative, Deceptive or Other Fraudulent Devices.\" Accessed Jan. 28, 2021.\n\nU.S. Securities and Exchange Commission. \"SEC Charges New York-Based High Frequency Trading Firm With Fraudulent Trading to Manipulate Closing Prices.\" Accessed Jan. 28, 2021.",
  "url": "https://www.investopedia.com/terms/h/highclose.asp"
}