{
  "term": "High Ratio Loan: Meaning, Calculation, Example",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nA high ratio loan is a loan whereby the loan value is high relative to the property value being used ascollateral. Mortgage loans that have high loan ratios have a loan value that approaches 100% of the value of the property. A high ratio loan might be approved for a borrower who is unable to put down a largedown payment.\n\nFor mortgages, a high ratio loan usually means the loan value exceeds 80% of the property's value. The calculation is called the loan-to-value (LTV) ratio, which is anassessment of lending riskthat financial institutions use before approving a mortgage.\n\nAlthough there's no specific formula to calculate a high ratio loan, investors should first calculate theloan-to-value ratioin their situation to determine if the loan exceeds the 80% LTV threshold.\n\n﻿Loan to Value Ratio=Mortgage amountAppraised property value\\text{Loan to Value Ratio} = \\frac{\\text{Mortgage amount}}{\\text{Appraised property value}}Loan to Value Ratio=Appraised property valueMortgage amount​﻿\n\nLenders and financial providers use the LTV ratio to measure the level of risk associated with making a mortgage loan. If a borrower can't make a sizable downpayment and as a result, the loan value approaches the value of the appraised value of the property, it'll be considered a high ratio loan. In other words, as the loan value gets closer to 100% of the property value, lenders might consider the loan too risky and deny the application.\n\nThe lender is at risk of borrower default particularly if the LTV is too high. The bank might not be able to sell the property to cover the amount of the loan given to the defaulted borrower. Such a scenario can easily occur in an economic downturn when housing properties typically decrease in value. If the loan given to the borrower exceeds the value of the property, the loan is said to be underwater. If the borrower defaults on the mortgage, the bank will lose money when they go to sell the property for a lower value than the outstanding mortgage balance. Banks monitor LTV to prevent such a loss.\n\nAs a result, most high ratio home loans require some form of insurance coverage in order to protect the lender. The insurance is calledprivate mortgage insurance(PMI), which the borrower would need to purchases separately to help protect the lender.\n\nHigh-ratio loans can have higher interest rates, especially if borrowers have a low credit score. Your credit score is a numeric value that represents your ability to pay back debt and shows lenders how much of a risk you are of defaulting. If your score is low, your interest rate will likely be higher.\n\nUp until the 1920s, people bought homes not by going to a bank, but by saving their own money until they had enough for at least a piece of land or land with a house on it.Then, there emergedbuilding and loan companies, which would lend people the money to buy a house then have them pay it back in installments over many years. Even then, loans typically were for half the value of the house or less.\n\nBy the end of the 1920s, banks were making high-ratio loans for up to 80% of the value of the house.Private mortgage insurancecame into being to protect the banks, but all that went by the wayside in the 1930s when jobless people stopped making payments, and the banks and the PMI companies went under as well.\n\nCongress enacted the Home Owners’ Loan Corp., which began guaranteeing mortgages and ratios sunk to 15%.Later, through theFederal Housing Administration(FHA) and other agencies, down payments fell to the low single digits and even 0% to encourage homeownership.\n\nThis system thrived until around 2007-2008 when themortgage crisis of 2008took hold. The sharp increase in high-risk mortgages that went into default beginning in 2007 contributed to the most severe recession in decades.The housing boom of the mid-2000s—combined with low-interest rates at the time—prompted many lenders to offer home loans to individuals with poor credit. After the real estate bubble burst, many borrowers were unable to make payments on theirsubprime mortgages.\n\nThe Federal Housing Administration offers programs through which borrowers can getFHA loanswithan LTV ratio of up to 96.5%. In other words, the program requires a 3.5% down payment. However, the program requires a minimum credit score to get approved for a high ratio loan. There are other offers whereby a lower credit score is allowed with a 10% down payment.\n\nAlso, the FHA loans require amortgage insurance premium(MIP). However, you can refinance once the LTV falls below 80% and the loan is no longer considered a high ratio loan, which would eliminate the insurance.\n\nSay a borrower plans to buy a home that has a $100,000 appraised value. The borrower can only afford to make a $10,000down payment, and the remaining $90,000 will have to be borrowed. After approaching several lenders, one finally agrees to underwrite a mortgage, but with a higher-than-average interest rate.\n\nThe result is a loan-to-value ratio of 90% or (90,000 / 100,000), which would be considered a high ratio loan.\n\nAhome equity loanis an installment loan or asecond mortgagethat allows homeowners to borrow against the equity value in their residence. The loan is based on the difference between the homeowner's equity and the home's current market value.\n\nA home equity loan is for those borrowers who already have a mortgage, and have paid down some of the mortgage balance, and whereby the property value exceeds the loan balance. In other words, a home equity loan allows homeowners to borrow based on the equity in the house. A high-ratio loan, on the other hand, can have a loan value that approaches 100% of the value of the property.\n\nGet Rich Slowly. \"A brief history of U.S. homeownership.\" Accessed June 28, 2021.\n\nBeBusinessed. \"History of The 30 Year Mortgage – From Historic Rates To Present Time.\" Accessed June 28, 2021.\n\nGovTrack. \"H.R. 1738 (98th): Homeowners Loan Corporation Charter Act.\" Accessed June 28, 2021.",
  "url": "https://www.investopedia.com/terms/h/high-ratio-loan.asp"
}