{
  "term": "High Minus Low (HML): Definition and Uses in Finance",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nHigh Minus Low (HML), also referred to as the value premium, is one of three factors used in theFama-French three-factor model. The Fama-French three-factor model is a system for evaluating stock returns that the economists Eugene Fama and Kenneth French developed. HML accounts for the spread in returns between value stocks and growth stocks. This system argues that companies with high book-to-market ratios, also known as value stocks, outperform those with lower book-to-market values, known as growth stocks.\n\nTo understand HML, it is important to first have a basic understanding of the Fama-French three-factor model. Founded in 1992 by Eugene Fama and Kenneth French, the Fama-French three-factor model uses three factors, one of which is HML, in order to explain theexcess returnsin a manager’s portfolio.\n\nThe underlying concept behind the model is that the returns generated by portfolio managers are due in part to factors that are beyond the managers’ control. Specifically,value stockshave historically outperformedgrowth stockson average, while smaller companies have outperformed larger ones.\n\nMuch of portfolio performance can be explained by the observed tendency of small stocks and value stocks to outperform large or growth-oriented ones on average.\n\nThe first of these factors (the outperformance of value stocks) is referred to by the term HML, whereas the second factor (the outperformance of smaller companies) is referred to by the termSmall Minus Big(SMB). By determining how much of the manager's performance is attributable to these factors, the user of the model can better estimate the manager’s skill.\n\nIn the case of the HML factor, the model shows whether a manager is relying on the value premium by investing in stocks with highbook-to-market ratiosto earn anabnormal return. If the manager is buying only value stocks, the model regression shows a positive relation to the HML factor, which explains that the portfolio’s returns are attributable to the value premium. Since the model can explain more of the portfolio’s return, the originalexcess returnof the manager decreases.\n\nIn 2014, Fama and French updated their model to include five factors. Along with the original three, the new model adds the concept that companies reporting higher future earnings have higher returns in the stock market, a factor referred to as profitability. The fifth factor, referred to as investment, relates to the company’s internal investment and returns, suggesting that companies that invest aggressively in growth projects are likely to underperform in the future.\n\nThe Fama-French three-factor model is an expansion of the Capital Asset Pricing Model (CAPM). The economists Eugene Fama and Kenneth French developed the Fama and French Three-Factor Model in order to gap the limitations posed by CAPM.﻿﻿ Empirical results from a study published in 2012 point out that the Fama and French Three-Factor Model is better than CAPM at explaining expected returns. This study tests the expected returns, according to the CAPM and Fama and French Three-Factor Model, of a portfolio selection from the New York Stock Exchange (NYSE). However, the study revealed that the outcomes varied depending on how the portfolios were constructed.﻿﻿\n\nHigh Minus Low (HML) is a value premium; it represents the spread in returns between companies with a high book-to-market value ratio and companies with a low book-to-market value ratio. Once the HML factor has been determined, its beta coefficient can be found by linear regression. The HML beta coefficient can also take positive or negative values. A positive beta means that a portfolio has a positive relationship with the value premium, or the portfolio behaves like one with exposure to value stocks. If the beta is negative, your portfolio behaves more like a growth stock portfolio.\n\nInternational Journal of Business and Management. \"CAPM Vs Fama-French Three-Factor Model: An Evaluation of Effectiveness in Explaining Excess Return in Dhaka Stock Exchange.\" Accessed May 12, 2021.\n\nPublic and Municipal Finance. \"The use of CAPM and Fama and French Three Factor Model: portfolios selection.\" Accessed May 12, 2021.",
  "url": "https://www.investopedia.com/terms/h/high_minus_low.asp"
}