{
  "term": "High-Yield Investment Program (HYIP): Definition and Fraudulence",
  "definition": "A high-yield investment program (HYIP) is a fraudulent investment scheme that purports to deliver extraordinarily high returns on an investment.\n\nHYIPs often advertiseyieldsof more than 100% per year in order to tempt investors. They regularly use new investors' money to pay off long-standing investors. Monies received in such schemes aren't actually invested.\n\nHYIPs should not be confused with a legitimatehigh-yield bondinvestment, which offers higher than investment-grade bond interest rates.\n\nHYIPs arePonzi schemes. The organizers of such schemes aim to steal the money provided by the investors that they deceive.\n\nIn a Ponzi scheme, money from new investors is used to pay \"returns\" to more established investors. Money is not invested and no actual underlying returns are ever earned.\n\nThough these types of Ponzi schemes have existed since the early 20th century, the proliferation of digital communications has made it much easier for con artists to operate such scams.\n\nUsually, an operator will use social media and a website to attract unsuspecting investors, promising very high returns. However, information about the investment itself remains vague. Investors will get no details about the management of the investment fund, how the money is to be invested, or where the fund is located.\n\nThese schemes typically involve the alleged trading or issuance of “prime” bank financial securities and may include references to prime European or prime World Bank instruments. For this reason, this scam is also known as the \"prime bank scam.\"\n\nThe Securities and Exchange Commission (SEC)advises that there are several warning signs that can prevent investors from being victimized by HYIP scams. These can include excessive guaranteed returns, fictitiousfinancial instruments, extreme secrecy, claims that the investments are an exclusive opportunity, and inordinate complexity surrounding the investments.\n\nPerpetrators of HYIPs use secrecy and a lack of transaction transparency to hide the fact that there are no legitimate underlying investments. The best weapon against losing money to a HYIP is to ask a lot of questions and use common sense. If an investment’s return sounds too good to be true, it probably is.\n\nHYIP operators will typically use social media, including Facebook, X (formerly Twitter), or YouTube, to appeal to potential investors and create the illusion of social consensus surrounding the legitimacy of these programs.\n\nZeekRewards was a HYIP run by Paul Burks and shut down by the SEC in August 2012.\n\nZeekRewards offered investors the opportunity to share in the profits of a penny auction website, Zeekler, at returns of 125%. Investors were encouraged to let their returnscompoundand to increase their returns by recruiting new members. Investors were required to pay a monthly subscription fee of $10 to $99 and make an initial investment of up to $10,000.\n\nIn 2017, the U.S. District Court found that ZeekRewards was a $900 million internet Ponzi scheme. About 98% of the funds disbursed were paid out of the pockets of new investors. Burks was fined $244 million and sentenced to 176 months in prison.\n\nThe scheme organizers make money when they accept funds from investors. So may those investors who get involved early in the life of the fraudulent scheme and are paid by the organizers with money invested by later investors. But investor funds received by the organizers are never actually invested legitimately.\n\nAlthough it didn't involve use of the internet, the Ponzi scheme run by Bernie Madoff and revealed in 2008 is very well known and remembered by the financial community (including the investors he bilked). His was a word-of-mouth investment scam that involved, among other things, secrecy, attractive returns, a lack of information about the invested funds, and false transaction records.\n\nA high-yield investment typically refers to the corporate bonds issued by corporations with low credit ratings. These are legitimate investments, unlike HYIPs. They offer higher yields than other corporate bonds (such as those referred to as investment-grade bonds) to compensate investors for the higher level of risk associated with the credit ratings. High-yield bonds are also referred to as junk bonds.\n\nHigh-yield investment programs, or HYIPs, are fraudulent investment programs that are also known as Ponzi schemes. They're sometimes referred to as Prime Bank investment scams because of the alleged investments that their organizers may advertise.\n\nPerpetrators of HYIPs often use social media and compelling websites, in addition to more traditional methods of communication, to attract investors who are eager for big returns. They often guarantee returns of more than 100%.\n\nThe key to spotting and avoiding HYIPs is to ask pointed questions about an investment and to take note if you receive no satisfactory details. Look to sources of pertinent information other than the program itself. For instance, contact the SEC to learn whether the operator is registered. Ask your financial advisor or brokerage firm what they know about the program. Most importantly, use your common sense to recognize when a high yield is too high to be lawfully possible.\n\nTreasuryDirect. \"Prime Bank Instrument Fraud.\"\n\nU.S. Securities and Exchange Commission. \"Investor Alert: \"Prime Bank\" Investments Are Scams.\"\n\nInvestor.gov. \"High-Yield Investment Programs.\"\n\nU.S. Securities and Exchange Commission. \"Securities and Exchange Commission vs. Rex Venture Group, LLC d/b/a ZeekRewards.com, and Paul R. Burks.\"\n\nUnited States Department of Justice. \"Former ZeekRewards CEO Sentenced to More Than 14 Years for Operating $900 Million Internet Ponzi Scheme.\"",
  "url": "https://www.investopedia.com/terms/h/high-yield-investment-program.asp"
}