{
  "term": "High Earners, Not Rich Yet (HENRYs) Definition",
  "definition": "High earners, not rich yet (HENRYs) are individuals who currently have significantdiscretionary incomeand a strong chance of being wealthy in the future. The term HENRYs was coined in a 2003Fortune Magazinearticle written by Shawn Tully to refer to a segment of families earning between $250,000 and $500,000, but not having much left after taxes, schooling, housing, and family costs—not to mention saving for an affluent retirement.\n\nThe original article in which the \"high earners, not rich yet (HENRYs)\" term appeared discussed thealternative minimum tax (AMT)and how hard it hits this group of people. The term has since been used to describe a younger demographic for the purposes of marketing products and services to them.\n\nThe HENRYs segment of the population was a hotly debated topic during the U.S. presidential race of 2008. The Democratic party often classified households earning over $250,000 as the \"rich\" and \"wealthiest Americans\".One problem with this classification is that it does not distinguish thecost of livingin different areas in the U.S.\n\nFor example, $250,000 may go a long way in Houston, but wouldn't provide anything like a lavish lifestyle in New York City.These high earners are expected to have much of the same lifestyle as wealthier compatriots but they do so by sacrificing their ability to amass wealth.\n\nMany professionals, including lawyers, doctors, dentists, and so on, have the potential to be HENRYs due to the income range for their professions. The fact that much of their future wealth is projected off of a six-figure income rather than income-generating assets makes the HENRYs the \"working rich\", meaning they won't be as rich if they stop working. More of a HENRYs earnings go into costs than go into wealth-building investments, leaving them feeling like they are more like regular people working paycheck-to-paycheck than the wealthy 1% in America.\n\n​The 2008 election has come and gone, but the term HENRYs has stuck around as a useful way to identify a demographic that is on its way to wealth but not quite there. Marketers see a lot of potential in this transitional phase where a future rich person is still adapting to a rapid increase in disposable income.\n\nThe transition is seen as the prime opportunity for aluxury brandor service to insert itself into the HENRYs lifestyle and begin creatingloyaltythat will continue into the future. As there are more HENRYs in the world than ultra-wealthy folks, there is a deeper market there even if the product or services are marked down a bit in price.\n\nMarketers believe that HENRYs are more likely to be aspirational buyers, meaning that they are starting to purchase the trappings of the lifestyle they one day hope to be able to fully afford.This segment's incomes make up about 40% of household spending, which makes a good business case for companies to market to them.\n\nLuxury brands like watchmaker Tag Heuer andretailer Louis Vuitton—once catering to society's elite—have developed new marketing strategies targeting HENRYs. They use advertising centered around Henrys' core values: uniqueness and identity. They also use popular, well-liked celebrities and athletes to position their brand, promote its appeal, and communicate a message about status.\n\nMany HENRYs appreciate luxury goods for status and often use social media to flaunt their consumption of these items.As a result, Louis Vuitton, Tag Heuer, and other luxury brands incorporate social media advertising and the use of social media influencers into their marketing strategies.\n\nHENRYs earn substantial wages but have few investments and meager savings. Developing better spending habits, increasing savings, diversifying investments, and taking advantage of tax credits and deductions can transform them from the \"not right yet\" to the \"wealthy.\"\n\nBecause HENRYs are high wage-earners, they typically pay the most in taxes on income. HENRYs should explore deductions and credits that reduce their tax obligations; less money for taxes means more money for investing.\n\nOne way to lessen the burden is to contribute to a retirement account, such as an individual retirement account (IRA). In 2024, individuals are allowed to contribute up to $7,000, or $8,000 for people 50 years or older, and contributions to traditional IRAs are tax-deductible. In 2023, this contribution limit was $6,500 (or $7,500 with the catch-up contribution).\n\nAlternatively, contributions to a401(k)reduce taxable income as well as long as contributions are made to a traditional 401(k). As opposed to an IRA, these contributions are made with pre-tax dollars, which reduce the total amount of taxable income reported by the employer. For example, if a HENRY, earning $200,000 per year, contributes $15,000 per year to a 401(k), the taxable income reported will be $185,000. HENRYs benefit dually from a reduction in taxes and an increase in savings and investments.\n\nThe contribution limit for a 401(k) in 2024 is $23,000, with a $7,500 allowable qualifying catch-up contribution for individuals age 50 and above. In 2023, this limit was $22,500 with a $7,500 qualifying catch-up contribution.\n\nOne roadblock preventing HENRYs from reaching their full rich potential is the accumulation of debt. Most of the burden comes from educational costs, mortgages, auto loans, and credit card debt. Large debt can erode earnings, limiting what can be invested and saved.\n\nTo reducecredit card debt, HENRYs can pay more than the minimum amount due and limit the use of the cards. Paying more than the minimum due will reduce the balance faster and the amount of interest applied. Limiting or discontinuing the use of credit cards can reduce the HENRYs' overall debt and prevent more debt from accumulating.\n\nApplying this strategy to other debt can also have the same effect of quickly reducing debt and freeing up income for savings and investments. For example, paying more than the required amount on student loans can reduce the debt quickly, as well as accrued interest. Furthermore, consolidating student loans can reduce the monthly obligation and save money with a lower interest rate and payment.\n\nThe average amount of a HENRY's student loan debt.\n\nWhereas reducing debt is, perhaps, the first step towards wealth, investing is the way to build it. After reducing debt, HENRYs will have more disposable income to invest. Retirement savings accounts are popular investment vehicles for their tax benefits and investment options. For example, 401(k)s allow the HENRY to benefit from employer matching, various investment options, and pre-taxed invested dollars, which reduce reportable taxable income.\n\nInvesting in real estate can generate profits that contribute to wealth accumulation. If personal monthly rent or mortgage obligations are not large, the HENRY may be able to pursue real estate investments to generate streams of income; that income can be reinvested into other vehicles for growth. Likewise, the HENRY can invest in real estate investment trusts (REIT) for growth and to avoid the responsibilities associated with owning and managing investment real estate properties.\n\nHENRYs can enlist the services of a professional wealth or investment advisor to select investments suitable to their risk tolerance and investment goals. Developing and following a plan can help them move from being a wealthy prospect to being a tycoon.\n\nThere are no universal rules for qualifying as a HENRY, but most analysts will describe individuals with income between $250,000 and $500,000 with minimal savings as HENRYs.\n\nBecoming a HENRY entails prioritizing your career to deliver a high paying job. A HENRY will have just started out investing, not necessarily having put aside money for a long time. Therefore, to become a HENRY, focus more on your job, career development, and changes to your working income.\n\nSimilar to a traditional \"HENRY\", a millennial HENRY are those in the their early 30's earning a six-figure salary. These individuals, especially if they live in a high cost of living area, may leave them struggling to make ends meet or pay current bills despite having a very large income.\n\nHigh Earners,Not Rich Yet(HENRYs) is a term to describe people who earn high incomes, usually between $250,000 to $500,000, but have not saved or invested enough to be considered rich. Most of HENRYs' incomes are consumed by consumer spending, educational costs, and housing. Not much remains for retirement and investments, which makes achieving a wealthy status difficult.\n\nTo better their financial position, HENRYs can employ different strategies, such as reducing debt, increasing contributions to retirement and investment accounts, and reducing tax obligations, as well as seek help from a professional wealth advisor. In no time they can see the scale move from \"not rich yet\" to \"high society.\"\n\nAU Journal of Management. \"The Rise of HENRYs,\" Page 17.\n\nThe Wall Street Journal. \"Is $250,000 a Year Wealthy? Only if You're a Democrat.\"\n\nMissouri Economic Research & Information Center. \"Cost of Living Data Series.\"\n\nBournemouth University. \"Meet the HENRYs: A Hybrid Focus Group Study of Conspicuous Luxury Consumption in the Social Media Context: Abstract.\"\n\nUnity Marketing. \"Meet the HENRYs and the Brands They Love.\"\n\nIRS. \"401(k) Limit Increases to $23,000 for 2024, IRA Limit Rises to $7,000.\"\n\nBusiness Insider. \"'High Earner, Not Rich Yet\": How to Tell If You're a 'HENRY' Based on your Salary, Savings, and Lifestyle.\"",
  "url": "https://www.investopedia.com/terms/h/high-earners-not-yet-rich-henrys.asp"
}