{
  "term": "Hikkake Pattern: What it is, How it Works, Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe hikkake pattern is a price pattern used by technical analysts and traders hoping to identify a short-term move in the market's direction. The pattern has two different setups, one implying a short-term downward movement in price action, and a second setup implying a short-term upward trend in price.\n\nThe hikkake pattern (pronounced Hĭ KAH kay) is a complex bar or candle pattern that begins to move in one direction but reverses quickly and is said to establish a forecast for a move in the opposite direction. This pattern was developed by Daniel L. Chesler, CMT, who first published a description of the pattern in 2003. The pattern has four key points:\n\nOnce the fourth characteristic is achieved, the pattern implies a continuation in the direction of the final candle. The following two charts show examples of both setups.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nThe first pattern is for the bullish setup. Each of the four characteristics is marked to show where they have occurred in these examples. The second pattern, for the bearish setup, is less frequently observed.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nThe name of this pattern comes from a Japanese word meaning \"hook, catch, ensnare.\" When the hikkake pattern was first described by Chesler, he was looking to describe a pattern he had noticed that seemed to trap traders committing capital to a market only to see it move away from what they expected.\n\nFrom a conceptual basis, the hikkake pattern is made up of a short-term decrease in market volatility, followed by a breakout move in price action. This move (the third candle in the pattern, will tend to entice traders into thinking a breakout has formed. Traders enter the market and set a stop in the opposite direction of their trade. If the price pattern reverses, then the traders'stop-loss orderskick in and may give a boost to the price as it reverses past the boundary of the second candle in the formation (where the stop orders are likely to be).\n\nImage by Sabrina Jiang © Investopedia 2021\n\nThis pattern occurred in the price action for shares of Microsoft (MSFT) and is somewhat typical of how this pattern plays out slightly more than half the time it occurs. The pattern shown in this chart is the bullish setup and holds all four characteristics described above.\n\nHere the price pattern is highlighted by a rectangle, and the implied forecast is for a bullish move in the days beyond the rectangle. This example shows that the chart had a mild upward trend after leaving the boxed area. Not all hikkake patterns play out to the correct forecast direction.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/h/hikkakepattern.asp"
}