{
  "term": "Hindenburg Omen: Definition, four Main Criteria, and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe Hindenburg Omen is a technical indicator designed to signal the increased probability of a stock market crash.\n\nThe Hindenburg omen—named after a flaming disaster— is a technical indicator designed to signal the increased likelihood of a stock market crash. It compares the percentage of new 52-week highs and new 52-week lows in stock prices to a preset reference percentage (typically 2.2%) to predict the increasing likelihood of a market crash. The indicator is said to be suitable for about 30 days out, though it's been a false alarm more often than not in the past decade.\n\nNamed after Germany's Hindenburg airship that crashed in May 1937, the indicator was conceived and promoted by James R. Miekka in 2010. Miekka developed the indicator from historical data, with the irony that Miekka's indicator would have worked for reading the past but the omen itself wouldn't be a good reader of the market conditions after it was invented. Below, we discuss why.\n\nGiven the inherent upward bias built into most stock markets, any abnormal occurrence usually leads to aflight-to-safetyresponse from investors. This facet of investor psychology is arguably the single most relevant factor that leads to steep market declines or crashes.\n\nThe Hindenburg omen looks for a statistical deviation from the premise that under normal conditions, some stocks either make new 52-week highs or new 52-week lows. It's abnormal when both happen at the same time.\n\nAccording to the Hindenburg omen, that's a harbinger of impending danger for a stock market. The signal typically occurs during an uptrend, when new highs are expected and new lows are rare, suggesting that the market is becoming nervous and indecisive, traits that often lead to abearmarket.\n\nHowever, changes in recent years could mean there's good reason the indicator, developed using historical data, has been a false alarm more often than not since the omen's creation in 2010. It could be that the far-more-widespread use of exchange-traded funds (ETFs) over the past couple of decades, post-financial crisis reforms, and other changes have made the omen less predictive. This has led some traders to adjust some of the omen's criteria in the hopes of making it more so.\n\nFour criteria must be met to signal a Hindenburg omen:\n\nOnce these conditions are met, the Hindenburg omen is considered active for 30 trading days, and any additional signals during that period should be ignored. The Hindenburg omen is confirmed if the MCO is negative during the 30-day period and rejected if the MCO turns positive.\n\nTraders using the indicator find it relevant for about 30 days. They will take short or exit long positions should the indicator be confirmed. Those paying attention to this indicator might have escaped the 1987 market crash and the 2008 financial crisis.\n\nOf course, since the omen's success rate is \"spotty,\" they would have jumped unnecessarily other times.Traders might use the indicator with other technical analyses to confirm a sell ortake-profitsignal. For example, traders might look for a breakdown from crucial support levels before going short or taking profit on a long position.\n\nThe Hindenburg omen's effectiveness as a market crash predictor has been questioned since its appearance. While working backward, one can find many moments when it would have been predictive in past crises, it just so happens that in 2010, the market was in the midst of many changes that perhaps have meant it's been less effective since. Let's review these potential factors in the changes of the applicability of this technical indicator:\n\nThis suggests that using indicators developed from different market scenarios may not be predictive once changes occur—a potent lesson when using any indicator:\n\nThe following chart shows an example of the Hindenburg omen in an S&P 500 SPDR (SPY) chart in 2019.\n\nIn this example, the shaded area marks when Hindenburg omen conditions were met. The S&P 500 moved sharply lower on highvolumejust one month after the indicator, which suggested that traders should have braced for abear market. Traders could have exited their long positions following the Hindenburg omen and avoided the market decline.\n\nBelow is another example from June 2024:\n\nThe image above represents an index of the Hindenburg omen. Here are the criteria that were met:\n\nWhen the three triggers occur, the Hindenburg Omen Index goes to three.\n\nAn initial sell signal occurred in early May 2024. So, for the next four weeks in June, traders would look for additional signals to confirm that it's time to sell, like patterns observed in market downturns in 2021 and 2020.\n\nAlong with keeping the Hindenburg Omen Index on a watch list, traders can also monitor the 50-day rate of change on the NYSE Composite Index, continued expansion of new highs and new lows, and a positive to negative shift in the McClellan oscillator.\n\nIndeed, historically, market tops often occur in the summer, suggesting a potential top in June 2024—should the second signal be confirmed. Traders and investors must remain vigilant and consider technical and fundamental factors when the Hindenburg omen appears.\n\nTraders use several signals to predict potential downturns or market instabilities. These include the Titanic syndrome as well as thedeath cross. Each of these indicators has its own methods and implications. Like the Hindenburg omen, they are used by market analysts to gauge the stock market's health and anticipate possible corrections or bear markets.\n\nTraders can use the relative strength index and moving averages to complement the Hindenburg omen in technical analysis. These tools can provide a more robust understanding of market conditions around the signals the Hindenburg omen gives.\n\nThe Hindenburg Omen has a relatively low probability of success because of its complex criteria and the rarity of its signals. It requires a specific and unusual combination of market conditions. These conditions do not occur frequently, and when they do, they do not always lead to significant market declines.It could also be the case that conditions have changed since the omen was developed and it's no longer as relevant.\n\nThe Hindenburg omen is an indicator that predicts potential market downturns. It's triggered when there is simultaneously a significant number of new highs and new lows in stock prices on the NYSE, where the market index is on an upward trend, and there's a downturn in the McClellan oscillator. This complex set of conditions makes the omen relatively rare and its predictive success limited, as it often requires further confirmation to improve its reliability.\n\nE. Ponsi. \"Technical Analysis and Chart Interpretations: A Comprehensive Guide to Understanding Established Trading Tactics,\" Pages 349-50. John Wiley & Sons, 2016.\n\nCNBC. \"Market Crash Indicator With Spotty Track Record, Hindenburg Omen, Triggered Last Week.\"\n\nThe Wall Street Journal. \"'Hindenburg Omen' Flashes: Technical Gauge and Its Creator Sense Stock Gloom; 'Good Conspiracy Theories'?\"\n\nThe Wall Street Journal. \"Jim Miekka, Creator of 'Hindenburg Omen,' Dies in Crash.\"\n\nMarket Misbehavior with David Keller, via YouTube. \"Hindenburg Oman Flashes Initial Sell Signal.\"\n\nP. J. Kaufman. \"Trading Systems and Methods,\" Page 944–945, 967–969. John Wiley & Sons, 2019, sixth edition.",
  "url": "https://www.investopedia.com/terms/h/hindenburgomen.asp"
}