{
  "term": "Hindsight Bias: Causes, Examples and FAQ",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nHindsight bias is a psychological phenomenon that allows people to convince themselves after an event that they accurately predicted it before it happened. This can lead people to conclude that they can accurately predict other events. Hindsight bias is studied inbehavioral economicsbecause it is a common failing of individual investors.\n\nHindsight bias is when a person looks back at an event and believes theypredicted the outcome, even if they failed to act on that \"prediction.\" Unfortunately, this leads people to think that their judgment is better than it is. The idea is that once we know the outcome, it’s much easier to construct a plausible explanation. With this, we become less critical of our decisions, leading to poor decision-making in the future. Hindsight bias is caused by\n\nThe bias occurs when we remember something we believe we predicted and view it at the present time as an inevitable event we knew would happen.\n\nInvestors often feel pressure to perfectly time buying or selling stocks to maximize their returns. When they suffer a loss, they regret not acting earlier. With regret comes the thought that they saw it coming all along.\n\nIn fact, it was one of the many possibilities that they might have anticipated. Whichever one of them pans out, the investor becomes convinced that they saw it coming. This allows them to make poor decisions in the future unknowingly. Preventing hindsight bias involves being able to make predictions beforehand, such as keeping a decision-making journal, allowing the investor to compare later.\n\nKeeping an investment journal or diary may allow investors to avoid some issues tied to hindsight bias.\n\nHindsight bias occurs when new information comes to light about an experience—changing how we recall that experience. We selectively remember only the information that confirms what we know or believe to be true. Then, if we feel we already knew what would happen all along, we fail to carefully review the outcome (or the reason for the outcome).\n\nHindsight bias involves revising the probability of an outcome after the fact. After knowing the outcome, people tend to exaggerate the extent of their prediction of the event. These biases can be found in just about any situation, including predicting the weather or elections.\n\nHindsight bias is rooted in overconfidence and anchoring. After an event occurs, we use the knowledge of the outcome as an anchor to attach our prior judgments to the outcome. The issue may be partly science-based as well. Hindsight bias might not be tied to only the ineffective processing of information but be rooted in adaptive learning.\n\nPeople are susceptible to hindsight bias because it’s comforting to think that the world is predictable and thus somewhat orderly. As a result, we seek to see unpredictable events as predictable. We desire a positive view of ourselves and therefore try to make sense of it by creating a story or narrative that shows we knew the outcome.\n\nInvestors should be careful when evaluating their own ability to predict how current events will impact the future performance of securities. Believing that one can predict future results can lead to overconfidence, and overconfidence can lead to choosing stocks or investments on a hunch, not forfinancial performanceor value. Here are some tips to help you avoid this bias:\n\nProfessions that require a lot of feedback, such as accounting, are less prone to hindsight bias.\n\nHindsight bias can distract investors from an objective analysis of a company. Sticking tointrinsic valuation methodshelps them decide on data-driven factors, not personal ones. Intrinsic value refers to the perception of a stock’s true value based on all aspects of the business—it may not coincide with an investment's current market value.\n\nTo avoid hindsight basis, it's best to use a mathematical model. This takes much of the guesswork and bias out of analyzing a company. Quantitative factors, such as financial statements and ratios, are much more indicative of performance than opinions based on personal experience. Quantitative aspects such asfinancial statement analysesoffer insights into whether the current market price is accurate or the company is overvalued or undervalued.\n\nAn intrinsic valuation will also take into account qualitative factors such as a company’s business model, corporate governance, and target market.\n\nNotably, there's no universal intrinsic value calculation. There are many different models or valuation tools to use. Some assumptions must be plugged into any model, which can open that model up to bias.\n\nFinancial bubbles are always subject to substantial hindsight bias after they burst. For example, following thedot-com bubblein the late 1990s and theGreat Recession of 2008, many pundits and analysts demonstrated their precise knowledge of how events that seemed trivial at the time were harbingers of future financial trouble.\n\nThey were right, but other concurrent events reinforced the assumption that the boom times would never end. In fact, if a financial bubble were easy to spot as it occurred, it would likely have been avoided altogether.\n\nThe usual subjects of hindsight bias are not on that scale. For instance, many investors in the 80s were interested in technology, industrials, and materials, but computer software and hardware were only making their debut—many didn't see the industry amounting to anything. As a result, there are quite possibly millions of investors from that time who deeply regret not buying stock in Microsoft or Apple when they \"saw it coming.\"\n\nBusiness professionals will often use hindsight bias in decision making—assuming because a strategy worked previously, it will continue to work. Unfortunately, hindsight bias means executives can and might make risky or poorly analyzed decisions. Anyone that's heard the old sayings, \"It worked before, it should work again\" or \"this is how we've always done it\" at work has experienced an example of hindsight bias in the professional space.\n\nHindsight bias is caused by memory distortion, foreseeability, and inevitability, where we remember something we believe we predicted and view it at the present time as an inevitable event we knew would happen.\n\nIt is important because it clouds our ability to learn from experiences and make future decisions.\n\nConfirmation bias is when youlook for information to support your beliefs, while hindsight bias is the belief that you predicted an event in the past.\n\nHindsight bias is a natural human response to past events in which we believe we knew the event would happen. We then associate that belief with new events, even when circumstances that can affect the outcome are different. It can be difficult to identify when you're affected by hindsight bias, but using tools to analyze events to find solutions can keep you from falling for this psychological trick your mind plays on you.\n\nKeeping and revisiting journals, discussing the event with peers, and analyzing the surrounding circumstances while imagining alternate outcomes are ways you can avoid making decisions when under the influence of hindsight bias.\n\nAmerican Psychological Association. \"Hindsight Bias and Covid-19: Hindsight Was Not 20/20 in 20/20.\"",
  "url": "https://www.investopedia.com/terms/h/hindsight-bias.asp"
}