{
  "term": "Hire Purchase Agreements: Definition, How They Work, Pros and Cons",
  "definition": "The term \"hire purchase\" refers to a financial arrangement for buying expensive goods and services. With a hire purchase agreement, the buyer makes a down payment and pays the remaining balance plus interest in installments.\n\nThe term is commonly used in the United Kingdom and it's more commonly known as an installment plan in the United States, although there are subtle differences between the two.\n\nA hire purchase agreement is a type of credit agreement between a buyer and seller.\n\nAfter an initial payment, the buyer continues to make installment payments until the total purchase price (and interest charges) is paid off. Once that occurs, the buyer becomes the legal owner of the product.\n\nThese agreements are similar to rent-to-own transactions (such asrent-to-own cars) which give thelesseethe option to buy at any time during the agreement.\n\nLike rent-to-own, hire purchases can benefit consumers with poor credit by spreading the cost of expensive items that they would otherwise not be able to afford over an extended period of time.\n\nHire purchase plans protect avendormore than some other financing methods because items can be repossessed more easily should the buyer be unable to keep up with the repayments.\n\nWhile you are making your payments according to your hire purchase plan, it is against the law to sell or otherwise dispose of the item without the permission of the seller.\n\nAs noted above, hire purchase agreements are used in the U.K. In the U.S., they are known as installment plans. Although they may seem the same, there are some distinctions between the two.\n\nFor instance, with installment plans, the buyer usually gets ownership rights as soon as they sign the contract with the seller.\n\nWith hire purchase agreements, the ownership of the merchandise is not officially transferred to the buyer until all the payments have been made.\n\nHire purchase agreements used foroff-balance-sheetfinancing are highly discouraged and not in alignment withgenerally accepted accounting principles (GAAP)unless the assets and liabilities for leases with terms of 12 months or longer are recognized in the financial statement.\n\nAllows for the purchase of high-value items\n\nPrevents a large outlay of cash\n\nImproves a company's ROA and ROCE\n\nPayments are accounted for as expenses\n\nOwnership does not transfer till all payments are made\n\nPotential for loss of capital if the good is returned before the contract is up\n\nIncreased administrative complexity\n\nTo be legally enforceable, these contracts must include:\n\nContracts should specify that they are hire purchase agreements and indicate the withdrawal (cooling off) period. For instance, the seller can allow the buyer to vacate the agreement within 15 days of receiving the contract.\n\nThe key disadvantages of hire purchase agreements include the overall higher cost of the product and the fact that ownership is not transferred until all payments are made. Also, these agreements can be very complex. People may spend beyond their means and lose money if they return the goods.\n\nThere are two types of hire purchase agreements. Consumer hire purchase agreements are designed for individual consumers. Industrial hire purchase agreements are used by businesses, such as when they purchase machinery.\n\nThe parties to a hire purchase agreement are the hire purchaser (the buyer) and the hire vendor (the seller). There can also be a financier involved in the agreement.\n\nHire purchase agreements are used to pay for expensive consumer or business goods and services. They dispense with the need for large outlays of money for products one needs or wants.\n\nThey involve a downpayment and installment payments plus interest. So while they can be a useful way for buyers to purchase high-priced goods, those goods end up costing more that they would in an outright purchase.\n\nGOV.UK. \"BLM00330 - Introduction: Lease Taxation: Hire Purchase Contracts.\"\n\nCitizens Advice. \"Hire Purchase and Conditional Sale.\"\n\nFinancial Accounting Standards Board. \"Leases (Topic 842),\" Pages 2-4.\n\nCitizens Information. \"Hire Purchase Agreements.\"",
  "url": "https://www.investopedia.com/terms/h/hire-purchase.asp"
}