{
  "term": "Hiring Freeze: How it Works and its Impact",
  "definition": "A hiring freeze is when an employer stops hiring workers, usually temporarily, in an effort to contain costs. Suchcost-cuttingmay be the result of financial distress, but even large, successful companies may opt to pause hiring amid an economic slowdown, recession or instances ofovercapacity.\n\nHiring freezes may be short-term or long-term, and may help a company avoidlaying offemployees. Hiring freezes leave unfilled vacancies resulting fromfiringsor naturalattrition. In addition, they bar the creation of new positions.\n\nHiring freezes can happen at struggling companies but also highly successful ones seeking to protect theirprofit margins. A sudden economic downturn, an industry slowdown or an acceleration in costs may lead management to conclude that a hiring freeze is the best short-term solution.\n\nHiring freezes allow companies to leave non-essential positions unfilled, in effect hitting a reset button onpayrollexpense growth. After instituting a hiring freeze management may be able to restructure work groups to improve efficiency. Companies must ensure a hiring freeze doesn't lower their revenue, since that might defeat its purpose of safeguarding earnings.\n\nA hiring freeze may not mean that all hiring is stopped. Companies may still fill positions that are essential to meeting the demands of customers, or specialized jobs otherwise key to their operations. They may also authorize the contracting offreelancersor the hiring of part-time or contract help at a lower cost than that of a permanent full-time worker. A hiring freeze allows a company to limit costs without impairing essential functions likeresearch and development, production, and sales.\n\nA hiring freeze can put a strain on the remaining employees, since those who leave the company as a result ofretirement,family or medical leave, or for a new job elsewhere are unlikely to be immediately replaced. This often requires workers to add the job responsibilities of departing colleagues on top of their own. As workloads grow, performance is likely to suffer alongside morale. That, in turn, can add to employee turnover, making the hiring freeze unsustainable in the longer run.\n\nA hiring freeze may also encourage managers to ignore poor performance by subordinates instead of firing or confronting them, since those who quit or are fired may not be replaced. In addition, the hiring of temporary or freelance help is likely to reduce the cost savings from a hiring freeze while lowering long-term performance. For these reasons, a hiring freeze is most often a temporary measure intended to limit costs during a slowdown.",
  "url": "https://www.investopedia.com/terms/h/hiring-freeze.asp"
}