{
  "term": "Historical Volatility (HV): Definition, Calculation Methods, Uses",
  "definition": "Historical volatility (HV) is a statistical measure of thedispersionof returns for a given security ormarket indexover a given period of time. Generally, this measure is calculated by determining the average deviation from theaverage priceof a financial instrument in the given time period. Usingstandard deviationis the most common, but not the only, way tocalculate historical volatility. The higher the historical volatility value, the riskier the security. However, that is not necessarily a bad result as risk works both ways—bullish and bearish.\n\nHistorical volatility does not specifically measure the likelihood of loss, although it can be used to do so. What it does measure is how far a security's price moves away from itsmeanvalue.\n\nFor trending markets, historical volatility measures how far traded prices move away from a central average, ormoving average, price. This is how a strongly trending but smooth market can have lowvolatilityeven though prices change dramatically over time. Its value does not fluctuate dramatically from day to day but changes in value at a steady pace over time.\n\nThis measure is frequently compared withimplied volatilityto determine if options prices are over- orundervalued. Historical volatility is also used in all types of risk valuations. Stocks with a high historical volatility usually require a higher risk tolerance. And high volatility markets also require widerstop-losslevels and possibly highermarginrequirements.\n\nAside from options pricing, HV is often used as an input in other technical studies such asBollinger Bands. These bands narrow and expand around a central average in response to changes in volatility, as measured by standard deviations.\n\nVolatility has a bad connotation, but many traders and investors can make higher profits when volatility is higher. After all, if a stock or other security does not move it has low volatility, but it also has a low potential to makecapital gains. And on the other side of that argument, a stock or other security with a very high volatility level can have tremendous profit potential but at a huge cost. It's loss potential would also be tremendous. Timing of any trades must be perfect, and even a correct market call could end up losing money if the security's wide price swings trigger a stop-loss ormargin call.\n\nTherefore, volatility levels should be somewhere in the middle, and that middle varies frommarketto market and even from stock to stock. Comparisons among peer securities can help determine what level of volatility is \"normal.\"",
  "url": "https://www.investopedia.com/terms/h/historicalvolatility.asp"
}