{
  "term": "Historic Pricing: What It Means, How It Works",
  "definition": "Historic pricing is a unit pricing method used to calculate the value of anassetusing the lastvaluationpoint calculated. Historic pricing is used when the value of an asset does not update in real time.\n\nHistoric pricing illustrates the importance of understanding when assets have last had their values calculated, whether at a certain point or at various points during the trading day or in real time. This is known as the valuation point. If an investor happens to trade at the exact point that thenet asset value(NAV) is calculated, then they do not have to consider gaps in time as part of theirinvestment strategy.\n\nHowever, if an investor trades the asset before or after the net asset value has been determined, they will be working off an old (stale) value. This means that there may be the risk that the estimated valuation upon which the trading decision was based is, in fact, inaccurate.\n\nMutual fundstypically update their net asset values at the end of the trading day.Fund managershave two options: they can look at the last calculated net asset value (also known as the historic valuation point), or they can note the net asset value of the next valuation point.\n\nAn investor looking to buy afundbased on historic pricing knows how manysharescan be purchased for a certain amount of money because the valuation point is known. In turn, sellers know exactly how much money they can get for a specific number of shares. The buyer's risk is that the net asset value of the fund actually decreases by the next valuation point, meaning that they will have spent more on a particular number of shares. The risk for the seller is that the shares increase in value at the next valuation point, meaning that the seller does not make as much money for a given number of shares.\n\nForward pricingis the net asset value calculation method used the most. Forward pricing involves processing buy and sell orders for shares of open-ended mutual funds at the net asset value as of the next market close.\n\nNotably,open-ended mutual fundsrevalue their assets upon the close of the trading day. Buyers are at a disadvantage because they do not know how many fund shares can be purchased. This pricing mechanism ensures that the shares are bought and sold at a price that more accurately reflects the changes in the fund that may have occurred since the previous valuation.",
  "url": "https://www.investopedia.com/terms/h/historic-pricing.asp"
}