{
  "term": "Historic Structure: What It is, How It Works, Criteria",
  "definition": "A historic structure is a sub-category of a historic property as designated by the National Register of Historic Places, referred to as the National Register. In casual conversation, a historic structure refers to a building or other structure, such as a bridge, mine, canal, ship, highway, or locomotive, that is significant because of its link to an important period in the past, but the official designation distinguishes a structure as being distinct from a human shelter.\n\nHistoric structures may have unique architectural features or political meaning. Areas with a large number of historic structures may be designated as historic districts.Property owners in historic districts generally face special rules and restrictions on the maintenance of and alterations to the property. Sometimes grant money ortax creditsare available to restore historic structures in disrepair.\n\nA historic structure is an official designation by the National Register of Historic Places. The National Register designates historic properties, including buildings, structures, objects, sites, and districts. Historic properties, including historic structures, can be officially registered as historic with the National Park Service and placed on the National Register of Historic Places by petitioning the State Historic Preservation Office where the structure is located.\n\nThe petition contains information about the property's historic and current functions, architectural classification and materials, and other details. To be listed, the property must meet at least one of four key National Register criteria.\n\nThe number of National Historic Landmarks in the United States.\n\nThe National Register of Historic Places has established four objectives, specific criteria that can qualify a structure to be designated as historic. From the National Register documentation, structures are historic:\n\nA structure only has to fit one of these criteria to be designated as a historic structure by the National Register. The intent of these criteria is to ensure that structures that have some kind of cultural and historical relevance are preserved, but the designation is not to be overused for a building that is simply a certain age but is not otherwise significant.\n\nNational Park Service. \"How to List a Property.\" Accessed May 7, 2021.\n\nNational Park Service. \"FAQs.\" Accessed May 7, 2021.\n\nInternal Revenue Service. \"Tax Aspects of the Historic Preservation Tax Incentives - FAQs.\" Accessed May 7, 2021.\n\nNational Park Service. \"National Register Bulletin,\" Page 3. Accessed May 7, 2021.\n\nNational Park Service. \"National Historic Landmarks Program.\" Accessed May 7, 2021.\n\nNational Park Service. \"National Register Bulletin,\" Page 2. Accessed May 7, 2021.",
  "url": "https://www.investopedia.com/terms/h/historic-structure.asp"
}