{
  "term": "Historical Cost: Definition, Principle, and How It Works",
  "definition": "A historical cost is a measure of value that's used in accounting. The value of an asset on the balance sheet is recorded at its original cost when it's acquired by the company. The historical cost method is used for fixed assets in the United States undergenerally accepted accounting principles(GAAP).\n\nThe historical cost principle is a basic accounting principle under U.S. GAAP. Most assets are to be recorded on thebalance sheetat their historical cost under the historical cost principle even if they've significantly increased in value over time.\n\nNot all assets are held at historical cost.Marketable securitiesare recorded on the balance sheet at their fair market value and impaired intangible assets are written down from historical cost to their fair market value.\n\nValuing assets at historical cost prevents overstating an asset's value when asset appreciation may be the result of volatile market conditions. The asset would still be recorded on the balance sheet at $100,000 if a company's main headquarters, including the land and building, was purchased for $100,000 in 1925 and its current expectedmarket valueis $20 million.\n\nAssetdepreciationmust be recorded to account for wear and tear on long-lived assets in accordance with accounting conservatism.Fixed assetssuch as buildings and machinery will have depreciation recorded regularly over the asset's useful life. Annual depreciation is accumulated over time and recorded below an asset's historical cost on the balance sheet.\n\nThe subtraction ofaccumulated depreciationfrom the historical cost results in a lower net asset value, ensuring that there's no overstatement of an asset's true value.\n\nAn impairment may occur to certain assets, including intangibles such as goodwill, independent ofasset depreciationfrom physical wear and tear over long periods of use. An asset's fair market value has dropped below what's originally listed on the balance sheet with asset impairment. An asset impairment charge is a typical restructuring cost as companies reevaluate the value of certain assets and make business changes.\n\nGoodwill must be tested and reviewed at least annually for any impairment. The asset is considered impaired if it's worth less than carrying value on the books. No change is made to historical cost if it's risen in value. The devaluation of an asset based on present market conditions would be a more conservative accounting practice than keeping the historical cost intact.\n\nThe loss directly reduces a company's profits when an asset is written off due to asset impairment.\n\nThemark-to-marketpractice is known asfair valueaccounting. Certain assets are recorded at their market value. The value of an asset as reported in the balance sheet may go up or down when the market moves. The deviation of the mark-to-market accounting from the historical cost principle is helpful to report on held-for-sale assets.\n\nAn asset's market value can be used to predict future cash flow from potential sales. A common example of mark-to-market assets includes marketable securities held for trading purposes. Securities are marked upward or downward to reflect their true value under a given market condition as the market swings. This allows for a more accurate representation of what the company would receive if the assets were sold immediately and it's useful for highlyliquidassets.\n\nHistorical cost is the price that was paid for an asset when it was purchased. Historical cost is a fundamental basis in accounting because it's often used in the reporting of fixed assets. It's also used to determine the basis of potential gains and losses on the disposal of fixed assets.\n\nHistorical cost is the cash or cash equivalent value of an asset at the time of acquisition. Fair market value is the current value of that asset. The historical cost would be $10,000 and the fair market value would be $20,000 if someone were to purchase an acre of land 10 years ago for $10,000 and that land is now worth $20,000.\n\nGAAP requires that certain assets be accounted for using the historical cost method. Fixed assets are recorded at their cost at the time of purchase. Inventory is also usually recorded at historical cost although it may be recorded at the lower of cost or market.\n\nHistorical cost is often calculated as the cash or cash equivalent cost at the time of purchase. This includes the purchase price and any additional expenses incurred to get the asset in place and prepared for use.\n\nThe conservatism principle dictates that estimates, uncertainty, and financial record-keeping should be done in a manner that doesn't intentionally overstate the financial health of an organization. Historical cost is one way of adhering to the conservatism principle because companies must report certain assets at cost so they have a more difficult time exaggerating the value of the asset.\n\nHistorical cost measures the value of an asset for accounting purposes but not all assets are held this way. Marketable securities and impaired intangible assets are recorded at their fair market value.\n\nHistorical cost prevents the overstating of an asset’s value in cases where appreciation is the result of market volatility. It’s one of the basic accounting principles used in the U.S. under generally accepted accounting principles (GAAP).\n\nAccounting Professor. \"Historical Cost Principle Meaning & Importance.\"\n\nCFI Education. \"Straight Line Depreciation.\"\n\nAnderson Advisors. \"What Is Market-to-Market Accounting?\"",
  "url": "https://www.investopedia.com/terms/h/historical-cost.asp"
}