{
  "term": "Hit the Bid: What it is, How it Works, Examples",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\n\"Hit the bid\" is a term used when a trader agrees to sell at thebid price, the highest price a buyer is willing to pay for a security or asset. The\"bid-ask\" spreadis the difference between the highest price that a buyer is willing to pay and the lowest price that a seller is willing to accept. An individual looking to sell will hit the bid if they wish to transact immediately at that price.\n\nHit the bid can be contrasted with \"lift the offer.\"\n\nTo hit the bid is to sell a security to another party at its bid price. This price representsthe highest price among competing offersfor the security.\n\nA trader will hit the bid if they think it is an attractive price, or if they must sell quickly. To hit the bid, the most effective method is to enter amarket orderto sell, although a selllimit orderset at the current bid price is also possible to avoid selling lower than the prevailing bid.\n\nIn addition to the price that an investor is willing to buy, the amount or volume bid is also important for understanding the liquidity of a market.Bid sizesare typically displayed along with a level 1 quote. If the quote indicates a bid price of $50 and a bid size of 500, you can sell up to 500 shares at $50. If the best bid is for 100 shares and you have 500 to sell, hitting the bid with a market order will fill the first 100 shares at that price, but the additional 400 shares will be sold at progressively lower prices until the order is filled.\n\nPrice quotes will often show thenational best bid and offer(NBBO) from across all exchanges that a security is listed. That means that the best bid price may come from a different exchange or location.\n\nA portfolio manager has a junk bond to sell. Theportfolio managercalls ajunk bondbroker to solicit bids for the junk bond. The broker calls prospective buyers and immediately creates a bid of $75 for the bond. The broker communicates this bid to the seller. The seller declines.\n\nAnother bid comes in from the market maker for $74, and the seller again declines. Later, the broker goes back to the seller with a $74.50 bid. The seller hits the bid and sells it at the requested price. The other side of hitting the bid is lifting the offer. In this scenario, the trader buying the junk bond from the portfolio manager is lifting the offer from the broker.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/h/hitthebid.asp"
}