{
  "term": "HM Revenue & Customs: Tax Authority of the United Kingdom",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nHM Revenue & Customs (HMRC) is the tax authority of the U.K. government. The agency is responsible for collecting taxes, payingchild benefits, regulating tax and customs laws, and enforcing the payment ofminimum wageby employers.\n\nHMRC was formed in 2005 following the merger of theInland Revenueand the Board of Customs and Excise, the agencies which formerly handled internal taxes and customs collection.\n\nHMRC collects all direct and indirecttaxesin the U.K., including income tax, corporation tax, capital gains tax, inheritance tax,value-added tax(VAT), excise duties, stamp duty land tax, air passenger duty, and the climate change levy.\n\nThe HMRC is the British equivalent of theInternal Revenue Service (IRS)in the United States.\n\nThe HMRC oversees the efficient collection of taxes and the transfer of funds to the Treasury so thatrevenuefor public services is available. Employers will submit Full Payment Submission (FPS) and Employer Payment Summaries (EPS) statements with each payroll showing payrolled benefits and deductions from wages.\n\nThe HMRC also educates and informs the public about their tax-paying duties.\n\nEstablished in 2005 under the Commissioners for Revenue and Customs Act, the HMRC is a non-ministerial department. The agency reports directly to Parliament through the Treasury, under the leadership of the Chancellor of the Exchequer. The HMRC represents themergerof Customs and Excise and the Inland Revenue, combining direct and indirect revenue departments.\n\nThe merger was previously overturned in 1862. In 1909, theexcise dutieswere removed from the administration of the Inland Revenue and were combined with the Board of Customs to form the Board of Customs and Excise. Once again, a 1999 report by the Treasury Committee suggested a merger, citing the potential savings in public expenditure andcompliance costs.\n\nThe decision, announced in March 2004, to merge theInland Revenueand the Board of Customs and Excise was met with some skepticism as the two departments had such different historical and cultural foundations and legal structures.\n\nHMRC is a non-ministerial department, and the agency reports directly to Parliament through the Treasury under the leadership of the Chancellor of the Exchequer. The Treasury, in turn, supervises spending by HMRC.\n\nThe HMRC was established by an act of Parliament in 2005.\n\nThe HMRC is headquartered in Westminster, London.\n\nIn 2005, the HMRC was formed with the merger of Inland Revenue and the Board of Customs and Excise. His Majesty's Revenue & Customs (HMRC) is the national taxing authority of the United Kingdom that collects all direct and indirect taxes and administers benefits and tax credit payments to residents. The HMRC collects and records Full Payment Submission (FPS) andForm P45from employers to document benefit amounts paid in by employees.\n\nHM Revenue & Customs. \"Services and Information.\"\n\nU.K. Public General Acts. \"Commissioners for Revenue and Customs Act 2005.\"\n\nPayroll information to report to HMRC. GOV.UK.\n\nHM Revenue & Customs. \"Charter.\"",
  "url": "https://www.investopedia.com/terms/h/hm-revenue-and-customs-hmrc.asp"
}