{
  "term": "Hoarding: Definition, How It Works with Commodities, and Examples",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nHoarding is the purchase and warehousing of large quantities of a commodity by aspeculatorwith the intent of benefiting from future price increases.\n\nThe term hoarding is most frequently applied to buyingcommodities, especially gold. However, hoarding is sometimes used in other economic contexts. For example, political leaders might complain that speculators are hoarding dollars during a currency crisis.\n\nHoarding is commonly criticized for creating shortages of goods in the real economy. It is possible for hoarding to create a cycle of speculation, self-fulfilling prophecies, andinflation.\n\nIf several wealthy individuals start hoarding wheat, the price will begin to increase. Middle-class merchants will notice, and then they might hold back wheat supplies in anticipation of future price increases. That is enough to raise prices again. Panicked buying may create real shortages of wheat in some locations. The poorest in some countries could even be at risk of starvation if the cycle continues beyond that point.\n\nHoarding is sometimes blamed for shortages that are actually caused byprice controls,fixed exchange rates, and other government policies.\n\nLaws are often passed against certain types of hoarding to prevent tragedies and reduce economic instability. If a speculator intends to corner or otherwise monopolize a commodity, then it may be considered an illegal act. Unfortunately fortradersand regulators, it is sometimes difficult to distinguish hoarding from unlawful attempts to manipulate the market.\n\nOwning more than $100 worth of gold bullion, coins, or certificates became a criminal act called hoarding in 1933.Holding gold bullion became legal again in the U.S. in 1974.\n\nHoarding is often considered harmful because it prevents commodities from being used in the rest of the economy. Investing can help firms to produce more commodities and other products.\n\nLegendary investor Warren Buffett said of gold: \"(It) gets dug out of the ground in Africa or someplace. Then we melt it down, dig another hole, bury it again, and pay people to stand around guarding it. It has no utility. Anyone watching from Mars would be scratching their head.\"\n\nIn the long run, investing in stocks has outperformed hoarding commodities. That said, there were years and decades when commodities had higher returns than stocks.\n\nOne of the most famous cases of hoarding occurred in the silver market in the 1970s and 80s when the Hunt brothers tried to hoard silver tocorner the market. Nelson Bunker Hunt and William Herbert Hunt correctly predicted rising inflation, but they used excessive leverage and were ill-prepared when prices collapsed.\n\nDuring the 1970s, the Hunt brothers purchased most of the physical silver inventory available on the market and later moved intofutures contracts. Silver was less than two dollars per ounce when they started in the 70s. By early 1980, the brothers managed to drive the price of silver to almost $50 per ounce. At that point, the Hunts were no longer able to borrow the money they needed to keep buying silver and pushing up the price.\n\nThe Hunt brothers eventually had to start selling, and the ensuing panic caused the silver price to collapse. In 1988, Nelson Bunker Hunt and William Herbert Hunt declared bankruptcy.\n\nYasuo Hamanaka, a commodities trader at Sumitomo Corporation, became known asMr. Copperafter he attempted to manipulate the copper price through hoarding. He spent seven years in jail after more than ten years of unauthorized copper deals in the 1990s that led to more than $2.6 billion in losses.\n\nAt one point, he hoarded as much as 5% of the world's total copper supply. Traders started calling him \"Mr. Copper\" or the \"Copper King.\"\n\nHODLis a term derived from a misspelling of \"hold\" that refers to buy-and-hold strategies in the context ofbitcoinand other cryptocurrencies. It describes the hoarding behavior of cryptocurrency holders to accumulate and not sell or use in exchange.\n\nBecause digital currencies like bitcoin are scarce and have a limited rate of new unit formation, hoarding strategies increase the relative scarcity and can drive up the price.\n\nThe American Presidency Project. \"Executive Order 6102—Requiring Gold Coin, Gold Bullion and Gold Certificates to Be Delivered to the Government.\"\n\nCongress.gov. \"Public Law 93-373.\"\n\nU.S. District Court of Wisconsin. \"MDL Docket No. 1303,\" Page 15.\n\nU.S. District Court of Wisconsin. \"MDL Docket No. 1303,\" Page 5.",
  "url": "https://www.investopedia.com/terms/h/hoarding.asp"
}