{
  "term": "Hobby Loss: What it is, How it Works, Avoiding it",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe term hobby loss refers to a loss that results from a business deemed to be a recreational activity or hobby by theInternal Revenue Service(IRS). Taxpayers cannot claim and recoup this money when the agency says it is spent while pursuing a hobby. That's because losses aren't allowed forexpensesin excess of hobbyincome.﻿﻿ This means these expenses aren't deductible as they are with a business.﻿﻿\n\nExpenses are an expected part of running a business—you have to spend money to make money. Expenses that are necessary to carry on a trade or business, incurred to produce income, or paid forinvestmentsin your company aredeductible. When, despite a profit motive, your overall expenses exceed your earnings, the loss can offset unrelated income.﻿﻿\n\nAny income you earn is taxable and must be claimed, even if it doesn't come from your employer. This includes any part-time and temporary work, side gigs, and recreational pursuits that lead you to make aprofit.﻿﻿ Expenses related to these activities that result in a loss are generally deductible. That is, of course, unless the IRS considers your activity to be a hobby.﻿﻿\n\nThe hobby loss rule of theInternal Revenue Code(IRC) attempts to curb perceived loss deduction abuses by hobbyists. The hobby loss rule applies to individuals,S corporations, trusts, estates, and partnerships, but not to C corporations.Deductionsare, therefore, limited for activities not engaged in for profit.﻿﻿\n\nAccording to the IRS, it applies the hobby loss rule to disallow losses of activities it finds likely not to be engaged in for profit. Profit must be demonstrated for three out of five consecutive tax years. Some activities, such as horse racing, have slightly different requirements.Taxpayersengaged in these activities must establish a profit motive to avoid the hobby loss limitations.﻿﻿ Proof of profit motives includereceiptsand detailed recordkeeping, which is a good idea for every taxpayer in any situation.﻿﻿\n\nThe Tax Cuts and Jobs Act eliminated itemized miscellaneous deductions, including hobby losses, until after the 2025 tax year.\n\nThe IRS published a tip sheet to help taxpayers distinguish between hobbies and legitimate business operations.﻿﻿ Prior to the 2018tax year, you were allowed to claim itemized deductions as itemized on Schedule A ofForm 1040, assuming you were engaged in a hobby and not a covert or nascent business. The deductions were required to be taken as follows and only to the extent state in the following categories:\n\nIn 2017, President Donald Trump signed theTax Cuts and Jobs Actinto law. The 200-page law went into effect on Jan. 1, 2018, and made sweeping changes to the tax law, including changes in thetax bracket,mortgage interestdeductions, medical expenses, miscellaneous expenses, anditemized deductions.\n\nSo how does this affect hobbyists? Once the TCJA was signed, any expenses or hobby losses that a taxpayer was able to claim to reduce their hobby income in previous tax years are no longer allowed. This applies to tax returns filed between the 2018 and 2025 tax years.﻿﻿\n\nAlthough the TCJA eliminated miscellaneous itemized deductions, it's still important to know how to avoid the hobby loss rule if provisions aren't made after the 2025 tax year. The easiest way to avoid the hobby loss rules is to frequently turn a profit. The hobby loss rule presumes that an activity is for-profit if the operation is profitable for three out of the previous five years ending with the current taxable year. For actions involving horses, the timeframe is two of the previous seven years.﻿﻿\n\nIf the presumption is not met, then the taxpayer must establish aprofit motive. The following nine factors define hobby income and losses:\n\nA taxpayer that fails to turn a profit or to establish a profit motive is not engaged in a business. The hobby loss rules will apply. Hobby expenses that fail its three-tier deduction system are not deductible.﻿﻿ Hobby expenses that exceed hobby income are disallowed as non-deductible hobby losses.﻿﻿\n\nInternal Revenue Service. \"Tips for Taxpayers Who Make Money from a Hobby.\" Accessed Feb. 4, 2021.\n\nInternal Revenue Service. \"Deducting Business Expenses.\" Accessed Feb. 4, 2020.\n\nInternal Revenue Service. \"Is Your Hobby a For-Profit Endeavor?\" Accessed Feb. 2, 2020.\n\nU.S. Government. \"26 U.S. Code, Part VI, Section 183: Activities Not Engaged in for Profit.\" Accessed Feb. 4, 2021.\n\nInternal Revenue Service. \"Publication 535, Business Expenses,\" Page 7. Accessed Feb. 4, 2021.\n\nIntuit Turbotax. \"When the IRS Classifies Your Business as a Hobby.\" Accessed Feb. 5, 2021.\n\nInternal Revenue Service. \"Business or Hobby? Answer Has Implications for Deductions,\" Page 30. Accessed Feb 2. 2020.\n\nInternal Revenue Service. \"How do you distinguish between a business and a hobby?\" Accessed Feb. 2, 2020.\n\nElectronic Code of Federal Regulations. \"§1.183-2: Activity not engaged in for profit defined.\" Accessed April 8, 2020.",
  "url": "https://www.investopedia.com/terms/h/hobbyloss.asp"
}