{
  "term": "Hockey Stick Chart: Overview and Examples in Investing",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA hockey stick chart is a priceline chartin which a sharp increase occurs suddenly after a short period of quiescence or relative stability. The line connecting the data points thus resembles a hockey stick.\n\nHockey stick charts have been referenced in the world of business, economics, and policy as a visual device to illustrate dramatic shifts or explosive growth, such as with corporate earnings, global temperatures, and poverty statistics.\n\nA hockey stick is comprised of a blade, a small curve, and a long shaft. A hockey stick chart displays data as low-level activity (y-axis) over a short period of time (x-axis), then a sudden bend indicative of aninflection point, and finally a long and straight rise at a steep angle.\n\nThe chart is typically observed in science labs, such as in the field of medicine or environmental studies. Scientists, for example, have plotted global warming data on a chart that follows a hockey stick pattern. Social scientists are also familiar with the chart. Some observations about the rate of increase in poverty have been delineated by this shape.\n\nThe hockey stick chart can command immediate attention. A sudden and dramatic shift in the direction of data points from a flat period to what is visible in a hockey stick chart is a clear indicator that more focus should be given to causative factors. If the data shift occurs over a short time period, it is important to determine if the shift is an aberration or if it represents a fundamental change.\n\nGroupon Inc. has the distinction of being one of the fastest-growing companies in business history to achieve the $1 billion in sales mark. It accomplished this feat in about two-and-a-half years, which is half the time of other tech superstars like Amazon and Google. Put differently, imagine logging sales of less than $100K in 2008 and then seeing $14.5 million in revenues in 2009.This is the \"blade\" part of the hockey stick chart.\n\nIn 2010 the company reported sales of $312.9 million, representing the upward bend or inflection point of the hockey stick.Then in 2011, Groupon generated a whopping $1.6 billion in sales. Plotted visually on a graph with sales on the y-axis and time on the x-axis, the data clearly illustrates a hockey stick pattern. However, as successful as the company may have seemed at the time, the soaring revenues did not mean it was profitable. In fact, net losses in 2010 were $413 million due to selling and marketing expenses.\n\nU.S. Securities and Exchange Commission. \"Amendment No. 7 to Form S-1, Groupon Inc.,\" Page 47. Accessed Aug. 27, 2021.\n\nU.S. Securities and Exchange Commission. \"Amendment No. 7 to Form S-1, Groupon Inc.,\" Page 64. Accessed Aug. 27, 2021.",
  "url": "https://www.investopedia.com/terms/h/hockey-stick-chart.asp"
}