{
  "term": "HODL: The Cryptocurrency Strategy of \"Hold on for Dear Life\" Explained",
  "definition": "HODL is a term derived from a misspelling of \"hold\" in the context of buying and holding Bitcoin and other cryptocurrencies. It's also commonly come to stand for \"hold on for dear life\" among crypto investors.\n\nThe term originated from a 2013 onlinepostto the Bitcointalk forum where the typo appeared. The price ofBitcoinin 2013 was volatile at the time, surging to over $950 at the beginning of December 2013, up from just over $130 in April of the same year.The poster encouraged people not to sell and that they were \"hodling\" [sic].\n\nAt 10:03 a.m. UTC on Dec. 18, Bitcointalk online forum user GameKyuubi posted a purportedly drunk, semi-coherent, typo-laden rant about the user's poor trading skills and determination to simply hold his Bitcoin from that point on:\n\nGameKyuubi concluded that the best course was to hold, since \"You only sell in a bear market if you are a good day trader or an illusioned noob. The people inbetween hold. In a zero-sum game such as this, traders can only take your money if you sell.\" He then confessed he'd had some whiskey and briefly mused about the spelling of whisk(e)y.\n\nWithin an hour, \"HODL\" had become a meme. Initially, the memes generated referenced the epic battle movies300andBraveheart, but there are now countless HODL memes floating around the internet.\n\nThe prices of Bitcoin and other cryptocurrencies are notoriously volatile, but HODLers disregard even large price swings. They simply HODL.\n\nHODL, as an acronym for \"hold on for dear life,\" has become a mantra among crypto enthusiasts denoting a long-term approach tocryptocurrencyinvesting. This approach mirrors GameKyuubi's rationale in the original post that novice traders are likely to botch their attempts to time the market, and should simply hold their coin.\n\nFor cryptocurrency maximalists, HODL represents more than a strategy for reigning inFOMO (Fear of Missing Out), FUD (Fear, Uncertainty, and Doubt), and other profit-eroding emotions. Long-term crypto HODLers stay invested because they believe:\n\nPredictably, a meme best captures this HODL maximalist philosophy. Neo fromThe Matrixasks Morpheus, \"What are you trying to tell me, that I can trade my Bitcoin for millions someday?\" Morpheus responds, \"No Neo, I'm trying to tell you that when you're ready … you won't have to.\"\n\nBased on these principles, the best time to HODL is now, always, and forever. A true believer would always hold on to their tokens, even if markets crash or become extremely volatile. HODLing becomes an ideological belief about the long-term prospects of blockchain technology, cryptocurrencies, and the communities that have formed around them.\n\nThe VanEck Bitcoin Trust, formed in January 2024, uses the ticker \"HODL.\"\n\nThe crypto community has adopted several acronyms and terms (often with accompanying emojis) in addition to HODLing. Many of these also overlap with terms used inmeme stockcommunities and forums. Some of these include:\n\nWhile HODLing is generally associated with cryptocurrency investors, thebuy-and-hold investingstrategy that it represents is not limited to crypto investing.\n\nMany stock investors \"HODL\" their investments for long periods of time, although stock prices are almost always less volatile than the prices of crypto assets. Investors in stocks who buy and hold can benefit from long-term price appreciation while experiencing much less price volatility than is associated with cryptocurrencies.\n\nHODL may also refer to a DeFI token on the Binance Smart Chain (BSC). HODL Coin (HODL/$HODL) was launched in May 2021. Much like the term itself, HODL encourages users to hold onto their tokens for rewards in the Binance coin (BNB) that are distributed every three days. The rewards are generated from taxes collected on transactions made by users, such as sale, purchase, or transfer of HODL tokens. The tax amount is converted into BNB tokens, and a percentage of the gains are redistributed to users from the collective liquidity pool.\n\n\"HODL\" originated as a misspelling of \"HOLD\" (written in all caps), in an online post by an early Bitcoin investor. But \"HODL\", as it has gained popularity among crypto enthusiasts, has come to mean \"hold on for dear life\". Crypto HODLers, like buy-and-hold stock investors, pride themselves on \"holding on\" by not selling their cryptocurrency, no matter what happens in the crypto markets.\n\nThe true identity is unknown of the person who inadvertently coined the term \"HODL\". The original misspelling of the word occurred in a post by the user \"GameKyuubi\" on the Bitcointalk.org online forum, at 10:03 a.m. UTC on Dec. 18, 2013.\n\nHODL was a typo in a forum post title that quickly caught as a term that means hold on in the early cryptocurrency community.\n\nHODL is used in the crypto community to refer to a strategy of holding onto bitcoin holdings through its various price fluctuations and volatility. The acronym is a misspelling of the word \"holding\" by a user on an online forum. Typically used by Bitcoin maximalists, a HODLing strategy is similar to the conventional buy-and-hold investing strategy. HODL is also the name and symbol of a token on cryptocurrency exchange Binance's Smart Chain.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes only. Read ourwarranty and liability disclaimerfor more info.\n\nCoinMarketCap. \"Historical Snapshot - 01 December 2013.\"\n\nCoinMarketCap. \"Historical Snapshot - 28 April 2013.\"\n\nBitcointalk.org. \"I AM HODLING.\"\n\nVanEck. \"VanEck Bitcoin Trust (HODL).\"\n\nHodltoken.net. \"Frequently Asked Questions.\"",
  "url": "https://www.investopedia.com/terms/h/hodl.asp"
}