{
  "term": "Holacracy Meaning, Origins, How It Works",
  "definition": "Holacracy is a system ofcorporate governancewhereby members of a team or business form distinct, autonomous, yet symbiotic, teams to accomplish tasks and company goals. The concept of acorporate hierarchyis discarded in favor of a fluidorganizational structurewhere employees have the ability to make key decisions within their own area of authority.\n\nHolacracy seeks to replace the rigidity of a traditional command structure with a system of flexible roles, each with wide authority within their specific area of responsibility. Instead of a traditional pyramid-shaped structure, a holacracy is described as a series of nested circles, each representing autonomous teams with many roles.\n\nRather than having fixed job responsibilities, individuals functioning in a holacracy may occupy several roles, each with a specific purpose, and one or more \"domains\" and \"accountabilities.\" Since each individual has multiple roles, it is possible for the CEO of a company to take a leadership role on one team and a subordinate role on another. Any conflicts that arise are resolved in periodic governance meetings within each circle.\n\nRole leads are empowered to make key decisions without having to defer to the management chain of command. This gives rise to what is described as the \"golden rule\" of holacracy: \"To fulfill your role, you have the full authority to make any decision or take any action, as long as there's no rule against it.\"\n\nHolacracy looks to do away with managing from the top-down and gives individuals and teams more control over processes.\n\nArthur Koestler, author of the 1967 Book “The Ghost in the Machine,” coined the term holarchy as the organizational connections between holons (from the Greek word for \"whole\"), which describes units that act independently but would not exist without the organization they operate within.\n\nBrian Robertson then developed the concept and dynamics of Holacracy while running a software development company named Ternary Software in the early 2000s.In 2007, he and Tom Thomison founded HolacracyOne and published the Holacracy Constitution three years later.Companies that have publicly adopted Holacracy in some form include Zappos.com.\n\nZappos.com, with 1,500 employees, is the largest company to adopt Holacracy.\n\nThe largest company to integrate holacracy into its management practices is Zappos.com, an online retailer for clothing, shoes, handbags, and other accessories that has over 1,500 employees. According to Zappos, holacracy \"allows every employee to quickly surface and act on customer feedback.\"\n\nHolacracyOne lists around 185 organizations that have publicly adopted holacracy principles. Besides Zappos, others include Liip, a digital agency in Switzerland; Springest, a Dutch company that produces learning software; and Mercedes-benz.io, the online arm of the auto manufacturer.\n\nCritics have described holacracy as \"hype,\" or the latest in a long series of tech-sector buzzwords. When Zappos integrated holacracy into its management practices, nearly one in five employees elected to receive a severance rather than continue with the company, and many of them cited holacracy as their reason for leaving.\n\nSome tech companies that adopted holacracy later abandoned it. For example, Medium, a blogging site that adopted holacracy in 2013, ended its experiment three years later. In a blog post, the company said that holacracy \"was getting in the way of work.\"\n\nCorrection—June 18, 2022. A previous version of this article incorrectly listed Valve as an example of a holacracy-based company.\n\nHolacracyOne. \"Holacracy Constitution v. 5.0.\"\n\nYouTube. \"Holacracy Intro Webinar With Q&A,\" 18:45.\n\nHolacracy.com. \"History of Holacracy.\"\n\nHolacracy.com. \"\"Holacracy Constitution.\"\n\nHolacracy.com. \"Holacracy Practitioner Stories.\"\n\nZappos Insights. \"Holacracy and Self-Organization.\"\n\nHolacracyOne. \"Holacracy Practitioner Stories.\"\n\nHarvard Business Review. \"Beyond the Holacracy Hype.\"\n\nMedium. \"Management and Organization at Medium.\"",
  "url": "https://www.investopedia.com/terms/h/holacracy.asp"
}