{
  "term": "Holdovers: What They are, How They Work, FAQs",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nInvestopedia / Michela Buttignol\n\nIn finance, the term \"holdovers\" refers to transactions—usuallychecks—that have not yet been processed. In most cases today, the period of time in which checks are held as holdovers typically does not exceed one business day.\n\nA holdovermay also refer to a tenantwho remains in a property after the expiration of the lease and is subject to eviction.\n\nHoldovers usually occur when abankdoes not have enough time to process all of the payments it has received before the end of a business day. They are typically found in largeclearinghousebanks, and they are different from the holds placed by banks on out-of-state or third-party checks. In this case, the check is usually held over simply because it was received too late in the day for same-day processing.\n\nFor instance, a customer might bring in a large number of checks to be deposited near the end of a business day. Such a situation might produce holdover checks if the bank is unable to process them during that same day. Those holdover checks would then be bundled together and deposited during the following business day.\n\nWhen a bank has holdovers, it will provide the depositor with adepositticket processed on the date that it received the instruments. Nevertheless, this situation can give rise to holdoverfloat, whereby the money represented by the holdover checks briefly exists in duplicate: once in the account against which the holdover checks are drawn, and a second time in the account into which they are deposited.\n\nTo avoid holdover float, some banks will post adebitto the account in which the holdover checks are to be deposited. When the holdover items are processed the next day, this debit will be zeroed out. Additionally, some banks will require customers who frequently cause holdovers to sign an agreement specifying the conditions of the holdover. Other banks, on the other hand, address this issue by refusing to allow holdovers at all. Instead, they simply instruct customers that holdover items will be processed on the next business day.\n\nBanks will typically only permit holdovers on behalf of customers with goodcredit ratings. Whenbank examinerssee holdovers occurring, they typically take care to ensure that the holdovers are processed the next business day and that holdover debits are zeroed out regularly.\n\nAlthough holdovers are generally rare at individual banks, they are relatively common if viewed at the level of the overall financial system.\n\nFor instance, theFederal Reservehas observed increased levels of holdover float on Tuesdays, due to the backlog of checks that were deposited but not processed over the preceding weekend.\n\nSimilarly, holdover float is generally highest in December and January, due to unprocessed checks deposited during the holiday season. Temporary disruptions to banking hours, such as severe weather events, can also leave holdover floats in their wake.\n\nScammers can take advantage of holdovers on check clearing to commit fraud.Check kiting, for example, targets banks or retailers through writing a series of bad checks, sometimes drawn on multiple accounts.\n\nWhile holdovers allow for checks to properly clear, they also provide banks with essentially \"free\" funds. In order to keep banks from misusing these funds, theMonetary Control Act of 1980specified several provisions to prevent or minimize holdovers. Some of these measures included having the Federal Reserve charge banks for certain activities like manual check processing, and encouraged the use of electronic payments networks andcomputer-readable checkaccount routing information. These allowed for much quicker and more efficient processing of checks and other payments, reducing holdovers and shortening float time.\n\nIn banking,floatrefers to payments that have not yet cleared, and so is essentially money that is counted twice. Bank float is highly regulated today, and manipulations or misuse of it can amount to fraud.\n\nAfloating checkis one that has been written but has not yet cleared. Today, many banks immediately advance money from deposited checks to their customers. But, if the check is fraudulent or does not have enough money to draw from (i.e., a bounced check), bad actors can use the float interval to make fraudulent purchases or withdraw cash they do not actually have (such as in check kiting). Floating checks can defraud the economy of millions of dollars a year by scammers.\n\nYes, floating a check is illegal in most U.S. states. While writing a check with insufficient funds can result in a bounced check, this is not illegal. However, using the time it takes to clear or detect a bounced check to commit fraud is.\n\nAconcentration bankis a main branch of a bank that aggregates funds from satellite branches of that bank in order to facilitate payments and transfers.\n\nFederal Reserve Bank of New York. \"Float.\"",
  "url": "https://www.investopedia.com/terms/h/holdovers.asp"
}