{
  "term": "Holdings: Definition in Investing and Their Role in Diversity",
  "definition": "Catherine Falls Commercial / Getty Images\n\nThe term holdings refers to the contents of an investment portfolio held by an individual or an entity, such as amutual fund. Holdings can be any type ofinvestment product, including stocks, bonds, mutual funds, options, futures, and exchange-traded funds (ETFs). Having multiple holdings or asset classes can help diversify an investor's investment portfolio. Holdings are acquired and disposed of by making trades—notably, by buying and selling them.\n\nAs noted above, holdings are assets that an investor buys and holds in their investment portfolio. Investors may be individuals or organizations, such as mutual funds orpension funds. Assets that are classified as holdings can include stocks, bonds, mutual funds,ETFs, options, and derivatives among others.\n\nThe number and types of holdings within aportfoliocontribute to itsdiversification. Diversification is arisk managementstrategy that mixes a wide variety of investments within a portfolio. A portfolio constructed of different assets, on average, yields higher long-term returns and lowers the risk of any individual holding or security.\n\nA well-diversified portfolio contains a mix of distinct asset types and investment vehicles. This may include a mix of stocks across different sectors, bonds with differentmaturities, and other investments. A portfolio with concentrated holdings in a handful of stocks within a single sector is considered to be of very limited diversification.\n\nThe proportion of holdings within a portfolio has a significant impact on its overallreturn. The performance of the largest holdings within the portfolio has a bigger influence on the overall portfolio return than any small or medium-sized holdings in the portfolio.\n\nAn investor's investment strategy, risk tolerance, and goals often determine what holdings they have in their financial portfolio.\n\nRetail investors routinely scour the lists of the holdings of top money managers to piggyback on their trades and, hopefully, their success. Investors may seek to replicate the trading activity of the most successfulportfolio managersby buying stocks where the manager has initiated a long position or added significantly to an existing position and selling positions when the manager has exited a stake.\n\nThis strategy may not always be successful for the average investor, given the considerable time lag between the time when the manager completes the trades and the time when the fund's holdings are made available to the general public.\n\nThe holdings of famous and smaller fund managers are published quarterly through aSecurities and Exchange Commission (SEC)filing known as a 13F. Investors have 45 days until the end of the quarter to report their holdings for the previous quarter. This requirement applies only to long stock positions, however, which means other holdings such asshortpositions,options, and foreign holdings are not disclosed.\n\nInvestment holdings are different fromholding companies. A holding company holds the outstanding shares of other companies but doesn't provide other services (such as the production of goods or services) or engage in business directly. Rather, it only serves as an ownership vehicle of other companies or investments. Sometimes, when it is intended to be a pure holding company, it identifies itself as such by adding the word holding or holdings at the end of its name.\n\nBerkshire Hathawayis a famous example. Itstarted as a textile manufacturing companyin the early nineteenth century. While the company was successful in its first decades, it suffered with the decline of the textile industry after World War I. Warren Buffett began buying the company's stock in the 1960s with enough to take control and oust the owner. Since the company's last textile operation was shut down in 1985, Berkshire Hathaway became a holding company used to acquire, hold, and sell investments in other companies. Some of Berkshire Hathaway's key holdings include Benjamin Moore and GEICO.\n\nIn some cases, investors may choose to create alimited liability company (LLC)that can then own all of their investments. They may do so to reduce their own exposure to risk, minimize their taxes, or pool their investments with other people, such as business associates or family members.\n\nMost mutual funds disclose their holdings. You can find them by going to the fund company's website. You can also see the holdings on the fund's prospectus or by asking the fund manager for a list.\n\nTop holdings are any assets with the highest weighting in an investment portfolio. You can determine the top holdings in your investment portfolio by determining which assets have the highest dollar value. Mutual funds commonly list their top holdings based on the percentage invested. For example, the top equity holding of the Growth Fund of America was Microsoft as of March 31, 2024. According to the prospectus, 6.2% of the fund was invested in the company.\n\nBuy and hold is an investment strategy. This is a long-term passive strategy where an investor buys assets and holds onto them even when the market shows signs of short-term fluctuations. This is contrasted with active investing, which involves constantly shifting holdings by regularly buying and selling financial instruments.\n\nEvery asset you buy and keep in your portfolio contributes to your holdings. These include any stocks, bonds, ETFs, mutual funds, and even cash. If you want to minimize your risk (market, currency, economic, etc.), it's important to diversify your holdings. This means not only investing in and holding different asset classes but also spreading your holdings across different sectors and industries. Speak to a financial professional if you're unsure about how to make your holdings work for you.\n\nBerkshire Hathaway. \"Links to Berkshire Subsidiary Companies.\"\n\nCapital Group. \"The Growth Fund of America® (AGTHX).\"",
  "url": "https://www.investopedia.com/terms/h/holdings.asp"
}