{
  "term": "Holding Company Depository Receipt (HOLDR): Overview",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA holding company depository receipt (HOLDR) was a security that allowed investors to buy and sell a basket ofstocksin a single transaction. Likeexchange-traded funds(ETFs), HOLDRs allowed investors to trade stocks in a specificindustry, sector, or group. ETFs, however, provide a more efficient and flexible structure for investors and issuers.\n\nAs a result, HOLDR securities were discontinued and some converted into ETFs by the end of the year 2011.\n\nA holding company depository receipt (HOLDR) referred to a fixed collection of publicly-traded stocks packaged together as one security. HOLDRs were created byMerrill Lynchand traded only on theNew York Stock Exchange (NYSE). HOLDRs enabled an investor to gain exposure to a market sector at a relatively low cost and diversify within that sector. To gain the same level of diversification manually, the investor would have needed to purchase each company individually, thus increasing the amount paid in commissions.\n\nHOLDRs covered a wide range of sectors and industries such asbiotech, pharmaceutical, and retail, but Merrill Lynch determined the composition of each HOLDR, and HOLDRs can vary widely from each other. A key difference between HOLDRs and ETFs was that investors in HOLDRs had direct ownership in the underlying stocks, which is not the case for ETFs, and as a result investors in HOLDRs had voting anddividendrights.\n\nHOLDRs are often lumped in with exchange-traded funds (ETFs), and while both products share low-cost, low-turnover, and tax-efficient characteristics, they are different investment vehicles. ETFs are often preferable to investors and meet the same purpose as HOLDRs.\n\nETFs invest in indexes that contain many components and regularly change. In contrast, a HOLDR was a static group of stocks selected from a particular industry and their components rarely change. ETFs also track some form of an underlyingindex, whereas HOLDRs did not. ETF holdings are moreover managed and periodically adjusted to provide the best return possible within that index. If a company was acquired and removed from a HOLDR, its stock was not replaced, which could result in more concentration and added risk.\n\nHOLDRs were typically bought inround lotsof 100, and could be quite capital-intensive for smaller investors, thus excluding some from participating in them. HOLDRs, however, helped give rise to the popularity of ETFs, whose dominance eventually consumed some HOLDRs and caused others to be shut down andliquidated. In December of 2011, six of the 17 remaining HOLDRs were converted into ETF structures and the remaining 11 were liquidated.\n\nHarvard Business School. \"Merrill Lynch HOLDRs.\" Accessed April 21, 2021.\n\nMoneyTips. \"Demise of the HOLDRs.\" Accessed April 21, 2021.",
  "url": "https://www.investopedia.com/terms/h/holdr.asp"
}