{
  "term": "Hollowing Out: What It Means, How It Works",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nHollowing out is the deterioration of a country’smanufacturingsector when producers opt for low-cost facilities overseas. Taking away these jobs has helped to concentratewealthamong the very wealthy,hollow out the middle class, and increase the number of working-class and lower-class households.\n\nOver the past few decades, many of the world’s leading economies have experienced hollowing out as manufacturing jobs were sent to regions with lower labor costs, such as China or Bangladesh. After peaking in 1979 at more than 19 million, the number of U.S. manufacturing jobs shrank to fewer than 12 million by 2020.\n\nOtheradvanced economieshave experienced a similar trend. In Japan, for example, the percentage of employment in manufacturing has plummeted since reaching nearly 28% in the 1970s. By 2012, 16.6% of people were said to be employed in the sector and there hasn't been much change since.This has had a disproportionate impact on cities and rural communities that relied heavily on nearby plants for employment.\n\nNot all economists believe thatoutsourcingof manufacturing and the subsequent hollowing out of jobs hurts society on net, however. Some argue that it presents the domestic economy with an opportunity topivottoward high-skill, high-wage jobs such as product design and marketing. They also argue that consumers benefit from the products they buy being made overseas as it leads to lower prices.\n\nRobots and other labor-saving technologies are likely to cause a further hollowing out of middle-class jobs. This has been quantified into something known as Moravec’s paradox.\n\nIn the 1980s, artificial intelligence (AI) experts discovered that robots find difficult things easy and easy things difficult. Hans Moravec, one of these AI researchers, said, “It is comparatively easy to make computers exhibit adult-level performance on intelligence tests or playing checkers, and difficult or impossible to give them the skills of a one-year-old when it comes to perception and mobility.”\n\nPut another way, if you wanted to beat Magnus Carlsen, the world chess champion, you would choose a computer. If you wanted to clean the chess pieces after the game, you would choose a human being.\n\nIncome inequalityis becoming a growing issue in the U.S. and many other places in the world. Everywhere you look, there's research illustrating that middle-classdisposable incomesare declining as the rich get richer.\n\nFrom 1970 to 2018, the share of aggregate income going to middle-class households in the U.S. fell from 62% to 43%, while the share held by upper-income households increased from 29% to 48%, according to the Pew Research Center. This has led the American middle-class population to shrink from 61% in 1971 to 51% in 2019.\n\nWhile the middle class is indeed hollowing out, the Pew Research Center notes that the dynamic is complex: Some families dropped into the lower-income bracket, whereas others climbed into the upper-income bracket.\n\nTheOrganization for Economic Co-Operation and Development (OECD)came to a similar conclusion when looking at most of the globe. According to its findings, from the mid-1980s to the mid-2010s, middle incomes barely grew in OECD countries and increased a third less than the average income of the richest 10% as labor markets changed and thecost of livingskyrocketed.\n\nThe squeezing of the middle class has been blamed on several different factors, including the outsourcing of jobs abroad, the arrival of labor-saving technologies, and the rising costs of education, healthcare, and housing.\n\nVarious studies have been published on the shrinking middle class. Results varydepending on the country being analyzed, the timeframe being examined, and the criteria of the study. In 2020, the Pew Research Center claimed that the share of American adults living in middle-income households decreased from 61% in 1971 to 51% in 2019. The OECD, meanwhile, said in 2019 that the share of people in middle-income households—defined as households earning between 75% and 200% of the median national income—across OECD countries fell from 64% in the mid-1980s to 61% in the mid-2010s.\n\nThere are valid reasons to believe that a shrinking middle class is bad foreconomic growth. This group has historically been responsible for a large chunk of spending, fueling demand for goods and services and keeping the economy ticking well.\n\nFederal Reserve Bank of St. Louis. \"All Employees, Manufacturing.\"\n\nFederal Reserve Bank of St. Louis. \"Percent of Employment in Manufacturing in Japan (DISCONTINUED).\"\n\nFederal Reserve Bank of St. Louis. \"Employment by Economic Activity: Manufacturing: All Persons for Japan.\"\n\nJapan Institute for Labour Policy and Training. \"Hollowing-Out of the Japanese Manufacturing Industry and Regional Employment Development.\"\n\nIEEE. \"Grasping the Performance: Facilitating Replicable Performance Measures via Benchmarking and Standardized Methodologies.\"\n\nPew Research Center. \"Trends in Income and Wealth Inequality.\"\n\nOECD. \"Under Pressure: The Squeezed Middle Class: Executive Summary.\"",
  "url": "https://www.investopedia.com/terms/h/hollowing-out.asp"
}