{
  "term": "Hollywood Stock Exchange (HSX): Meaning, Pros And Cons, Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe Hollywood Stock Exchange (HSX) is an onlineprediction marketin which \"investors\" bet on the performance of various components of the entertainment industry. The bets are made using credits called Moviestocks, Starbonds, Celebstocks, TVStocks, Movie Funds, and various derivatives.\n\nTrades are made in \"Hollywood dollars,\" which players receive when they open an account, make successful trades, and participate in the website's quizzes. Each \"investment\" has a ticker-like symbol: For example, the symbol for the movieIron Man 3is IRNM3.\n\nThe Hollywood Stock Exchange game uses virtual specialist technology invented by Hollywood Stock Exchange co-founders and creators Max Keiser and Michael R. Burns. The exchange has been in operation since 1996 and is owned by brokerage firm Cantor Fitzgerald, which launched a real-world exchange similar to HSX, calledthe Cantor Exchange, in 2010.\n\nPrevious incarnations of the game included a music market (for purchasing musical artists), prizes for top gainers, and briefly, a \"buyout\" program in which the Hollywood Stock Exchange would reward top players by purchasing their portfolios at a price of $1 per $1 million of exchange currency if the player listed the portfolio for sale on eBay. These features have been discontinued. The now-discontinued practice of selling portfolios on eBay was inaugurated by Curtis Edmonds, a former Texas lawyer.\n\nThe Hollywood Stock Exchange attracted someprivate investmentduring the dotcom boom and ran TV ads on cable channels in an effort to attract players. After thedotcom crash, the exchange was acquired by units of Cantor Fitzgerald. Cantor Fitzgerald has used the exchange’s Moviestock prices to assist its gambling operations in the United Kingdom, in which bettors can place wagers on how much money U.S. films will gross.\n\nNew users who sign up receive H$2,000,000 of virtual Hollywood Dollars to get started playing the Hollywood Stock Exchange game.\n\nThe Hollywood Stock Exchange is a prediction market in the form of a game. Prediction markets are those created to trade on the outcome of events. The market prices generally indicate what the majority of players or \"crowd\" thinks is the probability of a particular event occurring. A prediction market contract will trade between 0% and 100%. It is abinary optionthat will expire at the price of 0% or 100%. Prediction markets can be thought of as belonging to the more general concept ofcrowdsourcing, which is specifically designed to aggregate information on particular topics of interest.\n\nPrediction markets, which tend to be quite accurate, exist for a wide range of subjects. Some, like the Iowa Electronic Markets, trade in real money. Lately, prediction markets have become quite popular for elections. The websitefivethirtyeight.com, which analyzes the likely outcome of elections, among other events, factors in prediction markets.\n\nThe trading in Moviestocks and Starbonds serves to predict the box office in the first four weeks of a film's wide release. Depending on the number of investors at any given time, the HSX should be relatively easy to manipulate. In contrast to the regular shares, however, there are special \"warrants\" issued around holidays and the summer blockbuster season that have specific prices at issue. These make money if the box office exceeds the face amount and expire worthless if they do not.\n\nProvides valuable market information to predict movie successes and failures far in advance of opening\n\nSmall markets are relatively easy to manipulate.\n\nPrices highly vulnerable to events like casting announcements\n\nLet's say that you think Al Pacino, getting renewed interest because of the re-release of theGodfatherfilms, still has a great film left in him and you want the opportunity to make money from that. You can place a trade with Hollywood Dollars to buy (go long) an Al Pacino StarBond at a particular price. Or, if you think for example, that the world has seen enough of Pacino, you could sell his StarBond short, which allows you to profit from the downward movements in the overall price of Mr. Pacino's StarBonds.\n\nWith both the long and short positions, when the market moves enough in your direction for you to make enough money to make you happy with your purchase, you sell your long position or buy back your short position, and the extra Hollywood Dollars you receive are your profit.\n\nThe Hollywood Stock Exchange allows you an exciting way to participate in predicting the success or failure of upcoming films and movie star careers. You receive two million Hollywood Dollars when you join that let you trade at will. Winning trades give you more Hollywood Dollars and start you on the road to mogul status.\n\nOnce you have opened an account, you can purchase and sell films and stars in the Movie Market. Stars are denominated in StarBonds, while movies are traded in MovieStocks. Trading, which can be long or short, is executed in Hollywood Dollars. You receive two million Hollywood Dollars when you open your account.\n\nYes. The first time a star or a movie is added to the HSX, it is called an initial public offering or IPO. Most of the time, the price of an IPO MovieStock or StarBond will remain the same for the first day of trading.\n\nYes. If the value of a MovieStock or StarBond you own, goes down and you sell it, you will have lost money. However, the really risky way to lose is where you sold or shorted a MovieStock or StarBond because you thought the value was going to go down. As the bond or stock goes up in value, your paper loss will increase until you liquidate that trade or the bond or stock expires. So, if you sorted a MovieStock at H$10 and it eventually closes out at H$100, you will have lost H$90.",
  "url": "https://www.investopedia.com/terms/h/hollywood-stock-exchange.asp"
}