{
  "term": "Home Appraisal: What it is, How it Works, FAQ",
  "definition": "A home inspection is an examination of the condition and safety of a piece of real estate, often conducted when the home is being sold.\n\nA qualified home inspector will assess the heating and cooling system, water and sewage systems, other plumbing, and electrical work, and look for any potential fire or safety hazards. In addition, the home inspector may check for evidence of insect, water, fire damage, or any other issue that can affect the property's value.\n\nPotential home buyers often hire home inspectors to visit a property and produce a written report that details its condition, including any necessary or recommended repairs, maintenance concerns, and any other potentially costly or hazardous issues. The home inspector will assess the physical structure of the home, from the foundation to the roof and the home's systems. This assessment will determine whether the home is up to current housing codes.\n\nA home inspection can tell a home buyer a lot about a newly constructed home or an existing one and save them money and aggravation. For sellers, meanwhile, having an inspection done before putting their home on the market can afford them the chance to make any necessary structural repairs or upgrade and replace systems that may help increase the likelihood of a sale.\n\nTypically, a home inspection is done after a sales contract, or purchase agreement between a buyer and a seller has been signed. For this reason, it's important that the contract include an inspectioncontingency(also known as a \"due diligence\" contingency), which allows a buyer time to find an inspector, schedule, and attend—if they wish—an inspection, receive the inspector's report, and decide how to proceed based on the information they've obtained.\n\nAn inspection report can include everything from material defects that negatively impact a home's value to minor cosmetic issues. Based on the report, the buyer may decide to proceed with the sale, schedule additional inspections, renegotiate the sale price with the homeowner, ask that certain repairs be made and paid for by the seller, or cancel the contract. If the buyer requests major repairs, they may also ask for a re-inspection with the original inspector to verify that the original problem that was identified has been remedied.\n\nOther, more specialized inspections may be conducted for problems such as asbestos, mold or mildew, termites, pests, radon, or lead, or to check sewer lines, chimneys, or other structural components. These may involve additional fees.\n\nWhen a homeowner's mortgage goes into delinquency, the lender may require theloan servicerto have a home inspection performed on a monthly basis, typically charging the homeowner a fee of $10 to $50 each time. A March 2023 report from the Consumer Financial Protection Bureau (CFPB), however, noted that some servicers were charging such fees even if the home inspector went to an address that it knew to be incorrect. That, the CFPB said, represented an unlawful \"junk fee.\"\n\nA home inspection focuses on the home's condition and should not be confused with a homeappraisal, which is intended to determine the property's current market value. Both are essential steps in a typical home sale but are done for different reasons.\n\nThe buyer sets up a home inspection and can then attend it to become educated about the condition and safety of the home and its systems. In contrast, an appraisal performed by a certified or licensed appraiser is required and scheduled by a lender when a buyer applies for amortgageto purchase a home.\n\nAn appraisal can affect the amount that can be borrowed and is typically done behind closed doors without the buyer's presence. The appraiser uses several valuation methods, including comparable home prices, the size and quality of the home, lot size, and more.\n\nBecause a home inspection can provide a thorough assessment of the home's safety and condition, it is always a good idea to have a one before purchase.\n\nIf a home inspector finds any unsafe materials, defective systems, or costly cosmetic defects, a buyer can decide not to proceed with the home purchase, renegotiate the sale price, or ask the homeowner to make repairs before the sale goes through.\n\nA home appraisal and a home inspection are two different things, conducted for different purposes and by people with different kinds of expertise. A mortgage lender sets up an appraisal, and the appraiser will use various valuation methods, including the recent sales prices of comparable homes, to assess its value. This helps the lender determine how large a loan it might be willing to offer on the property. A home inspector only evaluates the home's condition for overall safety or potential trouble spots, like a leaking roof, peeling paint, or anything that's not up to the local building code.\n\nThe cost of a home inspection can vary by location and by the size and age of the home, among other factors. The real estate website Redfin says that inspections generally cost between $200 and $500, with the average being $336.\n\nHome inspections are often optional, but relatively inexpensive compared to the overall cost of buying a home. The cost of an inspection can be money well spent, alerting the would-be home buyer to necessary repairs or other potentially expensive problems that they might not have noticed on their own.\n\nConsumer Financial Protection Bureau. \"Supervisory Highlights Junk Fees Special Edition, Issue 29, Winter 2023,\" Pages 9-10.\n\nRedfin. \"How Much Does a Home Inspection Cost?\"",
  "url": "https://www.investopedia.com/terms/h/home-inspection.asp"
}