{
  "term": "Home Equity Conversion Mortgage (HECM): Definition, Eligibility",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nErika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nA home equity conversion mortgage (HECM) is a type of reverse mortgage that allows seniors 62 and older to convert the equity in their homes into cash for expenses, retirement income, or home repairs.\n\nThe amount you can borrow with a home equity conversion mortgage (HECM) is based on theappraised valueof the home and is insured by theFederal Housing Administration (FHA). Unlike a traditionalmortgageloan, the money borrowed from a reverse mortgage, like an HECM, does not need to be repaid monthly.\n\nInstead, the borrower must repay the entire loan when the home is sold or either the borrower(s) passes away or moves out of the property. In return, the borrower must pay the reverse mortgagelenderfees and interest that has accrued on the outstanding loan balance.\n\nHowever, the homeowner must continue to maintain the home and pay theirproperty taxesandhomeowners' insurance. Discover how a home equity conversion mortgage (HECM) works and how to qualify.\n\nHome equity conversion mortgages are a popular type ofreverse mortgageand make up the bulk of the reverse mortgage market.\n\nA HECM shares similarities to ahome equityloan since borrowers have the option of receiving a cash advance based on theequity value of their home, which acts as collateral. With ahome equity loan, the homeowner must repay the funds in monthly payments shortly after the funds are disbursed.\n\nConversely, HECM loans do not require borrowers to make monthly payments but instead must repay the loan when the borrower sells their home or passes away. In return, the lender charges closing costs, interest, and fees for servicing the loan.\n\nAn HECM allows borrowers to receive the money in a few ways, allowing for customization. However, how you receive the funds determines whether you're charged a fixed or adjustable interest rate on the balance. Adjustable-rate loans fluctuate with market interest rates, usually based on an index, and can increase or decrease over time.\n\nAn HECM provides flexibility since it can be used for monthly retirement income, home improvements, or as a backup credit line for emergencies.\n\nThe maximum HECM loan limit in 2025, up from $1,149,825 in 2024.\n\nBorrowers must also paymortgage insurance premiumsfor an HECM. Although these premiums and fees can be rolled into the loan, this results in a lower amount of equity that a borrower can tap into, referred to as thenet principal limit.\n\nReverse mortgage loans—not backed by the FHA and are privately sponsored—may have different terms than HECMs. Theseproprietary reverse mortgageloans may allow forhigher borrowing amounts with lower coststhan HECMs. However, HECMs typically offer lower interest rates for borrowers.\n\nWhether an HECM or a privately sponsored reverse mortgage is right for you will depend on various factors, including your age and how long you plan on living in the home. Homeowners have the choice of different types of reverse mortgages, some of which allow you to remain in the home with no requirements for repayment until you sell the home or pass away.\n\nThe Federal Housing Administration sponsors and insures the home equity conversion mortgage. The FHA also sets the guidelines and eligibility for theseloans. Borrowers can only obtain HECMs frombanksorcredit unionsthat are FHA-approved lenders.To obtain a home equity conversion mortgage, a borrower must complete a standard application.\n\nTo qualify for an HECM, borrowers must meet all of the requirements set by the FHA, including:\n\nIn addition, the property must be one of the following:\n\nMortgage lending discrimination is illegal.If you think you've been discriminated againstbased on race, religion, sex, marital status, use of public assistance, national origin, disability, or age, there are steps you can take. One such step is to file a report to theConsumer Financial Protection Bureauor with theU.S. Department of Housing and Urban Development (HUD).\n\nAll HECMs are reverse mortgages, but not all reverse mortgages are HECMs. HECMs arereverse mortgages backed by the FHAand issued by an FHA-approved lender.\n\nYes, there are a few scenarios in which you could lose your home with an HECM. You could lose your home if you can't afford to pay the balance on your reverse mortgage. The entire balance becomes due under the following circumstances:\n\nYes, HECMs carry very high origination, mortgage insurance premiums, and maintenance fees.\n\nThere arealternatives to an HECM, depending on your needs. A cheaper option than an HECM is a single-purpose reverse mortgage through a local nonprofit, If you can qualify.\n\nIf you don't need the extra income from a HECM, you can downsize your home, allowing you topass on your home to your heirsor leave it to a charity when you pass.\n\nA home equity conversion mortgage (HECM) is the most common type ofreverse mortgage. An HECM allows borrowers 62 and older to tap into their home equity without needing to repay the funds until they pass away or move out of the home.\n\nAn HECM allows borrowers to receive the funds as a lump sum upfront, monthly income installments, or a credit line that they can tap into as needed. However, there are fees, closing costs, and interest charged on the borrowed funds that reduce your home's equity. Please consult a mortgage professional to discuss the right product for your financial situation.\n\nFederal Trade Commission Consumer Advice. \"Reverse Mortgages.\"\n\nU.S. Department of Housing and Urban Development. \"Home Equity Conversion Mortgages for Seniors.\"\n\nFederal Trade Commission. \"Home Equity Loans and Home Equity Lines of Credit.\"\n\nConsumer Financial Protection Bureau. \"Reverse Mortgages A Discussion Guide.\" Page 14.\n\nThe Department of Housing and Urban Development. \"Mortgagee Letter 2024-22.\" Page 2.\n\nThe Department of Housing and Urban Development. \"FHA 2024 Nationwide Single Family Forward and HECM Mortgage Limits.\" Page 1.\n\nConsumer Financial Protection Bureau. \"Reverse Mortgages A Discussion Guide.\" Pages 10-11.\n\nFederal Trade Commission Consumer Advice. \"Shopping for a Mortgage FAQs.\"\n\nConsumer Financial Protection Bureau. \"Reverse Mortgages: A Discussion Guide.\" Pages 16-18.",
  "url": "https://www.investopedia.com/terms/h/hecm.asp"
}