{
  "term": "Home Office Expense: Meaning, Calculation, Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nHome office expenses are expenses incurred from the operation of a business or the performance of employment-related activities within a primary residence.\n\nHome office expenses allow individuals to deduct some housing expenses such as utilities, interest paid towards the property’smortgageand property taxes on their annual tax return.﻿﻿\n\nThe IRS provides the details for the rules on home office deductions inPublication 587.\n\nExpenses incurred by a business you conduct in your home are the basis for home office deductions that can lower your tax bill if you are self-employed.\n\nAny services or utilities that are used exclusively for the business purposes can be fully deducted. This includes offices supplies, phone lines and computer equipment. The amount of deductions permitted will depend on several factors, including how a homeowner files their return and their earnings, but most will be able to claim several items as expenses as long as they are incurred during the normal course of business.﻿﻿\n\nA home office will only qualify for home office deductions if it meets the following criteria:﻿﻿\n\nThe rule of thumb is \"exclusive and regular\": the place you designate as your home office has to be used exclusively and regularly as a home office. In the words of the IRS, \"The space does not need to be marked off by a permanent partition. You do not meet the requirements of the exclusive use test if you use the area in question both for business and for personal purposes.\"﻿﻿\n\nIf you have a corner of your house with a desk that you only use to transact business, that qualifies as a home office space, but if you conduct your business on a laptop while sitting on your couch next to a family member who is watching TV, you cannot claim the couch as a home office.\n\nThere are two ways the IRS says you can calculate how much of your home constitutes a home office and how much of your incurred expenses are deductible. The first way (the \"regular\" method) is to calculate your actual expenses. The second way is called the \"simplified\" method, which is faster but may not yield as many deductions.﻿﻿\n\nThe method that uses an accounting of your actual expenses begins with calculating the following:﻿﻿\n\nDirect expenses are things like painting or repairs only in the area used for business. Indirect expenses are expenses for the entire home like Insurance, utilities, and general repairs that also benefit your home office.﻿﻿\n\nTo figure out the allowable business percentage of your home area, the IRS gives two methods:﻿﻿\n\nThe regular method requires to keep accurate records, but the IRS has a helpful worksheet to set taxpayers on the right path.﻿﻿\n\nIf your expenses are less than your gross income from the business conducted in your house, all your expenses are deductible, but if your expenses exceed your gross income only a portion of them can be deducted.\n\nThe simplified method was introduced in 2013 to simplify the calculation of allowable deductions for your home office. To calculate your deductions with the simplified method you need to know:﻿﻿\n\nOnce you have this information you can calculate your deduction with these steps:﻿﻿\n\nOther rules apply that limit the filer's ability to use the simplified method. For example, if you share the space with another person you can't both deduct the same space.﻿﻿ Other restrictions are listed inPublication 587.\n\nAs an example, consider afreelancewriter who operates their own business out of their home. They have a dedicated office space which is approximately 200 square feet, a cell phone that is only used for work-related calls and a subscription to a magazine that provides editorial leads to writers. All these items are tax-deductible as home office expenses, including the 200 square feet of the writer’s house, since that room is used for business purposes.\n\nAdditionally, the writer can deduct the ink that they use to print contracts out, the full cost of the all-in-one printer that they had to purchase to be able to send those signed contracts in and any industry-related training they complete.\n\nBecause the Tax Cuts and Jobs Act limited the amount of property tax filers can deduct, you cannot use the home office deduction to deduct the full amount of your property tax if it exceeds $10,000.﻿﻿\n\nThere are a variety of expenses that can be deducted when a person works out of their home, whether it be as a remote employee or because they are self-employed. A certifiedtaxspecialist can review available deductions and make sure that all items that are being claimed are valid.\n\nFor instance, if this freelance writer didn’t have a dedicated office space and instead worked out of the coffee shop around the corner from their house every day, they wouldn’t be able to claim the utility and mortgage associated costs as part of their home office deduction. There may be additional deductions available to them, like the coffee and donut they purchase each day while working out of the shop.\n\nInternal Revenue Service. \"Publication 587, Business Use of Your Home (Including Use by Day Care Providers),\" Page 2. Accessed Jan. 15, 2021.\n\nInternal Revenue Service. \"Topic No. 509, Business Use of Home.\" Accessed Jan. 15, 2021.\n\nInternal Revenue Service. \"Publication 587, Business Use of Your Home (Including Use by Daycare Provider)s,\" Page 3. Accessed Jan. 15, 2021.\n\nInternal Revenue Service. \"Publication 587, Business Use of Your Home (Including Use by Day Care Providers),\" Pages 6-10. Accessed Jan. 15, 2021.\n\nInternal Revenue Service. \"2020 Instructions for Form 8829, Expenses for Business Use of Your Home,\" Page 2. Accessed Jan. 15, 2021.\n\nInternal Revenue Service. \"Publication 587, Business Use of Your Home (Including Use by Day Care Providers),\" Page 9. Accessed Jan. 15, 2021.\n\nInternal Revenue Service. \"Publication 587, Business Use of Your Home (Including Use by Daycare Providers),\" Page 21. Accessed Jan. 15, 2021.\n\nInternal Revenue Service. \"Publication 587, Business Use of Your Home (Including Use by Day Care Providers),\" Pages 10-12. Accessed Jan. 15, 2021.\n\nInternal Revenue Service. \"Publication 587 Business Use of Your Home (Including Use by Daycare Providers,\" Pages 11-12, 26. Accessed Feb. 14, 2020.\n\nInternal Revenue Service. \"Publication 587, Business Use of Your Home (Including Use by Day Care Providers),\" Page 11. Accessed Jan. 15, 2021.\n\nInternal Revenue Service. \"Publication 5307, Tax Reform Basics for Individuals and Families,\" Page 5. Accessed Jan. 15, 2021.",
  "url": "https://www.investopedia.com/terms/h/homeofficeexpense.asp"
}