{
  "term": "Home Mortgage Disclosure Act (HMDA): Protection for Borrowers",
  "definition": "The Home Mortgage Disclosure Act (HMDA) is a federal law requiring mortgage lenders to keep key information regarding their lending practices. Lenders must submit these records to regulatory authorities. Established in 1975, the HMDA was implemented by theFederal Reservethrough Regulation C.In 2011, the rule-writing authority of Regulation C was transferred to theConsumer Financial Protection Bureau (CFPB).\n\nThe HMDA was enacted by Congress in 1975 to address concerns over discriminatory lending practices and ensure lenders serve the needs of their communities. The law requires lenders to report data on mortgage applications, originations, and loan denials, among other details. This allows regulators to identify patterns of potential discrimination or predatory practices.\n\nIn 1980, theFederal Financial Institutions Examination Council (FFIEC)was responsible for facilitating public access to mortgage information from financial institutions per the HMDA.Amendments were made to the Act following the passage of the Dodd-Frank Wall Street Reform and Consumer Protection Act. Among these changes were additional data requirements and the transfer of enforcement authority to the CFPB.\n\nThe entire Home Mortgage Disclosure Act can be found in Title 12, Chapter 29 of the United States Code.Regulation C is also an important component of the Act. The Federal Reserve created Regulation C to overlay the requirements of the Act and designate certain additional requirements that banks must follow.\n\nThe HMDA asks lenders to identify the sex, race, and income of those applying for or obtainingmortgages, but the data is anonymized in record keeping. Government agencies, consumer groups, and bank examiners use the data to determine compliance with various federal fair housing and credit laws including the Equal Credit Opportunity Act, the Fair Housing Act, theCommunity Reinvestment Act (CRA), and state laws.\n\nThe HMDA also helps support government-sponsored community investment initiatives by providing a means for analyzing the allocation of resources.\n\nIn April 2020, the CFPB issued a final rule raising the data-reporting thresholds for collecting and reporting data aboutclosed-end mortgageloans under the HMDA from 25 to 100 loans effective July 1, 2020.\n\nIn accordance with the HMDA, lenders must submit the following data:\n\nLenders must submit a reason why a loan was denied.\n\nUnder HMDA and Regulation C, certain mortgage lenders are required to maintain records of specified mortgage lending information for reporting purposes. In 2023, 5,113 lenders reported 5,7 million loan originations under the HMDA.\n\nHMDA reporting allows regulators to analyze information on mortgage loans and mortgage lending trends in a number of categories, such as the number ofpre-approvalsmade, the number of mortgages granted, loan amounts, and the purposes of individual loans.\n\nThe federal reporting also details the approvals of various types of government-sponsored loans, including those from theFederal Housing Administration (FHA), Farm Service Agency, Rural Housing Services, and Veterans Affairs.\n\nWhile these statistics are of natural interest to potential borrowers, they can also be an important research tool for investors researching banking and lending stocks. By comparing the most recent few years' statistics, an investor can easily identify whether or not a lender is growing its core business.\n\nFederal Regulation C requires lenders to prominently display a poster in everybranch officelobby that provides information on requesting their unique HMDA statistics.The public can also view these statistics online for free at theCFPB data repository.\n\nThe HMDA was designed to promote transparency in themortgage market, protect borrowers, and ensure fair treatment in lending practices. By requiring lenders to collect and report data on mortgage applications and loan outcomes, the law creates a tool to spot discriminatory practices and to ensure that financial institutions serve the needs of all communities, not just the most profitable ones.\n\nLendersare required to submit information each year in accordance with the HMDA. Information reported must include data about their \"applications, originations, and purchases of home purchase loans, home improvement loans, and refinancings.\" This includes information about applications that were approved, denied, or withdrawn, along with any that were incomplete and closed. Reports for the calendar year must be submitted by March 1 of the following year.\n\nThe Home Mortgage Disclosure Act is enforced through Regulation C, created by the Federal Reserve and now maintained by the CFPB. This regulation outlines the specifics of the data that must be collected and reported, ensuring that lenders are held accountable for their lending practices. It also provides a way for regulators and consumer groups to track whether lenders meet the needs of their communities.\n\nWhile many consumers may not be familiar with the Home Mortgage Disclosure Act, this law plays a critical role in protecting borrowers and ensuring fairness in the mortgage industry. By requiring lenders to report detailed data about mortgage applications and loan outcomes, the HMDA helps identify patterns ofdiscriminationand ensures that all communities have access to fair lending opportunities. Through its emphasis on transparency and accountability, the HMDA is an essential tool in the fight for equal access to housing.\n\nFDIC. \"Home Mortgage Disclosure Act.\"\n\nCFPB. \"Home Mortgage Disclosure (Regulation C),\" Pages 8-9.\n\nFederal Financial Institutions Examination Council. \"About the FFIEC.\"\n\nUnited States Code. \"12 USC CH. 29: Home Mortgage Disclosure.\"\n\nFederal Reserve Bank of St Louis. \"Do Home Mortgage Disclosure Act Data Prove Lending Discrimination?\"\n\nCFPB. \"Consumer Financial Protection Bureau Issues Final Rule Raising Data Reporting Thresholds Under the Home Mortgage Disclosure Act.\"\n\nCFPB. \"Reportable HMDA Data: A Regulatory and Reporting Overview Reference Chart1.\"\n\nCFPB. \"2023 Mortgage Market Activity and Trends,\" Page 7.\n\nCFPB. \"Home Mortgage Disclosure (Regulation C),\" Page 112.\n\nBoard of Governors of the Federal Reserve System. \"Home Mortgage Disclosure Act Examination Procedures,\" Pages 2-3, 5.",
  "url": "https://www.investopedia.com/terms/h/home-mortgage-disclosure-act-hmda.asp"
}