{
  "term": "Home Affordable Modification Program: Meaning, Overview, FAQ",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nJiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\nThe Home Affordable Modification Program (HAMP) was aloan modificationprogram introduced by the federal government in 2009 to help struggling homeowners avoid foreclosure. The program's focus was to help homeowners who paid more than 31% of theirgross incometoward mortgage payments. The program expired at the end of 2016.\n\nHAMP was created under theTroubled Asset Relief Program(TARP) in response to thesubprime mortgagecrisis of 2008.During this period, many American homeowners were unable to sell or refinance their homes after the market crashed because of tighter credit markets. Monthly payments became unaffordable when higher market rates kicked in on adjustable-rate mortgages (ARMs), leaving plenty of people at risk of foreclosure.\n\nAlthough taxpayers subsidized some of the loan modifications, arguably, HAMP's most significant contribution was standardizing what had been a haphazard system.\n\nTo qualify, mortgagors needed to make more than 31% of their gross income on their monthly payments. Property requirements were also enforced—they had to pass thenet present value (NPV)test, along with other eligibility standards.\n\nA property became eligible if the analysis showed a lender or investor currently holding the loan would make more money by modifying the loan rather than foreclosing. Other than the requirement that a homeowner prove financial hardship, the home had to be habitable and have an unpaidprincipalbalance under $729,750.\n\nRelief took several forms, all of which would have the effect of reducing monthly payments. For instance, eligible homeowners could receive reductions in their mortgage principal andinterest rates. There was also the possibility of a temporary postponement of mortgage payments, also known asforbearance. And, if favorable, a homeowner was able to extend their existing loan terms.\n\nIn many cases, an already modified loan was eligible for HAMP modification, too, reducing a homeowner’s payment even further.\n\nFamilies in the program decreased their monthly payments by an average of more than $530.\n\nThe government refers to the ratio of payments to gross income as thefront-end debt-to-income ratio(DTI). The HAMP program, working in conjunction withmortgage lenders, helped provide incentives for banks to reduce the debt-to-income ratio to less than or equal to 38%. TheTreasurywould then step in to minimize the DTI ratio to 31% or less.\n\nHAMP incentivized private lenders and investors to fund their loan adjustments. Mortgage servicers received an up-front payment of $1,000 for each eligible modification they performed. These lenders were also eligible to receive up to $1,000 per year for each borrower in the program for up to five years, and a $5,000 one-time payment at the end of year six.\n\nThe original HAMP was limited toprincipal residences. In 2012, it was revised to include homes not occupied by the owner, households with multiple mortgages, and homeowners whose DTI ratio was either lower or higher than the original requirement of 31%.\n\nHAMP was complemented by another initiative called theHome Affordable Refinance Program(HARP). Like HAMP, HARP was offered by the federal government, but there were a few subtle differences.\n\nWhile HAMP helped people on the verge offoreclosure, homeowners needed to be underwater or close to that point to qualify for HARP. The program allowed people with homes worth less than the outstanding balance on their mortgages to refinance their loans, as well as homeowners with aloan-to-value ratio(LTV) of more than 80%.\n\nOnly those whose loans were guaranteed or acquired byFannie MaeorFreddie Macbefore May 31, 2009, were eligible. Eligibility was also contingent on whether the homeowner was up-to-date on their mortgage payments. While the mortgage modification can result in lower monthly payments, it can alsoimpact the borrower's credit score.\n\nIn addition, mortgagors should have benefited from lower payments or from switching to a more stable mortgage product.\n\nThe deadline for HARP was originally intended for Dec. 31, 2017. However, that date was extended, pushing the program's expiration date to December 2018.\n\nThe Home Affordable Modification Program (HAMP) was a loan modification program introduced in 2009 to help mitigate the impact of the 2008 subprime mortgage crisis. It expired in 2016.\n\nBetween 2009 and 2011, only principal residences could qualify. But starting in 2012, the program was opened up to include second homes, homes that an owner was renting out, households with multiple mortgages, and homeowners who didn't initially qualify for the program based on certain financial eligibility standards.\n\nUnder the Home Affordable Modification Program (HAMP), a homeowner could receive up to $10,000 in principal reduction as an acknowledgment of having made mortgage payments in full and on time. That would be $1,000 per year for the first five years and a one-time payment of $5,000 at the end of year six.\n\nThe Home Affordable Modification Program (HAMP) was a program that modified mortgages for borrowers struggling to make their mortgage payments following the 2008 financial crisis. HAMP was active from 2009 to 2016 and it effectively reduced a home's principal, reducing the possibility that the borrower would default on the loan.\n\nCongressional Research Service. “Troubled Asset Relief Program (TARP): Implementation and Status,” Page 23.\n\nInternal Revenue Service. “Principal Reduction Alternative Under the Home Affordable Modification Program.”\n\nU.S. Department of the Treasury. “Housing.”",
  "url": "https://www.investopedia.com/terms/h/home-affordable-modification-program.asp"
}