{
  "term": "Homemade Dividends: What it Means, How it Works",
  "definition": "Homemade dividends are a form ofinvestment incomegenerated from the sale of a portion of an individual's investmentportfolio. These assets differ from the traditionaldividendsthat a company’s board of directors distributes to certain classes of shareholders.\n\nThe ability of investors to create their own homemade dividends has provoked questions about whether traditional dividends offer real value. Some investment experts argue that since a stock price will decrease by exactly the amount of the dividend on itsex-dividend date, it neutralizes any financial gains.\n\nThis idea sits at the crux of thedividend irrelevance theory, which claims that investors fundamentally do not need to pay heed to a company'sdividendpayment policy, since they retain the option of selling off portions of theirequityportfolios, should they ever need to generate cash. Naysayers of this theory counter-argue that when an investor sells a portion of their portfolio, they end up with fewer shares, which consequently results in a depleted asset base, despite any short-term monetary gains they may enjoy.\n\nEconomistsMerton MillerandFranco Modiglianiwere among the first voices to espouse the irrelevance of corporate dividends when they publicized their theories in the early 1960s.\n\nAs noted, a company’s board of directors is charged with the responsibility of declaring dividend payouts to shareholders. Following thedeclaration date, the company establishes arecord dateto determine which shareholders are eligible to receive distributions. Theex-dividend date, which occurs precisely two business days before the record date, denotes the final day a seller is still entitled to collect dividends, even if they have already sold their shares to a buyer.\n\nNormal dividends typically occur on a regular monthly or quarterly basis, while extra orspecial dividendsare one-time distributions. Generally speaking, a company's board declares special dividends after witnessing exceptionally strong earnings results or when a company seeks either to materially change itsfinancial structureor to spin off asubsidiarycompany.\n\nCompanies with sector exposure to basic materials, oil and gas, financials, healthcare, pharmaceuticals, and utility concerns historically produce the highest dividend yields. Furthermore, companies structured as master limited partnerships (MLPs) or real estate investment trusts (REITs) are also top dividend payers, because these companies are typically mature and they exhibit stable cash flows.\n\nIn contrast, start-ups and other high-growth companies, such as many technology plays, seldom offer high dividends. These companies usually prefer to reinvest any earnings they make into research and development or to the expansion of operations.",
  "url": "https://www.investopedia.com/terms/h/homemadedividends.asp"
}