{
  "term": "Home Market Effect: What It Means, How It Works, Implications",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nThe home market effect was originally hypothesized by Staffan Linder in 1961 and formalized byPaul Krugmanin 1980. The central tenet of the hypothesis is that countries with larger sales of some products at home will tend to have larger sales of those same products abroad.\n\nThe home market effect is part of New Trade Theory, which is predicated oneconomies of scaleandnetwork effects, rather than more traditional trade models based oncomparative advantage.\n\nThe home market effect describes the tendency for large countries to be net exporters of goods with high transport costs and strong economies of scale. It posits that in the presence of fixed costs—which would yield economies of scale when increasing production—it makes sense to concentrate production of a good in a single geographic location.\n\nFurthermore, in the presence of transport costs, it makes sense to locate that production in a location with a high demand for the goods. Because richer countries and/or those with large populations would tend to have a higher demand for products, and because these countries will also have highergross domestic products(GDPs), the consequence of the home market effect is that it is larger countries that tend to be those with large bases of production.\n\nThe home market effect thus explains a link between market size and exports that would not be explained by comparative advantage trade models. It also helps explain why manufacturing activity tends to agglomerate at particular locations, even within countries.\n\nMuch empirical research has been done on the topic and generally finds that there is evidence of a home market effect. By the mid-20th century, previous models of international trade based on comparative advantage and countries’ endowments of capital and labor were called into question, based on evidence that some capital-rich countries, such as the U.S., mostly exported labor-intensive products.\n\nThe home market effect was initially developed as an explanation for this observation. After Krugman formalized the theory of the home market effect, subsequent studies were able to directly test this explanation against real-world data. These studies have found that the home market effects do occur, and the direction of returns to scale (that is, whether returns to scale increase, decrease, or are constant) and how high transport costs are will accentuate or moderate the extent to which home market effects are observed in a particular country or industry.\n\nThe home market effect predicts that production of high-economy-of-scale/high-transport-cost goods can be more efficiently done in geographic locations with high local demand, rather than high comparative advantage. Businesses should take this into account when choosing where to locate their production facilities; the benefits of proximity to large local markets may outweigh other costs associated with the location. Investors should also keep this in mind when considering the current and planned future location of businesses that they may invest in.",
  "url": "https://www.investopedia.com/terms/h/home-market-effect.asp"
}