{
  "term": "Home Warranty: Meaning, Qualifications, Costs",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA home warranty is a residential service contract that covers the cost of maintaining household systems or appliances for a set period. A home warranty is different fromhomeowners' insuranceand it is different than a structural warranty, which is used by home builders and buyers and not used for existing homes.\n\nWhen an appliance or system is damaged, the homeowner contacts the home warranty provider. The warranty company usually works in unison with one or morehomeservice providers, such as plumbing or electrical contractors. After being notified of a claim, the warranty company requests the services from one of its partnered providers, who will assess the damage and subsequently provide a report to the warrantor.\n\nThe assessment report reveals the extent and potential causes of damage to the appliance. The home warranty company confirms if the policyholder’s contract covers the appliance or system for the assessed damage. If approved, the warrantor employs the contractor to repair or replace the system.\n\nA home warranty plan, sometimes called a residential service contract, usually covers major appliances such as water heaters, stoves, and refrigerators. It may also include systems such as HVAC, plumbing, and electrical. It is imperative to read the fine print of a warranty document to understand coverages and exclusions. While some warranties cover garage door openers as part of the basic coverage plan, others may require additional premiums.\n\nAlthough it is possible to purchase additional coverage for a home feature not available with basic coverage, it is also likely that some warranty companies do not cover specific components of a home. For example, some home warranty companies cover outdoor pools or spas for an additional premium to the policy, whereas other companies may not warranty a pool on their offerings.\n\nA new service fee will apply to each feature or system scheduled for maintenance. For example, if a homeowner’s oven and refrigerator are faulty, they will pay the contractor two separate trade fees. These costs may run between $55 to $150.\n\nWhile a home warranty bears a resemblance to home insurance policies in terms of premiums,deductibles, claims, and liabilities, they each offer different services. Home warranties maintain the functionality of household systems, which can break or wear out. Home insurance, on the other hand, covers damage to or loss of the home itself that may be due to fire or certain other natural disasters.\n\nWhen purchasing a home, the buyer may not know how well the previous owners maintained and managed the components of the home. Information on the age of household appliances or their useful life in years may not be available at the time of purchase.\n\nAlso, the search for an expert handyman or service provider may be time-consuming for the homeowner. Limited time and the high costs of paying for damage or replacing multiple components of the home are two main reasons that homebuyers purchase home warranties.\n\nHome warranty providers may deny coverage for several reasons. Known damage existing before the start of warranty coverage may mean a denial of the claim. For this reason, if a home inspection conducted before purchase reveals damage to some systems or appliances, the prospective buyer should ask the seller to repair or replace the item before finalizing the sale. Also, a warranty company will not cover poorly maintained, improperly installed, or misused household components.\n\nHomebuilders, sellers, and homeowners may purchase a home warranty. Some home builders offer policies that cover the structure up to 10 years for structural defects, including issues with flooring, walls, roofs, framing, sheetrock, and other items. Homebuilder warranties may also cover two years of electrical and plumbing systems and six months for installed household appliances. The cost of a homebuilder warranty policy is usually part of the price of the new house.\n\nThe seller or agent may pay for the warranty to incentivize a buyer to purchase the home forolder homes. Warranties for existing homes typically cover a year of household systems and appliance maintenance. After a year, the homeowner has the option to renew the contract.\n\nThe average cost for a home warranty basic coverage ranges between $432 to $816 annually, depending on what the products are, and which ones are added to the policy. In addition to the annual premium, homeowners will usually pay the servicing contractor a fee, often called a “service call fee” or a “trade call fee.” The contractor fee is synonymous with an insurance deductible.  The costs of these fees depend on various factors. The fee can range between $55 and $150.Most policies include the clause that if a repair or replacement cost is less than the fee, the homeowner pays the lesser amount.\n\nFinally, if repair or replacement costs more than the home warranty contract limit, the homeowner must cover the excess. Homeowners should analyze the offerings of home warranty companies to understand which out-of-pocket expenses they would be liable for in the event of a claim and whether ahome warranty is worth it.\n\nNo. A home warranty isn't a warranty on your house, but covers the appliances in your home, such as a refrigerator.\n\nUnlike homeowners insurance, you do not have to purchase a warranty on appliances in your home. However, if you purchase an older home where appliances are dated, you may want to consider replacing them or purchasing a home warranty policy .\n\nA residential service contract is another name for a home warranty, which protects your homes systems and appliances if they break during the period that is protected by the warranty.\n\nConsumer Affairs. \"Home warranty costs Expect to pay around $60 per month for comprehensive coverage.\"\n\nConsumer Affairs. \"Home warranty costs Expect to pay around $60 per month for comprehensive coverage.\"",
  "url": "https://www.investopedia.com/terms/h/home-warranty.asp"
}