{
  "term": "Home Equity: What It Is, How It Works, and How You Can Use It",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nHome equity is the difference between the amount you owe on amortgageand what the home is worth. It's essentially what you own in a home. The amount of equity in a house can grow over time as you make payments and the property's value increases.\n\nMore technically, home equity is the property’s current market value minus any liens, such as a mortgage, that are attached to that property.\n\nHome equity is an asset thatyou can borrow againstto meet important financial needs such as paying off high-cost debt or paying college tuition. Learn more about how home equity works, how to calculate it, and how you can use it.\n\nIf all or part of your home is funded with a mortgage loan, the mortgage lender has an interest in the home until you pay off the loan. Home equity is the portion of a home's current value that you own outright.\n\nYou can have immediate equity in a house when you make a down payment. After that, the equity continues to grow as you makemortgage payments. A portion of each payment includes interest and an amount that reducesthe outstanding principalthat you still owe.\n\nAnother way equity can grow is from theappreciationof your property's value. If your property declines in value, you can lose equity. You can also lose equity if you take out a second mortgage using your equity as collateral.\n\nEquity is the difference between what a home is worth and what's owed on a mortgage loan.\n\nTo calculate your home equity, first get an estimate of your home's value by researching the value of homes like yours in your neighborhood that have recently sold. Say that figure is $350,000. And assume the balance of your loan, which you can get from your mortgage lender, is $150,000. With those figures, here's how to calculate your home equity:\n\nIf you buy a home for $300,000 with a 20% down payment (covering the remaining $240,000 with a mortgage), you'll have equity of $60,000 in the house.\n\nIf the house's market value remains constant over the next two years, and $15,000 of mortgage payments are applied to the principal, you would have $75,000 in home equity at the end of the two years.\n\nIf the home's market value had also increased by $100,000 over those two years, you would then have $175,000 in home equity.\n\nHome equity is an asset and is considered part of your net worth. However, it is not aliquid asset.\n\nTheinterest rateon home equity-based borrowing is typically lower than that on credit cards and personal loans because the funds are secured by the equity. So the equity in your home can be a source of funds. The interest on borrowing with your home equity is generally tax deductible if funds are used to improve the home.\n\nUnlike some investments, home equity cannot be quickly converted into cash. That's because the equity calculation is based on a current market valueappraisalof your property. That appraisal is no guarantee that the property would sell at that price.\n\nHowever, you can leverage your home equity as collateral in a variety of ways to secure low-cost funds for your financial needs, including with home equity loans, home equity lines of credit, and cash-out refinance.\n\nAhome equity loan, sometimes referred to as asecond mortgage, usually allows you to borrow a lump sum against your current home equity for a fixed rate over a fixed period. Many home equity loans are used to finance large expenditures, such as home repairs or college tuition.\n\nA home equity line of credit (HELOC) is a revolving line of credit, usually with an adjustable interest rate, which allows you to borrow up to a certain amount over a period of time. HELOCs work like credit cards, where you can continuously borrow up to an approved limit while paying off the balance.\n\nWhen a borrower converts any or all of the funds secured through a home equity line of credit to a fixed rate, they have what's called afixed-rate HELOC.The borrower will then pay off the fixed-rate amount over a specific period of time. Be sure to do your due diligence on this option because lenders may have different rules about how you can use it.\n\nAcash-out refinancerefers to using your equity to get a new mortgage that's larger than the amount owed on your existing mortgage.Then, you pay off the existing mortgage and use the remaining money as needed. The money can be used in any way you choose. As with home equity loans and lines of credit, the funds are tax free because they're viewed as debt by the IRS, not income.\n\nMortgage lending discrimination is illegal. If you think you've beendiscriminated againstbased on race, religion, sex, marital status, use of public assistance, national origin, disability, or age, there are steps you can take. One such step is to file a report to theConsumer Financial Protection Bureau (CFPB)or with theUnited States Department of Housing and Urban Development (HUD).\n\nYou can use your home equity and the funds you borrow to your financial benefit.\n\nOnce you understand the benefits of home equity, you may want to focus on building it. To do that you could:\n\nA home equity loan is money that is borrowed against the appraised value of your home. You receive the funds in a lump sum, and you are require tomake monthly payments, as with any other type of loan. Basically, a home equity loan is a second mortgage on your house.\n\nYou can get a home equity loan by contacting a lender who offers these types of loans. The first step is to get a professional appraisal of your home to find out its market value. If you have enough equity in your home to take out this type of loan, a lender will also check your credit and debt-to-income ratio. If you qualify for a home equity loan, your loan funds are usually delivered in a lump sum after the closing. Home equity loans are essentially a second mortgage on your house, with fixed-rate monthly payments.\n\nAhome equity line of credit (HELOC)is similar to a credit card, acting as a revolving line of credit based on your home's equity. HELOC funds can be used when you need them, paid back, and used again. Often there is a 10-year draw period, where you can access your credit as needed, with interest-only payments. After the draw period, you enter the repayment period, where you must repay all the money you borrowed, plus interest.\n\nYou gain equity in your home by paying down the principal in your mortgage over time. If you used a down payment to purchase your home, you likely have some equity in it. With each mortgage payment, your equity grows. To figure out how much equity you have in your home, divide your current mortgage balance by the market or recently appraised value of your home.\n\nHome equity refers to how much of the value of a home you control compared to that controlled by the lender of the mortgage loan. It consists of any down payment made, the portion of the mortgage payment made that pays down the principal and any appreciation of the value of the home.\n\nThe benefit of building equity in your home is both the asset that you build and the ability to borrow money against it.\n\nConsumer Financial Protection Bureau. \"What Is a Home Equity Loan?\"\n\nFreddie Mac. \"Understanding Your Home's Equity.\"\n\nInternal Revenue Service. \"Publication 936 (2021), Home Mortgage Interest Deduction.\"\n\nFederal Trade Commission. \"Home Equity Loans and Home Equity Lines of Credit.\"\n\nNational Credit Union Administration. \"Home Equity Loans and Lines of Credit.\"\n\nBank of America. \"Fixed-Rate Loan Option.\"\n\nU.S. Department of Veterans Affairs. “Cash-Out Refinance Loan.\"\n\nExperian. \"Do I Have to Pay Taxes on a Cash-Out Refinance?\"\n\nOffice of the Comptroller of the Currency. \"At What Point Can I Removed the PMI?\"\n\nmyFICO. \"What's in My FICO Score?\"",
  "url": "https://www.investopedia.com/terms/h/home_equity.asp"
}