{
  "term": "Home Bias: What it is, How it Works, Special Considerations",
  "definition": "The term home bias refers to the tendency for investors to invest the majority of their portfolio in domesticequities, ignoring the benefits ofdiversifyinginto foreign equities. This bias was originally believed to have arisen as a result of the extra difficulties associated with investing in foreign equities, such as legal restrictions and additionaltransaction costs. Other investors may simply exhibit home bias due to a preference for investing in what they are already familiar with rather than moving into the unknown.\n\nHome bias is a phenomenon that generally occurs withinequity markets. It is commonly believed to be driven by emotions rather than objectivity. Investors with home bias tend to stick with investments with which they're familiar. As such, they'll invest in the stocks of domestic companies rather than those in foreign markets. That's because these investors have a greater degree of comfort in choosing investments in their own country.\n\nThere are a number of factors that can lead an investor to favor domestic investments, including:\n\nU.S. equities represent about 60% of the global market. According toCharles Schwab, Americans invest 85% of theirportfoliosin domestic equities. Research shows that some generations are more likely to experience home bias than others. For instance, as many as 45% ofbaby boomershave some form of home bias—the largest group among those researched by Charles Schwab.Millennialswere the least likely, with only 24% of investors primarily focusing on U.S. markets.\n\nHome bias doesn't just apply to individual investors. In fact, some professional U.S. mutual fund managers are also likely to demonstrate the same behavioral biases in theirportfoliodecisions as individual investors. In fact, the study showed that the average fund tends to beoverweightin stocks from its managers' home states. One important point to note is that the researchers found the bias to be stronger among managers who are less experienced.\n\nHome bias isn't restricted to American investors. In fact, investors from all over the world tend to be biased toward investing in their particular domestic equities, including Finland, Japan, and Germany. And it's also common among investors who are more experienced and sophisticated.\n\nSystemic riskis any risk that is associated with the entire segment of a market, which means it doesn't impact one specific stock or sector. While systematic risk is broadly believed to be non-diversifiable in nature, some investors hold a country-specific view of systematic risk. For them, investments in foreign equities tend to lower the amount of systematic risk in a portfolio because foreign investments are less likely to be affected by domestic market changes.\n\nHome bias is also called country bias or familiarity bias.\n\nHome bias has historically been fuelled by the lack of available options and greater barriers to entering foreign markets.\n\nMutual fundsandexchange-traded funds(ETFs) now provide a relatively easy and low-cost way to diversify across international investments that may otherwise be more difficult to access on their own. Moreover, an internationally focussed financial media and the free flow of information make owning and monitoring foreign stocks much easier.\n\nDiversificationreduces risk by allocating investments among various asset types, geographic regions, and industries. It aims to maximize returns by investing across different areas to lessen the chance that a market event can have a debilitating effect on an entire portfolio.\n\nSomeforeign marketstend to be less closely correlated with domestic performance. For example, an economic downturn in the U.S. economy may not negatively affect the economy in another country too dramatically. Holding equity investments in that country protects investors against losses that arise because of changes in the U.S. economy.\n\nThat being said, the economies of different countries are becoming more intertwined because of globalization. As such, a downturn in one economy can impact others. Consider the impact of thesubprime meltdownin the U.S. on other economies. A large reason, of course, is that the U.S. economy is the largest in the world and touches most countries. But it is important to pay attention to these factors when investing in foreign equities to determine if true diversification is being achieved.\n\nInvesting in foreign markets can also be tax beneficial depending on the tax laws of the country that is being invested in. Many countries create beneficial tax laws for foreign investors, particularly for investors in developed nations. This is a common practice inemerging marketsto attract investment and spur growth.\n\nU.S. investors would still have to pay taxes on their profits earned abroad but may be able to benefit from theforeign tax credit. The foreign tax credit avoids double taxation, which is when the foreign country taxes the investments and so does the U.S. The foreign tax credit can reduce your tax liability on a dollar-for-dollar basis by the lower of the amount taxed in the foreign nation or the U.S.tax liability.\n\nCharles Schwab. \"Fundamentals of behavioral finance: Home bias.\"\n\nSSRN. \"No Place Like Home: Familiarity in Mutual Fund Manager Portfolio Choice.\" Download required. Page 31.\n\nSpringer Link. \"The home bias and the local bias: A survey.\"",
  "url": "https://www.investopedia.com/terms/h/homebias.asp"
}