{
  "term": "Home Banking Defnition, Different Types, Pros and Cons",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nHome banking is the practice of conducting banking transactions from home rather than at branch locations. Home banking generally refers tomobile banking, web banking, banking over the telephone, or banking by mail. The first experiments withonline bankingstarted in the early 1980s. However, it did not become popular until the rise of the Internet in the mid-1990s. Many Internet banks maintain few, if any, physical branches.\n\nThe increasing popularity of home banking has fundamentally changed the character of the banking industry. Many people can arrange their affairs so that they seldom need to visit a physical branch. Online-only banks have profited from this shift in the industry. The absence ofbrick and mortarlocations allows many online banks to offer favorableinterest rates, lower service charges, and other incentives for those willing to bank online.\n\nMany of the limits on home banking revolve around initiating large transactions. Requiring a personal appearance reduces and even prevents some forms offraud. Although there is an increasing trend toward offering more services online, many banks normally require that some transactions occur in person. For instance, applying for a personal or businessloanoften calls for an appearance at a branch office. Applying for amortgageis another financial transaction where the applicant historically had to visit the bank at some point.\n\nBanking via mobile phone apps has become increasingly popular. Most mobile apps are easier to use than websites, and they have some security benefits. In particular, banking apps can provide protection fromphishingattacks. Mobile apps also often allow users to access features that are not available via websites. For example, it is frequently possible to scan paper checks with an app, while this feature is less common on websites.\n\nWeb banking via the Internet is still fairly common. Nearly all banks have websites that allow access to checking accounts and savings accounts. Web banking is generally available for both individuals and small businesses. Some users may be more comfortable with web banking than new apps for mobile phones. The vast majority of web browsers are also open source and thoroughly tested, which makes them more secure than most mobile apps.\n\nBanking over the telephone is one of the oldest forms of home banking, and it still has some uses. Some of the earliest home banking services were automated systems for obtaining account balances over the phone. While the Internet has mostly taken over that function, banking by phone remains a useful fallback. Phone calls are a way for banks to verify if customers actually made suspicious looking transactions. Phone calls also help customers to resolve issues when errors occur.\n\nBanking by mail continues to enjoy some popularity. Depositing paper checks via mail is simple and intuitive for people who usually do their banking in person. Furthermore, banking by mail does not introduce the cybersecurity risks associated with online banking. Banking by mail is a good alternative for customers with a temporary need for home banking.\n\nSaving time and reducing physical risks are the main benefits of home banking. Financial transactions can often be completed in minutes at home. At best, banking in person requires walking over to a small branch office in a convenient location, such as a grocery store. At worst, traditional banking demands a separate trip and waiting in a long line upon arrival. Home banking also eliminates the need to take physical risks. Car accidents killed tens of thousands of Americans every year in the early 21st century. Furthermore, many people are afraid of being robbed atATMs.\n\nWith the increased shift to online banking, new security threats have arisen. All online information, such as account numbers and recent transactions, is vulnerable to malicious hackers and other thieves. Commercial banks with online arms have put into placecybersecurity measuresto prevent such thefts from occurring. Cybersecurity has become essential as the world becomes more reliant on computers than ever before.\n\nAlthough there are cybersecurity risks related to home banking, they are generally less serious than the physical risks of banking in person.\n\nThere are two main types of threats to online banking customers, black hat hackers andcomputer viruses. Professional hackers usually focus on servers, where they can compromise many accounts at once. User defenses against these attacks are limited to using unique passwords for each site and some forms oftwo-factor authentication. Viruses often automatically harvest banking credentials from the systems that they infect. Antivirus software and firewalls usually stop most of these attacks. However, using a separate device or live boot media for sensitive financial transactions can offer even better protection.",
  "url": "https://www.investopedia.com/terms/h/home-banking.asp"
}