{
  "term": "Home Affordable Refinance Program (HARP) Overview",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nThe Home Affordable Refinance Program (HARP) was a program offered by theFederal Housing Finance Agencyto homeowners who own homes that are worth less than the outstanding balance on theloan.\n\nThe program has since ended, but it was intended to provide relief after the financial crisis of 2008. HARP was created to help underwater and near-underwater homeowners refinance their mortgages due to falling home prices. While HARP ended in December 2018, there are still options for borrowers who are underwater on their mortgages. A homeowner who is underwater on their mortgage owes more on their home than it is worth.\n\nThe Home Affordable Refinance Program (HARP) refinance was only available for mortgages that were guaranteed by eitherFreddie Mac or Fannie Mae—the program was created in coordination with these entities. In order to be eligible for HARP, homeowners must have been in possession of mortgages that were sold to either of those entities prior to May 31, 2009.\n\nDue to the impact of the 2008financial crisis, and its effect on real estate values throughout the United States, many homeowners found themselves upside down or underwater on their home loans. Upside down or underwater is used to describe instances when a borrower owes more on a loan than the current value of the collateral it is secured against.\n\nIn the case of a mortgage, the collateral is the property. The federal government launched HARP in 2009 to attempt to slow the rate of foreclosures and help borrowers that had been taken advantage of bysubprimelending practices.\n\nThe program was only available to borrowers who qualified. Borrowers were required to be current on their mortgage payments and the property had to be in good condition. Borrowers who had alreadydefaultedor had vacated their properties were not eligible for the program. Any participating lender was eligible to aid a borrower in a HARP refinance. Borrowers did not have to go through their current lender.\n\nThe program ended on December 31, 2018.\n\nAnother program that was rolled out to stem the flow of foreclosures after the market crashed was called a mortgage modification. The Home Affordable Modification Program expired before HARP, in 2016.Unlike HARP refinances, these programs were for borrowers that had already defaulted on their loan, or for whom default was imminent.\n\nA modification could only be secured through the existing lender, and each lender had its own requirements for qualification. Although the process to modify a mortgage changes the terms of a mortgage note, it is not the same as a refinance.\n\nSometimes modifications can report on the borrower’s credit report as having the terms of the mortgage altered. In some cases, modifications can impact future creditworthiness. Some borrowers may also be faced with an additional tax liability, as the terms of their modification may include writing off a portion of the debt that is owed, which theInternal Revenue Service(IRS) may count as earned income.\n\nFederal Housing Finance Agency. \"Home Affordable Refinance Program (HARP).\"\n\nU.S. Treasury Department. “Making Home Affordable (MHA).”",
  "url": "https://www.investopedia.com/terms/h/home-affordable-refinance-program-harp.asp"
}