{
  "term": "Hong Kong Exchanges and Clearing Limited (HKEX): Overview",
  "definition": "Hong Kong Exchanges and Clearing Limited (HKEX) is a publicly tradedholding companybased in Hong Kong. HKEX is one of the largest market operators in the world. Established in 2000, its subsidiaries include theHong Kong Stock Exchange (HKG). HKEx also manages four clearing houses in Hong Kong as well as theLondon Metal Exchange (LME), making it an important institution in the global financial markets.\n\nHong Kong Exchanges and Clearing Limited is among the world's largest exchange groups. Its goal is to connect China with the global investment community and markets. The markets offer investors a range of products, including equities, bonds,exchange-traded funds (ETFs), andreal estate investment trusts (REITs). There are also derivatives, currency futures, and commodities.\n\nHKEX is a global platform for raising capital for issuers based in Hong Kong, China, and around the world. Its main services include listing, trading,clearing, market data, reference prices, and connectivity.\n\nThe company was established in 2000 following themergerof the Hong Kong Stock Exchange, the Hong Kong Futures Exchange, and the Hong Kong Securities Clearing Company—all of which remain subsidiaries of the company. The consolidation was the result of a greater emphasis on comprehensive reform and oversight related to stock andfuturesmarkets in Hong Kong and was designed to increase China's competitiveness in the global market. In 2012, the group acquired the LME.\n\nThe corporate structure of HKEX focuses on three main markets that are integrated to form a complementary grouping. These core markets are thestock exchange, thefutures exchange, and the LME. This makeup allows HKEX to position itself to take advantage of two of the world’s leading financial hubs: Hong Kong and London.\n\nIndia's stock market surpassed Hong Kong's in January 2024, making it the fourth-largest in the world. The combined value of Indian shares reached $4.33 trillion while those traded in Hong Kong hit $4.29 trillion. India's market hit the $4 trillion mark on Dec. 5, 2023.\n\nHKEX operates fourclearinghouses:\n\nThe group also serves as a regulating body, overseeing the trading activities of companies listed in Hong Kong and those who participate in trading activities within its venue. The company prides itself on maintaining a well-organized and tightly regulated marketplace for investors.\n\nHKEX had amarket capitalizationof $28.1 trillion with 2,610 listed companies as of Jan. 31, 2024.\n\nAs noted above, HKEX trades in stocks, bonds,warrants, REITs,mutual funds, ETFs, and equity-linked instruments. To be traded on HKEx's main board, a company must satisfy one of three tests:\n\nOther requirements include an interested party to have management continuity of three years, a minimum of 300shareholders, and semi-annualfinancial reporting, among other requirements.\n\nThe largest stock exchange in China is theShanghai Stock Exchange (SSE). It is also the country's oldest exchange. The SSE was founded in 1891 as the Shanghai Stock and Sharebrokers Association.As of January 2024, the SSE had a market cap of $6.52 trillion (USD) with 2,263 listed companies.\n\nThree stock exchanges operate in mainland China. The Shanghai Stock Exchange is the largest of the three. The other two exchanges are the Shenzhen Stock Exchange and the Beijing Stock Exchange, which is owned by the National Equities Exchange and Quotations.The Hong Kong Stock Exchange operates independently outside mainland China.\n\nThe world's largest stock exchange is theNew York Stock Exchange (NYSE). The exchange had a market cap of $25.56 trillion as of January 2024.\n\nHong Kong Exchanges and Clearing Limited is a holding company that Hong Kong and China's financial markets to the rest of the world. The company has several subsidiaries, including the Hong Kong Stock Exchange—one of the leading markets in Asia. Along with offering different financial assets, the company operates several clearinghouses that facilitate and settle trades.\n\nHong Kong Exchanges and Clearing Limited. \"Top Frequently Asked Questions.\" Select \"How did HKEX develop into its existing framework?\"\n\nBloomberg. \"India Tops Hong Kong as World's Fourth-Largest Stock Market.\"\n\nHong Kong Exchanges and Clearing Limited. \"Securities Admission into CCASS.\"\n\nHong Kong Exchanges and Clearing Limited. \"Overview: Listed Derivatives.\"\n\nHong Kong Exchanges and Clearing Limited. \"Overview of OTC Clear clearing services.\"\n\nHong Kong Exchanges and Clearing Limited. \"Our Sustainability Journey.\" Select \"Regulator.\"\n\nHong Kong Exchanges and Clearing Limited. \"Introduction to Regulatory Framework.\"\n\nHong Kong Exchanges and Clearing Limited. \"Monthly Market Highlights.\"\n\nHong Kong Exchanges and Clearing Limited. \"Rules and Guidance: Chapter 8 Qualifications for Listing Basic Conditions, 8.05.\"\n\nHong Kong Exchanges and Clearing Limited. \"Chapter 8, Equity Securities, Qualifications for Listing.\" Pages 5, 9, 11-12.\n\nGoldman Sachs. \"The Shanghai Stock Exchange Reopens in 1990.\"\n\nWorld Federation of Exchanges. \"Market Statistics - February 2024.\"\n\nLSEG. \"Beijing Stock Exchange.\"",
  "url": "https://www.investopedia.com/terms/h/hkex.asp"
}