{
  "term": "Hong Kong Stock Exchange (HKG): What It Is and How It Works",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe Hong Kong Stock Exchange (HKG) is astock exchangebased in Hong Kong. Known formally as the Stock Exchange Hong Kong, the Hong Kong Stock Exchange is one of the world's largest securities markets by market capitalization. It is owned and operated as a subsidiary ofHong Kong Exchanges and Clearing Limited (HKEX), which was established as a holding company in 2000.The exchange lists different securities, including equities and debt securities among others.\n\nThe Hong Kong Stock Exchange is one of the primary exchanges in Hong Kong and is one of the largest markets in Asia. As noted above, it is asubsidiaryof theholding companyHKEX. The company also owns and operates the Hong Kong Futures Exchange and the Hong Kong Securities Clearing Company.HKEX had a combinedmarket capitalizationof $3.97 trillion as of January 2024.\n\nThe exchange is home to different securities that investors can choose from, including equities, debt securities, derivatives,exchange-traded products (ETPs),real estate investment trusts (REITs), and warrants.As of January 2024, there were 2,609 listed on HKEX subsidiaries, including the HKG. This figure includes 2,428 domestic and 181 foreign companies.\n\nSeveral of the major companies by market cap listed on the exchange are banks and insurance companies from mainland China. They include the Industrial and Commercial Bank of China, China Construction Bank, Bank of China, and Ping An Insurance. Chinese internetconglomerateTencent Holdings stands far above the crowd in the top position.\n\nSecurities trading takes place Monday to Friday between 9:30 a.m. and  4:00 p.m. local time. The pre-opening session runs between 9:00 a.m. and 9:30 a.m., while theafter-hours tradingsession runs from 4:00 p.m. to \"a random closing between 4:08 p.m. and 4:10 p.m.\" Derivative trading begins at 9:15 a.m. and ends at 4:30 p.m. Severalderivativemarkets take a break at noon each day. After-hours trading runs between 5:15 p.m. and 3 a.m. the following day. The exchange is closed on major holidays.\n\nHong Kong's stock market was the fourth-largest in the world until January 2024, when the Indian market eclipsed it. The value of shares reached over $4.33 trillion, beating out those in Hong Kong, which amounted to $4.29 trillion.\n\nThe HKG is the leading venue to raise capital for issuers based in Hong Kong and mainland China. Growth in Hong Kong's markets is fueled by listings of mainland Chinese companies. These securities are referred to asH-shareson the HKG. Their rapid development has gone hand-in-hand with the enormous economic rise of the country.\n\nThe minimum market capitalization for a listing is HK$500 million and the minimum value of public float is HK$125 million. The exchange raised these minimum amounts in 2017 to strengthen trading liquidity for market participants and enhance the quality of the exchange's listed issuers.\n\nSecuritiestrading in Hong Kong dates back to 1891. That's when the first formal market, called the Stockbrokers' Association of Hong Kong was established. The organization's name was changed to the Hong Kong Stock Exchange in 1914.\n\nSeven years later, regulators incorporated another exchange called the Hong Kong Stockbrokers' Association. It merged with the Hong Kong Stock Exchange in 1947, resuming operations under that name.The exchange introduced automated ordering in 1993 andoptions tradingin 1995.\n\nAs noted above, the HKG merged with the Hong Kong Futures Exchange and the Hong Kong Securities Clearing Company in 2000 to form Hong Kong Exchanges and Clearing, apublicly traded company.\n\nThe exchange had a physicaltrading flooruntil the popularity of electronic trading took over. As such, the stock exchange closed down the physical trading floor in 2017.\n\nThe Hong Kong Stock Exchange is owned by the Hong Kong Exchanges and Clearing Limited, which is a publicly traded holding company. In addition to the HKG, HKEX has other subsidiaries, including the Hong Kong Futures Exchange, and the Hong Kong Securities Clearing Company.\n\nThe Hong Kong Stock Exchange offers securities listed in Hong Kong and mainland China. If you're aforeign investor who wants to take advantage of Hong Kong's stock market, contact your brokerage firm to see if you can open an account that allows you to invest in international markets. Be sure you do your research and due diligence before you begin trading.\n\nThere are several ways you can take advantage of Hong Kong's stock market and economy as an investor. You can purchase sharesexchange-traded funds (ETFs)and/or mutual funds that hold Hong Kong securities in their portfolios,American depositary receipts (ADRs)of Hong Kong companies, and index funds. If you want to invest directly in shares that trade in Hong Kong, talk to a brokerage firm to see if you can invest internationally.\n\nThe Hong Kong Stock Exchange was established in the late 1800s. Since then, it has evolved to become one of the most important markets in Asia and in the world. The exchange is home to companies in Hong Kong and mainland China, and also lists other securities like derivatives and warrants.\n\nHKEX. \"Top Frequently Asked Questions.\"\n\nWorld Federation of Exchanges. \"Market Statistics - February 2024.\"\n\nBloomberg. \"India Tops Hong Kong as World's Fourth-Largest Stock Market.\"\n\nHKEX. \"Listing Rules, Interpretation and Guidance, Chapter 8.\"\n\nHKEX. \"History of HKEX and its Market.\"\n\nHKEX. \"History of the Hong Kong Stock Market,\" Page 58.\n\nHKEX. \"HKEx Stock Options: Introductory Guide to the Stock Options Corner,\" Page 2.\n\nHKEX. \"HKEX Hosts Event to Mark End of Its Floor Trading.\"",
  "url": "https://www.investopedia.com/terms/h/hongkongstockexchange.asp"
}