{
  "term": "Hong Kong Monetary Authority (HKMA): Meaning, Responsibilites",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nEstablished in 1993, the Hong Kong Monetary Authority (HKMA) acts to controlinflationand maintain the stability of the Hong Kong dollar (HKD) and of the banking sector through itsmonetary policy.﻿﻿ The HKMA links the HKD to the U.S. dollar to help the HKD maintain a stable value.﻿﻿\n\nHong Kong is a key finance capital for the People's Republic of China, and it's a place for multinational companies to set up operations. As aSpecial Administrative Regionof the People's Republic of China, Hong Kong is an autonomous territory with its own currency and an annualnominal GDPof more than $365 billion as of 2019.﻿﻿ The HKMA acts as a de factocentral bankfor the region.﻿﻿\n\nThe HKMA maintains asovereign wealth fundcalled the Hong Kong Monetary Authority Investment Portfolio.﻿﻿ The HKMA is a member of the Executives' Meeting of East Asia-Pacific Central Banks along with theReserve Bank of Australia, thePeople's Bank of China, theBank of Japan, and seven other central banks.﻿﻿\n\nOne of the key roles of the HKMA is maintaining currency stability. TheLinked Exchange Ratesystem is designed to stabilize the exchange rate between the Hong Kong dollar (HKD) and the United States dollar (USD). Thefixed-rate exchange systemseeks to maintain parity with the USD within a tight range, allowing HKD note-issuing banks to issue new banknotes only when they deposit an equivalent value of U.S. dollars with the authority.﻿﻿ The exchange rate tends to fluctuate within a set range. The HKMA has one of the world's largest currency reserves in relation to its economy.﻿﻿\n\nThe authority operates theExchange Fund. The fund's primary objective \"to affect, either directly or indirectly, the exchange value of the currency of Hong Kong.\" The Fund may also be used to maintain the stability and integrity of Hong Kong's monetary and financial systems to help maintain Hong Kong as an international financial center.﻿﻿\n\nThe HKMA is charged with promoting the stability and integrity of the financial system, including the banking system. One of the key ways the authority does this is by buying HKD to maintainparitywith the dollar within the stated range.﻿﻿ As of 2021, the fixed-rate system has keptinterest ratesultra-low in Hong Kong, encouraging expansion and investment.﻿﻿ But low-interest rates have also fueled a record home price boom in the territory, creating affordability problems.\n\nHong Kong Monetary Authority. \"An Introduction to the Hong Kong Monetary Authority,\" Page 1. Accessed May 25, 2021.\n\nHong Kong Monetary Authority. \"An Introduction to the Hong Kong Monetary Authority,\" Page 3. Accessed May 25, 2021.\n\nFederal Reserve Bank of St. Louis. \"Gross Domestic Product for Hong Kong.\" Accessed May 25, 2021.\n\nHong Kong Monetary Authority. \"Why the HKMA?\" Accessed May 25, 2021.\n\nHong Kong Monetary Authority. \"Portfolio Segregation.\" Accessed May 25, 2021.\n\nExecutives' Meeting of East Asia-Pacific Central Banks. \"About EMEAP.\" Accessed May 25, 2021.\n\nHong Kong Monetary Authority. \"How Does the LERS Work?\" Accessed May 25, 2021.\n\nBank for International Settlements. \"The Size of Foreign Exchange Reserves,\" Page 2. Accessed May 25, 2021.\n\nHong Kong Monetary Authority. \"Exchange Fund's Statutory Purposes and Investment Objectives.\" Accessed May 25, 2021.\n\nTrading Economics. \"Hong Kong Interest Rate.\" Accessed May 25, 2021.",
  "url": "https://www.investopedia.com/terms/h/hong-kong-monetary-authority-hkma.asp"
}