{
  "term": "Honorarium: Definition and Tax Treatment",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nAn honorarium is a voluntary payment that is given to a person for services for which fees are not legally or traditionally required.\n\nHonoraria are typically used to help cover costs for volunteers or guest speakers and may be consideredtaxable income. For example, when a guest makes a speech at a conference, they might receive an honorarium to covertravel expenses.\n\nAn honorarium is a different type of payment than a per diem, which is a daily allowance paid to employees or consultants to cover business trip expenses, like a hotel stay, travel, and food.\n\nAn honorarium is often provided for services meriting compensation that propriety prevents from requesting. For example, a world-renowned professor gives a speech to a scholarly foundation, and the foundation provides the professor with an honorarium for their service.\n\nAn honorarium is determined by the amount of work put into creating and delivering a service, such as a speech. For example, one hour of speaking may entail three days of effort. In addition, delivering a speech on multiple occasions requires hours of practicing and improving before each presentation.\n\nMoney made from honoraria is usually not considered tax-free income.\n\nThe speaker’s travel and recovery time require consideration as well. Following up on the example above, how can one hour of speaking require three days of work? There can be one day for practicing and improving the speech, another day for travel and deliverance, and a third day for getting back into the speaker’s normal routine. Those three days cannot be used for making money through other methods, justifying an honorarium.\n\nLike other forms ofincome, an honorarium is taxable. Organizations paying honoraria report them to both the speaker and theInternal Revenue Service (IRS)on a1099-MISCform if compensation is $600 or greater in one calendar year.\n\nEven if a speaker does not receive Form1099, they still must report the honorarium as income. There are rare exceptions to the rule. For example, the IRS allows ministers taxexemptionon honoraria paid for giving speeches or performing weddings, baptisms, or other activities.The honoraria may be considered gifts rather than taxable compensation if the intent was giving the honoraria as such.\n\nAn honorarium is considered self-employment income and is typically reported with related expenses on Schedule C of IRS Form 1040 for atax return. For example, the speaker may deduct the cost of their unreimbursed plane ticket and lodging, having speech materials printed, maintaining a website, and using a cellphone for business.If honoraria are not part of a speaker’s regular business, they are reported as other income on the1040document.An honorarium may be subject toself-employment taxas well.\n\nA speaker traveling out of state and earning an honorarium can create additional taxation. Many states consider giving a speech within their borders a nexus, letting the state claim taxes against the speaker’s income. As a result, a speaker may end up filing and paying multiple state tax returns.\n\nAn honorarium is often provided for services meriting compensation that propriety prevents from requesting.\n\nAn honorarium is a payment given to guest speakers who don’t charge a fee for their services. It is often used in academic settings by universities.\n\nAn honorarium is taxable. Organizations paying honoraria report them to both the speaker and the Internal Revenue Service (IRS) on a 1099-MISC form if compensation is $600 or greater in one calendar year. A speaker must report the honorarium as income, even if they don’t receive Form 1099.\n\nAn honorarium is given to a person for services for which fees are not legally or traditionally required. It is a voluntary payment that may be considered taxable income.\n\nInternal Revenue Service. “Publication 525: Taxable and Nontaxable Income,” Page 3.\n\nInternal Revenue Service. “Instructions for Forms 1099-MISC and 1099-NEC,” Pages 1–2.\n\nInternal Revenue Service. “Topic No. 417, Earnings for Clergy.”\n\nInternal Revenue Service. “2023 Instructions for Schedule C,” Pages 9–10.\n\nInternal Revenue Service. “Form 1040, U.S. Individual Income Tax Return.”\n\nInternal Revenue Service. “Self-Employment Tax (Social Security and Medicare Taxes).”\n\nHarvard University, International Payee Tax Compliance. “Honorarium.”",
  "url": "https://www.investopedia.com/terms/h/honorarium.asp"
}