{
  "term": "Hook Reversal: What It is, How It Works, Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nHook reversals are short-termcandlestickpatterns that predict a reversal in the trend's direction. The pattern occurs when a candlestick has a higher low and a lower high than the previous session's candlestick. This pattern differs fromengulfingpatterns in that the size difference between the first and second bar's body can be relatively small.\n\nHook reversal patterns are popular candlestick patterns amongactive traderssince they occur fairly frequently and are relatively easy to spot since the second candlestick changes to the opposite color. The strength and reliability of the pattern often depends on the strength of the uptrend or downtrend that preceded it, and most traders use other candlestick patterns, chart patterns, ortechnical indicatorsas confirmation of a reversal. After all, the pattern occurs relatively frequently, which leads to many false positives that must be discounted.\n\nHook reversal patterns are often classified as a type ofharamiorengulfingbecause the real body of the second candle forms within the body of the previous candle. They are also similar todark cloud coverpatterns where both real bodies are similar length. The key difference is that hook reversal patterns only require a small size difference, whereas harami and engulfing patterns emphasize large differences in sizes between candlesticks. In general, harami and engulfings tend to be less common and more accurate than hook reversal patterns in predicting a trend reversal.\n\nHook reversal patterns can be either bullish or bearish reversal patterns:\n\nTraders should settake-profitandstop-losspoints for these reversals based on other technical indicators or chart patterns since hook reversals only indicate that a potential reversal is about to take place without providing insight into the magnitude of the reversal.",
  "url": "https://www.investopedia.com/terms/h/hookreversal.asp"
}