{
  "term": "Hope Now Alliance",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe term Hope Now Alliance refers to a public-private initiative that worked to combat homeforeclosuresthat emerged from thesubprime mortgage market meltdown. The initiative was launched in 2007 and was comprised of members from the U.S. government, the secondary mortgage market, lenders,mortgage-backed securities(MBS) investors, and homeownership counseling organizations. The group focused its efforts on reversing the foreclosure trend focused on contacting homeowners forloan modificationsand workouts. The organization suspended operations in 2020 because of the global COVID-19 pandemic.\n\nThe formation of Hope Now Alliance was the direct result of encouragement from the Treasury Department and theU.S. Department of Housing and Urban Development(HUD).﻿﻿ Established in 2007, Hope Now Alliance's main goal was to create a unified, coordinated plan to assist homeowners, communities, and government partners to repair the mortgage market following the subprime mortgage crisis that led to theGreat Recession.﻿﻿﻿﻿﻿\n\nIt did this by fighting the wave of foreclosures across the country. The alliance's efforts were focused on providing assistance to homeowners who were in danger of losing their homes through loan forgiveness,modified loans, financial counseling, andworkouts.﻿﻿ Workouts are agreements that can result in a modifiedrepaymentplan or a loan modification.\n\nHope Now Alliance also advocated for higher lending standards and more ethical conduct in themortgageindustry after the foreclosure wave subsided and theeconomystarted to improve. It began to focus on stabilizing thehousing marketby making the mortgage process more straightforward and less risky for both lenders and borrowers.\n\nIts tools included a nationally-promoted website with foreclosure prevention information, a 24-hour toll-free telephone number, and free phone counseling through the Homeownership Preservation Foundation, among other efforts.﻿﻿\n\nAlthough Hope Now Alliance was formed as a separate entity, its operations were run directly out of the Housing Policy Council as of 2008, according toThe New York Times.﻿﻿ The council was created in 2003 in order to push for a safe and sound system. It advocates for increasedaccountabilityandtransparencyin order to create a level playing field for everyone in the market.﻿﻿\n\nHope Now Alliance announced its closure in July 2020 due to problems stemming from the global COVID-19 pandemic. The alliance said it could no longer hold the large public gatherings that it once did to bring borrowers and lenders together due to social distancing guidelines. It also stated that increased automation in the industry made the organization redundant.﻿﻿\n\nThe Hope Now Alliance announced its closure in July 2020 due, in part, to the coronavirus pandemic.\n\nHope Now Alliance was formed when the housing market was in a free fall because of the subprime mortgage lending crisis. The organization claimed that it helped over 1.7 million distressed borrowers as of the third quarter of 2009, and reported resolving over two million cases in 2014.﻿﻿\n\nBut the actual number of borrowers, defined as those who have received long-term help and were permanently not atriskfor foreclosure as a result of their loan workout or modification, did not lose their homes to foreclosure and are able to obtain another mortgage, is unclear.﻿﻿\n\nCritics claimed that the alliance did not do enough to aiddistressedborrowers and that rollout of the group's assistance was uncoordinated, leaving homeowners confused and still at risk for foreclosure. They also claimed that the alliance’s member firms were slow to move, in part because as lenders and investors they stood to lose money on their investment if borrowers received loan modifications that lowered the amount of money owed on their loan.﻿﻿\n\nThe core criticism was that Hope Now Alliance marketed itself heavily to homeowners as a source of help, but was actually gatekeeping who received help to aid the least risky borrowers in order to benefit lenders.﻿﻿\n\nCommunity-Wealth.org. \"HOPE NOW.\" Accessed March 24, 2021.\n\nThe White House. \"Homeownership.\" Accessed March 24, 2021.\n\nFRASER. \"HOPE NOW Alliance Created to Help Distressed Homeowners.\" Accessed March 24, 2021.\n\nThe New York Times. \"Distressed Owners Are Frustrated by Aid Group.\" Accessed March 24, 2021.\n\nHousing Policy Council. \"About HPC.\" Accessed March 24, 2021.\n\nNational Mortgage News. \"Hope Now to suspend operations, citing coronavirus restrictions.\" Accessed March 24, 2021,\n\nSIEU Local 1991. \"Hope Now Alliance. What's the Hope Now Alliance?\" Accessed March 24, 2021.",
  "url": "https://www.investopedia.com/terms/h/hopenowalliance.asp"
}