{
  "term": "Horizontal Line: Definition, Uses, Example in Technical Analysis",
  "definition": "Intechnical analysis, a horizontal line is often drawn on a price chart to highlight areas ofsupport or resistance.\n\nIn geometric analysis, a horizontal line proceeds parallel to the x-axis. Put another way, on a perfectly horizontal line, all values on the line will have the same y-value.\n\nHorizontal lines are commonly used in technical analysis to highlight areas of support, where the price stopped falling and then bounced on prior occasions, or resistance, which is where the price stopped rising and then proceeded to fall on prior occasions.\n\nThe horizontal line is drawn by connecting similar swing lows in price to create a horizontal support line. For a horizontal resistance line, similarswing highsare connected.\n\nThe horizontal line is then used for analytical or trading purposes. For example, if the price of an asset is moving between support and resistance horizontal lines then the price is considered to berange-bound.\n\nA move below the support horizontal line could indicate a further price decline, but if support holds and the price bounces higher then prices could be forthcoming. The same concepts apply to a resistance horizontal line. If the price moves above resistance, higher prices could be forthcoming. If the price reaches resistance and then starts to decline, the horizontal line has held and traders will watch for lower prices.\n\nIn more simple terms, a horizontal line on any chart is where the y-axis values are equal. If it has been drawn to show a series of highs in the data, a data point moving above the horizontal line would indicate a rise in the y-axis value over recent values in the data sample.\n\nHorizontal analysisis used to compare values or prices over time. This is an aspect offundamental analysisin which an analyst will compare various earnings reports and statements over time. In this kind of analysis, time functions as the horizontal x-axis and allows analysts to calculate percentage changes over time, a useful tool for representing the degree of change.\n\nHorizontal analysis looks at the trend of financial statements over multiple periods, using a specified base period, and typically shows the changes from the base period in dollars and percentages.\n\nThe percentage change is calculated by first dividing the dollar change between the comparison year and the base year by the item value in the base year, then multiplying the quotient by 100. For example, when you hear someone saying that revenues increased by 10% this past quarter, that person is using horizontal analysis.\n\nHorizontal analysis can be used on any item in a company's financials, from revenues toearnings per share(EPS), and is useful when comparing the performance of various companies.\n\nSupply and demand curvesare drawn with price on the vertical axis of the graph and quantity demanded on the horizontal axis. When looking at supply and demand curves, a perfectly horizontal line indicates that an item has perfectelasticity, or that its demand is immediately responsive to changes in price. When the price of a perfectly elastic good or service increases above the market price, thequantity demandedfalls to zero. With perfect elasticity, consumers simply are not willing to spend more than a specific price for a good or service.\n\nDrawing a horizontal line is one of the simplest forms of technical analysis, but it also provides important information. On the chart below, a horizontal line is drawn on the SPDR S&P 500 (SPY)exchange traded fund(ETF).\n\nImage by Sabrina Jiang © Investopedia 2021\n\nAnuptrendis when a price makes higher swing highs and higher swing lows. Therefore, a horizontal line can highlight when price is making a new high, in this case, thus showing signs of an uptrend. On the SPY chart above, the price is moving above the horizontal line indicating an uptrend. If the price falls back below the horizontal line, it could warn that uptrend has failed and lower prices may be forthcoming.\n\nIn this sense, the horizontal line acts like a line in the sand, where moving above the line isbullish.\n\nBoth these terms could refer to the same thing: drawn lines on a chart. While a horizontal line is specifically horizontal, atrendlineis typically angled and drawn along rising swing lows during a price uptrend or drawn along dropping swing highs during a downtrend.\n\nA horizontal line is not an actual barrier for price. It is a technical tool which may help traders determine whether they should be morebearishor bullish.\n\nWhere a horizontal line is drawn is subjective. Not all traders may place the horizontal line at the same price.\n\nAt highly important prices, where a horizontal line may be drawn, it is possible the price will whipsaw around it. This could cause confusion or some potential losing trades until the price makes a more decisive move above or below the line.",
  "url": "https://www.investopedia.com/terms/h/horizontal-line.asp"
}