{
  "term": "Horizontal Well: What it Means, How it Works",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nA horizontal well is a type of directional drilling technique where an oil or gas well is dug at an angle of at least eighty degrees to a vertical wellbore. This technique has become increasingly common and productive in recent years.Operators use it to retrieve oil and natural gas in situations in which the shape of the reservoir is abnormal or difficult to access.\n\nHorizontal wells took a more prominent role in fossil fuel extraction during the 2010s. As technology has developed, horizontal drilling has lowered costs and improved the efficiency of oil andnatural gasextraction, especially in the U.S.\n\nThe emergence of horizontal wells has been facilitated by two components of the drilling apparatus:\n\nAs well, modern drilling techniques allow the use of drill bits that can bend. This bending, accomplished through the use of hydraulic jets, lets engineers adjust the direction of the drilling to a degree.\n\nHorizontal drilling has become a more popular technique as computer-aided technology has become more common. The angle of the drill bit in use can be adjusted by a computer using global positioning signals (GPS) to pinpoint the location of the bit in relation to the oil or gas field.\n\nHorizontal drilling has become a valuable technique in recent years due to certain advantages over traditional vertical drilling. It permits access to subsurface reservoirs that may not be accessible from directly above. Horizontal drilling also allows one drilling pad, or kickoff point, to explore a broader underground area.\n\nHorizontal drilling can also be used to seal off—or relieve pressure on—an out of control well by drilling an adjacent relief well. Finally, beyond the purpose of oil extraction, horizontal drilling can be useful in the construction of underground pipelines or utility lines that need to travel beneath a river or an existing building.\n\nHorizontal wells have proven particularly useful as a component of thehydraulic fracturingprocess. Fracking helps extract natural gas and oil from hugeshalereservoirs in the U.S. These deposits tend to be inaccessible to traditional vertical drilling due to the impermeability of the shale formations.\n\nInstead, oil and gas companies drill horizontally into the shale and pump a compound of water, chemicals, and guar gum—also known as mud—into the shale. The force of these injections fractures the rock, creating openings through which petroleum and natural gas flow.\n\nU.S. Energy Information Administration. \"Horizontally Drilled Wells Dominate U.S. Tight Formation Production.\" Accessed Mar. 5, 2021.\n\nInternational Association of Drilling Contractors. \"New Directional Drilling System Combines Improved Mud Motor, MWD Technologies.\" Accessed Mar. 5, 2021.\n\nDrillers. \"Directional Drilling: Everything You Ever Wanted to Know.\" Accessed Mar. 5, 2021.\n\nUniversity of Calgary, Energy Education. \"Horizontal Well.\" Accessed Mar. 5, 2021.\n\nU.S. Energy Information Administration. \"Hydraulically Fractured Horizontal Wells Account for Most New Oil and Natural Gas Wells.\" Accessed Mar. 5, 2021.",
  "url": "https://www.investopedia.com/terms/h/horizontalwell.asp"
}