{
  "term": "Horizontal Channel: What It Means, How It Works, and Example",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nHorizontal channels aretrend linesthat connect variable pivot highs and lows to show the price contained between the upper line ofresistanceand the lower line ofsupport. A horizontal channel is also known as a price range or sideways trend.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nA horizontal channel or sideways trend has the appearance of arectanglepattern. It consists of at least four contact points. This is because it needs at least two lows to connect, as well as two highs. Buying and selling pressure is equal, and the prevailing direction of price action is sideways. Horizontal channels form in periods of price consolidation.\n\nPrice is framed out in atrading rangeby the pivot highs (resistance) and pivot lows (support). Trend lines are drawn on pivots to give a visual picture of price action. A new high in the price above the horizontal channel is a technical buy signal. A new low in price below the horizontal channel (or rectangle pattern) is a technical sell signal.\n\nThere are three types of channels: horizontal, ascending, and descending channels. Channels that are angled up are calledascending channels. Channels that are angled down are calleddescending channels. Ascending and descending channels are also called trend channels because the price moves more dominantly in one direction.\n\nThe horizontal channel is a familiar chart pattern found in every time frame. Buying and selling forces are similar in a horizontal channel until abreakoutorbreakdownoccurs. This type of channel combines several forms oftechnical analysisto provide traders with precise points for entering and exiting trades, as well as controlling risk.\n\nTo identify horizontal channels:\n\nHorizontal channels provide a clear and systematic way to trade by providing buy and sell points. Here are the trading rules for entering long or short positions.\n\nElevate Credit, Inc. (ELVT) shares traded within a horizontal channel sincegappinglower on Oct. 30, 2018. Over this period, traders had the opportunity to short-sell the stock at the channel’s upper resistance line three times (red arrows).\n\nConversely, traders had the chance to buy the stock at the channel’s lower support line on three occasions (green arrows).Stop-loss orderswould sit just above the channel’s upper resistance line for short positions and just beneath the lower support line for long positions, while profits would be taken at the opposite side of the channel.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nHorizontal levels in technical analysis are price points where resistance or support previously occurred. They allow traders to determine entry and exit points on their trades.\n\nWhen the stock's price hits the top of a channel's trend line, sell your position or short a position. When the price hits the bottom of the trend line, then enter into a buy trade. When the price is in the middle of the trend line, remain neutral.\n\nThe basic principles of technical analysis are trends, entry/exit signals, indicators, and patterns.\n\nHorizontal channels, used in technical analysis, provide traders with specific points of when to buy and sell. They are clear to use and provide a systematic approach to trading, typically occurring in times of price consolidation.",
  "url": "https://www.investopedia.com/terms/h/horizontalchannel.asp"
}