{
  "term": "Horizontal Equity: What it is, How it Works, Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nHorizontal equity is an economic theory that states that individuals with similar income and assets should pay the same amount in taxes. Horizontal equity should apply to individuals considered equal regardless of the tax system in place. The more neutral a tax system is the more horizontally equitable it is considered to be.\n\nThis can be contrasted withvertical equity, a method of collecting income tax in which the tax rate one is subject to increases with the amount of earned income. The principle behind vertical equity is that those who have the ability to pay more taxes should contribute more than those who are not.\n\nThe basis behind the theory of horizontal equity is that people should be treated the same by imposing the same level of income tax to people in the same income group. Vertical equity, on the other hand, is associated with the redistribution of wealth and encourages a tax system in which high income earners, or those with access to more resources, pay more tax than low income earners.\n\nHorizontal equity proposes a tax system that does not give preferential treatment to certain individuals and companies. In effect, it is related to the concept of tax neutrality as it protects taxpayers against arbitrary discrimination so that if two individuals are equally well off before taxes, then they should be equally well off after taxes.\n\nUnder the horizontal equity principle, some economists use annual income as the measure of income that groups taxpayers as equals. Other economists believe that a taxpayer’s lifetime income is a better yardstick. One's judgment about whether taxing income or consumption is consistent with horizontal equity depends on which definition of income they use.\n\nHorizontal equity in healthcare refers to equity between people with the same healthcare needs. In effect, it acts as a measure of the health system by proposing that equal healthcare be provided for those who are the same in a relevant respect, such as having the same need.\"﻿﻿\n\nFor example, if two taxpayers earn $50,000, under horizontal equity, they should both be taxed at the same rate since they both have the same wealth or fall within the same income bracket. However, horizontal equity is hard to achieve in a tax system, like that of the U.S., with loopholes,deductions, credits, and incentives, because the presence of anytax breakmeans that similar individuals do not pay the same rate. For example, by allowingmortgage interest paymentsto be deducted from income tax, governments create a difference in tax payments between two tax filers who may otherwise be considered economically similar.\n\nFollowing our example above, if due to the mortgage interest deduction for home ownership, one of the taxpayers pays a lower amount of tax than the second taxpayer with equal income, then horizontal equity is not achieved.\n\nHealthKnowledge. \"Equity in Healthcare.\" Accessed Feb. 23, 2020.",
  "url": "https://www.investopedia.com/terms/h/horizontalequity.asp"
}