{
  "term": "Horizontal Acquisition: What It Is, How It Works, and Example",
  "definition": "A horizontal acquisition occurs when one company acquires another company in the sameindustryand works at the same production stage. The new entity may be well-positioned because of its increased market share or scalability than the standalone companies combined to form it. Horizontal acquisitions expand the capacity of theacquirer, but the basic business operations remain the same, unlike an acquisition that creates a wholly different company.\n\nMergers and acquisitions (M&A)are a common part of the business landscape. They involve combining businesses and/or their assets into a single unit. Mergers involve theconsolidationof two or more companies into one entity while acquisitions occur when one company purchases another and takes it over.\n\nA horizontalacquisition, which may also be referred to ashorizontal integration, is one type of M&A strategy. This business transaction takes place between two or more companies within the same industry. Companies may consider executing a horizontal acquisition for different reasons, including (but not limited to):\n\nIn a horizontal acquisition, both the acquirer and the target firm (the one being acquired) tend to produce the same goods or services and are at the same point in the production cycle. This is so the new entity can experience more production capacity and boost its profits andrevenue. If the companies were at different stages of the production cycle, the equipment may not overlap and be as valuable to the acquiring entity.\n\nOnce a horizontal acquisition is complete, thetarget firm'sidentity is usually dissolved and it becomes part of the acquirer. The business operations don't change after the deal is complete. Shares of the target firm are dissolved if it is public and itsshareholdersmay receive cash or stock in the acquiring company.\n\nAlthough a horizontal acquisition allows a company to expand production, it doesn't necessarily mean a pivot for the company.\n\nHorizontal acquisitions can be very beneficial to the companies involved. But, there are inherent drawbacks to this kind of business transaction. We've listed some of the most common pros and cons of this strategy below.\n\nGoing through a horizontal acquisition requires a great deal of time and research. This is to ensure thetransactionmakes sense and is beneficial to all of the parties involved.\n\nWhen it is successful, a horizontal acquisition provides the following benefits:\n\nMerging two similar companies may make sense on paper, but it isn't always easy to execute.Antitrust lawsprevent the reduction of competition—notably, the establishment ofmonopolies—in the marketplace. The power to produce goods and services lies in the hands of a few companies when there are few competitors, which allows them to price their offerings even higher. This is seen as harmful to consumers who have little choice.\n\nIntegrating two like companies in a horizontal acquisition can be challenging if thecompany culturesare vastly different. The target firm's employees may find it difficult to adapt to and get acclimated to the new company's processes and procedures, which means (extensive) training may be required to ensure a smooth transition.\n\nThe consolidation of two companies may lead to a reduction in flexibility. That's because the new, larger company may not be able to react or adapt tomarketswings, consumer tastes, and economic conditions as quickly as a smaller company would.\n\nIncreased market share and customer base\n\nNew markets and production lines\n\nEliminating competition and reducing production costs\n\nThere are different types of acquisitions, some of which focus on obtaining equipment or control of operations at another point in the production cycle. Avertical acquisitionis another kind of business transaction that results in the consolidation of two or more companies.\n\nIn a vertical acquisition, the companies involved are in the same industry, such as food production or energy. But unlike a horizontal acquisition, they are at different stages of the production cycle. The reasons for vertical acquisitions (also known asvertical integration) are the same as those for horizontal acquisitions. The acquiring company in a vertical acquisition, though, gets more control over the entire production process.\n\nThere are two types of vertical acquisitions:\n\nAn energy company that purchases a company that manages and maintains city power grids is an example of a vertical acquisition. That's because the energy producer buys a company responsible for bringing its product closer to the end consumer.\n\nHere's a hypothetical example to show how horizontal acquisitions work. Suppose two rival energy companies deliver services to consumers in the same area. After some time, the two enter into negotiations to merge where Company A will purchase Company B. This is a horizontal acquisition because it is within the same industry and production schedule.\n\nThe following are examples of horizontal acquisitions that have taken place between some of the world's most recognizable names:\n\nHorizontal acquisitions allow companies to eliminate competition, reduce their production costs, boost their profits, and grow their businesses. Other benefits include gaining access to new markets, adopting new product lines and brands, and increasing their market share.\n\nMergers and acquisitions are two types of business transactions that involve the consolidation of two or more companies. A merger combines two companies together—usually those of similar size and operations. This type of transaction is usually friendly, where all parties involved agree to the consolidation. An acquisition, on the other hand, occurs when one company purchases another. This transaction can be friendly or hostile. In the latter case, the target firm (the one being purchased) doesn't agree to the transaction and tries to prevent being taken over.\n\nHorizontal and vertical acquisitions both occur between companies that operate in the same industry. But there is a subtle difference between the two. A horizontal acquisition happens between two companies that are in the same production stage while a vertical acquisition takes place between two companies that are in different stages of the production process. It allows the acquiring company to access equipment that is either closer to or further away from the end client.\n\nMergers and acquisitions come in different forms, including horizontal acquisitions. Horizontal acquisitions take place between similar companies that are in the same stage of production. They allow companies to gain market share, expand their product lines, and eliminate the competition. But these deals can often take time to go through because regulators don't want producers to have so much power that harms consumers.\n\nAT&T. \"Discovery and AT&T Close WarnerMedia Transaction.\"\n\nThe Walt Disney Company. \"Disney’s Acquisition of 21st Century Fox Will Bring an Unprecedented Collection of Content and Talent to Consumers Around the World.\"\n\nDelta. \"Delta and Northwest Merge, Creating Premier Global Airline.\"\n\nExxonMobil. \"FORM 8-K: CURRENT REPORT.\"",
  "url": "https://www.investopedia.com/terms/h/horizontal-acquisition.asp"
}