{
  "term": "Horizon Analysis: What it Means, How it Works",
  "definition": "Horizon analysis compares the projected discounted returns of a security or investment portfolio’s total returns over several time frames orinvestment horizons.\n\nHorizon analysis usesscenario analysisto estimate a more realistic expectation of an investment, or portfolio's, performance. Typically, this type of analysis is used to gauge the expected performance of portfolios comprised offixed income securities(bonds).\n\nThe horizon analysis framework allowsportfolio managersto project the performance of bonds on the basis of the planned investment horizon and expectations concerning levels of risk, interest rates, reinvestment rates, and future marketyields.\n\nBy breaking downexpected returnsinto scenarios, it is possible to evaluate which bonds would perform the best over the planned investment horizon – something that would not be possible using theyield to maturity(YTM). This scenario analysis enables the portfolio manager to see how sensitive a bond’s performance will be to each scenario, and whether it would be likely to meet their investor's goals over their expected investment horizon.\n\nHorizontal analysisis used infinancial statement analysisto compare historical data, such as ratios, or line items, over a number of accounting periods.\n\nWhen investors have a longer investment horizon, they can take on more risk, since the market has many years to recover in the event of a pullback. For example, an investor with an investment horizon of 30 years would typically have most of their assets allocated to equities.\n\nBeyond that, an investor with a long time horizon may invest their assets in what are considered riskier types of equities, such as mid-cap and small-cap stocks. These types of stocks, orsub-asset classes, tend to exhibit much larger price swings over short time periods than do large-cap stocks because they tend to be less well-established and are more susceptible to outside economic forces.\n\nThus, while they may be risky for investors with shorter investment horizons, these short-term swings have little to no impact on investors looking to hold on to those stocks for the next 30 years.\n\nInvestors adjust their portfolios as their investment horizon shortens, typically in the direction of reducing the portfolio's level of risk. For example, most retirement portfolios decrease their exposure to equities and increase their holdings of fixed income assets as they near retirement. Fixed-income investments typically provide a lower potential return over the long-run relative to stocks, but they add stability to a portfolio's value since they typically experience less pronounced short-term price swings.",
  "url": "https://www.investopedia.com/terms/h/horizon-analysis.asp"
}