{
  "term": "Horizontal Analysis: What It Is vs. Vertical Analysis",
  "definition": "Horizontal analysis is used infinancial statement analysisto compare historical data, such as ratios, or line items, over a number of accounting periods. Horizontal analysis can either use absolute comparisons or percentage comparisons, where the numbers in each succeeding period are expressed as a percentage of the amount in thebaselineyear, with the baseline amount being listed as 100%. This is also known asbase-year analysis.\n\nHorizontal analysis allows investors and analysts to see what has been driving a company's financial performance over several years and to spot trends and growth patterns. This type of analysis enables analysts to assess relative changes in different line items over time and project them into the future. An analysis of theincome statement,balance sheet, andcash flow statementover time gives a complete picture of operational results and reveals what is driving a company’s performance and whether it is operating efficiently and profitably.\n\nThe analysis of critical measures of business performance, such asprofit margins,inventory turnover, andreturn on equity, can detect emerging problems and strengths. For example,earnings per share (EPS)may have been rising because thecost of goods sold (COGS)has been falling or because sales have been growing steadily.\n\nCoverage ratios, like the cash flow-to-debt ratio and the interest coverage ratio, can reveal how well a company can service its debt through sufficientliquidityand whether that ability is increasing or decreasing. Horizontal analysis also makes it easier to compare growth rates and profitability among multiple companies in the same industry.\n\nGenerally accepted accounting principles (GAAP)are based on the consistency and comparability of financial statements.Using consistent accounting principles like GAAP ensures consistency and the ability to accurately review a company's financial statements over time. Comparability is the ability to review two or more different companies' financials as a benchmarking exercise.\n\nA horizontal analysis is performed by following the three primary steps.\n\nTo perform a horizontal analysis, you must first gather financial information of a single entity across periods of time. Most horizontal analysis entail pulling quarterly or annual financial statements, though specific account balances can be pulled if you're looking for a specific type of analysis.\n\nBe mindful that the gaps between each financial statement are consistent. You can choose whatever interval (month-over-month, year-over-year, etc.), but each iterative financial statement should be equal distance away regarding when it was issued compared to other bits of financial information.\n\nWith the financial information in hand, it's time to decide how to analyze the information. There are several primary comparison methods.\n\nFirst, a direction comparison simply looks at the results from one period and comparing it to another. For example, the total company-wide revenue last quarter might have been $75 million, while the total company-wide revenue this quarter might be $85 million. This type of comparison is most often used to spot high-level, easily identifiable differences.\n\nSecond, a variance analysis determines not only the dollar amount but the direction of change for a given general ledger account. As opposed to simply identifying the difference between two numbers, variance analysis strives to determine the company's financial health by identifying directional changes, frequency of directions, or how each financial result compared against an internal target (i.e. a budget).\n\nLast, a horizontal analysis can encompass calculating percentage changes from one period to the next. As a company grows, it often becomes more difficult to sustain the same rate of growth, even if the company grows in pure dollar size. This percentage method is most useful when identifying changes over a longer period of time where there may be significant deviations from the base period to the current period.\n\nWith different bits of calculated information now embedded into the financial statements, it's time to analyze the results. The identification of trends and patterns is driven by asking specific, guided questions. For example, upper management may ask \"how well did each geographical region manageCOGSover the past four quarters?\". This type of question guides itself to selecting certain horizontal analysis methods and specific trends or patterns to seek out.\n\nThe primary difference between vertical analysis and horizontal analysis is that vertical analysis is focused on the relationships between the numbers in a single reporting period, or one moment in time. Vertical analysis is also known ascommon size financial statementanalysis.\n\nFor example, the vertical analysis of an income statement results in every income statement amount being restated as a percent of net sales. If a company's net sales were $2 million, they will be presented as 100% ($2 million divided by $2 million). If the cost of goods sold amount is $1 million, it will be presented as 50% ($1 million divided by sales of $2 million).\n\nOn the other hand, horizontal analysis looks at amounts from the financial statements over a horizon of many years. Horizontal analysis is also referred to astrend analysis.\n\nAssume that the base year for analysis is three years earlier. All of the amounts on the balance sheets and the income statements for analysis will be expressed as a percentage of the base year amounts. The amounts from three years earlier are presented as 100% or simply 100. The amounts from the most recent years will be divided by the base year amounts.\n\nFor instance, if a most recent year amount was three times as large as the base year, the most recent year will be presented as 300. This type of analysis reveals trends in line items such as cost of goods sold.\n\nUsed to look at line by line account balance changes for specific accounting periods\n\nCompares prior accounting period findings with a more current set of findings\n\nIs often used by management to drive strategic decision-making.\n\nUsed to gauge a company's concentration or relationship between certain accounts\n\nRestates account balances to proportional percentages.\n\nIs often used by investors or creditors to evaluate risk and corporate finance profiles.\n\nDepending on which accounting period an analyst starts from and how many accounting periods are chosen, the current period can be made to appear unusually good or bad. For example, the current period's profits may appear excellent when only compared with those of the previous quarter but are actually quite poor if compared to the results for the same quarter in the preceding year.\n\nAlthough a change in accounting policy or the occurrence of a one-time event can impact horizontal analysis, these situations should also be disclosed in the footnotes to the financial statements, in keeping with the principle of consistency.\n\nA common problem with horizontal analysis is that the aggregation of information in the financial statements may have changed over time, so that revenues, expenses, assets, or liabilities may shift between different accounts and, therefore, appear to cause variances when comparing account balances from one period to the next. Indeed, sometimes companies change the way they break down their businesssegmentsto make the horizontal analysis of growth and profitability trends more difficult to detect. Accurate analysis can be affected by one-off events and accounting charges.\n\nHorizontal analysis typically shows the changes from the base period in dollar and percentage. For example, a statement that says revenues have increased by 10% this past quarter is based on horizontal analysis. The percentage change is calculated by first dividing the dollar change between the comparison year and the base year by the line item value in the base year, then multiplying the quotient by 100.\n\nFor example, assume an investor wishes to invest in company XYZ. The investor may wish to determine how the company grew over the past year. Assume that in company XYZ's base year, it reported net income of $10 million and retained earnings of $50 million.\n\nIn the current year, company XYZ reported a net income of $20 million and retained earnings of $52 million. Consequently, it has an increase of $10 million in its net income and $2 million in its retained earnings year over year.\n\nTherefore, company ABC's net income grew by 100% (($20 million - $10 million) / $10 million * 100) year over year, while its retained earnings only grew by 4% (($52 million - $50 million) / $50 million * 100).\n\nHorizontal analysis is valuable because analysts assess past performance along with the company’s current financial position or growth. Trends emerge, and these can be used to project future performance. Horizontal analysis can also be used to benchmark a company with competitors in the same industry.\n\nInvestors can use horizontal analysis to determine the trends in a company's financial position and performance over time to determine whether they want to invest in that company. However, investors should combine horizontal analysis with vertical analysis and other techniques to get a true picture of a company's financial health and trajectory.\n\nThe primary difference between vertical analysis and horizontal analysis is that vertical analysis is focused on the relationships between the numbers in a single reporting period, or one moment in time. Horizontal analysis looks at certain line items, ratios, or factors over several periods to determine the extent of changes and their trends.\n\nHorizontal analysis is most useful when an entity has been established, has strong record-keeping capabilities, and has traceable bits of historical information that can be dug into for more information as needed. This type of analysis is more relevant for analyzing the value when selling or acquiring the business.\n\nHorizontal analysis is a financial analysis technique used to evaluate a company's performance over time. By comparing prior-period financial results with more current financial results, a company is better able to spot the direction of change in account balances and the magnitude in which that change has occurred.\n\nU.S. Office of Justice Programs. \"Generally Accepted Accounting Principles (GAAP) Guide Sheet.\" Page 1.",
  "url": "https://www.investopedia.com/terms/h/horizontalanalysis.asp"
}