{
  "term": "Horizontal Market: What it is, How it Works",
  "definition": "A horizontal market isdiversifiedso that the products created are able to meet the needs of more than one industry. A horizontal market is one in which the output good or service is widely used and in wide demand, and so the producers bear little risk in demand for their output. Producers do, however, typically face a great amount of competition within the industry.\n\nThe profitability for companies producing goods in a horizontal market is determined more by internal, rather than external, factors, as their products are commonly used. An example of a horizontal market is the demand for pens across any and all industries. Pens are used in basically all industries, and so success or failure for pen producers is determined by internal decisions and factors, rather than macro events.\n\nBusinesses that operate in a horizontal market system seek to appeal to a wide demographic that is not really niche. For example, a reseller of general office furniture is probably not going to target (sell to) other companies that specialize in office furniture. Rather, they’re going to target all types of businesses that maintain offices—accounting firms, travel agencies, insurance agencies, etc. Their market is anyone who needs office furniture.\n\nExamples of companies in horizontal markets includeconglomeratesand diversified manufacturing companies.\n\nVertical markets are the opposite of horizontal markets in that they focus on a very niche sector or demographic. For example, this could include a manufacturer of solar panel technology that produces nothing else. These types of firms usually sell their goods to solar contractors and installers. In other words, those they sell to are usually businesses that compete against one another.\n\nDefined by a demographic feature that applies to different kinds of businesses\n\nUsually cooperative and seeking joint opportunities\n\nAn opportunity to market to a general audience\n\nA group of businesses that share the same industry\n\nAlways specific and cannot cross industries\n\nOften competing against each other\n\nAn opportunity to market to a specific audience\n\nAlthough the types of markets have clear differences, a business's operations can often be characterized as serving both horizontal and vertical markets at the same time. For example, a shoe company can market horizontally to the area in which it is located. It could also market vertically to anyone considering a new pair of shoes. A children’s book publishing company can market horizontally to literate people or vertically to children and parents.\n\nKnowing which horizontal and vertical markets your company wants to serve can be helpful to its marketing success. By defining your markets, you can better advertise and serve your markets’ needs, whether generally or specifically.",
  "url": "https://www.investopedia.com/terms/h/horizontalmarket.asp"
}