{
  "term": "Horizontal Merger: Definition, Examples, How It Differs from a Vertical Merger",
  "definition": "A horizontal merger involves the combination of two companies operating in the same industry at the same level in the value chain.\n\nA horizontal merger is a business consolidation between firms that operate in the same industry. The goal is to create more efficienteconomies of scale, exploit cost-based and revenue-basedsynergies, increase market share, and gain an advantage over competitors in the same space. Horizontal mergers are different from vertical mergers, which take place when firms from different parts of the supply chain consolidate to make the production process more efficient or cost-effective.\n\nWhen companies merge, the idea is that they are better off together than as separate entities. With horizontal mergers, two companies that usually compete against each other combine into one entity. That can potentially bring competitive advantages, including:\n\nWhen everything goes to plan, horizontal mergers can enable the new entity to gain an edge over the competition and potentially wipe some of it out. As such, horizontal mergers may lead to fewer options for consumers to choose from.\n\nHorizontal mergers often don't live up to expectations. Merging two differentcorporate culturescan be difficult and projections may end up being overambitious.\n\nNot all proposed mergers go through. Sometimes regulators will put the brakes on the deal and refuse to give it clearance because it is deemed to negatively impact consumers.\n\nA key concern about horizontal mergers is that they reduce the number of choices available to consumers and may lead tomonopolies. Competition is generally seen as a good thing. It helps keep prices down and encourages companies to innovate and focus on quality.\n\nMergers tend to get investors excited because significant competitive advantages can be realized if they go to plan. That promise can lead investors to overlook the complications. According to experts, 70% to 75% of mergers end up failing.\n\nThe main objective of avertical mergeris to improve a company’s efficiency or reduce costs by combining rival companies in the same industry.\n\nA vertical merger, on the other hand, occurs when two companies previously selling to or buying from each other combine under one ownership. The businesses are typically at different stages of production. For example, amanufacturermight merge with a distributor selling its products.\n\nA vertical merger can help secure access to important supplies and reduce overall costs by eliminating the need to find suppliers, negotiate deals, and pay full market prices. It can improve efficiency by synchronizing production and supply between the two companies and assuring the availability of needed items. When companies combine in a vertical merger, competitors may face difficulty obtaining important supplies.\n\nOne example of a horizontal merger is HP’s (HPQ) merger with Compaq.The rationale behind this deal was to bolster product lines and market share and have a greater chance of competing with the likes of Dell.\n\nAnother high-profile horizontal merger was Exxon’s tie-up with Mobil.Together, they became ExxonMobil (XOM), an oil giant capable of cutting costs and squeezing the competition.\n\nIn January 2022, Microsoft (MSFT) announced the acquisition of Activision Blizzard. The acquisition enabled Microsoft, owner of the successful Xbox brand, to reap the benefits of providing exclusive content to video gamers.\n\nMuch like a manufacturer acquiring a supplier, Satya Nadella stated that Microsoft was investing in Activision Blizzard \"to usher in a new era of gaming that puts players and creators first and makes gaming safe, inclusive, and accessible to all.\"\n\nHorizontal mergers can lead to reduced competition, which may result in higher prices, decreased innovation, and fewer choices for consumers. Additionally, integrating two companies with different corporate cultures and operations can pose social challenges, and there may be regulatory scrutiny to ensure the merger does not harm competition.\n\nHorizontal mergers can have a significant impact on market competition. By reducing the number of competitors in the industry, the merged entity may gain increased market power, potentially leading to higher prices, reduced product differentiation, and limited choices for consumers. Regulatory authorities often assess the potential effects on competition before approving horizontal mergers to ensure they do not create monopolistic or anti-competitive market conditions.\n\nVertical mergers can have mixed effects on small businesses. On one hand, small businesses may benefit from increased access to distribution channels or improved relationships with larger vertically integrated companies. However, vertical mergers can also create challenges if small businesses face increased competition or encounter barriers to accessing certain markets controlled by the merged entity.\n\nVertical mergers can have positive and negative effects on innovation. On one hand, integrating different stages of the value chain may foster collaboration and information sharing, potentially leading to improved product development and innovation. On the other hand, vertical mergers can reduce the incentive for companies to innovate if they gain significant market power and face less competitive pressure.\n\nHorizontal mergers combine companies operating in the same industry and at the same stage of the production or distribution process. These mergers aim to increase market share, eliminate competition, and achieve economies of scale. On the other hand, vertical mergers involve companies operating at different stages of the production or distribution chain. They integrate either with suppliers (backward integration) or customers (forward integration) to streamline operations, gain control over the value chain, and potentially achieve cost savings and synergies.\n\nEnterprising Investor. \"Book Review: The M&A Failure Trap.\"\n\nHewlett-Packard Company Archives. \"A Pact with Compaq.\"\n\nExxonMobile. \"On Our 25th Merger Anniversary … How We’ve Kept Pace With Changing Times.\"\n\nMicrosoft. \"Microsoft to Acquire Activision Blizzard to Bring the Joy and Community of Gaming to Everyone, Across Every Device.\"",
  "url": "https://www.investopedia.com/terms/h/horizontalmerger.asp"
}