{
  "term": "Hospital Revenue Bond: What It Is, How It Works",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nA hospital revenue bond is a type ofmunicipal bondthat finances the construction of new facilities or upgrades for existing hospitals and is secured by the revenues that hospitals receive in the course of their normal operations.\n\nHospital revenue bonds can also be used to purchase new equipment for these facilities. Generally,bondholdersreceive payment only after paying the expenses of running the hospital is complete which can create risk for bondholders if the hospital is not as profitable as anticipated.\n\nHospital revenue bonds are considered to be among the riskiest types of municipal bonds. As their name suggests, revenue bonds are generally backed by the revenue that the specific project can generate. If this revenue is insufficient, municipalities have no obligation to use other funds to pay back bondholders.\n\nUnlike municipalities, hospitals cannot tax residents as a way to cover expenses or repay debt. This inability to raise revenue through taxes means the hospital revenue bonds typically commandhigher yields. The high-yield is due to theirdefault riskbeing higher than ageneral obligation bond.\n\nRating firms evaluate arevenue bondissue and assign a ranking indicating the probability that the obligation pays out on schedule. Hospital revenue bonds that are reliant on government-funded programs such asMedicaidandMedicareare a higher-risk investment. Uncertainty surrounding possible changes to the healthcare market and insurance laws create an unpredictable environment for hospitals and the bonds used to support them. Still, when there is a decrease in supply in the municipal bond market, investors are more likely to consider hospital bonds that present a higher risk.\n\nIncome received from a hospital revenue bond may be exempt from state, local, and federal taxation. However, this varies by location and the impact of currenttax law, which is subject to change. A tax plan introduced by Congress in 2017 initially included an amendment that would prevent hospitals from issuing tax-exempt bonds. This plan prompted many hospitals to rush to seek funding before the proposed legislation could take effect.\n\nSeveral major hospital groups strongly objected to the proposed change, warning that eliminating the tax break would result in higher borrowing costs. The increased cost would in turn limit, or reduce, their ability to expand, renovate, or build new facilities which would be detrimental to the local communities. The final tax plan dropped the proposed legislation.\n\nRevenue bonds have backing from the money streams created by a specific project. Other types of revenue bonds are issued by municipalities may fund projects like toll rolls, airports or harbors, public housing projects, or public utilities. These bonds have a higher risk than GO bonds, but because of that, they can sometimes pay a higher rate of interest.\n\nRevenue bonds also contrast togeneral obligation bonds(GO), which are debt obligations repaid through a variety of tax sources. Holders of GO bonds must rely on the full credit of the issuing municipality as no assets are used as collateral.\n\nFor example, in the case of an airport revenue bond, the municipality issues a bond to build a new terminal. The bond depends on the income generated from airport activities to back the debt. Once completed, airport landing fees, terminal rents, concession revenue, parking charges, and other income streams will generate revenue that the city will use to pay off the bond.",
  "url": "https://www.investopedia.com/terms/h/hospital-revenue-bond.asp"
}