{
  "term": "Hostile Bid: What It is, How It Works, Example",
  "definition": "A hostile bid is a specific type oftakeover bidthat bidders present directly to the target firm's shareholders because management is not in favor of the deal. Bidders generally present their hostile bids through atender offer. In this scenario, the acquiring company offers to purchase the common shares of the target at a substantialpremium.\n\nHostile bids can lead to major changes in the organizational structure. If a board pursues defensive action to stop the merger, aproxy fightcan occur. In this scenario, theacquirerwill often attempt to convince the target shareholders to replace management. Certain investors, such as activist investors, are known for using hostile bids to force takeovers and buyouts. For example, activist investor Carl Ichan made several hostile bids for Clorox in 2011.\n\nThe acquirer and the target company use a variety of solicitation methods to influence shareholder votes. Shareholders receive aSchedule 14Awith financial and other information on the target company and the terms of the proposed acquisition. In many cases, the acquiring company hires an outside proxy solicitation firm that compiles a list of shareholders and contacts them to state the acquirer's case.\n\nThe firm can call or provide written information, detailing the reasons the acquirer is attempting to make fundamental changes and why the deal could create more shareholder wealth in the long term.\n\nIndividual shareholders or stock brokerages submit their votes to the entity assigned to aggregate the information (e.g., astock transfer agentor brokerage). The corporate secretary of the target company receives all votes before the shareholders' meeting. Proxy solicitors may scrutinize and challenge the votes if they are unclear.\n\nUnlike a hostile bid, a friendly bid is approved by management. An offer that's accepted by management and the board of directors is considered a friendly bid, as things are amicable. In this case, the acquiring company generally has more access to the company and relevant information. On the flip side, a company undertaking a hostile takeover may have to do so with little internal information about the company as the management has been unwelcoming.\n\nIn October 2010, French pharmaceutical company Sanofi-Aventis offered shareholders of U.S. biotech company Genzyme $69 a share after being rebuffed multiple times by Genzyme management.Simultaneously, Sanofi CEO Chris Viehbacher sent Genzyme chief executive Henri Termeer a letter in which he claimed to have the support of Genzyme shareholders possessing more than 50% of outstanding shares.\n\nShareholders were given until December 2010 to accept Sanofi's offer. As many analysts predicted, the majority of shareholders considered Sanofi's offer low and the bid was unsuccessful.\n\nA deal was finally approved by Genzyme's board of directors in February 2011, when the company agreed to a price of $74 a share pluscontingent value rightstied to the performance of Genzyme's experimental multiple sclerosis drug Lemtrada.\n\nU.S. Securities and Exchange Commission. \"Icahn Letter.\"\n\nU.S. Securities and Exchange Commission. \"The Notification Letter.\"\n\nU.S. Securities and Exchange Commission. \"Proxy Statement.\"\n\nReuters. \"Sanofi Launches Hostile $18.5 Billion Bid for Genzyme.\"\n\nThe Guardian. \"Sanofi-Aventis Goes Hostile in Battle for Genzyme.\"\n\nReuters. \"Sanofi to Buy Genzyme for More Than $20 Billion.\"",
  "url": "https://www.investopedia.com/terms/h/hostile-bid.asp"
}