{
  "term": "Hostile Takeover Explained: What It Is, How It Works, and Examples",
  "definition": "A hostile takeover happens when an entity takes control of a company against the wishes of the company's management. It's an acquisition strategy requiring that the entity acquire and control more than 50% of the voting shares issued by the company.\n\nA hostile takeover allows the new majority shareholder(s) to control the acquired business. The company being acquired in a hostiletakeoveris called the target company, while the one executing the takeover is called the acquirer. Reasons that hostile takeovers occur, from the acquiring party's point of view, often coincide with those of any other acquisition or merger, such as:\n\nHostile takeovers are generally initiated in one of two ways:\n\nTheWilliams Actof 1968 regulates tender offers and requires the disclosure of all-cash tender offers.\n\nTo deter unwanted takeovers, companies may have preemptive defenses or employ reactive defenses to fight back. Some of these defenses are:\n\nTo protect against hostile takeovers, a company can establish stock with differentialvoting rights(DVRs), wheresome shares carry greater voting powerthan others. This can make it more difficult to generate the votes needed for a hostile takeover if management owns a large enough portion of shares with more voting power. Shares with less voting power can also pay a higherdividend, making them more attractive investments.\n\nEstablishing anemployee stock ownership program(ESOP) involves using a tax-qualified plan in which employees own a substantial interest in the company. Employees may be more likely to vote with management. As such, this can be a successful defense.\n\nHowever, such schemes have drawn scrutiny in the past. In some cases, courts have invalidated defensive ESOPs on the grounds that the plan was established for the benefit of management, not shareholders.\n\nIn a crown jewel defense, a provision of the company's bylaws requires the sale of the most valuable assets if there is a hostile takeover, thereby making it less attractive as a takeover opportunity. This is often considered one of the last lines of defense.\n\nThis defense tactic is officially known asa shareholder rights plan. It allows existing shareholders to buy newly-issued stock at a discount if one shareholder has bought more than a stipulated percentage of the stock, resulting in a dilution of the ownership interest of the acquiring company. The buyer who triggered the defense, usually the acquiring company, is excluded from the discount.\n\nThere are two types of poison pill defenses: the flip-in and flip-over.\n\nA flip-in allows existing shareholders to buy new stock at a discount if someone accumulates a specified number of shares of the target company. The acquiring company is excluded from the sale, and its ownership interest becomes diluted.\n\nA flip-over strategy allows the target company's shareholders to purchase the acquiring company's stock at a deeply discounted price if the takeover goes through, which punishes the acquiring company by diluting its equity.\n\nThe term poison pill is often used broadly to include a range of defenses, including issuing additional debt, which aims to make the target less attractive, andstock optionsto employees that vest upon amerger.\n\nSometimes, a company's management will defend against unwanted hostile takeovers by using several controversial strategies, such as the people poison pill, a golden parachute, or the Pac-Man defense.\n\nApeople poison pillprovides for the resignation of key personnel in the case of a hostile takeover, while thegolden parachuteinvolves granting members of the target's executive team benefits (bonuses, severance pay, stock options, among others) if they are ever terminated as a result of a takeover. ThePac-Man defensehas the target company aggressively buy stock in the company attempting the takeover.\n\nAhostile takeovercan be a difficult and lengthy process, and attempts often end up unsuccessful. For example, billionaire activist investor Carl Icahn attempted three separate bids to acquire household goods giant Clorox in 2011, which rejected each one and introduced a new shareholder rights plan in its defense.The Clorox board even sidelined Icahn's proxy fight efforts, and the attempt ultimately ended in a few months with no takeover.\n\nAn example of a successful hostile takeover is that of pharmaceutical company Sanofi's (SNY) acquisition of Genzyme. Genzyme produced drugs for the treatment of rare genetic disorders, and Sanofi saw the company as a means to expand into a niche industry and broaden its product offering. After friendly takeover offers were unsuccessful as Genzyme rebuffed Sanofi's advances, Sanofi went directly to the shareholders, paid a premium for the shares, added incontingent value rights, and ended up acquiring Genzyme.\n\nThe ways to take over another company include the tender offer, the proxy fight, and purchasing stock on the open market. A tender offerrequires a majority of the shareholders to accept. A proxy fight aims to replace a good portion of the target's uncooperative board members. An acquirer may also choose to simply buy enough company stock in the open market to take control.\n\nOne of the ways to prevent hostile takeovers is to establish stocks with differential voting rights, like establishing a share class with fewer voting rights and a higher dividend. These shares become an attractive investment, making it harder to generate the votes needed for a hostile takeover, especially if management owns a majority of shares with more voting rights.\n\nA poison pill, which is officially known as a shareholder rights plan, is a common defense against a hostile takeover. It comes in various forms.\n\nCompanies can use the crown jewel, golden parachute, and Pac-Man strategies to defend themselves against hostile takeovers.\n\nA hostile takeover is where a party attempts to purchase acontrolling share of a company's voting stocksor influences shareholders to vote out current management and replace them. Hostile takeovers happen because the acquiring party believes a company may be undervalued, or they want to access or own the company's brand, operations, technology, or industry foothold. It might also be a strategic move byactivist investorslooking to effect change in a company's operations.\n\nFederal Reserve Bank of St. Louis. \"Williams Act,\" Pages 3–4.\n\nLexisNexis. \"Employee Stock Ownership Plans in Corporate Transactions.\" Page. 6-7.\n\nThe Clorox Company. \"The Clorox Company Adopts Stockholder Rights Plan.\"\n\nPR Newswire. \"Sanofi-Aventis Completes Acquisition of Genzyme Corporation.\"",
  "url": "https://www.investopedia.com/terms/h/hostiletakeover.asp"
}