{
  "term": "Hot IPO: What It Means, How It Works, Examples",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe term hot IPO refers to aninitial public offeringwith significant demand.\n\nThese IPOs are popular, drawing a tremendous amount of interest from investors and the media even before they hit themarket. This hype and attention generally lead to a significant rise in share prices after the company goes public.\n\nHot IPOs may be risky, especially when it comes to investing in companies that don't have a proven track record of success.\n\nPrivate companies that want to go public often do so by issuing stock through aninitial public offering. They can raise a substantial amount of money in a short time, particularly if the issuance attracts public attention and becomes a hot IPO. An IPO gives a private company a chance to cash in on the public’s demand for itsshares.\n\nThe first step is for the company to find at least one investment bank to act as anunderwriter. The underwriter(s) markets the IPO, helping the company set a per-share price. Banks assume a specific number of shares, which they will offer to their buyers, who are eitherinstitutional or retail investors.The banks collect a portion of the sale proceeds as a fee, which is called theunderwriting spread.\n\nIPOs are considered hot if and when they draw a great deal of attention from the media, which can lead to a lot of interest from investors. By going through the hot IPO process, companies can raise a lot ofcapitalin a short amount of time. This allows them to pay off their debts, fund their operations, and set aside money for future growth.\n\nThe increased demand for shares in a hot IPO often leads to a sharp rise in the price of thestocksoon after it begins trading. This sudden increase in share price is often not sustainable, which means the price drops.This pattern can have a big impact on the market itself.\n\nSharp price moves can affect initialshareholdersafter trading opens on thesecondary market. Underwriters may give preferential treatment to high-value clients when offering shares in a hot IPO, so they bear some risk if they overprice the stock.\n\nA hot IPO is not a guaranteed win for investors because the hype doesn't bear the planned fruit for the investor.\n\nHot IPOs appeal to investors who anticipate that the demand for shares will outstrip the number of shares offered. IPOs with more demand than supply are consideredoversubscribed, making them a target for short-termspeculatorsas well as those who see a long-term opportunity in holding the equity.\n\nBecause a hot IPO is likely to be oversubscribed, companies often allow their underwriters to increase the size of the offering to accommodate more investors and make more money.\n\nUnderwriters must balance the size of the IPO with the appropriate price for the level of interest in the offering. When done correctly, this balancing will maximizeprofitfor the company and its underwriter banks.\n\nIf a hot IPO is anunderpricedissue, it will usually see a rapid rise in price after the shares hit the market and the market adjusts to the high demand for the stock. Overpricing the IPO can lead to a rapid fall in prices, even though the higher price benefits the underwriting bank issuing the stock since it only makes money on the initial issue.\n\nCompanies have other ways they can go public, including a direct listing or a direct public offering.\n\nSocial giantFacebook's initial public offeringis commonly considered a hot IPO. In early 2012, analysts indicated that its long-awaited IPO, seeking to raise about $10.6 billion by selling more than 337 million shares at $28 to $35 per share, could generate such significant interest from investors.\n\nThose analysts predicted an oversubscribed IPO.\n\nWhen the market opened on May 18, 2012, investor interest showed a higher demand for the company's shares than it offered. To take advantage of the oversubscribed IPO and fulfill investor demand, Facebook increased the number of shares to 421 million. But it also raised the price range to $34 to $38 per share.\n\nFacebook and its underwriters effectively raised both the supply and price of shares to meet demand, diminishing their oversubscription.\n\nHowever, it quickly became clear that Facebook was not oversubscribed at its IPO price, as the stock fell precipitously in its first four months of trading. The stock failed to trade above its IPO price until July 31, 2013.\n\nCFI. \"Hot IPO.\" Accessed June 2, 2021.\n\nThe Free Dictionary. \"Hot IPO.\" Accessed June 2, 2021.\n\nIPO Pro. \"Getting in on an IPO.\" Accessed June 2, 2021.\n\nForbes. \"Facebook Prices Third-Largest IPO Ever, Valued At $104 Billion.\" Accessed June 2, 2021.",
  "url": "https://www.investopedia.com/terms/h/hotipo.asp"
}