{
  "term": "Hot Issue: What It is, How It Works, Example",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nIn finance, the term “hot issue” is used to describe an upcominginitial public offering (IPO)that is particularly popular among the investing public.\n\nHot issues are typicallyoversubscribedby investors, meaning that their demand outstrips their supply. In those instances, manyspeculatorsmay be attracted by the prospect of short-term speculative gains as opposed to being convinced of the company’s long-term prospects.\n\nWhen a company is preparing itself for an IPO, its executives andinvestment bankingpartners will take the company on a so-called “roadshow”, touring several institutional investors in an attempt to promote excitement for the new issue. In some cases, such as when the company is viewed as a leader or disruptor in an exciting new industry, these roadshows occasionally succeed in producing widespread interest in the new IPO.\n\nTypically, investors interested in a hot issue will be split into two basic camps. In the first group are those who genuinely believe in the company’slong-termpotential, and wish to buy in on the ground floor. On the other hand, many investors are attracted to hot issues simply because they believe they can buy and thenflipthe shares for a short-term gain. This kind of speculative enthusiasm can sometimes producebubble-like conditions, sometimes to the detriment of longer-term investors.\n\nIn theory, any kind of company could become a hot issue when undergoing an IPO. In practice, however, this phenomenon is typically associated with high-tech companies or those engaged in otherwise glamorous industry sectors. Established companies inmature industriestend not to attract the same level of investor enthusiasm, perhaps because their business models are more stable and predictable than their hot issue peers.\n\nXYZ Corporation is a successful biotechnology startup that is preparing for its IPO. With the help of its investment banking partners, XYZ successfully filesForm S-1with theSecurities and Exchange Commission (SEC), a necessary first step in the IPO process. Then, it proceeds to meet with a wide variety ofinstitutional investorsin order to make the case for their company and justify a desired IPO valuation.\n\nIf XYZ is successful in its investor presentations, it could face a situation where its IPO is significantly oversubscribed. In this situation, its IPO would be seen as a “hot issue”, with long-term and speculative investors competing for the limited number of shares on offer.\n\nAlthough the actual price of the IPO is set after the market close on the IPO date, the share price will often change significantly on the following day. In the case of hot issues, it is not uncommon for the share price to climb significantly—sometimes by double-digit percentages in a single day. Although it is by no means guaranteed, this historical phenomenon has encouraged the tendency of speculators to bid up hot issue IPOs in the hopes of securing a large short-term gain.",
  "url": "https://www.investopedia.com/terms/h/hotissue.asp"
}