{
  "term": "Housing and Economic Recovery Act (HERA): Overview, History, FAQ",
  "definition": "The Housing and Economic Recovery Act (HERA) was drafted to address the fallout from thesubprime mortgage crisisof 2008. HERA allowed theFederal Housing Administration (FHA)to guarantee up to $300 billion in new 30-year fixed-rate mortgages forsubprime borrowers. To participate,lenderswere required to write down the balances onprincipalloans up to 90% of their currentappraised value.\n\nThe Housing and Economic Recovery Act (HERA) was ultimately intended to renew public faith ingovernment-sponsored enterprises (GSEs)that provided home loans—namely,Fannie MaeandFreddie Mac. It allowed states to refinance subprime loans with mortgage revenue bonds and created theFederal Housing Finance Agency (FHFA). As a new agency, the FHFA used its newfound authority to put Fannie Mae and Freddie Mac under conservatorship in 2008.\n\nHERA also included a number of subtitle acts under the main act, including the:\n\nThe goals of the Fannie Mae/Freddie Mac conservatorship include preventing the enterprises from needing another taxpayerbailout, ensuring mortgage credit availability for affordable housing and keeping the secondary mortgage market strong.\n\nThis subtitle act in HERA offered arefundable tax creditfor qualifiedfirst-time homebuyers—related to purchases on or after April 9, 2008, and before July 1, 2009—equal to 10% of the purchase price of aprincipal residence, up to $7,500. It also eliminated the credit for taxpayers with incomes over $75,000 ($150,000 for joint returns).\n\nFor those receiving the tax credit,repaymentwas expected over 15 years via equal installments through a surcharge on the taxpayers’ annual income taxes. It also provided emergency assistance for the redevelopment of abandoned andforeclosedhomes.\n\nThis subtitle act increased the FHA loan limit from 95% to 115% of area median home price, up to 150% of the GSE conforming loan limit. It also mandated a 3.5%down paymentfor all FHA loans and placed a 12-monthmoratoriumon the U.S.Department of Housing and Urban Development’s (HUD’s)implementation of risk-based premiums.\n\nIt also prohibited seller-funded down payments while authorizing the FHA to insure up to $300 billion of 30-year fixed-rate refinance loans up to 90% of appraised value for distressed borrowers. Mortgage commitments made on or before Jan. 1, 2008, were covered under the act.\n\nIn addition, the act required existing mortgage holders to accept the proceeds of the insured loan as payment in full for all preexisting indebtedness. Lender participation in this program was voluntary.\n\nFHA loans may require a higher down payment of 10% for borrowers withcredit scoresbelow 580.\n\nThis part of the act required all states to implement a mortgage loan originator (MLO) licensing and registration system by Aug. 1, 2009 (or Aug. 1, 2010, for legislatures that meet biennially). States were allowed to operate their own systems, subject to stringent federal standards, or could participate in the Nationwide Multistate Licensing System and Registry (NMLS).\n\nMortgage lending discrimination is illegal.If you think that you’ve been discriminated againstbased on race, religion, sex, marital status, use of public assistance, national origin, disability, or age, there are steps that you can take. One such step is to file a report with theConsumer Financial Protection Bureau (CFPB)orHUD.\n\nThe Housing and Recovery Act (HERA) addressed some of the most important shortcomings of the mortgage lending industry following the 2008 financial crisis and housing collapse. The purpose of HERA is to prevent the circumstances that could result in a repeat of the crisis, including predatory lending.\n\nHERA was passed by Congress as part of a joint effort to support recovery in the mortgage industry and restore confidence in both Fannie Mae and Freddie Mac. HERA was signed into law by then-President George W. Bush.\n\nThe Federal Housing Finance Agency (FHFA) was established by HERA as an executive regulatory agency. The FHFA is responsible for supervising and regulating a number of entities, including Fannie Mae and Freddie Mac, as well as theFederal Home Loan Bank System.\n\nTitle V of HERA mandates nationwide standards for licensing and registration of mortgage loan originators. This provision is designed to ensure that homebuyers are dealing with credible originators and lenders when seeking mortgage loans.\n\nHERA was and is designed to promote a stable housing market for borrowers, lenders, and investors. If you own a home or plan to buy one, then HERA affects you whether you realize it or not. Being protected against predatory lending and unfair practices means that Americans can buy a home with confidence, without fearing a repeat of the 2008 housing crisis.\n\nCongress.gov, U.S. Congress. “H.R.3221 — Housing and Economic Recovery Act of 2008.”\n\nU.S. Department of Housing and Urban Development. “Let FHA Loans Help You.”\n\nGeorge W. Bush White House Archives. “President Bush Signs the Clean Boating Act of 2008 and the Housing and Economic Recovery Act of 2008 Into Law.”",
  "url": "https://www.investopedia.com/terms/h/housing-and-economic-recovery-act-hera.asp"
}