{
  "term": "Housing Expense Ratio: What it is, How it Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA housing expense ratio is the percentage of your pre-tax income that goes toward your housing expenses. Lenders often use the housing expense ratio, also called a front-end ratio, when they decide whether to approve you for a mortgage. You get this number by dividing your housing expenses by your income and multiplying by 100.\n\nLearn how to calculate your housing expense ratio, including what expenses to include, and more about how mortgage lenders use this in their approval process.\n\nThe housing expense ratio, also called a front-end ratio, is the metric that mortgage lenders use to evaluate whether you can afford a mortgage. You get this number by dividing the amount of money you're paying toward monthly housing expenses by your monthly gross income and multiplying by 100.\n\nHousing expenses can include your mortgage payment as well as the costs of mortgage insurance and property taxes.\n\nThis ratio is typically along with other ratios like yourdebt-to-incomewhen a lender determines what size loan you qualify for. Income ratios are an essential component of the underwriting process and can keep you from receiving credit approval even with a good credit score.\n\nIf you are considering a mortgage or other kind of loan, figuring out your housing expense ratio can be a useful to help you understand how much money you can afford to borrow.\n\nThe housing expense ratio is also referred to as thefront-end ratiobecause it is a primary component of your total debt-to-income ratio. The housing expense ratio may be considered first in the underwriting process for a mortgage loan.\n\nThe housing expense ratio requires that you provide your pre-tax income, or gross income, which is an essential factor for both the housing expense ratio and the broader debt-to-income ratio.\n\nWhen calculating the housing expense ratio, an underwriter will total all housing expense obligations of a borrower, including the potential mortgage principal and interest payments, property taxes, hazard insurance,mortgage insurance, and association fees.\n\nThe sum of the housing expenses is then divided by your pre-tax income to arrive at the housing expense ratio. The housing expense ratio can be calculated using monthly payments or annual payments.\n\nThe housing expense ratio threshold for mortgage loan approvals is typically 28%, although it varies by lender.\n\nDebt-to-income is also another critical component of loan approval. When you are considered for a mortgage loan, a credit issuer will get the average amount of money you pay to creditors every month through your credit report.\n\nThen, the total about of debt you payments you make is divided by your monthly income. Generally you must have a debt-to-income ratio of 36% or less for loan approval but it may be as high as 45% if you have good credit.\n\nMortgage underwriters will consider the potential stress that a mortgage payment will add to your finances and overall debt.\n\nWhen determining the maximum amount ofmortgagecredit available to a borrower, an underwriting analysis includes hypothetical scenarios of monthly mortgage payments and the potential effects on both the housing expense ratio and the debt-to-income ratio.\n\nA housing expense ratio higher than the standard 28% may be acceptable to lenders if your other financial factors, such as a low loan-to-value ratio and/or an excellent credit history, are strong. If you apply jointly with a co-borrower, you can lower a housing expense ratio.\n\nA variable rate loan that starts with smaller monthly payments may help you get approved for a loan by lowering your initial housing expense ratio.\n\nBorrowers thinking of a potential home loan purchase may want to use the 28% and 36% levels when planning their monthly budgets. Keeping monthly housing expenses at 28% of a borrower’s income can help to create an estimate for how much a borrower can afford to pay monthly on a mortgage.\n\nGenerally, keeping total debt-to-income below 36% can also make it easier for you to get other credit or loans, including a mortgage.\n\nThe28/36 rule for housingexpenses essentially states that you should spend no more than 28% of your gross monthly income on housing payments (like rent or mortgage payments) and no more than 36% of your gross income on total debt. Total debt would include payments such as those toward credit cards or personal loans.\n\nA household expenses ratio, used for budgeting, is different from a housing expense ratio, which is focused on the cost of housing compared to your income and is used by lenders. In contrast, a household expense ratio includes daily living costs like groceries, utilities, and other necessary expenses. Ideally, yourhousehold expense ratioshould be lower than 50%.\n\nLenders will vary in their requirements for your maximum housing expenses ratio, but they generally want that ratio to be under 28% or 25%. Even if a lender approves you for a particular amount, that does not mean you can actually afford it. Carefully consider how a mortgage payment will fit into your budget.\n\nThe housing expense ratio is an important metric to understand for your finances, especially if you are applying for a mortgage. Lenders rely on this metric to help them determine if you're likely to meet your financial obligations. The lower your housing expense ratio, the less of a risk you will be to mortgage lenders.\n\nMichigan Department of Financial Services. \"Qualifying for a Mortgage.\"\n\nConsumer Financial Protection Bureau. \"What Is a Debt-to-Income Ratio?\"\n\nFederal Deposit Insurance Corp. \"Loans and Mortgages.\"\n\nSallie Mae. \"B3-6-02, Debt-to-Income Ratios (02/05/2020).\"\n\nConsumer Financial Protection Bureau (CFPB). \"Debt-to-Income Calculator.\"",
  "url": "https://www.investopedia.com/terms/h/housing_expense_ratio.asp"
}