{
  "term": "House Poor: What It Means, Steps to Avoid It",
  "definition": "\"House poor\" is a term used to describe a person who spends a large proportion of their total income on homeownership, includingmortgagepayments, property taxes, maintenance, and utilities. Individuals in this situation are short of cash for discretionary items and tend to have trouble meeting other financial obligations, such as vehicle payments.\n\nHouse poor is sometimes also referred to as \"house rich, cash poor.\"\n\nA house poor person is anyone whose housing expenses account for an exorbitant percentage of their monthly budget. People can find themselves in this situation for many reasons. In some cases, a consumer may have underestimated their total costs. Alternatively, a change in income may be why housing expenses have become overwhelming.\n\nBuying a home is part of the American dream and many homeowners pursue homeownership because of the many advantages it offers. Makingpaymentstoward the ownership of areal estateproperty can be a good investment in the long term. That said, it can also quickly turn sour if you run into money trouble and fail to account for the unexpected costs that often arise when taking on such a big commitment.\n\nTo prevent becoming house poor, prospective homeowners should not let their dreams get the better of them. They can start by considering the following unwritten rules and heuristic guidelines:\n\nWhile experts say consumers should plan to spend no more than 28% of their gross income on housing expenses, they also need to consider other debts they may have. When adding these expenses, the ratio should not exceed 36% of gross monthly income. This calculation is referred to as the \"back-end DTI.\"\n\nIf an individual significantly exceeds the front-end or back-end DTIs, they may very likely qualify as house poor.\n\nIn some cases, unexpected circumstances may make housing payments difficult to manage. The loss of a job or having a child can completely change a household’s spending outlook, leaving them house poor with difficulty making the mortgage payments.\n\nIf this happens, consumers may need to consider a few options.\n\nFirst, if housing expenses seem overwhelming, perhaps there are areas of the budget where you can reduce spending. Maybe canceling vacations or trading cars for a lower-payment vehicle could help.\n\nIf the expense seems to have gone beyond budget, many consumers will be willing to take on a second job or side jobs that can help to pay the housing bills.\n\nWhen buying a home, investors should start asavings account. Saving a little each month for unexpected issues, such asmaintenance and home repairs, can make a big difference, particularly when individuals are strapped for cash.\n\nIf none of these options seem feasible, consumers always have the option to sell their home. Selling may allow you to move to a less expensive neighborhood or find a rental home with lower payments. While selling may not be your most favorable option, it allows you to obtain the funds you need and potentially save for buying a new home in the future.\n\nBuying a home you cannot afford and tying up all of your cash into a down payment and income into mortgage payments is the most obvious way of becoming house poor. However, you can also become house poor if your housing costs increase dramatically. This can be due to increasing property taxes and/or rising interest rates (if you have an adjustable mortgage like an ARM). If your income drops or you lose your job, you can also see yourself become house poor.\n\nIf you are worried about becoming house poor or already find yourself in this situation, there are some options. You can boost your income through a side job or gig work, and cut costs elsewhere.Refinancing a mortgagemay be an option, especially if interest rates have fallen. Moreover, you can pull some cash out of your home's equity to help with other expenses. Finally, while it is not always ideal, downsizing to a more affordable home or switching to a rental is another option.\n\nIt's highly recommended that you put money toward an emergency savings fund to cover things like mortgage/rent payments, other bills, and basic needs in the case of a job loss, health emergency, or other crisis. While there's no consensus on exactly how much to save in an emergency fund, a good general rule is to save at least three to six months' worth of living expenses.\n\nBeing house poor means spending a very large amount of monthly income on homeownership-related expenses. To calculate mortgage affordability, some experts recommend spending no more than 28% of your gross monthly income on housing expenses and no more than 36% on total debts.If this isn't possible, there are also other options to cover extra expenses, such as getting a second job, using savings, or even selling the property.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Past performance is not indicative of future performance. Investing involves risk, including the possible loss of principal.\n\nFederal Deposit Insurance Corporation. \"Loans and Mortgages,\" Page 1.",
  "url": "https://www.investopedia.com/terms/h/housepoor.asp"
}