{
  "term": "Housing Bonds",
  "definition": "Housing bonds are debt securities, a variation of municipalrevenue bonds, issued by state or local governments to raise money for affordable housing development projects.\n\nState and local governments issue housing bonds to finance the construction or rehabilitation of affordable housing. In addition to repaying the bondprincipal, the state or locality must payintereston the money it borrows. Housing bonds sometimes require voter approval and can either be short- or long-term issuances.\n\nA municipal authority may issue debt in the form of bonds to raise capital to finance projects. The two types of municipal bonds aregeneral obligation (GO)bonds and revenue bonds. The interest payment and principal repayment of general obligation bonds are funded from the state or local government's financial coffers. These bonds are backed by thefull faith and creditof the municipal government, which may have the authority to increase taxes in order to fulfill its payment obligations on the GO bond. Meanwhile, payment obligations on a revenue bond are backed by the projected revenue stream of the project for which the bond was issued. A housing bond is one type of a revenue bond.\n\nAsprivate activity bonds (PABs), housing bonds can be issued on behalf of qualified profit and nonprofit developers to finance low-income multifamily and senior housing projects. Also, the proceeds from housing bonds may also be issued to provide low-cost mortgage financing to low-income families or individuals so they can purchase a home.\n\nThe number of affordable homes financed with housing bonds using the Housing Credit.\n\nMortgagesprovided through housing bonds are restricted to first-time homebuyers who earn no more than the areamedianincome. Furthermore, the price of a home purchased with a housing bond mortgage is limited to 90% of the average area purchase price.\n\nHousing bonds typically have low interest rates and can be issued as either a fixed orvariable-rate demand obligation (VRDO). The principal and interest payments tobondholdersare made from pledged mortgage repayments and investment earnings. The repayments made on mortgages by borrowers are collected by thetrusteeof the housing bond who invests the funds in short-term investments until the scheduled time to pay interest to bondholders. In effect, payment on housing bonds is backed by the timely and consistent interest payment and principal repayment of the underlying mortgages by borrowers.\n\nHousing bonds are beneficial to the state as well as to private investors. On the one hand, the government gains access to a large amount of cheap financing. On the other, the tax advantages offered by housing bonds are highly attractive to lenders in the upper tax brackets.\n\nFor investors, the interest paid by housing bonds is exempt from federal and, at times, state income tax.The higher themarginal tax rate, the more valuable a housing revenue bond'stax exemption. Although investors subject to thealternative minimum tax (AMT)may be subject to taxes, the exemption means that investors in high federal-tax brackets benefit from revenue bonds and other municipal bonds. This tax exemption helps to compensate for the bonds' low interest rate.\n\nFederallow-income housing tax creditsare another source of capital that may be used instead of, or in addition to, housing bonds in order to finance affordable housing projects. The credits are nonrefundable federal income tax credits for part of the mortgage interest that qualified home buyers pay each year.\n\nOffice of the Law Revision Council. \"26 USC 103: Interest on State and Local Bonds.\" Accessed May 2, 2021.\n\nNational Council of State Housing Agencies. \"Housing Bonds.\" Accessed May 2, 2021.\n\nNational Council of State Housing Agencies. \"Tax-Exempt Housing Bonds FAQ.\" Accessed May 2, 2021.",
  "url": "https://www.investopedia.com/terms/h/housingbonds.asp"
}