{
  "term": "House Call: What it Means, How it Works, FAQs",
  "definition": "A house call is a demand by abrokerage firmthat an account holder deposit enough cash to cover a shortfall in the amount of money deposited in a margin account. This situation typically follows losses in the investments bought on margin.\n\nThe call is made when the account balance has fallen below themaintenance marginrequired by the brokerage firm. If the client fails to make up the shortfall in the time specified by the house, the account holder's positions will be liquidated without further notice until the minimum requirement is satisfied.\n\nThe house call is a type ofmargin call. Investors who buy assets using money borrowed from the brokerage firm, or \"on margin,\" are required by the brokerage to retain a minimum amount of cash or securities on deposit to offset losses.\n\nBuying on margin is used by investors who hope to multiply their returns by multiplying the number of shares they buy. They borrow money from the house in order to achieve that goal. If they succeed, and the price of the shares increases, they repay the loan and pocket the rest as profit. If they fail and the price of the shares falls, they owe the house. If they owe more than they have deposited in reserve, they must make up the difference.\n\nA house call goes out if the investment falls in value below the amount of the requireddeposit. The investor can cover the shortfall by depositing more cash or selling other assets in the account.\n\nWhen a customer opens a margin account, up to 50% of the purchase price of the first stock in the account can be borrowed by the customer in accordance withRegulation Tof the Federal Reserve Board.Individual brokerage firms have the discretion to increase this percentage.\n\nAfter a stock is purchased on margin, theFinancial Industry Regulatory Authority (FINRA)imposes further requirements on margin accounts. One requires that a brokerage hold at least 25% of the overall market value of the securities purchased on margin.The brokerage firm may set a higher minimum.\n\nThat number effectively becomes the house requirement for a deposit. When a house call is issued, the account holder must meet the margin maintenance requirement within a stated period.\n\nThe minimum deposit may be up to 50%, but some brokerages set a higher amount.\n\nFidelity Investments, for example, has a margin maintenance requirement that ranges from 30% to 100%, and its house call allows an account holder five business days to sell margin-eligible securities or deposit cash or margin-eligible securities, but Fidelity may cover the call at any time (portfolio margin accounts follow a different set of requirements). After that, the firm will start liquidating securities.\n\nCharles Schwabhas a maintenance requirement that is usually 30% for equities, so it can vary by security, but house calls are due \"immediately\" to this firm.\n\nThe maintenance margin is the minimum equity an investor must hold in the margin account after the purchase has been made. The customer's equity in the account must not fall below 25% of the current market value of the securities in the account. If this requirement isn't met, the brokerage firm may liquidate the securities in the customer's account.\n\nThe investor needs to repay the borrowed amount to the brokerage firm. If they owe more than they have deposited in reserve, they must make up the difference.\n\nUp to 50% of the purchase price can be borrowed, according to Regulation T of the Federal Reserve Board.\n\nA house call means a demand by a brokerage for an account holder deposit to enough cash to cover a gap in the amount of money deposited in a margin account. It usually follows losses in the investments bought on margin. The call is made when the account balance has fallen below the maintenance margin required by the brokerage firm. If the client fails to make up the shortfall in the time specified by the house, the account holder's investment positions will be liquidated until the minimum requirement is satisfied.\n\nThe minimum deposit may be up to 50% by law, but some brokerages set a higher amount.\n\nSoFi Learn. \"Margin Calls: Defined and Explained.\"\n\nFinancial Industry Regulatory Authority. \"Margin Regulation.\"\n\nSecurities and Exchange Commission. \"Investor Bulletin: Understanding Margin Accounts.\"\n\nCharles Schwab. ”The Charles Schwab & Co. Guide to Margin.” Page 7.",
  "url": "https://www.investopedia.com/terms/h/housecall.asp"
}