{
  "term": "Household Employee: Definition, Examples, and Taxes",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA household employee, also known as a household worker, is an individual who is paid to provide a service at or within the place of residence of their employer.\n\nEmployers choose the kind of work a household employee is responsible for and the manner in which that work is expected to be completed.\n\nIf the hired individual rather than the employer were responsible for determining and completing work, the person would be considered by the Internal Revenue Service (IRS) to be an independent contractor and not an employee.\n\nA household employee can work full-time or part-time. They can be found and hired through anemployment agencyor via a list provided by an agency orlabor organization. Household employees may be paid on an hourly, daily, weekly, or per-job basis.\n\nAs mentioned, theIRSdistinguishes between household employees and independent contractors based on whether the employer or the taxpayer determines not only the work that is to be performed but how it is carried out.\n\nIf the worker controls what they do and how they do it, they are considered to be an independent contractor, not a household worker. Such individuals provide their own tools and offer their services to the public as independent businesspeople.\n\nWhere someone works may determine whether they are a household employee or anindependent contractor. For example, a childcare worker who performs their duties in an employer's home may be a household employee. But a worker who performs the exact same services in a daycare center would be employed by that daycare center.\n\nThe IRS doesn't require an employer to withhold federal income tax from a household employee's wages (this is different from FICA taxes), but if the employee asks to have it withheld, the employer may do so if they choose to.\n\nSome common examples of household employees can include the following: babysitters, caretakers, cleaning people, domestic workers, drivers, health aides, housekeepers,maids, nannies, private nurses, and sometimes, gardeners or yard workers.\n\nExamples of independent contractors are repairmen, carpenters, and plumbers. Yard workers could be independent contractors rather than household employees, or be employed by a yard service company.\n\nAs of 2024, individuals who hire a household employee to whom they pay more than $2,700 in cash wages during the tax year must withhold and send to the IRS the appropriate amount for the employee'sSocial Securityand Medicare taxes (theFICA payroll tax). Employers may be required to pay taxes at the state level as well.\n\nThe withholding rate for the employee's portion of Social Security tax is 6.2% and that for Medicare is 1.45%, for a total rate of 7.65%.\n\nIn addition, and as for any other employer, the employer of a household worker must pay their 7.65% portion of the FICA tax out of their own pocket. The total tax rate is 15.3%\n\nWhile the tax implications of hiring a household employee may appear complex, there are manypayroll servicesthat can help automate some or all of the process.\n\nAs of 2020, new household employees must use the redesigned W-4 tax form upon hire. Those hired before 2020 do not need to fill out a new form.\n\nThe taxes on the wages of household employees are commonly known as thenanny tax.\n\nHousehold employers should understand that it is illegal to pay a household worker and not withhold taxes. To do so would mean to risk trouble with the IRS for both the worker and the employer.\n\nIf they bring their own equipment, tools, and, perhaps, additional people to help, plus they control how the work gets done and they do the same for neighbors down the road, they aren't an employee. They are an independent contractor.\n\nThey pay Federal Insurance Contribution Act, or FICA, taxes that go to Social Security and Medicare. These are referred to as a payroll tax because they are withheld from an employee's paycheck. Every wage earner pays FICA taxes. Those who are employed pay half the total rate applied (15.3%) and the employer pays the other half. Those who are self-employed pay the entire rate themselves.\n\nA household employee is someone who is paid a wage by a homeowner to provide a service at or in the household. They are directed by the employer in the type of work they perform and in the manner in which they must complete it. A household worker uses tools and/or equipment provided by the employer.\n\nThe employer will withhold an amount for taxes from the wages that they pay the household worker.\n\nInternal Revenue Service. \"Hiring Household Employees.\"\n\nInternal Revenue Service. \"Topic No. 756, Employment Taxes for Household Employees.\"\n\nInternal Revenue Service. \"Topic No. 751, Social Security and Medicare Withholding Rates.\"\n\nSocial Security Administration. \"Household Workers.\" Page 1.\n\nInternal Revenue Service. \"FAQs on the 2020 Form W-4.\" Select \"4. Are All Employees Required to Furnish a New Form W-4?\"",
  "url": "https://www.investopedia.com/terms/h/household-employee.asp"
}