{
  "term": "Housing Starts: An Important Metric for Real Estate Investors",
  "definition": "The term housing starts refers to the start of construction on a new residential housing unit.\n\nBecause new housing is a big-ticket capital good that spurs additional consumer spending on appliances and furniture, it is a keyeconomic indicatorclosely watched by financial markets participants.\n\nThe U.S. Census Bureau publishes estimates of U.S. housing starts on the 12th business day of each month based on a survey of homebuilders partially funded by the U.S. Department of Housing and Urban Development.The New Residential Construction report also includes housing completions data as well as a count ofbuilding permitsderived from a separate survey of building permit offices.\n\nHousing is a keysectorof the U.S. economy, and a crucial one for the banking, construction, and real estate industries. The health of the housing sector is also an important factor in employment as well as the price of commodities including lumber and copper.\n\nHousing starts measure builders' willingness to expend resources on new projects, which in turn depends on their estimates of housing demand, so the trend in starts can also offer insights into risk appetite andconsumer sentiment.\n\nBecause housing starts in parts of the U.S. are subject to big seasonal variations, the headline number in the monthly report is aseasonally adjustedannual rate, which adjusts the monthly total based on that seasonal factor and then calculates the annual starts rate at that pace.\n\nShort-term weather disruptions such as storms or cold snaps can also have an effect on this volatile data series. The Census Bureau notes month-to-month changes in seasonally adjusted data can be irregular, and estimates it takes six months to establish the underlying rate for housing starts.\n\nThe report breaks out the national housing starts data by four U.S. regions: Northeast, Midwest, South, and West.\n\nA housing start denotes groundbreaking, or excavation, for a home's foundation or footing. The monthly data is divided into three housing categories:\n\nData for single-family homes and multi-family housing with five or more units is provided on a seasonally adjusted as well as unadjusted basis, while that for multi-family housing with two to four units is provided only on an unadjusted basis.\n\nEvery unit in multi-family housing counts as a separate start, so the start of construction for an apartment building with 25 units would register as 25 new multi-family housing starts.\n\nThe New Residential Construction report measures starts for privately-owned housing, including units started by private developers for sale to local public housing authorities upon completion. Housing unit statistics exclude group quarters such as dormitories and rooming houses.\n\nEach unit in an apartment building counts as a separate housing start.\n\nTheCensus Bureauestimates housing starts from a representative sample of building permits issued by a sample of local permitting offices, then tracks those projects through completion and sale.\n\nThe survey counts all housing starts with five or more units, but samples only about 2% of nationwide starts for housing with one to four units.\n\nTo account for sampling error among others, the monthly report provides error margins representing 90% confidence intervals for month-to-month and year-over-year changes.\n\nFor example, the initially reported 1.7% decline in single-family housing starts in March 2022 from the prior month had 90% confidence interval, or error margin, of plus or minus 12.3%, while the 4.4% decline for the same category from a year earlier had an error margin of 8.3%.\n\nHousing is a key sector of the U.S. economy and the monthly housing starts report is a closely watched measure of its health. The month-to-month numbers are volatile and subject to large error margins, so it takes months of data to establish the underlying trend.\n\nMortgage lending discrimination is illegal.If you think you've been discriminated againstbased on race, religion, sex, marital status, use of public assistance, national origin, disability, or age, there are steps you can take. One such step is to file a report to theConsumer Financial Protection Bureauor with theU.S. Department of Housing and Urban Development(HUD).\n\nU.S. Census Bureau. \"New Residential Construction Release Schedule.\"\n\nU.S. Census Bureau. \"Monthly New Residential Construction,\" Page 2.\n\nU.S. Census Bureau. \"Definitions - Survey of Construction.\"\n\nU.S. Census Bureau. \"How the Data Are Collected (Survey of Construction).\"\n\nNational Association of Home Builders. \"Starts and Permits.\"\n\nU.S. Census Bureau. \"Monthly New Residential Construction, March 2022,\" Page 5.",
  "url": "https://www.investopedia.com/terms/h/housingstarts.asp"
}