{
  "term": "Household Income: What It Is and How to Calculate It",
  "definition": "Michelle P. Scott is a New York attorney with extensive experience in tax, corporate, financial, and nonprofit law, and public policy. As General Counsel, private practitioner, and Congressional counsel, she has advised financial institutions, businesses, charities, individuals, and public officials, and written and lectured extensively.\n\nHousehold income is the total amount of income earned by all individuals living under the same roof.\n\nHousehold income generally refers to the annualgross incomeof all household members combined.\n\nIt can include earnings from all sources, such as wages, self-employment income,investment income, and benefits like Social Security.\n\nHowever, calculations of household income may vary. For example, the U.S. Census Bureau doesn’t count earnings from individuals younger than 15 years old, while the Internal Revenue Service (IRS) disregards income from dependents whose earnings are below the tax filing threshold.\n\nHousehold income typically serves as a comprehensive measure of the financial resources your household generates in a year.\n\nAgencies may track it to analyze economic trends, but individuals most often use it when applying for financial assistance or comparing their finances to those of their peers.\n\nIt may include, but is not limited to:\n\nThat said, what counts as household income often depends on the context. In some circumstances, you may need to exclude certain household members or types of income.\n\nFor example, theAffordable Care Act (ACA)determines your eligibility for health insurance subsidies using household income. It defines your household as:\n\nIt includes earnings from wages, Social Security, rents, and unemployment compensation. However, it excludes earnings from child support, gifts, veteran’s disability payments, and alimony for divorces finalized on or after January 1, 2019.\n\nYou can use thisHealthCare.gov calculatorto check whether you’re likely to qualify for ACA premium tax credits based on your household income.\n\nCalFresh, California’s version of theSupplemental Nutrition Assistance Program (SNAP), also has specific guidelines for calculating gross household income when determining eligibility for the program.\n\nGenerally, your household only includes the individuals who live, purchase food, and prepare meals together, though spouses and most children under 22 qualify regardless of whether they meet this requirement.\n\nAdditionally, when calculating self-employment earnings to include in your household income, you have the option to take a deduction equal to 40% of your business income instead of claiming your actual business expenses.\n\nLet’s imagine a household with several different income sources and explore how its household income could vary depending on the context.\n\nJordan earns a $90,000 salary, while their spouse, Taylor, makes $50,000 annually through self-employment. They also receive $10,000 in yearly rental income from a property they own, and their 14-year-old child, Mia, collects $5,000 each summer through babysitting.\n\nThe U.S. Census Bureau only includes earnings from household members 15 years or older, so Mia’s income is excluded. For Census purposes, their household income would be:\n\n$90,000 (Jordan) + $50,000 (Taylor) + $10,000 (rental) = $150,000\n\nIn contrast, CalFresh counts income from household members under age 22 who live with their parents. Mia qualifies, so their household income for California SNAP purposes would be:\n\n$90,000 (Jordan) + $50,000 (Taylor) + $10,000 (rental) + $5,000 (Mia)  = $155,000\n\nWhen comparing your household income to that of your peers, average household income and median household income are two of the most popular benchmarks.\n\nTo calculateaveragehousehold income, you add up all household incomes and divide by the number of households. However, even a few extremely high or low incomes can skew the results, making it less reflective of what most households actually earn.\n\nIn contrast,medianhousehold income represents the middle value in a range of household incomes—half of the households earn more, and half earn less. As a result, outliers don’t have an effect on the median, so it tends to be a more accurate representation of a typical household’s financial situation.\n\nA minimum household income of $234,900 would put you in the top 10% of U.S. earners as of 2023 (the most recent U.S. Census data available).\n\nHere’s the median household income by state, according to the most recent Federal Reserve Bank data:\n\nPersonal income, also known as individual income, refers to the total earnings of a single individual, while household income generally includes the combined earnings of all individuals living in the same household.\n\nHousehold income may include roommates for the purposes of broad economic analysis, but you typically don’t include them when reporting it for financial assistance. For example, for ACA purposes, your household only includes yourself, your spouse, and your taxdependents.\n\nThe median household income in the United States was $80,610 in 2023.\n\nThe average household income in the United States was $114,500 in 2023.\n\nHousehold income generally refers to the combined earnings of everyone living in the same household. It includes wages, self-employment income, investment income, and benefits like Social Security.\n\nHowever, the precise definition can vary depending on the context and may exclude certain household members or types of income.\n\nCalculating your household income is often necessary when applying for financial assistance programs, such as health insurance subsidies through the ACA.\n\nIt can also help you compare your financial standing to that of your peers, especially when you use the median household income as a reference point.\n\nU.S. Census Bureau. \"Median Household Income.\"\n\nInternal Revenue Service. \"Household Income.\"\n\nHealthcare.gov. \"Count Income & Household Size.\"\n\nCounty of Los Angeles, Department of Public Social Services. \"CalFresh Eligibility Criteria.\"\n\nU.S. Department of Agriculture, Food and Nutrition Service. \"Frequently Asked Questions.\" Select \"Who is in a SNAP household?\"\n\nLegal Services of Northern California. \"How Self-Employment Income Is Counted and What Business Expenses Can Be Deducted.\"\n\nU.S. Census Bureau. \"Income in the United States: 2023-Selected Measures of Household Income Dispersion: 1967 to 2023,\" Page 32.\n\nFederal Reserve Bank of St. Louis, FRED. \"Real Median Household Income by State, Annual.\"\n\nU.S. Census Bureau. \"Income in the United States: 2023-Households by Total Money Income, Race, and Hispanic Origin of Householder: 1967 to 2023,\" Page 16.",
  "url": "https://www.investopedia.com/terms/h/household_income.asp"
}