{
  "term": "House Money Effect: Meaning, Examples and FAQs",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe house money effect is a theory used to explain the tendency of investors to take on greaterriskwhen reinvesting profit earned through investing than they would when investing their savings or wages. People will often think about investment income as separate from the money they earned in other ways, which distorts theirmental accounting.\n\nBecause that money is incorrectly considered somehow \"extra\" or \"separate\" from money earned in other ways, investors will invest it with a much higherrisk tolerancethan they would otherwise, thereby skewing their investment decisions.\n\nRichard H. Thaler and Eric J. Johnson of the Cornell University Johnson Graduate School of Management first defined the “house money effect,” borrowing the term from casinos. The term makes reference to a gambler who takes winnings from previous bets and uses some or all of them in subsequent bets.\n\nThe house money effect suggests, for example, that individuals tend to buy higher-risk stocks or other assets after profitable trades. For example, after earning a short-term profit from a stock with abetaof 1.5, it’s not uncommon for an investor to next trade a stock with a beta of 2 or more. This is because the recent successful outcome in trading the first stock with above-average risk temporarily increases the investor’s risk tolerance. Thus, this investor next seeks even more risk.\n\nWindfalltrades may also bring on the house money effect. Say an investor more than doubles their profit on a longer-term trade held for four months. Instead of next taking on a less-risky trade or cashing out some proceeds to preserve the profit, the house money effect suggests they may next take on another risky trade, not fearing a drawdown as long as some of the original gains are preserved.\n\nLonger-term investors sometimes suffer a similar fate. Say an investor in a growth-orientedmutual fundearns more than 30% in a year’s time, largely driven by very strong market conditions. Keep in mind, the average stock gain tends to be roughly 6% to 8% a year. Now, say this investor leaves the growth-oriented fund at year’s end to next invest in an aggressivelong-short hedge fund. This may be an example of the house money effect temporarily increasing the investor’s risk tolerance.\n\nFor longer-term investors, one of two courses of action tends to be preferable to the house money effect: Either staying the course and maintaining a steady risk tolerance, or becoming slightly more conservative after big windfalls.\n\nOf note, the house money effect also carries over to company stock options. In the dot-com boom, some employees refused to exercise their stock options over time, believing it was better to keep them and let them triple, then triple again. This strategy significantly stung workers in 2000, when some paper millionaires lost it all.\n\nA technical analyst tends to draw a distinction between the house money effect and the concept of “letting winners ride.” On the contrary, one way technical traders manage risk is by cashing out half the value of a trade after meeting an initial price target. Then, technical traders tend to move up their stop before giving the second half of the trade a chance to meet a secondary price target.\n\nMany technical traders utilize some version of this practice, in an effort to continue to profit from the minority of trades that continue to move up and up, which still holds to the spirit of letting winners ride while not falling victim to the house money effect. The difference between these two concepts is actually one of calculation. Letting winners ride in a mathematically calculatedposition-size strategyis an excellent way of compounding gains. Some traders have, in the past, documented how such strategies wereinstrumental in their success.\n\nRisk tolerance refers to the amount of risk an individual is willing to take when trading or investing. An individual with a high-risk tolerance is comfortable taking higher risks. They will invest in assets or strategies that come with a high risk of loss but also a higher risk of return. Individuals with a low-risk tolerance are the opposite. They do not want to risk losing money and, therefore, choose investments that are low-risk. In general, younger people have a higher risk tolerance as they have their entire life to earn money or recuperate from losses. Older individuals, such as those in retirement, do not have a high-risk tolerance, as they are focused on preserving their money.\n\nYes, volatility is considered good for trading. When markets are volatile, it means there are larger price swings, which is a good opportunity to make profits that are above average. However, on the flip side, increased volatility also means that the chances for losses are higher as well. And those losses would also be amplified due to larger than normal price movements. In essence, volatility allows for trading opportunities.\n\nIf an investment is held for less than a year, profits are taxed at an individual's regular income tax bracket. If investments are held for longer than a year, profits are taxed at the capital gains tax rate. Capital gains tax brackets are 0%, 15%, and 20%.\n\nThaler, Richard H. and Johnson, Eric J. \"Gambling with the House Money and Trying to Break Even: The Effects of Prior Outcomes on Risky Choice.\"Management Science, vol. 36, no. 6, June 1990, pp. 643-660. Download PDF.\n\nInternal Revenue Service. \"Topic No. 409 Capital Gains and Losses.\"",
  "url": "https://www.investopedia.com/terms/h/house-money-effect.asp"
}