{
  "term": "Housing Authority Bonds Definition",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nHousing authority bonds, or housing bonds, are issued by a state or local government agency to help finance the construction or rehabilitation of affordable rental housing. Under certain programs, the proceeds from such bonds also may be used to help low-income people purchase homes. The interest earned by investors on housing authority bonds is exempt from federal taxes, and may also be exempt from state and localincome taxes.\n\nLike mostmunicipal bonds, housing authority bonds have historically been viewed as very safe investments. In this case, the bonds are backed by the federal government, which views them as a means of encouraging the construction of housing for low-income people.\n\nA municipal authority may issue debt in the form of bonds to raise capital to finance projects. The two types of municipal bonds aregeneral obligationbonds andrevenue bonds. The interest payment and principal repayment of a general obligation (GO) bond are funded from the state or local government’s financial coffers.\n\nThese bonds are backed by thefull faith and creditof the municipal government which may have the authority to increase taxes in order to fulfill its payment obligations on the GO bond. On the other hand, payment obligations on a revenue bond are backed by the projected revenue stream of the project for which the bond was issued.One form of a revenue bond is the housing bond.\n\nState and local governments issue housing bonds to finance the construction or rehabilitation of affordable rental housing. In addition to repaying the bond principal, the state or locality must pay interest on the money it borrows. Asprivate activity bonds(PABs), housing bonds can be issued on behalf of qualified profit and non-profit developers to finance low-income multifamily and senior housing projects.\n\nAlso, the proceeds from housing bonds may also be issued to provide low-cost mortgage financing to low-income families or individuals so they can purchase a home. Mortgages provided through housing bonds are restricted to first-time homebuyers who earn no more than the area median income. Furthermore, the price of a home purchased with a housing bond mortgage is limited to 90% of the average area purchase price.\n\nHousing bonds typically have low-interest rates and can be issued as either a fixed orvariable rate demand obligation(VRDO). The principal and interest payments to bondholders are made from pledged mortgage repayments and investment earnings.\n\nThe repayments made on mortgages by borrowers are collected by the trustee of the housing bond who invests the funds in short-term investments until the scheduled time to pay interest to bondholders. In effect, payment on housing bonds is backed by the timely and consistent interest payment and principal repayment of the underlying mortgages by borrowers.\n\nHousing bonds are beneficial to the state as well as to private investors. On the one hand, the government gains access to a large amount of cheap financing. On the other, the tax advantages offered by housing bonds are highly attractive to those in the upper tax brackets.\n\nFor investors, the interest paid by housing bonds is exempt from federal and sometimes state income tax. The higher the marginal tax rate, the more valuable a housing revenue bond's tax exemption is. Although investors subject to thealternative minimum tax(AMT) may be subject to taxes, the exemption means that investors in high federal-tax brackets benefit from revenue bonds and other municipal bonds. This tax exemption helps to compensate for the bonds' low-interest rate.\n\nFederallow-income housing tax creditsare another source of capital that may be used instead of or in addition to housing bonds in order to finance affordable housing projects. The credits are non-refundable federal income tax credits for part of the mortgage interest that qualified home buyers pay each year.\n\nBecause they entail government debt, the sale of housing authority bonds sometimes requires the approval of local voters. In 2018, for example, California voters approved a ballot measure to sell $4 billion in housing authority bonds to finance programs for low-income residents, veterans, and farm workers.\n\nNational Council of State Housing Agencies. \"Tax-Exempt Housing Bonds FAQs.\"\n\nCharles Schwab. \"Understanding General Obligation Municipal Bonds.\"\n\nNational Council of State Housing Agencies. \"Housing Bonds.\"\n\nBallotpedia. \"California Proposition 1, Housing Programs and Veterans' Loans Bond (2018).\"",
  "url": "https://www.investopedia.com/terms/h/housing-authority-bonds.asp"
}