{
  "term": "How Escrow Protects Parties in Financial Transactions",
  "definition": "Investopedia / Paige McLaughlin\n\nEscrow is a legal concept describing a financial agreement where assets or money are held by a neutral third party on behalf of two other parties that are in the process of completing a transaction.\n\nEscrow accounts are managed by anescrow agent. The agent releases the assets or funds only upon the fulfillment of predetermined contractual obligations (or upon receiving appropriate instructions). Money, securities, funds, and other assets can all be held in escrow.\n\nEscrow is a financial process used when two parties take part in a transaction where there is uncertainty about the fulfillment of their obligations. Situations that may employ escrow include internet transactions, banking, intellectual property, real estate, mergers and acquisitions, law, and more.\n\nConsider a company that is selling goods internationally. That company requires assurance that it will receive payment when the goods reach their destination. The buyer, for their part, is prepared to pay for the goods only if they arrive in good condition.\n\nThe buyer can place the funds in escrow with an agent with instructions to disburse them to the seller once the goods arrive in a suitable state. This way, both parties are protected, and the transaction can proceed.\n\nEscrow accounts canapply to real estate transactions. If there are conditions attached to the sale, such as the passing of an inspection, the buyer and seller mayagree to use escrow. The buyer would then place their good faith deposit—also called \"earnest money\"—into an escrow account held by a third party. A good faith deposit acts as a deposit on the home and demonstrates the buyer's seriousness about buying the home.\n\nIn this case, the buyer of the property deposits the payment for the house in an escrow account held by athird party. The seller can allow a house inspection to proceed, for example, confident that the funds are on deposit—and the buyer is capable of making the payment. The amount in escrow is then transferred to the seller once all the conditions for the sale are satisfied.\n\nEscrow can also refer to an escrow account that is set up at the time of mortgage closing. In this instance, the escrow account contains future homeowners insurance and property tax payments. Sometimes lenders have this requirement for borrowers; if this is the case, a portion of the borrower's monthly mortgage payment is deposited into the escrow account to cover future payments for homeowners insurance and property taxes.\n\nBorrowers who set up an escrow account for property tax payments and homeowners insurance will have higher monthly payments (versus borrowers whose monthly mortgage payments just cover principal and interest). However, they will not have to worry about paying large sums annually or semiannually because they're already paying portions of them monthly into their escrow account.\n\nStocks are often issued in escrow. In this case, while the shareholder is the real owner of the stock, the shareholder has limited rights when it comes to the disposal of the stock.\n\nFor example, executives who receive stock as a bonus to their compensation often must wait for an escrow period to pass before they can sell the stock. Stock bonuses are often used to attract or retain top executives.\n\nOnline escrow, like real estate and stock market escrow, protects the buyer and seller from fraud or nonpayment. An online escrow service acts as the third party for online product sales. Buyers send their payments to the escrow service, which holds the money until the product is received.\n\nOnce the product is delivered and verified, the online escrow service releases the funds to the seller. Escrow services are best suited for high-value items, such as jewelry or art. Online escrow companies charge a fee for the service.\n\nFor a fee, escrow can provide an added layer of security for different parties to transactions that involve large amounts of money.\n\nEscrow accounts for mortgages can help protect the borrower and lender from potentially late payments for property taxes and homeowners insurance. These monthly amounts are usually estimated. You can overpay (or underpay) into your escrow account, which may require an adjustment when it comes time for the servicer to make the payments.\n\nNote: Monthly escrow payments require higher monthly payments, as compared to paying just the principal and interest on your mortgage every month.\n\nProvides protection during transactions, notably for real estate involving sizable amounts of money\n\nAllows for monthly payments toward insurance and taxes (instead of an annual, large lump sum)\n\nBeneficial for both the buyer and seller when big-ticket items are involved\n\nHigher mortgage payments (if escrow is used for property taxes and homeowners insurance)\n\nEstimates might be incorrect for total taxes due at the end of the year\n\nOnline escrow service fees might be higher than those on other payment platforms, such as PayPal\n\nHomebuyers often use escrow twice. First, asearnest money(also called a good faith deposit) and then, atclosing. For example, suppose a potential homebuyer finds a house and decides to make an offer. The offer is accepted, and he must put earnest money of $5,000 into escrow.\n\nThe money put in escrow shows the seller that the potential homebuyer is seriously interested in buying the property. In return, the seller takes the property off the market and finalizes all repairs. If all the agreed-upon conditions of the sale are met, at the time of the purchase the escrow money is transferred to the seller (and the purchase price is reduced by the amount of the earnest money: in this example, by $5,000).\n\nAt the closing, the homebuyer may also be required by the lender to set up an escrow account to pay property taxes and homeowners insurance. As a result, their monthly payments would look like this:\n\nWhen the annual (or semi-annual) property taxes and homeowners insurance payments are due, the lender makes them using money in the escrow account. An escrow account ensures that these payments are paid on time. If taxes go unpaid, the tax authority could place a lien on the property, which is not in the best interest of the lender. The escrow account reduces this risk.\n\nThere are multiple uses of escrow relating to buying a house. An escrow account may be used for earnest money in an account (called the escrow account) in which money from the potential homebuyer is deposited. Required escrow is generally 1% to 3% of the asking price for a home. The money is required to ensure the buyer is seriously considering the home and has the funds to make the purchase. In return, the seller will usually take the property off the market and allow the potential buyer access to the home for inspections.\n\nEscrow required by mortgage lenders involves making monthly payments for property taxes and homeowners insurance into an escrow account held by a third party. If escrow is required by the lender (or requested by the borrower), the monthly payment will include principal and interest for the loan, as well as amounts for property taxes and homeowners insurance. The lender will keep the amounts for taxes and insurance in the escrow account. Then, when the bills come due, they will make the appropriate payments.\n\nEscrow relating to mortgages involves property tax and insurance payments. This escrow account can last for the length of a mortgage loan. Lenders don't always require escrow. However, if you are required to set up an escrow account, many lenders will consider a written request to end escrow after you've made, typically, a year of on-time mortgage payments and yourloan-to-valueis at most 90%—although some lenders may require 80% or lower.\n\nEscrow is generally considered good because it protects the buyer and seller in a transaction. In addition, escrow as part of mortgage payments is generally good for the lender and helps the buyer by ensuring property taxes and homeowners insurance are paid on time.\n\nAn escrow disbursement is a payment made from an escrow account. With real estate, it's made by the lender on behalf of a borrower to cover property taxes and homeowners insurance.\n\nEscrow can be used for various transactions, including real estate, stock issuances, and online sales. Money from the buyer is held in an escrow account until the transaction is complete, or the buyer is able to receive or verify the condition of the product.\n\nOnce the buyer approves the transaction, the money is released to the seller from the escrow account. The company managing the escrow account generally takes a fee for performing the third-party service.",
  "url": "https://www.investopedia.com/terms/e/escrow.asp"
}