{
  "term": "How Do Commercial Banks Work, and Why Do They Matter?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nCommercial banks provide basic banking services and products to the general public, both individual consumers and businesses, and they also provide their business clients with merchant services.\n\nCommercial banks provide financial services to people and businesses. They make money by providing and earninginterestfrom loans such as mortgages, auto loans, business loans, and personal loans. Customer deposits provide banks with thecapitalto make these loans.\n\nCommercial banks provide basic banking services and products to the general public, both individual consumers and businesses. The following table highlights some of the key services commercial banks provide to their retail customers:\n\nBusiness banking services also include bank accounts, investments, and lending products. Commercial banks also provide their business clients with merchant services, which allows companies to accept payments electronically from their customers.\n\nThese financial institutions have traditionally been located in buildings where customers come to usetellerwindow services andautomated teller machines (ATMs)to do their routine banking. With the rise in internet technology, most banks now allow their customers to do most of the same servicesonlinethat they could do in person, includingtransfers, deposits, and billpayments.\n\nThe money that customers deposit at commercial banks is insured by theFederal Deposit Insurance Corporation (FDIC), including cash in savings accounts and CDs. Customers have the option to withdraw money upon demand, and the balances are fully insured up to $250,000. Therefore, banks do not have to pay much for this money.\n\nA growing number of commercial banks operate exclusively online, where all transactions with the commercial bank must be made electronically. Because these banks don’t have anybrick-and-mortarlocations, they can offer a wider range of products and services at a lower cost—or none at all—to their customers.\n\nBanks make money by imposingservice chargeson their customers. Thesefeesvary based on the products, ranging from account fees (monthly maintenance charges,minimum balancefees,overdraftfees, andnon-sufficient funds [NSF]charges), safe deposit box fees, andlate fees. Many loan products also contain fees in addition to interest charges.\n\nBanks also make money from the interest they earn when they lend money to their clients. The funds they lend come from customer deposits. However, theinterest ratepaid by banks on the money they borrow is less than the rate charged on the money they lend. For example, a bank may offer savings account customers an annual interest rate of 0.25%, while charging mortgage clients 4.75% in interest annually.\n\nMany banks pay their customers no interest (or very little) at all on checking account balances and offer interest rates for savings accounts that are well below U.S.Treasury bond (T-bond)rates.\n\nConsumer lending makes up the bulk of North American bank lending. Some of the most significant categories include residential mortgages, automobile lending, and credit cards.\n\nMortgages make up by far the largest share. Mortgages are used to buy properties, and the homes themselves are often the security thatcollateralizesthe loan. Mortgages are typically written for 30-year repayment periods, and interest rates may befixed,adjustable, orvariable.\n\nAlthough a variety of more exotic mortgage products were offered during the U.S. housing bubble of the 2000s, many of the riskier products, including pick-a-payment mortgages andnegative amortization loans, are much less common now.\n\nAutomobile lending is another significant category of secured lending for many banks. Compared to mortgage lending, auto loans are typically for shorter terms and higher rates. Banks face extensive competition in auto lending from other financial institutions, like captive auto financing operations run by automobile manufacturers and dealers.\n\nCredit cardsare another significant type of financing. Credit cards are, in essence, personal lines of credit that can be drawn down at any time. Private card issuers offer them through commercial banks.\n\nVisa and Mastercardrun the networks through which money is moved around between the shopper’s bank and the merchant’s bank after a transaction. Not all banks engage in credit card lending, as the rates ofdefaultare traditionally much higher than in mortgage lending or other types of secured lending.\n\nCredit card lending delivers lucrative fees for banks. For example,interchange feesare charged to merchants for accepting the card and entering into the transaction. Banks also charge customers late-payment fees, currency exchange,over-limit, and other fees, as well as elevated rates on the balances that credit card users carry from one month to the next.\n\nThe total number of FDIC-insured commercial bank branches in the United States in 2024.\n\nCommercial banks are animportant part of the economy. They not only provide consumers with an essential service but also help create capital andliquidityin the market.\n\nCommercial banks ensure liquidity by taking the funds that their customers deposit in their accounts and lending them out to others. Commercial banks play a role in the creation ofcredit, which leads to an increase in production, employment, and consumer spending, thereby boosting theeconomy.\n\nAs such, these banks are heavily regulated by acentral bankin their country or region. For instance, central banks imposereserve requirementson commercial banks. This means that banks are required to hold a certain percentage of their consumer deposits at the central bank as a cushion if the publicrushes to withdraw funds.\n\nBoth commercial andinvestment banksprovide important services and play key roles in the economy. For much of the 20th century, these two branches of the banking industry were generally kept separate from one another in the United States, thanks to theGlass-Steagall Act of 1933, which was passed during theGreat Depression.It was largely repealed by theGramm-Leach-Bliley Act of 1999, allowing for the creation offinancial holding companiesthat could have both commercial and investment bank subsidiaries.\n\nWhile commercial banks traditionally provide services to individuals and businesses, investment banks focus on offering banking services to largecompaniesandinstitutional investors. They act as financial intermediaries, providing their clients withunderwritingservices,merger and acquisition (M&A)strategies, corporate reorganization services, and other types of brokerage services for institutional andhigh-net-worth individuals (HNWIs).\n\nWhile commercial banking clients include individual consumers and small businesses, investment banking clients include governments,hedge funds, other financial institutions,pension funds, and large companies.\n\nThe Gramm-Leach-Bliley Act tore down the wall between commercial and investment banks but maintained some safeguards. For instance, it forbids a bank and a nonbank subsidiary of the same holding company from marketing the products or services of the other entity—to prevent banks from promoting securities underwritten by other subsidiaries to their customers—and placed size limitations on subsidiaries.\n\nSome of the world’s largest financial institutions are commercial banks or have commercial banking operations—many of which can be found in the U.S. For instance:\n\nAs noted above, banking has had to change with the rise offinancial technology (fintech). Some of the major commercial banks have an increased online presence. Some banks operate exclusively online. For example,Ally Bank(ALLY) is one of the major online commercial banks in the United States. The bank is headquartered in Detroit and has $196 billion in assets as of December 2023.\n\nPossibly! Commercial banks are what most people think of when they hear the term “bank.” Commercial banks arefor-profit institutions that accept deposits, make loans, safeguard assets, and work with many different types of clients, including the general public and businesses. However, if your account is with acommunity bankorcredit union, it probably would not be a commercial bank.\n\nCommercial banks are crucial to thefractional reserve bankingsystem, currently found in most developed countries. This allows banks to extend new loans of up to (typically) 90% of the deposits they have on hand, theoretically growing the economy by freeing capital for lending.\n\nFor the most part, yes. Commercial banks are heavily regulated, and most deposit accounts are covered up to $250,000 by the Federal Deposit Insurance Corporation.Moreover, commercial and investment banking funds cannot be co-mingled by law.\n\nCommercial banks are a critical component of the U.S. economy by providing vital capital to businesses and individuals in the form of credit and loans. They provide a secure place where people save money, earn interest, and make payments throughchecks,debit cards, and credit cards.\n\nCommercial banks are typically in brick-and-mortar locations in cities and towns, many with extensivebranch networks. A growing number have no physical location, however—instead, they are accessible online and through mobile applications.\n\nFederal Deposit Insurance Corp. “Understanding Deposit Insurance.”\n\nStatista. \"Number of FDIC-Insured Commercial Bank Branches in the United States From 2000 to 2024.\"\n\nFederal Reserve History. “Banking Act of 1933 (Glass-Steagall).”\n\nGovInfo. “Public Law 106-102: Gramm-Leach-Bliley Act,” 113 Stat. 1349 (Page 13 of PDF).\n\nFederal Reserve System. “Statistical Release: Large Commercial Banks.”\n\nBank of America, Newsroom. “Company Overview.”\n\nGovInfo. “Public Law 106-102: Gramm-Leach-Bliley Act,” 113 Stat. 1399 (Page 62 of PDF).",
  "url": "https://www.investopedia.com/terms/c/commercialbank.asp"
}