{
  "term": "How China's One Belt One Road (OBOR) Initiative Works & Its Goals",
  "definition": "One Belt One Road (OBOR), the brainchild of Chinese President Xi Jinping, is an ambitious economic development and commercial project that focuses on improving connectivity and cooperation among multiple countries spread across the continents of Asia, Africa, and Europe. Dubbed as the “Project of the Century” by the Chinese authorities, OBOR spans about 78 countries.\n\nInitially announced in the year 2013 with the purpose of restoring the ancientSilk Routethat connected Asia and Europe, the project's scope has been expanded over the years to include new territories and development initiatives. Also called the Belt and Road Initiative (BRI), the project involves building a big network of roadways, railways, maritime ports, power grids, oil and gas pipelines, and associated infrastructure projects.\n\nThe project covers two parts. The first is called the “Silk Road Economic Belt,” which is primarily land-based and is expected to connect China with Central Asia, Eastern Europe, and Western Europe. The second is called the “21st Century Maritime Silk Road,” which is sea-based and is expected to will China’s southern coast to the Mediterranean, Africa, South-East Asia, and Central Asia. The names are confusing as the ‘Belt’ is actually a network of roads, and the ‘Road’ is a sea route.\n\nThey contain the following six economic corridors:\n\nAdditionally, the maritime Silk Road connects coastal China to the Mediterranean via Singapore-Malaysia, the Indian Ocean, the Arabian Sea, and the Strait of Hormuz.\n\nOBOR is of prime significance toChinaas it aims to boost its domestic growth and is also a part of the country’s strategy for economic diplomacy. By connecting the less-developed border regions like Xinjiang with neighboring nations, China expects to bump up economic activity. OBOR is expected to open up and create new markets for Chinese goods. It would also enable the manufacturing powerhouse to gain control of cost-effective routes to export materials easily.\n\nAny excess capacity in terms of production can be channelized effectively to regions along OBOR routes. China has announced investments of over $1 trillion in the various infrastructure projects and is funding them by offering low-cost loans to the participating countries.\n\nMany participating countries, like Kyrgyzstan and Tajikistan, support the OBOR due to massive investments by China in local transmission projects in these nations. Landlocked Nepal has recently joined OBOR by signing a deal that will help it improve cross-border connectivity with China, and Pakistan is set to benefit from the $46 billion China Pakistan Economic Corridor (CPEC) that will connect southwestern China to and through Pakistan, allowing access to Arabian Sea routes.﻿﻿\n\nWhile China continues to pitch OBOR as an all-inclusive project for regional development, other nations perceive it as a strategic move by the Asian powerhouse to attain significance and control at a regional level and to play a larger role at the global level by building and controlling a China-focused trading network.\n\nChina sees this venture as an opportunity to emerge as a regional leader. In the future, we may see a boost in theChinese yuan, with increased usage in the OBOR region.\n\nSandia Report. \"The China-Pakistan Economic Corridor: Trade Security and Regional Implications,\" Page 12. Accessed Jan. 23, 2021.",
  "url": "https://www.investopedia.com/terms/o/one-belt-one-road-obor.asp"
}