{
  "term": "How Investors Use Arbitrage",
  "definition": "Arbitrage helps ensure the prices of financial securities do not deviate substantially from their fair market value for long periods.\n\nArbitrage takes advantage of marketinefficienciesand exploits short-lived variations in the price of identical or similar financial instruments in different markets or vehicles. Arbitrage trades are commonly made in stocks, commodities, and currencies, but can be accomplished with any asset.\n\nArbitrage can be used with any asset type but occurs most commonly in liquid markets such as commodity futures, well-known stocks, or majorforex pairs. These assets can often be transacted in multiple markets at once. This creates rare opportunities for purchasing in one market at a given price and simultaneously selling in another market at a higher price. In principle, the situation creates an opportunity for a risk-free profit for the trader; however, in today's modern market, these circumstances could indicate a hidden cost not immediately apparent to the arbitrageur.\n\nArbitrage provides a mechanism to ensure that prices do not deviate substantially fromfair valuefor long periods. With advancements in technology, it has become extremely difficult to profit from pricing errors in the market. Many traders have computerized trading systems set to monitor fluctuations in similarfinancial instruments. Any inefficient pricing setups are usually acted upon quickly, and the opportunity is eliminated, often in a matter of seconds.\n\nAs a straightforward example of arbitrage, consider the following: The stock of Company X is trading at $20 on the New York Stock Exchange (NYSE), while, at the same moment, it is trading for $20.05 on the London Stock Exchange (LSE).\n\nA trader can buy the stock on the NYSE and immediately sell the same shares on the LSE, earning a profit of 5 cents per share.\n\nThe trader can continue to exploit this arbitrage until the specialists on the NYSE run out of inventory of Company X’s stock, or until the specialists on the NYSE or the LSE adjust their prices to wipe out the opportunity.\n\nTypes of arbitrage include risk, retail, convertible, negative, statistical, and triangular, among others.\n\nA trickier example can be found in Forex or currency markets usingtriangular arbitrage. In this case, the trader converts one currency to another, converts that second currency to a third currency, and finally converts the third currency back to the original currency.\n\nSuppose you have $1 million and you are provided with the following exchange rates: USD/EUR = 1.1586, EUR/GBP = 1.4600, and USD/GBP = 1.6939.\n\nWith these exchange rates, there is an arbitrage opportunity:\n\nFrom these transactions, you would receive an arbitrage profit of $1,384 (assuming no transaction costs or taxes).\n\nArbitrage is trading that exploits the tiny differences in price between identical or similar assets in two or more markets. The arbitrage trader buys the asset in one market and sells it in the other market at the same time to pocket the difference between the two prices. There are more complicated variations in this scenario, but all depend on identifying market “inefficiencies.”\n\nArbitrageurs, as arbitrage traders are called, usually work on behalf of large financial institutions. It usually involves trading a substantial amount of money, and the split-second opportunities it offers can be identified and acted upon only with highly sophisticated software.\n\nThe standard definition of arbitrage involves buying and selling shares of stock, commodities, or currencies on multiple markets to profit from inevitable differences in their prices from minute to minute.\n\nHowever, the term “arbitrage” is also sometimes used to describe other trading activities.Merger arbitrage, which involves buying shares in companies before an announced or expected merger, is one strategy that is popular among hedge fund investors.\n\nIn the course of making a profit, arbitrage traders enhance the efficiency of the financial markets. As they buy and sell, the price differences between identical or similar assets narrow. The lower-priced assets are bid up, while the higher-priced assets are sold off. In this manner, arbitrage resolves inefficiencies in the market’s pricing and addsliquidityto the market.\n\nArbitrage is a condition where you can simultaneously buy and sell the same or similar product or asset at different prices, resulting in a risk-free profit.\n\nEconomic theory states that arbitrage should not be able to occur because if markets are efficient, there would be no such opportunities to profit. However, in reality, markets can be inefficient, and arbitrage can happen. When arbitrageurs identify and then correct such mispricings (by buying them low and selling them high), though, they work to move prices back in line with market efficiency. This means that any arbitrage opportunities that do occur are short-lived.\n\nThere are many different arbitrage strategies that exist, some involving complex interrelationships between different assets or securities.\n\nCorrection—April 9, 2022:A previous version of this article had miscalculated the complicated arbitrage example.",
  "url": "https://www.investopedia.com/terms/a/arbitrage.asp"
}