{
  "term": "How to Use the McKinsey 7-S Model for Strategic Planning",
  "definition": "The McKinsey 7-S model is a strategic framework that emphasizes the need for alignment among seven internal elements to drive organizational success.\n\nThe McKinsey 7-S Model is a tool for analyzing organizational performance by examining seven interconnected internal elements, ranging from structure and strategy to shared values. The idea is that alignment across all seven is important for achieving and maintaining effectiveness.\n\nThe 7-S Model specifies seven factors that are classified as \"hard\" and \"soft\" elements. Hard elements are easily identified and influenced by management, while soft elements are more intangible and influenced bycorporate culture. The hard elements are as follows:\n\nThe soft elements are as follows:\n\nThe framework is used as a strategic planning tool by organizations to show how seemingly disparate aspects of a company are, in fact, interrelated and reliant upon one another to achieve overall success.\n\nConsultants Thomas Peters and Robert Waterman Jr., authors of the management bestseller \"In Search of Excellence,\" conceived of the McKinsey 7-S Model at consulting firm McKinsey & Co. in the late 1970s.\n\nBelow, we take a closer look at each element in the 7-S Model:\n\nThe McKinsey 7-S Model is applicable in a wide variety of situations where it's useful to understand how the various parts of an organization work together. It can be used as a tool to make decisions on future corporate strategy.\n\nThe framework can also be used to examine the likely effects of future changes in the organization or to align departments and processes during a merger or acquisition. Elements of the McKinsey Model 7-S can also be used with individual teams or projects.\n\nMcKinsey & Co. is a global consulting and accounting firm founded by University of Chicago management professor James O. McKinsey in 1926. The firm specializes in management consulting for a wide range of corporations, governments, and other organizations.\n\nThe seven factors in McKinsey's model are strategy, structure, systems, shared values, skills, style, and staff.\n\nAmong the primary reasons corporate management uses McKinsey's 7-S Model is to identify where a company excels and where it needs more work in creating an optimal and efficient workforce. Additionally, it is used to evaluate the performance of a company following a merger or other restructuring to identify areas in the business that need greater improvement and alignment. In many ways, it allows organizations to target problems and set a course of action to implement change.\n\nThe McKinsey 7-S Model is a framework for optimizing organizational design through analyzing seven core elements: strategy, structure, systems, shared values, skills, style, and staff. As a widely used strategic planning tool, it allows organizations to function more effectively by aligning each of these elements in order to achieve their goals and objectives.\n\nMcKinsey. \"Enduring Ideas: The 7-S Framework.\"",
  "url": "https://www.investopedia.com/terms/m/mckinsey-7s-model.asp"
}