{
  "term": "How a Home Equity Loan Works, Rates, Requirements & Calculator",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA home equity loan—also known as an equity loan, home equity installment loan, orsecond mortgage—is a type of consumer debt. Home equity loans allow homeowners to borrow against the equity in their homes. The loan amount is based on the difference between the home’s current market value and thehomeowner’s mortgage balance due. Home equity loans tend to be fixed-rate, while the typical alternative,home equity lines of credit (HELOCs), generally have variable rates.\n\nEssentially, a home equity loan is akin to a mortgage, hence the name second mortgage. Theequity in the homeserves ascollateralfor thelender. The amount that a homeowner is allowed to borrow will be based partially on acombined loan-to-value (CLTV) ratioof 80% to 90% of the home’sappraisedvalue. Of course, the amount of the loan and the rate of interest charged also depend on the borrower’scredit scoreand payment history.\n\nMortgage lending discrimination is illegal.If you think that you’ve been discriminated againstbased on race, religion, sex, marital status, use of public assistance, national origin, disability, or age, there are steps that you can take. One such step is to file a report with theConsumer Financial Protection Bureau (CFPB)or theUnited States Department of Housing and Urban Development (HUD).\n\nTraditional home equity loans have a setrepaymentterm, justlike conventional mortgages. The borrower makes regular, fixed payments covering bothprincipalandinterest. As with any mortgage, if the loan is not paid off, the home could be sold to satisfythe remaining debt.\n\nA home equity loan can be a good way toconvert the equity you’ve built upin your home into cash, especially if you invest that cash in home renovations that increase the value of your home. However, always remember that you’re putting your home on the line—if real estate values decrease, you could end up owing more than your home is worth.\n\nShould you want to relocate, you might end up losing money on the sale of the home or be unable to move. And if you’re getting the loanto pay off credit card debt, resist the temptation to run up those credit card bills again. Before doing something that puts your house in jeopardy, weigh all of your options.\n\n—Marguerita Cheng,CFP, Chief Executive Officer, Blue Ocean Global Wealth\n\nHome equity loans exploded in popularity after theTax Reform Act of 1986because they provided a way for consumers to get around one of its main provisions: the elimination of deductions for the interest on most consumer purchases. The act left in place one big exception: interest in the service of residence-based debt.\n\nHowever, theTax Cuts and Jobs Act of 2017suspended the deduction for interest paid on home equity loans and HELOCs until 2026—unless, according to theInternal Revenue Service (IRS), “they are used to buy, build or substantially improve the taxpayer’s home that secures the loan.” For example, the interest on a home equity loanused to consolidate debtsor pay for a child’s college expenses is not tax deductible.\n\nAs with a mortgage, you can ask for agood faith estimate, but before you do, make your own honest estimate of your finances. “You should have a good sense of where your credit and home value arebefore applying, in order to save money,” saysCasey Fleming, author ofThe Loan Guide: How to Get the Best Possible Mortgage. “Especially on the appraisal [of your home], which is a major expense. If your appraisal comes in too low to support the loan, the money is already spent”—and there are no refunds for not qualifying.\n\nBefore signing—especially if you’re using the home equity loan fordebt consolidation—run the numbers with your bank and make sure that the loan’smonthly paymentswill indeed be lower than the combined payments of all your current obligations. Even though home equity loans have lower interest rates, your term on the new loan could be longer than that of your existing debts.\n\nThe interest on a home equity loan is only tax deductible if the loan is used to buy, build, or substantially improve the home that secures the loan.\n\nHome equity loans provide a singlelump-sum paymentto the borrower, which is repaid over a set period of time (generally five to 15 years) at anagreed-upon interest rate. The payment and interest rate remain the same over the lifetime of the loan. The loan must be repaid in full if the home on which it is based is sold.\n\nA HELOC is a revolving line of credit, much like a credit card, that you can draw on as needed, pay back, and then draw on again, for a term determined by the lender. Thedraw period(five to 10 years) is followed by a repayment period when draws are no longer allowed (10 to 20 years). HELOCs typically have a variable interest rate, but some lenders offerHELOC fixed-rate options.\n\nThere are a number of keybenefits to home equity loans, including cost, but there are also drawbacks.\n\nHome equity loans provide an easy source of cash andcan be valuable tools for responsible borrowers. If you have a steady, reliable source of income and know that you will be able to repay the loan, then low-interest rates and possible tax deductions make home equity loans a sensible choice.\n\nObtaining a home equity loanis quite simple for many consumers because it is a secured debt. The lender runs a credit check and orders an appraisal of your home to determine yourcreditworthinessand the CLTV.\n\nThe interest rate on a home equity loan—although higher than that of a first mortgage—is much lower than that of credit cards and other consumer loans. That helps explain why a primary reason that consumers borrowagainst the value of their homesvia a fixed-rate home equity loan is to pay off credit card balances.\n\nHome equity loans are generally a good choiceif you know exactly how much you need to borrow and for what. You’re guaranteed a certain amount, which you receive in full at closing. “Home equity loans are generally preferred for larger, more expensive goals such as remodeling, paying for higher education, or even debt consolidation because the funds are received in one lump sum,” saysRichard Airey, senior loan officer with CrossCountry Mortgage LLC in Portland, Maine.\n\nThe main problem with home equity loans is that they can seem an all-too-easy solution for a borrower who may have fallen into a perpetual cycle of spending, borrowing, spending, and sinking deeper into debt. Unfortunately, this scenario is so common that lenders have a term for it:reloading, which is basically the habit of taking out a loan to pay off existing debt and free up additional credit, which theborrower then uses to make additional purchases.\n\nReloading leads to a spiraling cycle of debt that often convinces borrowers to turn to home equity loans offering an amount worth 125% of the equity in the borrower’s house. This type of loan often comes with higherfees: Because the borrower has taken out more money than the house is worth, the loan is not fully secured by collateral. Also, know that the interest paid on the portion of the loan that is above the value of the home is never tax deductible.\n\nWhen applying for a home equity loan, there can be some temptation to borrow more than you immediately need because you only get the payout once and don’t know if you’ll qualify for another loan in the future.\n\nIf you are contemplating a loan worth more than your home, it might be time for a reality check. Were you unable to live within your means when you owed only 100% of the equity in your home? If so, then it likely will be unrealistic to expect to be better off when you increase your debt by 25%, plus interest and fees. This could become a slippery slope tobankruptcyandforeclosure.\n\nEach lender has its own requirements, but to get approved for a home equity loan, most borrowers will generally need:\n\nThough it is possible to get approved for a home equity loan without meeting these requirements, expect to pay a much higher interest rate through a lender that specializes inhigh-risk borrowers.\n\nDetermine the current balance of your mortgage and any existing second mortgages, HELOCs, or home equity loans by finding a statement or logging on to your lender’s website. Estimate your home’s current value by comparing it with recent sales in your area or using an estimate from a site likeZillowor Redfin. Be aware that their value estimates arenot always accurate, so adjust your estimate as needed considering the current condition of your home. Then divide the current balance of all loans on your property by your current property value estimate to get your current equity percentage in your home.\n\nRates assume a loan amount of $25,000 and a loan-to-value (LTV) ratio of 80%. HELOC rates assume the interest rate during credit line initiation, after which rates can change based on market conditions.\n\nSay you have an auto loan with a balance of $10,000 at an interest rate of 9% with two years remaining on the term. Consolidating that debt to a home equity loan at a rate of 4% with a term of five yearswould actually cost you more moneyif you took all five years to pay off the home equity loan. Also, remember that your home is now collateral for the loan instead of your car. Defaulting could result in its loss, and losing your home would be significantly more catastrophic than surrendering a car.\n\nA home equity loan is a loan for a set amount of money, repaid over a set period that uses the equity you have in your home as collateral for the loan. If you are unable to pay back the loan,you may lose your home to foreclosure.\n\nThe interest paid on a home equity loan can be tax deductible if the proceeds from the loan are used to “buy, build, orsubstantially improve” your home. However, with the passage of the Tax Cuts and Jobs Act and the increasedstandard deduction, itemizing to deduct the interest paid on a home equity loan may not lead to savings for most filers.\n\nFor well-qualified borrowers, the limit of a home equity loan is the amount that gets the borrower to a combined loan-to-value (CLTV) of 90% or less. This means that the total of the balances on the mortgage, any existing HELOCs, any existing home equity loans, and the new home equity loan cannot be more than 90% of the appraised value of the home. For example, someone with a home that was appraised at $500,000 with an existing mortgage balance of $200,000 could take out a home equity loan for up to $250,000 if they are approved.\n\nYes. You can have both a HELOC and a home equity loan at the same time, provided you have enough equity in your home, as well as the income and credit to get approved for both.\n\nA HELOC loan doesn’t exist. The term is a combination of two existing different loan products: Ahome equity line of credit (HELOC)and a home equity loan.\n\nA home equity loan can be a better choice financiallythan a HELOCfor those who know exactly how much equity they need to pull out and want the security of a fixed interest rate. Borrowers shouldtake out home equity loanswith caution when consolidating debt orfinancing home repairs. It is easy to end upunderwateron a mortgage if too much equity is pulled out, leaving a borrower withruined creditand a home in foreclosure.\n\nCongress.gov. “H.R.3838 — Tax Reform Act of 1986.”\n\nInternal Revenue Service. “Interest on Home Equity Loans Often Still Deductible Under New Law.”\n\nInternal Revenue Service. “Publication 936: Home Mortgage Interest Deduction,” Pages 9–10.\n\nFederal Trade Commission: Consumer Advice. “Home Equity Loans and Home Equity Lines of Credit.”",
  "url": "https://www.investopedia.com/terms/h/homeequityloan.asp"
}