{
  "term": "How Are Savings Bonds Taxed?",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nAccording to Treasury Direct, interest from EEU.S. savings bondsis taxed at the federal level but not at the state or local levels for income. Bonds typically earn interest, which is the amount that a bond can be redeemed for above its face value. The face value is the bond's original purchase price. The interest on savings bonds is also subject to federal gift, estate, andexcise taxes. On the state level, the tax on the interest applies to estates or inheritances.\n\nThe ownership of the bond governs who is responsible for paying tax on the interest. If one person purchases the bond and is the sole owner for the life of the bond, that person owes the taxes on the interest. If a child is the sole owner, a parent may report the interest on the bond and pay the taxes on the parent's tax return.\n\nHowever, there are ownership situations whereby the tax responsibility can vary. The taxes on interest for U.S. savings bonds are outlined under the section, tax considerations, on theTreasury Directwebsite.\n\nBelow are some of the ownership scenarios that can impact who pays the taxes on the interest for a savings bond. Please note that the tax rates can change depending on the policies of the U.S. Treasury and the Internal Revenue Service (IRS). Please consult a tax professional for your specific tax situation.\n\nIf one person purchases the bond and adds another person to the bond as co-owner whereby that person remains co-owner for the life of the bond, the purchaser is responsible for the taxes.\n\nIf one person purchases the bond and lists another person as the sole owner of the bond, the person listed as the owner is responsible for the interest.\n\nIf two people split the purchase price of the bond, each person is responsible for the proportion of the taxes that represent the proportion of the ownership stake in the bond. For instance, if Jim and Bill purchase a $1,000 bond with Jim paying $400 and Bill paying $600, Jim is responsible for 40% of the taxes, and Bill is responsible for 60% of the taxes.\n\nThe exception to the proportional rule is for spouses who live incommunity propertystates and who are each responsible for half of the taxes if they file their taxes separately. Taxes may also be split if there is a succession of ownership. When a bond changes hands, the owners are each responsible only for the taxes on the portion of the interest that accrued during each period of ownership.\n\nSo, if Jill owned a bond from 2020 to 2024 before relinquishing it to Amy, who has owned it since, Jill must pay the taxes on the interest accrued between 2020 and 2024, and Amy must pay the taxes on interest earned after 2024.\n\nIf you inherit Series EE and Series I savings bonds, you can avoid paying taxes when you redeem them if you use the money toward qualified higher education. The education can be for yourself, your spouse, or any dependent.\n\nOwners can wait to pay the taxes when they cash in the bond, when the bond matures, or when they relinquish the bond to another owner. Alternatively, they may pay the taxes yearly as interestaccrues. Most owners choose to defer the taxes until they redeem the bond.\n\nA bond that has reached maturity and stopped earning interest is automatically considered redeemed, and the interest amount is reported to the IRS. The income is interest income and is reported on a1099-INT, and the owner includes it on the yearly tax return.\n\nIf an owner decides to report the interest income yearly, the income from that bond and all other savings bonds for the same owner must continue to be reported yearly. The interest still accrues, in this case, and is not received. Once the bond reaches maturity, the owner must let the IRS know that the interest has been paid yearly.\n\nAn EE savings bond is a U.S. government security that can be purchased at face value and pays a fixed interest rate. The U.S. government guarantees the bond will double in value in 20 years. EE savings bonds earn interest monthly over 30 years and are compounded every six months. You can cash out the bond within one year but doing so before five years results in a penalty, which is three month's interest.\n\nAn EE saving bond matures in 30 years. You can cash out after one year of purchasing the bond, but if you do so before five years, you will owe three month's interest.\n\nAn EE bond is worth at least double after 20 years. This is guaranteed by the U.S. government. So for example, if you bought an EE bond for $50, in 20 years it would be worth at least $100. The minimum purchase price of an EE bond is $25.\n\nThe interest you earn on EE savings bonds is subject to federal income, gift, estate, and excise taxes but is exempt from state and local income taxes. The taxation depends on who owns the bond, even if the ownership is split amongst individuals. Investors have the option to defer taxes till maturity or redemption or pay the taxes annually.\n\nTreasuryDirect. \"Series EE/E Savings Bonds Tax Considerations.\"\n\nTreasuryDirect. \"Using Bonds for Higher Education.\"",
  "url": "https://www.investopedia.com/ask/answers/111314/how-are-savings-bonds-taxed.asp"
}