{
  "term": "How the Fair Credit Reporting Act (FCRA) Protects Consumer Rights",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe Fair Credit Reporting Act (FCRA) is a federal law regulating the collection of consumers' credit information and access to theircredit reports. It was passed in 1970 to address the fairness, accuracy, and privacy of the personal information contained in the files of thecredit reporting agencies (CRAs).\n\nThe Fair Credit Reporting Act is the primary federal law governing the collection and reporting of consumer credit information. Its rules cover how a consumer's credit information is obtained, how long it is kept, and how it is shared with others, including consumers themselves.\n\nTheFederal Trade Commission (FTC)and theConsumer Financial Protection Bureau (CFPB)are the two federal agencies that oversee and enforce the law. Many states also have their own laws relating to credit reporting. The FCRA in its entirety can be found inUnited States Code Title 15, Section 1681.\n\nThe three major credit reporting bureaus—Equifax, Experian, and TransUnion—as well as other, more specialized companies, collect and sell information on individual consumers' financial history. The information in their reports is also used to compute consumers'credit scores, which can affect, for example, theinterest ratethey'll have to pay to borrow money or whether they can qualify for a loan.\n\nThe year the Fair Credit Reporting Act (FCRA), Public Law No. 91-508, was passed by the U.S. Congress to promote the accuracy, fairness, and privacy of personal information collected in credit reports. It has been amended several times in the years since.\n\nThe Fair Credit Reporting Act describes the kind of data credit bureaus can collect. This includes the person's bill payment history, pastloans, and currentdebts. It may also include employment information, present and previous addresses, whether they have ever filed forbankruptcyor owe child support, and any arrest record within the last seven years (or until the governing statute of limitations has expired—whichever is longer).\n\nThe FCRA also limits who is allowed to see a credit report and under what circumstances. For example,lendersmay request a report when someone applies for amortgage, car loan, or another type ofcredit. Insurance companies may also view consumers' credit reports when they apply for a policy. The government may request it in response to a court order or federal grand jury subpoena, or if the person is applying for certain types of government-issued licenses.\n\nIn some, but not all, instances, consumers must have initiated a transaction or agreed in writing before the credit bureau can release their report. For example, employers can request a job applicant's credit report, but only with the applicant's permission.\n\nHowever, some potential lenders and insurers can access portions of your credit report without your permission in order to decide whether to send you unsolicited offers for credit or insurance. This process is called prescreening, and the law allows you to opt out of it by phone at 1-888-5-OPTOUT (1-888-567-8688) or online atOptOutPrescreen.com.\n\nThe Fair Credit Reporting Act (FCRA) mandates that when a business pulls a credit report on someone, it must specify the reason. For example, the reason could be in conjunction with a loan request, for employment purposes, or as part of a landlord's credit check.\n\nConsumers also have a right to see their credit reports. By law, they are entitled to at least one free credit report every 12 months from each of the three major bureaus.They can request their reports at the official, government-authorized website:AnnualCreditReport.com. Note that AnnualCreditReport.com currently provides weekly free credit reports for those who request them.\n\nUnder the FCRA, consumers also have a right to:\n\nIf the credit bureau fails to respond to their request satisfactorily, the person canfile a complaintwith the CFPB.\n\nCertain negative information should fall off your credit reports automatically after the relevant period of time has elapsed (typically within seven or 10 years). If that doesn't happen, you have the right to have it removed.\n\nSay that someone is looking to rent an apartment and the landlord denies their application, claiming it is because of their credit report or credit score. The potential tenant believes this to be a lie, suspecting that it is because of their skin color or religion instead, which is an unlawful reason to deny the lease.\n\nUnder the FCRA, they can request their credit report and check whether the information in it aligns with the landlord's claims. They can also see if the landlord actually pulled their credit report or lied about doing so. If a violation did occur, the landlord could be fined.\n\nThe FCRA requires that a lender, insurer, landlord, employer, or anybody else seeking someone's credit report have a legally permissible purpose to obtain it.\n\nEach violation may carry a fine of $100 to $1,000.If damages are incurred, actual and punitive damages may also be imposed in addition to attorney fees. Criminal charges may apply if someone knowingly and willfully obtains information from a consumer reporting agency under false pretenses.\n\nAn employer or potential employer may request an individual's credit report for internal purposes only. The individual must have consented to such a request, and the employer must specify that it is being pulled only for employment purposes.\n\nThe FCRA is a federal law, and the Federal Trade Commission (FTC) and the Consumer Financial Protection Bureau (CFPB) are responsible for enforcing it.\n\nThe Fair Credit Reporting Act (FCRA) governs what credit bureaus can and can't do with the information they collect on you. It also gives you specific rights as a consumer. Because the information in your credit reports is important in many ways, it's worth checking them periodically for any errors, which you can then ask the bureaus to correct. Under the FCRA, you are entitled to free copies of your credit reports at least once a year.\n\nGovInfo.gov. \"U.S. Code 2011, Title 15, Chapter 41, Subchapter III,\" Pages 1,361-1,419.\n\nFederal Trade Commission. \"Fair Credit Reporting Act, 15 U.S.C § 1681.\"\n\nConsumer Financial Protection Bureau. \"Who May Request My Credit Report?\"\n\nConsumer Financial Protection Bureau. \"How Do I Get a Free Copy of My Credit Reports?\"\n\nAnnualCreditReport.com. \"Free Weekly Online Credit Reports Are Available From Equifax, Experian and TransUnion.\"\n\nConsumer Financial Protection Bureau. \"A Summary of Your Rights Under the Fair Credit Reporting Act.\"\n\nZillow. \"How To Run a Tenant Credit Check.\"\n\nConsumer Financial Protection Bureau. \"What Should I Do if My Rental Application Is Denied Due to a Tenant Screening Report?\"\n\nAmerican Bar Association. \"Fair Credit Reporting Act Update—2023.\"",
  "url": "https://www.investopedia.com/terms/f/fair-credit-reporting-act-fcra.asp"
}