{
  "term": "How Gross, Operating, and Net Profit Differ",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nProfit refers to a company's surplus revenue after accounting for its costs and expenses during a certain period, such as a quarter or fiscal year.\n\nA profit occurs when a company's revenue exceeds its expenses. Put simply it's what a business gets to keep after paying for everything it takes to make or sell its products or services. There are different types of profit. Gross profit is what a business earns after deducting all of its costs of goods sold (COGS). Operating profit is the money it earns from its day-to-day activities and excludes interest and taxes. Net profit is what's left over after paying all of its costs. A highly profitable company is better poised to manage its costs and financial obligations. Companies often share their profits with their shareholders or reinvest them into the business.\n\nInvestopedia / Paige McLaughlin\n\nProfit is the money a business pulls in after accounting for all expenses. Whether it's a lemonade stand or a publicly-traded multinational company, the primary goal of any business is to earn money.\n\nSome analysts look at top-line profitability, whereas others are interested in profitability before taxes and other expenses. Still others are only concerned with profitability after all costs have been paid.\n\nThe three major types of profit are gross profit, operating profit, and net profit, found on a company'sincome statement. Each profit type provides analysts with more information about a company's performance compared to competitors.\n\nThe word “profit” comes from the Latin nounprofectus, meaning “progress,” and the verbproficere, meaning “to advance.”\n\nThe first level of profitability isgross profit, which equals sales minus the cost of goods sold. Sales are the first line item on the income statement, and thecost of goods sold(COGS) is generally listed just below it:\n\nFor example, if Company A has $100,000 in sales and a COGS of $60,000, it means the gross profit is $40,000, or $100,000 minus $60,000. Divide gross profit by sales for thegross profit margin, which is 40%, or $40,000 divided by $100,000.\n\nOperating profit removes operating expenses such as overhead and other indirect costs, as well as accounting costs likedepreciationand amortization.Operating profitis sometimes referred to as earnings before interest and taxes, orEBIT.\n\nNet profit removes the costs of interest and taxes paid by the business. Because it falls at the bottom of the income statement, it is sometimes referred to as the firm's \"bottom line.\"\n\nThe bottom line shows how profitable a company was during a period and what is available for dividends and retained earnings. What's retained can be used to pay off debts, fund projects, or reinvest in the company.\n\nAn increasing bottom line is a sign that a company is growing, while a shrinking bottom line could be a red flag.\n\nTheU.S. Securities and Exchange Commissionrequires public companies to disclose their financial statements in an annual report onForm 10-K. The form gives a detailed picture of a company’s operating and financial results for the fiscal year.\n\nIn acapitalistsystem where firms compete with one another to sell their goods, profits have been studied by economists.Karl Marxargued that profits arise from surplus labor extracted from workers by business owners. Modern thinkers suggest that profits compensate for the risk that entrepreneurs take on when starting a business. Others argue that profits arise frominefficient marketsandimperfect competition.\n\nIn 2025, the corporate tax rate on profits is 21%, reduced from 35% in the 2017Tax Cuts and Jobs Act.\n\nProfit is usually measured as revenue minus expenses. Companies can further calculate profit, accounting for specific costs. Gross profit is the amount a business has earned minus the direct costs of manufacturing. Operating profit is the gross profit minus operational expenses. Net profit is what remains after the business accounts for all deductions, including interest and taxes.\n\nU.S. Securities and Exchange Commission. \"How To Read a 10-K,\" Page 1.\n\nMakadok, Richard. \"Invited Editorial: The Four Theories of Profit and Their Joint Effects.\"Journal of Management.vol. 37, no. 5, 2011, pp. 1316-1334.\n\nTax Policy Center. \"How Does the Corporate Income Tax Work?\"",
  "url": "https://www.investopedia.com/terms/p/profit.asp"
}