{
  "term": "How to Use the Time-Weighted Rate of Return (TWR) Formula",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe time-weighted rate of return calculates the compounded growth rate of a portfolio over time.\n\nThe time-weighted rate of return (TWR) measures a portfolio's compound growth rate while excluding the impact of deposits and withdrawals. It breaks the investment period into smaller segments, evaluates performance for each, and then links them together to provide an accurate reflection of the portfolio manager's decisions.\n\nThis is a highly useful way to assess fund managers' performance, whether against other funds, benchmark indexes, or even different types of investments.\n\nThere are several simple steps to calculate the TWR:\n\nUse this formula to determine the compounded rate of growth of your portfolio holdings.\n\nTWR=[(1+HP1)×(1+HP2)×⋯×(1+HPn)]−1where:TWR=Time-weighted returnn=Number of sub-periodsHP=End Value−(Initial Value+Cash Flow)(Initial Value+Cash Flow)HPn=Return for sub-periodn\\begin{aligned}&TWR = \\left [(1 + HP_{1})\\times(1 + HP_{2})\\times\\dots\\times(1 + HP_{n}) \\right ] - 1\\\\&\\textbf{where:}\\\\&TWR = \\text{ Time-weighted return}\\\\&n = \\text{ Number of sub-periods}\\\\&HP =\\ \\dfrac{\\text{End Value} - (\\text{Initial Value} + \\text{Cash Flow})}{(\\text{Initial Value} + \\text{Cash Flow})}\\\\&HP_{n} = \\text{ Return for sub-period }n\\end{aligned}​TWR=[(1+HP1​)×(1+HP2​)×⋯×(1+HPn​)]−1where:TWR=Time-weighted returnn=Number of sub-periodsHP=(Initial Value+Cash Flow)End Value−(Initial Value+Cash Flow)​HPn​=Return for sub-periodn​\n\nAssume there are two mutual funds: Fund A and Fund B. At the beginning of one year, let's say they both have $1 million inassets under management. The table below then provides the change in the values of the funds as well as their cash flows. (To simplify, we'll say new investments and withdrawals are only allowed after the close of trade on the last day of each quarter.)\n\nThe end-Q4 value represents their assets under management at the end of the year. You can see that at the end of the fourth quarter, Fund A had $1.9 million in assets under management, while Fund B had $1.85 million. So on the surface, Fund A returned 90% and Fund A returned 85%.\n\nBut, of course, it's not that simple. Let's break it down:\n\nFirst quarter: Rises to $1.2 million, a 20% return, before adding $400,000 in investments, bringing the total value to $1.6 million.\n\nSecond quarter:Starting value of $1.6 million rises to $1.65 million, a 3.1% return, followed by $200,000 in withdrawals, bringing the total value to $1.45 million.\n\nThird quarter:Starting balance of $1.45 million rises to $1.5 million, an increase of 3.4%, followed by $200,000 in inflows, bringing the total value to $1.7 million.\n\nFourth quarter:Initial balance of $1.7 million rises to $1.9 million, up 12%, followed by $300,000 in inflows. This brings the year-end balance to $1.9 million.\n\nTherefore, Portfolio A's TWR = [(1.2)*(1.31)*(1.34)]*(1.12) - 1 = 43%.\n\nFirst quarter: Rises to $1.15 million, a 15% increase. Receives $50,000 in incoming cash flows, bringing the total value to $1.2 million.\n\nSecond quarter:With a starting value of $1.2 million,the fund rises to $1.4 million, an increase of 17%. It takes in another $50,000 in investments, bringing its total value to $1.45 million.\n\nThird quarter:It rises from $1.45 million to $1.6 million, a return of 10%, followed by $100,000 in withdrawals, leaving a value of $1.5 million.\n\nFourth quarter:With a starting value of $1.5 million, it rises to $1.8 million, a return of 20%. It takes in $50,000 in investments, bringing its year-end value to $1.85 million.\n\nThus Portfolio B's TWR = [(1.15)*(1.17)*(1.1)]*(1.2) - 1 = 77%\n\nSo Portfolio B clearly outperformed Portfolio A, even though it ended up with a slightly lower year-end value. Both calculations eliminated the effect of cash flows, providing a more useful comparison of returns.\n\nTWR is especially useful for evaluatingfund managerperformance because it focuses on investment decisions rather than investor-driven cash movements. Furthermore, it ensures that returns are measured consistently regardless of when contributions or withdrawals occur. Indeed, investors and analysts also use TWR for benchmarking portfolios against market indices, helping to figure out whether an investment strategy is outperforming or lagging behind broader market trends.\n\nAlso, its compound structure enables investors to estimate future long-term portfolio growth. Nonetheless, users need to be wary of TWR's limitations. The metric does not reflect the actual dollar return experienced via the portfolio. For that, theMoney-Weighted Returnis a better solution.\n\nOverall, TWR evaluates investment performance, ensuring an accurate comparison of portfolio returns by removing the impact of external cash flows. Whether used to assess fund managers, investment strategies, or to benchmark against market indices, TWR gives a clear view of portfolio growth over time.\n\nJ.P. Morgan Wealth Management, \"What is Time-weighted Rate of Return?\"\n\nDynamic Funds, \"Time-weighted vs. Money-weighted Returns\"",
  "url": "https://www.investopedia.com/terms/t/time-weightedror.asp"
}