{
  "term": "How a General Ledger Works With Double-Entry Accounting, With Examples",
  "definition": "A general ledger stores and organizes the data that are itemized in a firm’s financial statements.\n\nA general ledger represents the record-keeping system for a company’s financial data, with debit and credit account records validated by a trial balance. It provides a record of each financial transaction that takes place during the life of an operating company and holds account information that is needed to prepare the company’s financial statements. Transaction data is segregated by type into accounts for assets, liabilities, owners’ equity, revenues, and expenses.\n\nA general ledger is the foundation of asystem employed by accountantsto store and organize financial data used to create the firm’s financial statements. Transactions are posted to individual sub-ledger accounts as defined by the company’schart of accounts.\n\nThe transactions are then closed out or summarized in the general ledger, and the accountant generates a trial balance. This balance serves asa report of each ledger account’s balance. The trial balance is checked for errors and adjusted by posting additional necessary entries, and then the adjusted trial balance is used to generate the financial statements.\n\nA general ledger is used by businesses that employ thedouble-entrybookkeeping method, which means that each financial transaction affects at least two sub-ledger accounts, and each entry has at least one debit and one credit transaction. Double-entry transactions, called journal entries, are posted in two columns, with debit entries on the left and credit entries on the right, and thetotal of all debit and credit entriesmust balance.\n\nTheaccounting equation, which underlies double-entry accounting, is as follows:\n\nThebalance sheetfollows this format and shows information at a detailed account level. For example, the balance sheet shows several asset accounts, including cash and accounts receivable, in its short-term assets section.\n\nThe double-entry accounting method works based on the accounting equation’s requirement that transactions posted to the accounts on the left of the equal sign in the formula must equal the total of transactions posted to the account (or accounts) on the right.Even if the equation is presented differently (such as Assets = Liabilities + Stockholders’ Equity),the balancing rule always applies.\n\nThe table below is a simple example of what a double-entry general ledger may look like.\n\nThe transaction details contained in the general ledger are compiled and summarized at various levels to produce a trial balance,income statement, balance sheet,statement of cash flows, and other financial reports. This helps accountants, company management, analysts, investors, and other stakeholders assess the company’s performance on an ongoing basis.\n\nFinancial statement data often doesn’t tell the whole story When expenses spike in a given period or a company records other transactions that affect key financialmetrics(revenues,net income, etc.) That's why it becomes important to go back to the general ledger and dig into the details of each recorded transaction to locate the issue. At times, this can involve reviewing dozens of journal entries, but it is imperative to maintain reliably error-free and credible company financial statements.\n\nInvestors who want to make sure that a company's accounting and financial reporting is accurate should review supporting documents in addition to its financial statements along with any footnotes in these statements.\n\nIf a company receives payment from a client for a $200 invoice, the accountant increases the cash account with a $200 debit and completes the entry with a credit, or reduction, of $200 toaccounts receivable (AR).The posted debit and credit amounts are equal.\n\nIn this instance, one asset account (cash) is increased by $200, while another asset account (AR) is reduced by $200. The net result is that both the increase and the decrease only affect one side of the accounting equation. Thus, the equation remains in balance.\n\nThe income statement follows its own formula, which works as follows. When a company receives payment from a client for the sale of a product, the cash received is tabulated innet salesalong with the receipts from other sales and returns. Thecost of salesis subtracted from that sum to yield thegross profitfor that reporting period.\n\nThe income statement will also account for other expenses, such asselling, general and administrative (SGA) expenses, depreciation,interest, andincome taxes. The difference between these inflows and outflows is the company's net income for the reporting period.\n\nIn accounting, a general ledger is used torecord a company’s ongoing transactions. Within a general ledger, transactional data is organized into assets, liabilities, revenues, expenses, and owner’s equity. After each sub-ledger has been closed out, the accountant prepares the trial balance. This data from the trial balance is then used to create the company’s financial statements, such as its balance sheet, income statement, statement of cash flows, and other financial reports.\n\nYes, a company that uses a double-entry bookkeeping method uses the general ledger method of storing company financial data. Specifically, double-entry bookkeeping is when each transaction impacts at least one debit and one credit transaction. In other words, each transaction appears in two columns, a debit column and a credit column, whose totals must balance. Under this balancing rule, the following equation applies:\n\nConsider the following example where a company receives a $1,000 payment from a client for its services. The accountant would then increase the asset column by $1,000 and subtract $1,000 from accounts receivable. The equation remainsin balance, as the equivalent increase and decrease affect one side—the asset side—of the accounting equation.\n\nA general ledger is an accounting tool that companies use to organize and maintain their financial records. It is the basis for corporate financial statements and ensures that financial reporting is done accurately and transparently. Companies can use their general ledgers to make better decisions about their finances while giving investors and analysts insight into their financial health and well-being.\n\nThe Open University. \"Introduction to Bookkeeping and Accounting: 3.6 The Accounting Equation and The Double-Entry Rules for Income and Expenses.\"",
  "url": "https://www.investopedia.com/terms/g/generalledger.asp"
}