{
  "term": "How to Calculate a Percentage Change",
  "definition": "A percentage change represents the relative change in the value of an item.\n\nPercentage change is a calculation used to assess the relative performance of a stock or other investment over a certain period.\n\nInvestors commonly review the percentage change of their portfolio compared to the percentage change of similar investments over the same timeframe.\n\nPercentage change can also be used to assess the change in the financial value of any item—from the increase in the price of eggs from one month to the next, to how much a car costs today compared to what it cost a year ago.\n\nPercentage changes can be calculated for a variety of variables for any items that you wish to measure over time.\n\nFor example, people might be interested in the percentage change in the amount of rainfall in their area from season to season. Or a baseball fan might want to keep track of the percentage change in the number of home runs that their favorite team hits yearly.\n\nIn finance, percentage change is often used to track the prices of largemarket indexeslike the S&P 500 andDow Jones Industrial Average (DJIA)and individual securities. It's also helpful when comparing the fluctuating values of different nations'currencies.\n\nPercentage change is also a widely used metric in business, such as when a company illustrates its revenue growthyear over year (YOY)in itsbalance sheet.\n\nOften, if there is a significant percentage change, the company will try to explain why. For example, for the thirdquarterof 2020, Starbucks reported a 38% drop in net revenues over the same quarter in 2019 \"due to the adverse impact of COVID-19.\"\n\nSubsequent quarterly reports showed the gradual recovery of Starbucks' revenues and positive percentage changes in net revenues, as the business disruptions caused by COVID-19 diminished.\n\nMoving on, Starbucks' 2024 announcement of Q4 and full fiscal year 2024 results noted total net revenues for the 2024 and 2023 fiscal years as $36.2 billion and $35.98 billion, respectively. The increase year-over-year was a positive percentage change of 0.6%.\n\nPercentage change, like many other formulas used in finance, can be calculated using spreadsheets, such as Microsoft Excel or Google Sheets.\n\nTo calculate a percentage increase, first determine the difference (increase) between the two numbers you are comparing:\n\nIncrease=New Number−Original Number\\begin{aligned}\\text{Increase}=\\text{New Number}-\\text{Original Number}\\end{aligned}Increase=New Number−Original Number​\n\nNext, divide the increase by the original number and multiply the answer by 100:\n\nPercentage Increase=(IncreaseOriginal Number)×100.\\begin{aligned}\\text{Percentage Increase}=\\left(\\frac{\\text{Increase}}{\\text{Original Number}}\\right)\\times100.\\end{aligned}Percentage Increase=(Original NumberIncrease​)×100.​\n\nThis expresses the change as a percentage—i.e., the percentage change.\n\nSimilarly, to calculate a percentage decrease, determine the difference (decrease) between the two numbers you are comparing.\n\nDecrease=Original Number−New Number\\begin{aligned}\\text{Decrease}=\\text{Original Number}-\\text{New Number}\\end{aligned}Decrease=Original Number−New Number​\n\nNext, divide the decrease by the original number and multiply the answer by 100.\n\nPercentage Decrease=(DecreaseOriginal Number)×100\\begin{aligned}\\text{Percentage Decrease}=\\left(\\frac{\\text{Decrease}}{\\text{Original Number}}\\right)\\times 100\\end{aligned}Percentage Decrease=(Original NumberDecrease​)×100​\n\nAgain, the result expresses the change as a percentage—i.e., the percentage change.\n\nIf you only want to remember one formula, use the one for a positive increase. The result will be either positive or negative (if you use both formulas, the result is always positive). That will tell you whether the percentage change is an increase (positive) or a decrease (negative).\n\nInvestors, companies, and entire industries can benefit from analyzing how prices or other measures rise or fall from one period to the next.\n\nHere are some ways that investors can use percentage change calculations to their advantage:\n\nConsider Grace, who bought shares of a stock at $35 per share on January 1 of last year. A year later, the stock was worth $45.50 per share. By what percentage did Grace's share value increase?\n\nTo answer this question, first calculate the increase in price between the new and old numbers: $45.50 - $35 = $10.50. Then divide the increase by the original price:\n\n10.535=0.3\\begin{aligned}\\frac{10.5}{35}=0.3\\end{aligned}3510.5​=0.3​Finally, to get the percentage, multiply the answer by 100 (or simply move the decimal point two spaces to the right).\n\n0.3×100=30\\begin{aligned}0.3\\times100=30\\end{aligned}0.3×100=30​Grace's stock increased by 30%.\n\nIf you are tracking a price increase, use the formula: (New Price - Old Price) ÷ Old Price, and then multiply that number by 100. Conversely, if the price decreased, use the formula (Old Price - New Price) ÷ Old Price and multiply that number by 100.\n\nA balance sheet is afinancial statementthat companies use to report assets, liabilities, and shareholder equity. Balance sheets provide a snapshot of a company's finances for a specific period, such as a quarter or afiscal year.Many companies choose to analyze their balance sheet by examining the percentage change in specific account balances from one period to the next. For example, a company can check its immediate liquidity trend by examining the percentage change in cash on hand for the last several years.\n\nPercentage change is often used by investors to track the increase or decrease in the value of a security over time and then to compare that against the performance of a relevant index. It is also used to compare the changing values of different national currencies as well as to measure the appreciation of physical assets like real estate.\n\nPercentage change is a simple calculation with many uses in finance and business.\n\nIf investors want a quick read on how a particular investment of theirs is performing, they should compare its percentage change in value for the past several years to discern a trend upward or downward.\n\nIn addition, they can compare it to that of similar investments, such as a benchmark index.\n\nStarbucks. \"Starbucks Reports Q3 Fiscal 2020 Results.\"\n\nStarbucks. \"Starbucks Reports Record Q4 and Full Year 2021 Results.\"\n\nStarbucks. \"Starbucks Reports Q4 and Full Fiscal Year 2024 Results.\"\n\nReed.edu. \"Percentage Change and Percentage Point Change: A Primer.\"\n\nHarvard Business School Online. \"How to Prepare a Balance Sheet: 5 Steps for Beginners.\"",
  "url": "https://www.investopedia.com/terms/p/percentage-change.asp"
}