{
  "term": "How Stratified Random Sampling Works, With Examples",
  "definition": "Stratified random sampling is the process of creating subgroups in a dataset according to various factors such as age, gender, income level, or education.\n\nStratified random sampling involves the division of a population into smaller subgroups known as strata. The strata are formed based on members’ shared attributes or characteristics in stratified random sampling or stratification, such as income or educational attainment.\n\nStratified random sampling has numerous applications and benefits including the study population demographics andlife expectancy. It's also referred to as proportional random sampling or quota random sampling.\n\nA researcher might find that the population size is too large to complete research on it when beginning an analysis of a group of entities with similar characteristics. They may select a small group from the overall population to save time and money and to make the research more feasible. This is known as sampling.\n\nThe small group is referred to as asample sizewhich is a subset of the population that's used to represent the entire population. A sample might be selected from a population in many ways. One is the stratified random sampling method.\n\nStratified random sampling involves dividing the entire population into homogeneous groups called strata, the plural of stratum. Random samples are then selected from each stratum to analyze the different experiences or outcomes associated with each of the demographic groups.\n\nStratified sampling is used to highlight differences among groups in a population. This is different from simple random sampling which treats all members of a population as equal with an equal likelihood of being sampled.\n\nConsider an academic researcher who would like to know the number of MBA students in a specific graduating year who received a job offer within three months of graduation. The researcher would find that there were almost 200,000 MBA graduates that year. They could take a simple random sample of 50,000 graduates and run a survey. They could divide the population into strata and take a random sample from the strata, however, to learn more.\n\nThey would create population groups based on gender, age range, race, country of nationality, and career background. A random sample from each stratum would be taken in a number proportional to the stratum’s size compared with the population. These subsets of the strata would then be pooled to form a random sample which the researcher would analyze for differences in groups that receive job offers after graduation.\n\nSimple random samplesand stratified random samples are both statistical measurement tools. A simple random sample is used to represent the entire data population. A stratified random sample divides the population into smaller groups or strata based on shared characteristics. Stratified sampling is more complicated, time-consuming, and potentially more expensive to carry out than simplified random sampling.\n\nThe simple random sample is often used when:\n\nA candy company may want to study the buying habits of its customers to determine the future of its product line. The company might choose 100 customers as a random sample if there are 10,000 of them. It can then apply what it finds from those 100 customers to the rest of its base.\n\nThose 100 customers would be divided into strata based on age, income, or other characteristics with stratified random sampling. There won't be many in each stratum with only 100 people in the sample, however, or there might not be many differences between the strata. It would make more sense to use simple random sampling in this case and sample 100 members purely at random without defining their individual characteristics.\n\nStratified random sampling ensures that each subgroup of a given population is adequately represented within the whole sample population of a research study. Stratification can be proportionate or disproportionate.\n\nThe sample size of each stratum is proportionate to the population size of the stratum with proportionate stratification. This type of stratified random sampling is often a more precisemetricbecause it’s a better representation of the overall population.\n\nSuppose a researcher is looking at a population of 180,000 people and wants to use a sample of 50,000 stratified by using age range. The researcher would use the formula:\n\nThe strata sample size in the age range of 24 to 28 years old is calculated as:\n\nThe same method is used for the other age-range groups. The researcher can perform simple random sampling in each stratum to select their survey participants now that the strata sample size is known: 25,000 people ages 24 to 28 will be selected randomly from the entire population, 16,667 people ages 29 to 33, and 8,333 people ages 34 to 37.\n\nThe size of each stratum isn't proportional to its size in the population in a disproportional stratified sample. The researcher might decide to sample half the graduates within the 34 to 37 age group and one-third of the graduates within the 29 to 33 age group.\n\nOne person can't fit into multiple strata. Each entity can only be included in one stratum. Having overlapping subgroups means that some individuals will have higher chances of being selected for the survey and this negates the concept of stratified sampling as a type of probability sampling.\n\nPortfolio managers can use stratified random sampling to create portfolios by replicating an index such as a bond index.\n\nThe main advantage of stratified random sampling is that it captures key population characteristics. This method of sampling produces characteristics in the sample that are proportional to the overall population similar to aweighted average. Stratified random sampling works well for populations with a variety of attributes in which subgroups can be formed.\n\nStratification gives a smallererror in estimationand greater precision than the simple random sampling method. The greater the differences among the strata, the greater the gain in precision.\n\nUnfortunately, this method of research can't be used in every study. Researchers must be able to identify every member of a population being studied to use it. They must classify each of them into one and only one subpopulation. Stratified random sampling can't be used if researchers can’t confidently classify every member of the population into a subgroup. This can be especially difficult if a definitive list of an entirepopulationisn't available.\n\nOverlapping can be an issue if there are subjects that fall into multiple subgroups. Those who are in multiple subgroups are more likely to be chosen when simple random sampling is performed. The result could be a misrepresentation or inaccurate reflection of the population. Stratified random sampling becomes ineffective if the sorting process is too difficult.\n\nSuppose a research team wants to determine the grade point average (GPA) of college students across the United States. The team has difficulty collecting data from all 21 million college students and decides to take a random sample of the population by using 4,000 students.\n\nThe team looks at the different attributes of the sample participants and wonders if there are any differences in GPAs relative to the students’ majors. Suppose it finds that 560 students are English majors, 1,135 are science majors, 800 are computer science majors, 1,090 are engineering majors, and 415 are math majors. The team wants to use a proportional stratified random sample where the stratum of the sample is proportional to the random sample in the population.\n\nNow assume that the team researches thedemographicsof college students in the U.S. and finds that 12% major in English, 28% major in science, 24% major in computer science, 21% major in engineering, and 15% major in mathematics. Five strata are created from the stratified random sampling process.\n\nThe team must then confirm that the stratum of the population is in proportion to the stratum in the sample. They find that the proportions aren't equal, however. The team would have to resample 4,000 students from the population and randomly select 480 English, 1,120 science, 960 computer science, 840 engineering, and 600 mathematics students.\n\nThe research team has a proportionate stratified random sample of college students with these groups. It provides a better representation of students’ college majors in the U.S. The researchers can then highlight specific strata and investigate GPA with added information about the students' majors.\n\nStratified random sampling is often used when researchers want to know about different subgroups or strata based on the entire population being studied. Researchers might want to explore outcomes for groups based on differences in race, gender, or education.\n\nThe best method of sampling will depend on the nature of the analysis and the data being used. Simple random sampling is generally the easiest and cheapest to use but stratified sampling can produce a more accurate sample relative to the population that's under study.\n\nThere are two main types of stratified random sampling: proportionate and disproportionate. Proportionate sampling takes each stratum as proportionate to the population size of the stratum. The analyst will over- or under-sample certain strata based on the research question or study design being employed in disproportionate sampling.\n\nThe strata will depend on the subgroups in which you're interested that appear in your population. These subgroups are based on shared characteristics among participants such as gender, race, educational attainment, geographic location, or age group.\n\nStratified random sampling is the process of creating subgroups in a dataset according to various factors such as age, gender, income level, or education. A random sample is then taken from each of the strata allowing researchers to obtain samples from various subgroups including those that may be under-represented.\n\nA stratified random sample may provide a more comprehensive picture of a broader dataset in this way. Using this method may not be possible across all studies, however, depending on the population or sample size, the level of information available about the population, and the time and resources available. The benefit of stratified random sampling is that it allows for a more accurate and nuanced representation of a population overall compared with a simple sampling method.\n\nResearcher.Life. \"What Is Stratified Sampling? Definition, Types, and Examples.\"\n\nYale University Department of Statistics and Data Science. \"Sampling.\"\n\nEntropik Technologies. \"Stratified Random Sampling: A Complete Guide With Definition, Method, and Examples.\"",
  "url": "https://www.investopedia.com/terms/stratified_random_sampling.asp"
}