{
  "term": "How to Use the Indirect Method to Prepare a Cash Flow Statement",
  "definition": "The indirect method is one of two accounting approaches used to create acash flow statement. It uses increases and decreases in balance sheet line items to modify the operating section of the cash flow statement from theaccrual methodto the cash method of accounting.\n\nThe indirect method for calculating cash flow from operating activities begins with net income and adjusts for accrual impacts during the reporting period. Common adjustments include depreciation and amortization.\n\nThe other option for completing a cash flow statement is thedirect method, which involves listing actual cash inflows and outflows during the reporting period. The indirect method is more commonly employed, particularly among larger firms, due to its ease of use and direct connection to the balance sheet.\n\nThe cash flow statement primarily centers on a company's cash sources and uses. It's closely monitored by investors, creditors, and other stakeholders. It provides information on cash generated from various activities and depicts the effects of changes inassetandliabilityaccounts on a company's cash position.\n\nThe indirect method starts withnet incomeand then removes noncash items, nonoperational gains, and losses to calculate cash flow from operating activities. Adjustments are made for changes in connector accounts to convert accrual accounting figures to cash balances.\n\nThe indirect method is simpler to prepare than the direct method because most companies keep their records on an accrual basis.\n\nRevenueis recognized when it's earned under the accrual method of accounting, not necessarily when cash is received. For example, if a customer buys a $500 widget on credit, the revenue is recognized in the month of the sale, even though the cash hasn't yet been received.\n\nThe indirect method of the cash flow statement adjusts net income to reflect actual cash inflows and outflows during the period. At the time of the sale, a debit is made toaccounts receivableand a credit to sales revenue for $500. This increases accounts receivable, which is then displayed on the balance sheet.\n\nEven though no cash has been received in this example, $500 in revenue is recognized, overstating net income on a cash basis by this amount. The offset sits in the accounts receivable line item on the balance sheet. To adjust, the cash flow statement reduces net income by the $500 increase in accounts receivable, displayed as \"Increase in Accounts Receivable (500).\"\n\nIn the cash flow statement using the indirect method, net income is presented on the first line. Subsequent lines show increases and decreases in asset and liability accounts, which are added to or subtracted from net income based on their cash impact.\n\nThe cash flow statement is divided into three categories: Cash flows fromoperating activities, cash flows frominvesting activities, and cash flows fromfinancing activities. The total cash generated from operating activities is the same under both the direct and indirect methods, though the information is presented differently.\n\nUnder the direct method, cash flow from operating activities is shown as actual cash inflows and outflows without starting from net income on an accrued basis. The investing and financing sections are prepared similarly for indirect and direct methods.\n\nMany accountants prefer the indirect method because it's simpler to prepare the cash flow statement using information from theincome statementand thebalance sheet. Most companies use the accrual method of accounting, so the figures on the income statement and balance sheet will be consistent with this method.\n\nThe Financial Accounting Standards Board (FASB) prefers that companies use the direct method because it offers a clearer picture of cash flows in and out of a business. However, if the direct method is used, a reconciliation of the cash flow statement to the balance sheet is still recommended.\n\nNet income is what remains after all of a firm's expenses have been paid. Expenses include cost of goods sold, interest, taxes, amortization, depreciation, and non-production costs.\n\nOperating activities are the actions taken by a business to produce and provide its goods and services to consumers. Cash outflows relating to operating activities can include taxes and refunds.\n\nBusinesses can generate cash flow statements using either the indirect or direct method.\n\nThe indirect method, starting with net income and adjusting for noncash items and balance sheet changes, is simpler and more commonly used, especially by larger firms, because it's efficient and easy to prepare.\n\nConversely, the direct method lists actual cash inflows and outflows and offers a clearer and more detailed picture of cash flows.\n\nWhile the indirect method is widely preferred, the Financial Accounting Standards Board recommends the direct method for its transparency. Regardless of the method used, both approaches ultimately report the same total cash generated from operating activities.\n\nHarvard Business School Online. \"How to Prepare a Cash Flow Statement.\"\n\nUniversity of Minnesota Twin Cities. \"17.3 Cash Flows from Operating Activities: The Indirect Method.\"\n\nMyAccountingCourse. \"What Is the Statement of Cash Flows Indirect Method?\"\n\nThe CPA Journal. \"The Statement of Cash Flows Turns 30.\"\n\nAccountingTools. \"Operating Activities Definition.\"",
  "url": "https://www.investopedia.com/terms/i/indirect_method.asp"
}