{
  "term": "How Companies Use Write-Offs",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA write-off is an accounting entry related to losses incurred by a business.\n\nWhen a business has unreceived payments, unpaid loans, or lost inventory, it creates an accounting entry known as a write-off to record these losses. A write-off reduces taxable income on a company's income statement.\n\nBusinesses use accounting write-offs to account for losses.Generally Accepted Accounting Principles (GAAP)detail the accounting entries required for a write-off. Two standard business accounting methods for write-offs include the direct write-off method and the allowance method.\n\nUnder the direct write-off method, bad debts are expensed. The company credits the accounts receivable account on the balance sheet and debits the bad debt expense account on the income statement. Under theallowance method, an uncollectible customer’s debt is written off by removing the amount from accounts receivable.The entries account for scenarios such as:\n\nThe term write-off loosely explains an action that reduces taxable income.Deductions, credits, and expenses overall may be referred to as write-offs.Businesses and individuals claim certain deductions that reduce their taxable income.\n\nThe Internal Revenue Service allows individuals to claim astandard deductionon their income tax returns oritemize deductionsif they exceed the standard deduction level. Deductions reduce theadjusted gross incomeapplied to a corresponding tax rate.Tax credits apply to taxes owed, lowering the overall tax bill directly.\n\nCorporations and small businesses have a broad range ofexpensesthat reduce taxable profits. An expense write-off increases expenses on an income statement, lowering profit and taxable income.\n\nAwrite-downis where the book value of an asset is reduced below itsfair market value. For example, damaged equipment may be written down to a lower value if it is still partially usable, and debt may be written down if the borrower repays a portion of the loan value.\n\nThedifference between a write-off and a write-downis a matter of degree. Where a write-down is a partial reduction of an asset's book value, a write-off indicates that an asset no longer produces or adds to income.\n\nThe IRS allows businesses to write off various expenses that reduce taxable profits. Expenses may include office supplies, rent, insurance premiums, and internet or phone bills.\n\nBusinesses use accounting write-offs to account for losses. Write-offs usually involve a debit to an expense account and a credit to the associated asset account. Expenses are also reported on the income statement and deducted from revenues. This means lower profit and taxable income.\n\nThree common scenarios for business write-offs include unpaid bank loans, unpaid receivables, and losses on stored inventory.\n\nUnderstanding write-offs—and the difference between a tax write-off and a write-down can help reduce taxable income and increase the accuracy of a company's financial situation.\n\nInternal Revenue Service. \"Topic no. 453, Bad Debt Deduction.\"\n\nInternal Revenue Service. \"Topic No. 501 Should I Itemize?\"\n\nInternal Revenue Service. \"Credits and Deductions for Individuals.\"\n\nInternal Revenue Service. \"Guide To Business Expense Resources.\"",
  "url": "https://www.investopedia.com/terms/w/write-off.asp"
}