{
  "term": "How Does Bitcoin Mining Work? A Beginner's Guide",
  "definition": "Bitcoin mining is the process by which transactions are officially entered on the blockchain. It is also the way new bitcoins are launched into circulation.\n\nMining is conducted by miners using hardware and software to generate a cryptographic number that is equal to or less than a number set by the Bitcoin network's difficulty algorithm.\n\nThe first miner to find the solution to the problem receives bitcoins as a reward, and the process begins again. This reward is an incentive that motivates miners to assist in the primary purpose of mining: to earn the right to record transactions on the blockchain for the network to verify and confirm.\n\nBefore committing to investing your time and purchasing expensive equipment, read on to see whether mining is really for you.\n\nPer professional style standards, Bitcoin is spelled with a capital \"B\" when referring to the cryptocurrency as a concept and as a network. It is spelled with a small \"b\" when referring to the cryptocurrency itself/individual tokens.\n\nMining is a complex process, but in a nutshell, when a transaction is made between wallets, the addresses and amounts are entered into a block on the blockchain. The block is assigned some information, and all of the data in the block is put through a cryptographic algorithm (called hashing). The result of hashing is a 64-digit hexadecimal number, or hash.\n\nBitcoin broke through its highly anticipated price barrier of $100,000 on Dec. 5, 2024, and traded at more than $104,000 on some exchanges.\n\nThe number above has 64 digits. As you probably noticed, that number consists not just of numbers but also letters. Why is that?\n\nThe decimal system uses factors of 100 as its base (e.g., 1% = 0.01). This, in turn, means that every digit of a multi-digit number has 100 possibilities, zero through 99. In computing, the decimal system is simplified to base 10, or the numbers zero through nine.\n\nHexadecimal, on the other hand, means base 16 because \"hex\" is derived from the Greek word for six, and \"deca\" is derived from the Greek word for 10. In a hexadecimal system, each digit has 16 possibilities. However, our numeric system only offers 10 ways of representing numbers (zero through nine). A 10-digit figure would have 1010possibilities (10 billion)—cryptography requires many more possibilities than this for security purposes.\n\nThat's why there are letters used—specifically, the letters A, B, C, D, E, and F. Using this combination, there are 1664possible combinations (1.1579 novemvigintillion) that can be generated using a hash function that generates a 64-digit hash. One novemvigintillion is a 1 followed by 90 zeros.\n\nImage by Sabrina Jiang Â© Investopedia 2021\n\nMiners attempt to generate a number lower than the value of the network'starget hash. Bitcoin miners can generate trillions of hashes per second, so the network must set a very high average number of attempts to generate a hash. Remembering that a 64-digit hash has 1664possibilities, the target hash is a hexadecimal number with a specific value used to govern Bitcoin's hash rate.\n\nMiners make these guesses by adjusting thenonce, which is part of the information being hashed. \"Nonce\" is short for \"number only used once,\" and it is the key to generating these 64-bit hexadecimal numbers. Due to size limitations, the block field the nonce is stored in only allows for a number of up to about 4.5 billion; it must be rolled over using another counter because generating 4.5 billion hashes takes less than one second. This counter comes from the coinbase transaction field, which is much larger—it is called the extra nonce. Using the nonce and the extra nonce as counters gives the blockchain the ability to generate an astronomical number of attempts.\n\nWhen information is hashed, it always produces the same output unless something changes. So, the mining program sends block information with a zero as the first nonce through the hashing function. If that number is wrong, the nonce is increased by a value of one, and the hash is generated again. This continues until a hash with a value less than the target hash is generated.\n\nHere are some examples of hashes and the criteria for whether they would lead to success for the miner:\n\nImage by Sabrina Jiang Â© Investopedia 2021\n\nSo, if you were to hash \"Hello World!\" using an online SHA256 generator, you might get:\n\nAdd a digit to the end, like \"Hello World!0\" and rehash it. You might get:\n\nThen, increase the number by one—\"Hello World!1\" and rehash it. You might get:\n\nThis is mining, but it's done automatically by the mining program. It takes trillions of attempts for the network of miners to find the solution.\n\nThe screenshot below, taken from the site Blockchain.info, might help you put all this information together at a glance. You are looking at a summary of everything that happened when block No. 490163 was mined.\n\nThe nonce that generated the winning hash was 731511405 (remember, the nonce starts at zero and increases by one every attempt, and rolls over using the extra nonce as an additional counter—there were likely trillions more attempts made). The target hash is shown on top. The entry of AntPool in the \"Relayed by\" field refers to the fact that this particular block was completed by AntPool, one of the more successful mining pools.\n\nAs you see here, the contribution to the Bitcoin community is that the pool confirmed 1,768 transactions for this block. If you would like to see all 1,768 transactions for this block, go tothis pageand look through the \"Transactions\" section.\n\nYou'll also notice the difficulty level for this block. The Bitcoin network aims to produce one block every 10 minutes or so. The system is designed to evaluate and adjust the mining difficulty every 2,016 blocks or roughly every two weeks (based on the number of participants). This doesn't always result in a block time of 10 minutes, but it's close.\n\nThe mining difficulty number represents 2,016 divided by the average time it took to mine one block in the last period, multiplied by the old difficulty level, or:\n\nThe lowest difficulty level is 1.0. The higher the number, the more difficult the solution is to find. The difficulty level on Dec. 5, 2024 (measured on December 1) was 102.89 trillion. You might see this published as 102.89T.\n\nBlockchainminingis the computational work that network nodes undertake to validate the information contained in blocks. So, in reality, miners are essentially getting paid for their work as auditors. They are conducting the first verification ofBitcoin (BTC)transactions,opening a new block, and being rewarded for their work.\n\nOne of the primary reasons people invest time and money in mining is for the reward of bitcoins, which, over time, have become very valuable. For example, on Dec. 5, 2024, bitcoin's price topped $100,000 for the first time, closing at more than $101,000 on Coinbase. The reward at the time was 3.125 bitcoin. At the close of trading that day, that reward was worth about $315,625.\n\nThe rewards for Bitcoin mining are cut in half every four years.When first mined in 2009, one block would earn you 50 BTC. In 2012, this was halved to 25 BTC. By 2016, this was halved again to 12.5 BTC. On May 11, 2020, the reward was halved again to 6.25 BTC. The reward halved again in April 2024 to 3.125 BTC.\n\nDue to the halving process and increasing prices, miners want to receive as many bitcoins as possible because the supply of new coins is slowly dwindling. Sometime around 2140, no more new bitcoins will be created.\n\nThe competitive incentive to mine will disappear, with only the transaction fees remaining as a reason to participate in Bitcoin's network. Some miners might still participate as a way to take part in a decentralized currency, but it's likely that without the reward, most will not want to mine. That is, unless the fees increase enough to make it worth their while.\n\nImage by Sabrina Jiang Â© Investopedia 2021\n\nIf you want to estimate how much bitcoin you could mine with your rig's hash rate, the mining pool NiceHash offers a helpful calculator on its website.Other web resources provide similar tools.\n\nThe Bitcoin reward is cut in half about every four years in an event called \"the halving,\" or when the blockchain has processed another 210,000 blocks. The time varies slightly depending on network participation and hashrate.\n\nThe latest halving occurred in April 2024, bringing the reward down to 3.125 every 10 minutes. In 2028, 1.5625 bitcoin will be mined every 10 minutes. In 2032, it will take 10 minutes to mine 0.78125 bitcoin. With these figures in mind, you can see that there is no way to specifically mine one bitcoin.\n\nHowever, you can use average block times and block rewards to calculate the blockchain's creation rate. For example, on Dec. 5, 2024, the blockchain's average block time was 9.796 minutes, and the reward was 3.125 bitcoins.So, the formula would be:\n\nSo, the rate at which the blockchain created 1 BTC on that day was:\n\nThe rate will change as the blockchain's average block time creation changes due to network hashrate.\n\nThe majority of the Bitcoin network mining capacity is owned by large mining firms and pools. It is still possible to participate in Bitcoin mining with a regular at-home personal computer if you have one of the latest and fastest graphics processing units. However, the chances of receiving any reward by mining alone with a single GPU in your computer are minuscule. You'll need tofind a mining pool(discussed below) to increase your chances.\n\nFor instance, a processing card that you can purchase for a couple of thousand dollars would represent less than 0.001% of the network's mining power. It could be a long time—if ever—before you solve a hash because it's all about how many hashes per second your machine can generate. With such a slight chance of finding the next block, you may never recoup your investment.\n\nTo be able to mine with some chance for success, you'll need to invest in one of the top graphics processing units (GPUs, often called video cards) for your computer or anapplication-specific integrated circuit (ASIC). Capable GPUs can range in price from about $1,000 to $2,000; ASICs can cost much more, into the tens of thousands of dollars.\n\nToday, most of the Bitcoin mining network's hashing power is almost entirely made up of ASIC machine mining farms and pooled individual miners. ASICs are many orders of magnitude more powerful than CPUs or GPUs. They gain more hashing power and energy efficiency yearly as new chips are developed and deployed. For the right price (more than $11,000), you could mine at 335TH for 16.0 joules per tera hash (16 watts at one trillion hashes per second).There are much more affordable hardware versions, but the more you pay, the faster you can hash.\n\nMining pools are operated bythird partiesand coordinate groups of miners. By working together in a pool and sharing the payouts among all participants, miners have a better chance of being rewarded than they have working alone.\n\nMost pools use a payout system based on how much work you contribute. For instance, if you have a GPU providing 121 mega (million) hashes per second and the pool has a total hash rate of 121 exa (quintillion) hashes per second, your reward, based on the shares of work you contributed, would be very small.\n\nThe risks of mining are generally financial. Bitcoin mining requires that you go through all the effort and expense of purchasing hundreds or thousands of dollars worth of equipment only to have the possibility of no return on your investment.\n\nIn some jurisdictions, mining and using Bitcoin are not legal. It may be a good idea to research your country's regulatory stance and overall sentiment toward cryptocurrency before investing in mining equipment.\n\nThere are several concerns about Bitcoin mining'senvironmental impactsand carbon footprint. For instance, the energy required by the network is vast, approximated by some to equal the energy used by smaller countries.\n\nThough microchip efficiency has increased dramatically for ASICs, large mining firms generate a large amount of electronic waste (e-waste) as they continually upgrade their equipment to meet the ever-growing hashing speeds needed to remain competitive. Digiconmist estimates that the amount of e-waste created annually is 39.89 kilotons.\n\nMining equipment also generates a lot of heat, so your cooling bill will likely increase, especially if you have one or more ASICs running 24 hours daily.\n\nThere are, however, efforts to mitigate this negative externality by seeking cleaner and green energy sources for mining operations (such as geothermal or solar sources) and utilizing carbon offset credits. Additionally, some jurisdictions have taken action to reduce Bitcoin's adverse effects on the climate and environment.\n\nBitcoin mining is legal in many countries, but the activity is becoming more regulated due to concerns about electrical grid capability, grid capacity, and climate change. Many countries have placed temporary bans or introduced legislature that made it too costly, while others have outright banned it. Here are some of the actions a selection of countries have taken concerning Bitcoin mining:\n\nIndividuals can participate in Bitcoin mining, but it is not as profitable as it once was. If you still want to mine, it's important to check regulations in the country you live in to ensure you can participate in mining legally.\n\nMany countries have made it illegal or too costly to mine Bitcoin at scale, but individual miners should check their country's laws to ensure they won't get into trouble for mining cryptocurrency.\n\nBitcoins can be traced to their miners using their blockchain addresses, but the address owners cannot be identified unless they exchange their bitcoins for fiat currency on an exchange that uses know-your-customer verification. In countries where mining is illegal or its energy use is taxed at a higher level, an increase in energy use from mining may draw attention. It's best to comply with your jurisdiction's laws when considering Bitcoin mining.\n\nBitcoin mining serves the crucial function of validating and confirming new transactions on the Bitcoin blockchain. It is also the way that new bitcoins are introduced into the system. It is possible to mine on various hardware and machines, butto achieve profitabilityand to be competitive, you'll need to join a mining pool.\n\nTradingView. \"BTCUSD, Coinbase.\"\n\nKeyCDN. \"Tools: SHA256 Generator.\"\n\nBitInfoCharts. \"Bitcoin Block Time Historical Chart.\"\n\nBlockchain.com. \"Bitcoin Network Difficulty.\"\n\nBitcoin.org. \"Bitcoin: A Peer-to-Peer Electronic Cash System.\"\n\nBitcoin.org \"Frequently Asked Questions.\"\n\nBitmain. \"Bitcoin Miner S21 Hyd.\"\n\nUniversity of Cambridge Judge Business School. \"Cambridge Bitcoin Electricity Comsumption Index.\"\n\nDigiconomist. \"Bitcoin Electronic Waste Monitor.\"\n\nGreenpeace. \"Countries Say No to Energy Guzzling Bitcoin Mines.\"",
  "url": "https://www.investopedia.com/tech/how-does-bitcoin-mining-work/"
}