{
  "term": "How to Use Interpersonal Skills to Get and Keep a Job",
  "definition": "Interpersonal skills are the behaviors and tactics a person uses to interact with others effectively. People use interpersonal skills all the time when dealing with others, whether in the workplace, in social situations, or within a family.\n\nIn the business world, the term generally refers to an employee's ability to work well with others.Interpersonal skillsrange from ways of communicating and listening to attitude and deportment.\n\nInvestopedia / Madelyn Goodnight\n\nInterpersonal skills are often referred to as people skills, social skills, or social intelligence. They involve reading the signals that others send and interpreting them accurately in order to form effective responses. Individuals show their interpersonal skills all the time simply by interacting with others.\n\nEveryone has a personal style and an interpersonal style. Some people are more successful than others at using interpersonal skills for specific, desired results. Interpersonal skills may be based in part onpersonalityand instinct. However, good ones can also be introduced to people and improved upon.\n\nWhile interpersonal skills can be developed, they cannot be learned solely from a textbook. For some people, they should be practiced, used daily, observed, and then tweaked. That is to say, these skills may come naturally to certain individuals, but others have to work at cultivating them. This cultivation often happens through continuous interaction with other individuals.\n\nIn many organizations, employees with strong interpersonal skills are valued for their pleasant demeanor and positive, solution-oriented attitude.\n\nThese employees are seen as team players who work well with others to achieve a goal. In more human terms, everyone likes being around them. That's a welcome attribute in any social interaction, including those involving work.\n\nInterpersonal skills are strongly linked to a knowledge of social expectations and customs, whether that knowledge is inherent or learned. People with the strongest interpersonal skills adjust their tactics and communications as needed, depending on the reactions of others to their messages and meanings.\n\nThose without good interpersonal skills can stillsucceed in businessif they are allowed to work in areas that don't require regular interactions with a variety of people. These areas might include research, development, coding, and system testing.\n\nThe many types of interpersonal skills that can lead to great outcomes at work include:\n\nThe importance of solid, properly-used interpersonal skills in the workplace can't be overstated. Their benefits provide advantages for individual employees and companies as a whole. These benefits can include:\n\nNormally, social or interpersonal skills are learned by taking part in daily group activities, through specific daily actions involving others, and by watching other people succeed or fail in simple interactions.\n\nEveryday life within a family, at school, at church, or on the playing field offers a wealth of opportunities to be introduced to and practice your interpersonal skills. These skills can be picked up naturally and used with sincerity. The best interpersonal skills are never forced, even if they are used with specific purposes in mind. They are a tool for positive results and living, whether at work or within a community or a family.\n\nStrong interpersonal skills are prerequisites for many professional jobs and for a successful career.\n\nInterpersonal skills are highly valued in the business world. Job seekers should use every opportunity to show their interpersonal skills onresumésand atinterviews.\n\nSome of the highly valuable interpersonal skills for business that you can display include:\n\nOn a resumé, a job seeker can highlight the interpersonal skills they have as they relate to the skills sought by the employer. They can underscore those accomplishments that tie directly to important interpersonal skills. For instance, they might highlight an example of teamwork that got a task done to rave reviews, successfully communicating useful ideas to others at a stressful time, or building relationships that underpinned a positive financial outcome.\n\nIt can be difficult for an interviewer to gauge a prospective employee's actual ability to perform a particular job in one, potentially short interview. Therefore, candidates should put their interpersonal skills to work during any such opportunity to meet.\n\nBear in mind that one of the most important interpersonal skills could be simply making a connection with the interviewer. Be friendly, empathetic, understanding, and enthusiastic. Then, look for opportunities in the conversation to drill down to some specifics. For instance:\n\nSharing your positive interpersonal skill experiences on a resumé and during job interviews in this way can help a company determine how well your skills would fit, not just the job that you've applied for but also, within the larger organization.\n\nStrong interpersonal skills such as negotiating, problem-solving, and knowledge-sharing can be the main requirements for certain jobs. Other interpersonal skills seen as essential for all employees include:\n\nTo showcase these skills, try to get involved with colleagues to solve problems. Volunteer to take on tasks that no one else will. Or, be enthusiastic about tasks you're given that you may not enjoy.\n\nBe confident and positive in every dealing with colleagues or managers. Ultimately, being successful with interpersonal skills in the workplace comes down to coming up with and using ideas smartly to build good relationships with others.\n\nIt's difficult to imagine a company thriving if its employees do not have interpersonal skills. Most jobs are not isolated and require interaction between many individuals within a firm. These can be colleagues on your level or those more highly placed in the firm, such as a managing director orCEO.\n\nPoor interpersonal skills can be a detriment to an individual and to the workplace, overall. Even if an employee does their work well, poor interpersonal skills could limit their career development at a firm. It could even be a factor in their termination.\n\nRemember that people want to work with individuals that they like and whose personalities improve their workday. Strong interpersonal skills help every employee and company.\n\nAccording to research firm Gartner, just 8% of communications executives feel that their staffs have the communications skills that are necessary to meet their companies' business needs.\n\nOnce acquired, interpersonal skills can be improved. They are best honed by practice. Expressing appreciation for team members and support staff, displaying empathy, moderating and resolving disputes quickly, and controlling displays of temper are all good activities for improving your interpersonal skills.\n\nActive listening can be practiced by repeating back a speaker's comment to make sure true communication is taking place. Furthermore, people can demonstrate their active listening skill by providing a carefully considered and appropriate answer.\n\nCourses often teach these skills and many firms offer them to their employees as a part of cultivating a strongworkforce.\n\nTypes of interpersonal skills include being a good listener, understanding what's being said, and providing a positive, useful response. Someone with good interpersonal skills might decide to resolve an argument among colleagues that's preventing them from getting an important task done.\n\nYou show interpersonal skills by the way you behave toward other people. Someone with good interpersonal skills will be supportive, kind, empathetic, patient, and respectful in the way they work with colleagues. Typically, they'll be a pleasure to be around.\n\nThe way to improve your interpersonal skills is to practice them every day in your daily activities, whether at work, home, or in social situations. Remember that these skills essentially are relationship skills—skills you use to get along with others. When you notice someone who uses these skills well, you might observe them as they put them to work and try to emulate their behavior as you practice.\n\nGartner. \"Lead a World-Class Communications Team.\"",
  "url": "https://www.investopedia.com/terms/i/interpersonal-skills.asp"
}