{
  "term": "How Tag-Along (vs. Drag-Along) Rights Work, With an Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nTag-along rights are contractual obligations used to protect a minority shareholder.\n\nTag-along rights, also known as co-sale rights, act as a protective shield for minority shareholders. They allow these smaller stakeholders to join—or \"tag along\"—when a majority shareholder sells their stake, ensuring they can exit on the same terms. On the flip side, drag-along rights empower majority shareholders to force—or \"drag\"—minority shareholders into a sale, potentially against their wishes.\n\nTag-along rights are prenegotiated rights that a minority shareholder has in a company's stock. These rights allow a minority shareholder to sell their share if a majority shareholder is negotiating a sale for their stake. Tag-along rights are prevalent in startup companies and other private firms and have upside potential.\n\nTag-along rights give minority shareholders the ability to capitalize on a deal that a larger shareholder—often a financial institution with substantial pull—puts together. Large shareholders, such asventure capitalfirms, are usually more able to find buyers and negotiate payment terms. Tag-along rights, therefore, offer minority shareholders greaterliquidity. Private equity shares are hard to sell, but majority shareholders can often ease purchases and sales on thesecondary market.\n\nUnder most states' laws for corporations, majority shareholders owe afiduciary dutyto minority shareholders, meaning they must deal with minority shareholders honestly and in good faith.\n\nOne of the most basic advantages of using tag-along rights is that it gives the business' minority shareholders (including, sometimes,employees given stock ownership) financial and legal protection when the company is being sold. When a sale is proposed, minority shareholders typically don't possess enough bargaining power to properly negotiate for a better deal. Tag-along rights benefit minority shareholders because they're able to receive the same benefits the majority shareholders bargain for.\n\nThe flip side of this coin is that tag-along rights could discourage majority shareholders from investing in the company. After all, tag-along rights force the company's management and large shareholders to make concessions that will only benefit the minority shareholders. In other words, some investors will simply not select a company that makes less-than-favorable obligations of them.\n\nCo-founders,angel investors, and venture capital firms often rely on tag-along rights. For example, suppose three co-founders launch a tech company. The business is going well, and the co-founders believe they have proved the concept enough to scale. The co-founders then seek outside investment in a seed round. A private equity angel investor sees the company's value and offers to buy 60% of it, requiring a large amount of equity to compensate for the risk of investing in the small company. The co-founders accept the investment, making the angel investor the largest shareholder.\n\nThe investor is tech-focused and has significant relationships with some of the larger public technology companies. The startup co-founders know this, so they negotiate tag-along rights in their investment agreement. The business grows consistently over the next three years, and the angel investor, happy with theinvestment returns, looks for a buyer of their equity among the major tech companies.\n\nThe investor finds a buyer who wants to buy the entire 60% stake for $30 a share. The tag-along rights negotiated by the three co-founders give them the ability to include their equity shares in the sale. The minority investors are entitled to the same price and terms as the majority investor. Thus, using their rights, the three co-founders effectively sell their shares for $30 each.\n\nTag-along, or co-sale rights, are the opposite ofdrag-along rights. The major difference is that the former enables and protects minority shareholders, while the latter enables and protects majority shareholders. Tag-along rights allow minority shareholders to participate in a sale initiated by the majority shareholder, permitting them to sell their shares at the same price and terms and preventing them from being left behind or forced to sell at a lower price.\n\nMeanwhile, drag-along rights favor majority shareholders.When a majority shareholder decides to sell their shares, they can exercise drag-along rights to force the minority shareholders to also sell their shares to the same buyer. This is a way to ensure the majority shareholder can deliver 100% of the company's shares to a buyer.\n\nPurpose: Protect minority shareholders\n\nEffect: Minority shareholders can sell at same price and terms\n\nTrigger: Majority shareholder decides to sell\n\nImpact: Ensures minority shareholders can participate in sale and receive a fair price\n\nNegotiation points: Sale of all or part shares, notice and timing, execution and enforcement\n\nPurpose: Enable majority shareholder to force minority shareholders to sell\n\nEffect: Minority shareholders are forced to sell at same price and terms\n\nTrigger: Majority shareholder decides to sell and critical mass of shareholders wish to sell\n\nImpact: Ensures majority shareholder can deliver 100% of share capital to buyer\n\nNegotiation points: Threshold percentage, preemption rights, consideration, notice periods\n\nThe terms when negotiating tag-along rights and drag-along rights are quite different. When negotiating tag-along rights, there are a few key considerations:\n\nThese are the negotiating points for these rights:\n\nWhile drag-along and tag-along rights focus on the sale of shares, preemptive rights are designed to protect shareholders from dilution. Preemptive rights give existing shareholders the chance to buy more shares before the company offers them to new investors, so they can keep the same ownership percentage.\n\nAppraisal rights allow minority shareholders to demand a fair valuation and compensation for their shares if they disagree with certain corporate actions, such as mergers or consolidations. These rights offer a form of protection, ensuring that minority shareholders receive equitable treatment and are not forced to accept unfavorable terms.\n\nInformation rights entitleshareholdersto access essential company information, such as financial statements, annual reports, and board meeting minutes. These rights improve transparency and allow shareholders to make informed decisions about their investments, check on company performance, and hold management accountable for their actions.\n\nTag-along and drag-along rights are essential mechanisms in shareholder agreements designed to protect minority shareholders and make transactions smoother. Tag-along rights ensure that minority shareholders have the chance to participate in a sale initiated by majority shareholders while receiving the same terms and conditions. By contrast, drag-along rights enable majority shareholders to compel minority shareholders to join in the sale of the company. This provision confirms that potential buyers can acquire 100% ownership without facing the complications of fragmented shareholdings, thus making the company more attractive to prospective purchasers.\n\nTogether, these rights are meant to balance the interests of majority and minority shareholders, promoting fairness and stability in corporate transactions.\n\nRocket Lawyer. \"Drag Along and Tag Along Rights.\"\n\nMahendra Ramsinghani. \"The Business of Venture Capital: Insights from Leading Practitioners on the Art of Raising a Fund, Deal Structuring, Value Creation, and Exit Strategies,\" Pages 283-285. John Wiley & Sons, 2014.\n\nKeith A. Allman. \"Impact Investment: A Practical Guide to Investment Process and Social Impact Analysis,\" Pages 191-194. John Wiley & Sons, 2015.\n\nMahendra Ramsinghani. \"The Business of Venture Capital: Insights from Leading Practitioners on the Art of Raising a Fund, Deal Structuring, Value Creation, and Exit Strategies,\" Pages 279. John Wiley & Sons, 2014.\n\nJay E. Fishman, Shannon Pratt, and William J. Morrison. \"Standards of Value: Theory and Applications,\" Pages 99-102. John Wiley & Sons, 2013.",
  "url": "https://www.investopedia.com/terms/t/tagalongrights.asp"
}