{
  "term": "How Consumers Choose Substitutes",
  "definition": "A substitute product can replace another, since it typically has the same form, fit, and function as a preferred item.\n\nA substitute is a product or service that can take the place if a consumer has a change in preference. Substitutes provide more choices for consumers and play an important role in a competitive marketplace. For example, if the price of beef is too high, people may turn to chicken as a substitute form of protein.\n\nSubstitutes occur when at least two products can be used for the same purpose, such as an iPhone vs. an Android phone. For a product to be a substitute for another, it must share a particular relationship with that good. Those relationships can be close, like one brand of coffee with another, or somewhat further apart, such as coffee and tea.\n\nThere is a relationship between thedemand schedulesof substitute products. If the price of a product goes up, the demand for a substitute will tend to increase. This is because people will prefer a lower-cost substitute to a higher-cost item. For example, if the price of coffee increases, the demand for tea may also increase as consumers switch from coffee to tea to maintain their budgets.\n\nConversely, when a good's price decreases, the demand for its substitute may also decrease. In economic language, X and Y are substitutes if demand for X increases when the cost of Y increases, or if there is positivecross elasticity of demand.\n\nA perfect substitute can be used the same way as the good or service it replaces. The utility of the product or service is identical. For example, a one-dollar bill is a perfect substitute for another dollar bill. Butter from two different producers can be considered an exact substitute.\n\nHowever, a bike and a car are not perfect substitutes, but they are similar enough for people to use them for transportation. Although an imperfect substitute may be replaceable, consumers see degrees of difference. Consumers and economists may disagree on a perfect vs. imperfect substitute. A consumer may choose Coke over Pepsi—perhaps because of taste—even if the price of Coke goes up. They perceive a difference between soda brands, even if economists consider them perfect substitutes.\n\nLess perfect substitutes are sometimes classified as gross or net substitutes byfactoring inutility. A gross substitute is one in which demand for X increases when the price of Y increases. Net substitutes are those in which demand for X increases when the cost of Y increases, and the utility derived from the substitute remains constant.\n\nPrice elasticity of demandmeasures the change in the demand for a product when its price changes. If no substitutes exist, demand remains constant when the price increases, making it inelastic. However, when substitutes are available, the demand for those products will be more elastic.\n\nInperfect competition, perfect substitutes are sometimes conceived as nearly indistinguishable goods sold by different firms. Gasoline from a gas station on one corner may be virtually indistinguishable from gasoline sold by another gas station on the opposite corner. When prices increase at one station, people will choose the cheaper option.\n\nIn monopolistic competition, companies are notprice-takers, meaning demand is not highly sensitive to price. A common example is the difference between thegenericand name-branded medicine. The products are nearly indistinguishable chemically, but they are not perfect substitutes due to the utility consumers may get—or believe they get—from purchasing a brand name over a generic drug.\n\nGiving consumers more choices helps generate competition in the market and lower prices as a result. While that may be good for consumers, it may have the opposite effect on companies' bottom line. Alternative products can cut into companies' profitability.\n\nA generic brand lacks a recognized name or logo and is typically sold at lower prices than similar brand-named items. They are substitutes for more expensive brand-name goods.\n\nOEMs have traditionally manufactured and sold their finished products, like cars, to consumers as brand-name items. However,bills of materialsoften include alternate, or generic parts that can replace the standard part if it's destroyed.\n\nConsumers often choose substitute products or services if the original item's price increases. Substitutes give consumers more choices and help create competition.\n\nEconLog. \"Substitute Goods and Reasoning from a Price Change.\"\n\nUniversity of Pennsylvania. \"Encouraging Competition Through Generic Drugs.\"",
  "url": "https://www.investopedia.com/terms/s/substitute.asp"
}