{
  "term": "How to Use the Future Value Formula",
  "definition": "Future value (FV) is the value of a current asset at a future date based on an assumed growth rate. Investors and financial planners use it to estimate how much an investment today will be worth in the future.\n\nExternal factors such as inflation can adversely affect an asset's future value. Future value can be contrasted with present value (PV).\n\nThe future value calculation allows investors to project the amount of profit that can be generated by assets. The future value of an asset depends on the type of investment because the future value formula assumes a stable growth rate.\n\nIf money is placed in asavings accountwith a guaranteed interest rate, then the future value is easy to determine accurately. However, investments in the stock market or in other securities with a volatile rate of return can yield different results.\n\nThe future value formula assumes a constant rate of growth and a single up-front payment left untouched for the duration of the investment. If an investment earnssimple interestcompounded annually, then the FV formula is:\n\nFV=PV×(1+r)nwhere:FV=Future valuePV=Present valuer=Interest rate per periodn=Number of periods\\begin{aligned}&FV=PV\\times(1+r)^n\\\\&\\textbf{where:}\\\\&FV=\\text{Future value}\\\\&PV=\\text{Present value}\\\\&r=\\text{Interest rate per period}\\\\&n=\\text{Number of periods}\\end{aligned}​FV=PV×(1+r)nwhere:FV=Future valuePV=Present valuer=Interest rate per periodn=Number of periods​\n\nIf a $1,000 investment is held for five years in a savings account with 10% simple interest paid annually, the FV of the $1,000 investment is:\n\nWithcompound interest, the rate is applied to each period’s cumulativeaccount balance. In the example above, the first year of investment earns 10% × $1,000, or $100, in interest. The following year, however, the account total is $1,100 rather than $1,000.\n\nTo compound interest, the 10% interest rate is applied to the full balance for second-year interest earnings of 10% × $1,100, or $110. The formula for the FV of an investment earningcompoundinginterest is:\n\nFV=PV×(1+r)ntwhere:FV=Future valuePV=Present valuer=Interest rate per periodn=Number of periodst=Time in years\\begin{aligned}&FV=PV\\times(1+r)^{nt}\\\\&\\textbf{where:}\\\\&FV=\\text{Future value}\\\\&PV=\\text{Present value}\\\\&r=\\text{Interest rate per period}\\\\&n=\\text{Number of periods}\\\\&t=\\text{Time in years}\\end{aligned}​FV=PV×(1+r)ntwhere:FV=Future valuePV=Present valuer=Interest rate per periodn=Number of periodst=Time in years​\n\nUsing the above example, the same $1,000 invested for five years in a savings account with a 10% compounding interest rate would have an FV of:\n\nBearish about the market? Future value can also handle negative interest rates to calculate scenarios such as how much $1,000 invested today will be worth if the market loses 5% each of the next two years.\n\nRelies on readily available estimates\n\nLump sum or simple cash flows may be easy to calculate\n\nCan help determine whether an investor meets a target or goal.\n\nCan be applied to any cash flow, return, or investment structure.\n\nEstimates may be quickly invalidated\n\nFuture value of annuities or irregular cash flow may be difficult to calculate\n\nCannot be used to compare and choose between two mutually exclusive projects\n\nThe concept of future value is often closely tied to the concept ofpresent value. Future value calculations determine the value of something in the future and present value finds what something in the future is worth today. Both concepts rely on discount or growth rates, compounding periods, and initial investments.\n\nThe future value formula could be reversed to determine how much something in the future is worth today. In other words, assuming the same investment assumptions, $1,050 has the present value of $1,000 today.\n\nBy changing directions, future value can derive present value and vice versa. The future value of $1,000 one year from now invested at 5% is $1,050, and the present value of $1,050 one year from now, assuming 5% interest, is $1,000.\n\n1.TheInternal Revenue Serviceimposes a Failure to File Penalty on taxpayers who do not file their returns by the due date. The penalty is calculated as 5% of unpaid taxes for each month a tax return is late, up to a limit of 25% of unpaid taxes.\n\nIf a taxpayer knows they have filed their return late and are subject to the 5% penalty, that taxpayer can easily calculate the future value of their owed taxes based on the imposed growth rate of their fee.\n\nThe taxpayer expects to have a $500 tax obligation. The taxpayer can calculate the future value of their obligation assuming a 5% penalty imposed on the $500 tax obligation for one month. In other words, the $500 tax obligation has a future value of $525 when factoring in the liability growth due to the 5% penalty.\n\n2.Consider a zero-coupon bond trading at a discount price of $950. The bond has two years to maturity with a target yield to maturity of 8%. If an investor is interested in knowing what the value of this bond will be in two years, they can calculate the future value based on the current variables.\n\nIn two years, the future value of this bond will be $1,108.08 ($950 * ((1 + 8%)^2).\n\nInvestors can utilize calculators available through Treasury Direct, theU.S. Department of Treasurybond website, to estimate the growth and future value of savings bonds.\n\nFuture value is used for planning purposes. The insight it provides can help you make investment decisions because it can show you what an investment, cash flow, or expense may be in the future. Future value can also be used to determine risk or to determine how much a given expense will grow if interest is charged, You can use FV to help you understand how much to save, given your current pace of savings and expected rate of return.\n\nThefuture value of an annuityis the value of recurring payments at a certain date in the future, assuming a particular rate of return, ordiscount rate. The higher the discount rate, the greater the annuity's future value. FV of an annuity, if the payments are made at the end of the period (i.e., end of the month or year) is calculated as FV = PMT x [(1+r)n- 1)]/r, where FV = future value of an annuity stream, PMT = dollar amount of each annuity payment,r= the discount (interest) rate, andn= number of periods in which payments will be made.\n\nFuture value takes a current amount of money and projects what it will be worth at some time in the future. Alternatively, present value takes a future amount of money and projects what it is worth today.\n\nFuture value is a key concept in finance that draws from the time value of money concept. Using future value, investors can estimate what the value of an investment (or series of cash flows) today would be at some point later in time. Future value works inversely to present value, which involves discounting future cash flows to derive a present value.\n\nInternal Revenue Service. \"Failure to File Penalty.\"\n\nTreasuryDirect. \"Estimation Calculators.\"",
  "url": "https://www.investopedia.com/terms/f/futurevalue.asp"
}