{
  "term": "How to Use a Pledged Asset to Reduce a Mortgage Down Payment",
  "definition": "Lenders use a pledged asset to secure a debt or loan. Pledged assets can include cash, stocks, bonds, and other equity or securities that serve ascollateralheld by a lender in return for lending funds. Pledged assets can reduce the down payment that is typically required for a loan as well as reduce the interest rate charged.\n\nThe borrower will transfer the title of a pledged asset to the lender, but the borrower will still maintain ownership and use of the valuable possession. Should the borrower default, the lender has legal recourse to take ownership of the asset pledged. The borrower retains all dividends or other earnings from the asset during the time it is pledged. Some loans contain anegative pledge clause or covenantthat limits the borrower from using the pledged asset to secure other loans.\n\nThe asset is merely collateral for the lender in the event of borrower default. However, for the borrower, the pledged asset could help considerably with gaining approval for the loan. Assets can include cash, stocks, bonds, and other equity or securities.\n\nUsing the asset to secure the note may let the borrower demand a lower interest rate on the note than they would have had with an unsecured loan. Typically, pledged-asset loans provide borrowers with better interest rates than unsecured loans.\n\nOnce the loan is paid off and the debt is fully satisfied, the lender transfers the pledged asset back to the borrower. The type and value of pledged assets for a loan are usually negotiated between the lender and borrower.\n\nHomebuyers can sometimes pledge assets, such as securities, tolending institutionsto reduce or eliminate the necessary down payment. With a traditional mortgage, the house itself is the collateral for the loan. However, banks usually require a 20% down payment of the value of the note, so that buyers do not end up owing more than their home's value.\n\nAlso, without the 20% down payment, the buyer must pay a monthly insurance payment forprivate mortgage insurance(PMI). Without a significant down payment, the borrower will likely also have a higher interest rate.\n\nThe pledged asset can be used to eliminate the down payment, avoid PMI payments, and secure a lower interest rate.\n\nFor example, let's say a borrower is looking to buy a $200,000 house, which requires a $20,000 down payment. If the borrower has $20,000 in stocks or investments, they can be pledged to the bank in exchange for the down payment.\n\nThe borrower retains ownership of the assets and continues to earn and report interest orcapital gainson those assets. However, the bank would be able to seize the assets if the borrower defaulted on the mortgage. The borrower continues to earn capital appreciation on the pledged assets and gets a no-down-payment mortgage.\n\nA pledged-asset mortgage is recommended for borrowers that have the cash or investments available and don't want to sell their investments to pay for the down payment. Selling the investments might trigger tax obligations to the IRS. The sale may push the borrower's annual income to a higher tax bracket resulting in an increase in their taxes owed.\n\nTypically, high-income borrowers are ideal candidates for pledged-asset mortgages. However, pledge assets can also be used for another family member to help with the down payment and mortgage approval.\n\nTo qualify for a pledged-asset mortgage, the borrower usually needs to have investments that have a higher value than the amount of down payment. If a borrower pledges security and the value of the security decreases, the bank may require additional funds from the borrower to make up for the decline in the asset's value.\n\nAlthough the borrower retains discretion as to how the pledged funds are invested, the bank may impose restrictions to ensure the pledged assets are not invested in financial instruments that are deemed risky by the bank. Such risky investments may include options or derivatives. Further, assets in anindividual retirement account(IRA), 401(k), or other retirement accounts cannot be pledged as assets for a loan or mortgage.\n\nThe use of pledged assets to secure a note has several advantages for the borrower. However, the lender will demand a specific type and quality of investments before they will consider underwriting the loan. Also, the borrower is limited to the actions they may take with the pledged securities. In dire situations, if the borrower defaults they will lose the pledged securities as well as the home they purchased.\n\nThe borrower must continue to report and pay taxes on any earnings they receive from the pledged assets. However, since they were not required to sell their portfolio holdings to make the down payment, it will not place them into a higher tax income bracket.\n\nA pledged-asset loan allows the borrower to retain ownership of the valuable possession.\n\nBorrower avoids tax penalties or capital gains taxes from selling the assets\n\nPledging assets avoids large loan down payments and PMI, if applicable.\n\nThe borrower may receive a lower interest rate on the loan or mortgage.\n\nThe borrower continues to earn income and must report the gains from their investments.\n\nThe ability to trade the pledged securities might be limited if the investments are stocks or mutual funds.\n\nThe borrower could lose both the home and the securities in the event of default.\n\nBy not making a down payment, loan interest is paid on the full price of the property.\n\nIf the pledged securities decline in value the lender may demand additional funds.\n\nPledging assets for the loans of a relative carries default risk since there is no control over the borrower's repayment.\n\nIf you pledge your assets as collateral for a loan, you will still own the pledged collateral. If you fail to make payments according to the terms of the loan, the lender could seize the collateral and you would no longer own it at that time.\n\nYou can use a car as collateral for some personal loans. You must have equity in the car, or value that is paid off. If you have trouble getting a personal loan due to bad credit, you may consider using your card as collateral. However, if you cannot make the payments, the lender will be able to repossess your car to pay off the loan.\n\nThe main downside with a pledged asset mortgage is that you risk losing your asset as well as your home to the lender if you cannot make the mortgage payments according to your loan terms.\n\nPledged collateral can provide a number of benefits, but there are risks to consider as well. If you are considering using collateral for your mortgage, consider consulting a financial advisor who can guide you through the options and their impact on your financial situation.\n\nWells Fargo Advisors. \"Securities-Based Borrowing.\"\n\nCharles Schwab Bank. \"Schwab Bank Pledged Asset Line.\"\n\nMorgan Stanley Home Loans. \"Pledged Asset Feature.\"\n\nConsumer Financial Protection Bureau. \"What is Private Mortgage Insurance?\"\n\nExperian. \"What Can Be Used for Collateral for a Loan?\"",
  "url": "https://www.investopedia.com/terms/p/pledgedasset.asp"
}