{
  "term": "How the Series 66 Exam Works and What’s Required",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSeries 66, the NASAA Uniform Combined State Law Examination, is an exam and license that is meant to qualify individuals asinvestment advisor representatives (IARs)or securities agents. The Series 66 covers topics relevant to providing investment advice and effecting securities transactions for clients. Once licensed, IARs can legally conduct financial advising and wealth management duties.\n\nThe Series 66 exam is developed by theNorth American Securities Administrators Association (NASAA), along with theSeries 63andSeries 65exams. It is administered by the Financial Industry Regulatory Authority (FINRA).\n\nThe Series 66 certification was developed by the NASAA based on requests from the industry. The exam is administered by theFinancial Industry Regulatory Authority (FINRA), which is also responsible for processing and disseminating test results. FINRA’sSeries 7exam is a co-requisite of the Series 66, which means it needs to be successfully completed along with the Series 66 before a candidate may apply to register in a state.\n\nThe Series 7 must be successfully completed before taking the Series 66. Individuals who have passed the Series 7 may take the Series 66 to avoid having to take the longer and possibly more difficultSeries 65exam.\n\nThe Series 66 examination contents include 100 multiple-choice questions that are scored and 10 pretest questions that are not scored. Candidates have a maximum time of 150 minutes (2½ hours) to complete the examination.\n\nTo obtain a passing score, a candidate must correctly answer 73 of the 100 questions that are scored (73%). The exam administrator provides electronic calculators for candidates to use, and these are the only calculators allowed in the exam room. A dry-erase marker and a whiteboard are provided. No study or reference materials of any kind are permitted in the examination room, and there are harsh penalties for anyone caught cheating or attempting to cheat.\n\nAn individual’s employer can register a candidate for the exam by filing either a Form U4 or online form and paying the $177 examination fee.FINRA’sSeries 66 informational web pagehas additional details.\n\nBeginning April 1, 2022, the Series 66 must be taken in person at a qualified testing center. The Series 66 qualification exam is only available online for candidates who provide medical proof that they cannot take exams in testing centers, due to a disability or other qualifying issue.\n\nHarsh penalties are imposed on anyone caught cheating or attempting to cheat on the Series 66 exam.\n\nThe NASAA updates information on the exam’s content andposts it online. As of October 2022, the exam questions are allocated as follows:\n\nEconomic Factors and Business Information (8%): This section includes eight questions on financial reporting (such as financial ratios, U.S. Securities and Exchange Commission [SEC] filings, and annual reports), quantitative methods (such as internal rate of return and net present value), and types of risk (such as market, interest rate, inflation, political, liquidity, and other risks).\n\nInvestment Vehicle Characteristics (17%):The 17 questions in this section include but are not limited to: methods used to value fixed-income securities, types and characteristics of derivative securities, alternative investments, and insurance-based products.\n\nClient/Customer Investment Recommendations and Strategies (30%):The 30 questions in this section include but are not limited to: types of clients (including individuals, businesses, and trusts and estates), client profiling (including financial goals, current financial status, and risk tolerance), capital market theory, portfolio management strategies, tax considerations, retirement planning, trading accounts, and performance measurement.\n\nLaws, Regulations, and Guidelines, Including Prohibition on Unethical Business Practices (45%): This section includes 45 questions on state and federal securities acts along with related rules and regulations, ethical practices, and fiduciary obligations.\n\nPassing the Series 66 exam licenses financial professionals to carry out work as an investment advisor representative (IAR) or securities agent with state-level authority. With the Series 66 license, financial professionals can legally act in the capacity of investment advisors or wealth/asset managers.\n\nThe Series 65 is another IAR licensing credential offered by the North American Securities Administrators Association (NASAA). The Series 66 exam is relatively new. It was created by NASAA in response to requests from broker-dealers and other financial services firms. It is essentially a combination of Series 63 and Series 65, but since a co-requisite for taking the exam issuccessful completion of the Series 7 exam, it does not include the product, analysis, and strategy questions that are a large part of the Series 65.\n\nWhile the pass/fail rates for these exams are not publicly available, many consider the Series 66 exam less difficult than the Series 65 because it has 30 fewer questions and does not include topics from the Series 7.\n\nThe Series 66 is difficult since it covers a wide breadth of detailed material. The official pass rates for the Series 66 exam are not officially published; however, test prep programs estimate the pass rate to be around 65% to 70% of test takers.If you fail the exam, you must wait at least 30 days before attempting it again.\n\nTaking the Series 66 exam costs $177 as of 2024.If you work for a financial firm, they may cover the exam cost on your behalf.\n\nThose who want to become professional investment advisors or money managers need to pass both the FINRA Series 7 and NASAA Series 66 exams (although you can also take both the Series 63 and Series 65 in lieu of the 66). The Series 66 combines material from both the Series 63 and Series 65 exams, in a 100-question multiple-choice format. Test takers have 150 minutes and must score 73% or better to pass. Once you pass, you can legally transact in securities and give securities-related advice in all states.\n\nFinancial Industry Regulatory Authority. “Series 66—Uniform Combined State Law Exam.”\n\nNorth American Securities Administrators Association. \"NASAA Exams.\"\n\nKaplan University. \"Uniform Combined State Law Exam Series 66, Securities License Exam Manual.\" Page xi.\n\nNorth American Securities Administrators Association. \"Uniform Combined State Law Examination (Series 66) Overview.\" Pages 4-5.\n\nNorth American Securities Administrators Association. \"Series 66 Exam Content Outline.\"\n\nNorth American Securities Administrators Association. “Exam FAQs.”Announcements: Online Testing Update.\"\n\nFinancial Industry Regulatory Authority. “Exam Candidates Requiring Testing Accommodations.”\n\nNorth American Securities Administrators Association. \"Uniform Combined State Law Examination (Series 66) Overview.\" Pages 7-14.\n\nPass Perfect. “Series 66 Exam Information.”\n\nNorth American Securities Administrators Association. “Exam FAQs.”How long must I wait after failing an exam before I can take it again?",
  "url": "https://www.investopedia.com/terms/s/series66.asp"
}