{
  "term": "How Banking Works, Types of Banks, and How To Choose the Best Bank for You",
  "definition": "A bank is a financial institution that is licensed to accept checking and savings deposits and make loans. Banks also provide related services such as individual retirement accounts (IRAs), certificates of deposit (CDs), currency exchange,personal loans, and safe deposit boxes.\n\nThere are several types of banks including retail banks, commercial or corporate banks, and investment banks.\n\nIn the U.S., banks are regulated by the national government and by the individual states.\n\nBanks have existed since at least the 14th century. They provide a safe place for consumers and business owners to stow their cash and a source of loans for personal purchases and business ventures. In turn, thebanks use the cash that is depositedto make loans and collect interest on them.\n\nThe basic business plan hasn't changed much since the Medici family started dabbling in banking during the Renaissance, but the range of products that banks offer has grown.\n\nBanks offer various ways to stash your cash and various ways to borrow money.\n\nChecking accounts are deposits used by consumers and businesses to pay their bills and make cash withdrawals. They pay little or no interest and typically come with monthly fees, usage fees, or both.\n\nToday's consumers generally have their paychecks and any other regular payments automatically deposited in one of these accounts.\n\nSavings accounts pay interest to the depositor. Depending on how long account holders hope to keep their money in the bank, they can open a regular savings account that pays a little interest or a certificate of deposit (CD) that pays a little more interest. The CDs can earn interest for as little as a few months or as long as five years or more.\n\nIt is important to note that the money in checking accounts, savings accounts, and CDs is insured up to a maximum of $250,000 by the federal government through the Federal Deposit Insurance Corp. (FDIC).\n\nBanks make loans to consumers and businesses. The cash that is deposited by their customers is lent out to other customers at a higher rate of interest than the depositor is paid.\n\nAt the highest level, this is the process that keeps the economy humming. People deposit their money in banks; the bank lends the money out in car loans, credit cards,mortgages, and business loans. The loan recipients spend the money they borrow, the bank earns interest on the loans, and the process keeps money moving through the system.\n\nJust like any other business, the goal of a bank is to earn a profit for its owners. For most banks, the owners are theirshareholders. Banks do this by charging more interest on the loans and other debt they issue to borrowers than they pay to people who use their savings vehicles.\n\nFor example, a bank may pay 1% interest on savings accounts and charge 6% interest for its mortgage loans, earning a gross profit of 5% for its owners.\n\nBanks make a profit by charging more interest for loans than they pay on savings accounts.\n\nBanks range in size from small, community-based institutions to global commercial banks.\n\nAccording to the FDIC, there were just over 4,200 FDIC-insured commercial banks in the United States as of 2021.This number includes national banks, state-chartered banks, commercial banks, and other financial institutions.\n\nTraditional banks now offer bothbrick-and-mortarbranch locations and online services. Online-only banks began emerging in early 2010s.\n\nConsumers choose a bank based on its interest rates, the fees it charges, and the convenience of its locations, among other factors.\n\nU.S. banks came under intense scrutiny after the globalfinancial crisisof 2008. The regulatory environment for banks was tightened considerably as a result.\n\nDepending on their business structures, U.S. banks may be regulated at the state or national level, or both. State banks are regulated by each state's department of banking or department of financial institutions. This agency is generally responsible for issues such as permitted practices, how much interest a bank can charge, and auditing and inspecting banks.\n\nNational banks are regulated by theOffice of the Comptroller of the Currency (OCC). OCC regulations primarily cover bank capital levels, asset quality, and liquidity. As noted above, banks with FDIC insurance are also regulated by the FDIC.\n\nTheDodd-Frank Wall Street Reform and Consumer Protection Actwas passed in 2010 following the financial crisis with the intention of reducing risks in the U.S. financial system. Under this act, large banks now have to submit to regular tests that measure whether they have sufficient capital to continue operating under challenging economic conditions. This annual assessment is referred to as astress test.\n\nMost banks can be categorized as retail, commercial or corporate, or investment banks. The big global banks often operate separate arms for each of these categories.\n\nRetail banks offer their services to the general public and usually have branch offices as well as main offices for the convenience of their customers.\n\nThey provide a range of services such as checking and savings accounts, loan and mortgage services, financing for automobiles, and short-term loans such as overdraft protection. Many also offer credit cards.\n\nThey also offer access to investments in CDs, mutual funds, and individual retirement accounts (IRAs). The larger retail banks also cater to high-net-worth individuals with specialty services such asprivate bankingand wealth management services.\n\nExamples of retail banks include TD Bank and Citibank.\n\nCommercial or corporate banks tailor their services to business clients, from small business owners to large corporate entities. Along with day-to-day business banking, these banks also offer credit services,cash management, commercial real estate services, employer services, and trade finance,\n\nJPMorgan Chase and Bank of America are examples of commercial banks, though both have large retail banking divisions as well.\n\nInvestment banks focus on providing corporate clients with complex services and financial transactions such as underwriting and assisting withmerger and acquisition (M&A)activity. They are primarily financial intermediaries in these transactions.\n\nTheir clients include large corporations, other financial institutions, pension funds, governments, and hedge funds.\n\nMorgan Stanley and Goldman Sachs are among the biggest U.S. investment banks.\n\nUnlike the banks above,central banksdoes not deal directly with the public. A central bank is an independent institution authorized by a government to oversee the nation's money supply and its monetary policy.\n\nAs such, central banks are responsible for the stability of the currency and of the economic system as a whole. They also have a role in regulating the capital andreserve requirementsof the nation's banks.\n\nThe U.S. Federal Reserve Bank is the central bank of the U.S. The European Central Bank, the Bank of England, the Bank of Japan, the Swiss National Bank, and the People’s Bank of China are among its counterparts in other nations.\n\nCredit unionsoffer banking services but, unlike banks, they are not-for-profit institutions created for and managed by their members or customers. Credit unions provide routine banking services to their clients, who are generally called members.\n\nCredit unions are created, owned, and operated by their clients, and are generallytax-exempt. Members purchase shares in the co-op, and that money is pooled together to fund the credit union's loans.\n\nThey tend to provide a limited range of services compared to banks. They also have fewer locations and automated teller machines (ATMs).\n\nThe Federal Deposit Insurance Corporation (FDIC) is an independent agency created by Congress to maintain stability and public confidence in the U.S. financial system. The FDIC supervises and examines banks to ensure that the money they handle is safe.\n\nMoreover, it insures your money. The insurance maximum is $250,000 per depositor, per insured bank, for each account ownership category.\n\nYou don't have to purchase this insurance. If you open a deposit in an FDIC-insured bank, you are automatically covered.\n\nThe agency'sBankFind sitecan help you identify FDIC-insured banks and branches.\n\nThe mission of theSecurities Investor Protection Corporation (SIPC)is to recover cash and securities in the event a member brokerage firm fails. SIPC is a nonprofit corporation that Congress created in 1970. SIPC protects the customers of all registered brokerage firms in the U.S. This applies to stocks and bonds (securities) and cash that a brokerage firm holds. Brokerage firms rarely fail or close suddenly, but if this occurs, the SIPC helps close the firm through liquidation and establishes claims processes by which it can protect the investor. SIPC protects your account for up to $500,000 in securities. This includes a limit of $250,000 in cash in your account. Thislinkwill show you a list of all registered SIPC members.\n\nYou should consider whether you want to keep both business and personal accounts at the same bank, or whether you want them at separate banks. A retail bank, which has basic banking services for customers, is the most appropriate for everyday banking. You can choose a traditional bank, which has a physical building, or an online bank if you don't want or need to physically visit a bank branch. You might consider acredit union, which is a nonprofit institution and is available to serve the needs of people with a common employer, labor union, or professional interest.\n\nBank size is another consideration. Largeretail banksare often well-known, big-name banks and have locations throughout the U.S., which is convenient if you travel often for work or vacation. You would have easier access to your funds when you're away and may be able to avoid foreign ATM fees.\n\nOtherwise, you might find that a smaller bank would offer more personalized customer service and the products you prefer. Acommunity bank, for example, takes deposits and lends locally, which could offer a more personalized banking relationship.\n\nChoose a convenient location if you arechoosing a bankwith a brick-and-mortar location. If you have a financial emergency, you don't want to have to travel a long distance to get cash.\n\nSee if the bank you are choosing offers other services such as credit cards, loans, and safe deposit boxes. Some banks also offer smartphone apps, which can be useful.\n\nCheck the fees associated with the accounts you want to open. Banks charge interest on loans as well as monthly maintenance fees,overdraft fees, and wire transfer fees. Some large banks are moving to end overdraft fees in 2022, so that could be an important consideration.\n\nAt the very least, a bank is where you stash your cash until you use it to pay the bills or withdraw money. It can also be the place where you get a loan to buy a car or a mortgage to buy a house. If you're running a small business, it may be where you go to borrow money to expand or improve.\n\nBefore choosing a bank, you should make a comparison of the various fees and charges that come with your accounts or any loans you might need. A bit of research and comparison will ensure you find the right fit for safeguarding your money, establishing credit, making payments, applying for loans, receiving funds, and saving money for future needs such as retirement, emergencies, and homebuying.\n\nFederal Deposit Insurance Corp. \"Insured or Not Insured?\"\n\nFederal Deposit Insurance Corporation. \"BankFind Suite: Find Annual Historical Bank Data.\"\n\nU.S. Congress. \"H.R.4173 - Dodd-Frank Wall Street Reform and Consumer Protection Act.\"\n\nConsumer Financial Protection Bureau. “Comparing Overdraft Fees and Policies Across Banks.”",
  "url": "https://www.investopedia.com/terms/b/bank.asp"
}