{
  "term": "How Is Economic Utility Measured?",
  "definition": "Utility is an economic term used to measure the value a good or service brings to a consumer.\n\nUtility is the total satisfaction or benefit derived from consuming a good or service. Economic theories based onrational choiceassume that consumers will strive to maximize their utility. The utility of a good or service directly influences an item's demand and its price. Economic models try to quantify or estimate utility to determine consumer decision-making.\n\nThe utility definition ineconomicsrelates to the concept of usefulness. An economic good yields utility to the extent to which it's useful for satisfying a consumer’s want or need. Various schools of thought differ as to how to model economic utility and measure the usefulness of a good or service.\n\nEarly economists of the Spanish Scholastic tradition of the 1300s and 1400s described the economic value of goods as deriving directly from this property of usefulness and based their theories on prices and monetary exchanges.\n\nUtility in economics was first coined by the noted 18th-century Swiss mathematician Daniel Bernoulli. ToBernoulliand other economists, utility was modeled as a quantifiable or cardinal property of the economic goods that a person consumes.\n\nEconomic utility can be estimated by observing a consumer's choice between similar products. However, measuring utility becomes challenging as more variables or differences are present between the choices.\n\nOrdinal Utility: Economists of theAustrian Schooldeveloped the ordinal theory of utility, the idea that individuals order or rank the usefulness of various units of economic goods.Carl Mengerused this framework to resolve thediamond-water paradox: the first available units of any economic good will be put to the most highly valued uses, and subsequent units go to lower-valued uses. The ordinal theory of utility explains the law of diminishing marginal utility and the fundamentallaws of supply and demand.In ordinal utility terms, a person with three slices of pizza might eat the first, share the second slice with a friend, and waste the third.\n\nCardinal Utility: Assumes a “util” represents the amount of satisfaction a specific good or service generates for a subset of people in various situations. The concept of a measurable \"util\" makes it possible to treat economic theory and relationships using mathematical symbols and calculations. However, “utils” cannot be observed, measured, or compared between different economic goods or between individuals.For example, if economists determine that a piece of pizza yields 10 utils and a bowl of pasta yields 12 utils, individuals will know that eating the pasta will be more satisfying. Producers of pizza and pasta will then price pasta higher than pizza.\n\nTotal Utility: If utility in economics is cardinal and measurable, thetotal utility (TU)is the sum of the satisfaction that a person receives from the consumption of all units of a specific product or service. Using the example above, if a person can only consume three slices of pizza and the first slice of pizza consumed yields ten utils, the second slice of pizza consumed yields eight utils, and the third slice yields two utils, the total utility of pizza would be twenty utils.\n\nMarginal Utility: This is defined as the additional (cardinal) utility gained from the consumption of one additional unit of a good or service or the additional (ordinal) use that a person has for an additional unit. Using the same example, if the economic utility of the first slice of pizza is ten utils and the utility of the second slice is eight utils, themarginal utility (MU)of eating the second slice is eight utils. If the utility of a third slice is two utils, the MU of eating that third slice is two utils.\n\nThere is no direct way to measure the utility of a certain good for each consumer, but economists may estimate utility through indirect observation. For example, if a consumer is willing to spend $1 for a bottle of water but not $1.50, economists may surmise that a bottle of water has economic utility somewhere between $1 and $1.50. However, this becomes difficult in practice because of the number of variables in a typical consumer's choices.\n\nEconomists assume that consumers seek to maximize their utility and are motivated by a specific need, such as happiness, wealth, or generosity.\n\nSuppose \"utils\" are used to measure consumer demand. A first slice of pizza may yield 10 utils, but as more pizza is consumed, the utils may decrease as an individual becomes full. This process reveals that consumers may maximize their utility by allocating their money between multiple types of goods and services.\n\nUtility can be used to measure the usefulness of goods and services to consumers. While there are limitations when more variables and differences appear in the market, various types of economic utility are identified. Measuring utility helps companies structure pricing based on the laws of demand. Utility is a term also used to describe the services consumers receive from energy companies, such as electricity.\n\nMarjorie Grice-Hutchinson.\"Early Economic Thought in Spain, 1177-1740\",Pages. 86-95.Liberty Fund, Inc., 2015.\n\nMoscati, Ivan. \"How Economists Came to Accept Expected Utility Theory: The Case of Samuelson and Savage.\"Journal of Economic Perspectives, vol. 30, no. 2, Spring 2016, pp. 220.\n\nU.S. Energy Information Administration. \"Alternative Measures of Welfare in Macroeconomic Models.\" Pages 1-2.\n\nMises Institute. \"Why Austrians Stress Ordinal Utility.\"\n\nThe Library of Economics and Liberty. \"Carl Menger.\"\n\nUniversity of California at Irvine. \"The Definition of Utility In Economics.\"",
  "url": "https://www.investopedia.com/terms/u/utility.asp"
}