{
  "term": "How a Closed-End Fund Works and Differs From an Open-End Fund",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA closed-end fund is a type of mutual fund that issues a fixed number of shares through one initial public offering (IPO) to raise capital for its initial investments. Its shares can then be bought and sold on a stock exchange, but no new shares will be created, and no new money will flow into the fund.\n\nIn contrast, an open-end fund, such as most mutual funds and exchange-traded funds (ETFs), accepts a constant flow of new investment capital. It issues new shares and buys back its own shares on demand.\n\nMany municipal bond funds and some global investment funds are closed-end funds.\n\nLike many mutual funds, aclosed-end fund has a manageroverseeing the portfolio andactively buying, selling, and holding assets.\n\nSimilar to stocks and ETFs, its shares fluctuate in price throughout the trading day. However, the closed-end fund's parent company will issue no additional shares, and the fund itself won't buy back shares—unless the closed-end fund is aninterval fund—which is a type of closed-end fund that can buy back shares.\n\nClosed-end funds and open-end mutual funds have many similarities. Both make distributions of income and capital gains to their shareholders. Both charge an annualexpense ratiofor their services. Moreover, the companies that offer them must be registered with the Securities and Exchange Commission (SEC).\n\nClosed-end funds differ from open-end funds in fundamental ways. As noted, a closed-end fund raises a prescribed amount of capital in a one-timeoffering of a fixed number of shares. Once the shares are sold, the offering is \"closed.\"\n\nMost mutual and exchange-traded funds constantly accept new investor dollars, issuing additional shares, and redeeming—or buying back—shares from shareholders who wish to sell.\n\nA closed-end fund lists on a stock exchange where the shares trade like stocks throughout the trading day.\n\nOpen-end mutual funds price their shares only once a day, at the end of the trading day, basing the price on thenet asset valueof the portfolio. The stock price of a closed-end fund fluctuates according to the usual forces of supply and demand and the changing values of the fund's holdings.\n\nBecause they trade exclusively in the secondary markets, closed-end funds require a brokerage account to buy and sell. Open-end funds can usually be purchased directly through the fund's sponsoring investment company.\n\nLess liquid than open-end funds\n\nIts pricing is one of the unique characteristics of a closed-end fund. The NAV of the fund is calculated regularly and based on the value of the assets in the fund. However, the price that it trades for on the exchange is market-driven. This means a closed-end fund can tradeat a premiumor a discount to its NAV. A premium price means the price of a share is above the NAV, while a discount is the opposite, below the NAV.\n\nThere are several reasons for this. A fund's market price may rise because it is focused on a sector currently popular with investors or because its manager is well-regarded among investors. Or, a history of underperformance or volatility may make investors wary of the fund, driving down its share value.\n\nClosed-end funds do not repurchase their shares from investors. That means they don't have to maintain a large cash reserve level, leaving them with more money to invest.\n\nThey can also make heavy use of leverage—borrowed money—to boost their returns.\n\nAs a result, closed-end funds may be able to offerhigher overall returnsthan their open-fund mutual fund counterparts.\n\nThere are many different types of closed end funds. These can includebusiness development companies (BDCs), real estate funds, commodity funds, and bond funds. The largest type of closed-end fund, as measured by assets under management, is the municipal bond fund. These large funds invest in the debt obligations of state and local governments and federal government agencies.Managersof these funds often seek broad diversification to minimize risk but may also rely on leverage to maximize returns.\n\nManagers also build closed-end global, international, and emerging markets funds that mix stocks and fixed-income instruments.\n\nGlobal funds combine U.S. and international securities. International funds purchase only non-U.S. securities. Emerging markets funds focus on fast-growing and volatile foreign sectors and regions.\n\nOne of the largest closed-end funds is the Eaton Vance Tax-Managed Global Diversified Equity Income Fund (EXG). Founded in 2007, it had total net assets of $2.7 billion as of Dec. 31, 2023.The primary investment objective is to provide current income and gains, with a secondary objective of capital appreciation.\n\nShares of a closed-end fund trade throughout the day on a stock exchange, and that market-driven price may differ from its NAV. This can provide opportunities for profiting from higher or lower values.\n\nAn open-end mutual fund issues new shares whenever an investor chooses to buy into it and repurchases them when they're available. A closed-end fund issues shares only once. Closed-end funds also tend to use leverage, or borrowed money, to boost their returns to investors. That means higher potential rewards in good times and higher potential risks in bad times.\n\nOne of the significant downsides to closed-end funds is that no new shares are issued. So, to gain access to a closed-end fund, you'd have to find someone willing to sell shares at a premium or wait until some open up on the market.\n\nClosed-end funds are funds that only issue shares once. When they are all sold, there are no more available unless an owner decides to sell them. Closed-end funds are generally priced by their net asset value, but prices fluctuate throughout a trading day because they are actively traded.\n\nU.S. Securities and Exchange Commission. \"Investment Company Registration and Regulation Package.\"\n\nEaton Vance. \"Tax-Managed Global Diversified Equity Income Fund.\"",
  "url": "https://www.investopedia.com/terms/c/closed-endinvestment.asp"
}