{
  "term": "How to Use a Letter of Intent (LOI) to Make a Deal",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA letter of intent (LOI) is a document declaring the preliminary commitment of one party to do business with another. The letter outlines the chief terms of a prospective deal. Commonly used in major business transactions, LOIs are similar in content toterm sheets. However, LOIs are presented in letter formats, while term sheets are structured as lists.\n\nInvestopedia / Madelyn Goodnight\n\nLOIs are useful when two parties are initially brought together to hammer out the broad strokes of a transaction before the finer points are resolved. LOIs often include provisions stating that a deal may only go through if financing has been secured by one or both parties, or that it may be cancelled if papers are not signed by a certain date.\n\nSince LOIs typically discuss potential points of deals that have yet to be cemented, they are almost universally intended to benon-binding.\n\nLOIs can be iterative in nature. One party may present an LOI, to which the other party may either counter with a tweaked version of that LOI or draft a new document altogether. Ideally, by the time both parties come together to formalize a deal, there will be no surprises on either side of the table.\n\nMany LOIs includenon-disclosure agreements (NDAs), which contractually stipulate the components of a deal both parties agree to keep confidential, and which details may be shared publicly. Many LOIs also feature no-solicitation provisions, which forbid one party from poaching the other party's employees.\n\nA letter of intent is usually drafted and signed while negotiations between parties are ongoing so that the final terms of a deal might vary from what was agreed upon in the LOI.Due diligenceis conducted by both parties before doing business. It is a prudent business practice to complete due diligence before signing an LOI.\n\nAn LOI may be used by different parties for many purposes. Parties can use an LOI to outline some of the basic, fundamental terms of an agreement before they negotiate and finalize all the details. Furthermore, the LOI may be used to signal that two parties are negotiating a deal, such as a merger orjoint venture (JV).\n\nOverall, LOIs aim to achieve the following:\n\nIn the context of business deals, LOIs are typically drafted by a company's legal team, which outlines the details of the intended action. For example, in themerger and acquisitions (M&A)process, LOIs detail whether a firm plans to take over another company with cash or through a stock deal.\n\nLetters of intent also have applications beyond the business world. For example, parents may use them to express the expectations they have for their children in the event both parents die. Although they aren't legal documents (like wills), LOIs may be considered by family court judges responsible for legislating what happens to the children under such circumstances.\n\nLOIs are also used by those seekinggovernment grantsand by highly sought-after high school varsity athletes. These individuals frequently draft LOIs to declare their commitments to attend particular colleges or universities.\n\nA letter of intent to purchase is a document that expresses a buyer's serious interest in purchasing a business. A letter of intent to purchase may also be called a letter of interest. Some of the main points included in a letter of intent to purchase include the purchase price, terms of payment, and the timeline for completing the sale.\n\nA letter of intent lays out the basics of a business deal, including cost, time frame, and any conditions that must be met for the deal to go through. Like an LOI, amemorandum of understanding (MOU)is a document declaring the preliminary commitment of one party to do business with another. The main difference between these two documents is that an LOI is not typically legally binding while an MOU is considered binding in some cases and it carries weight in a court of law.\n\nTwo parties expected to engage in a business deal may use a letter of intent (LOI) to begin a conversation about the transaction. It is intended to show each party's serious commitment to the terms of the deal. It is also used to clarify the meaning and intent of the transaction.\n\nLetters of intent (LOIs) are used in the business world when two parties intend to work together or form a deal. The purpose of an LOI is to clarify which key points of a deal must be negotiated, protect all parties involved in the deal, and announce the nature of the deal, such as a joint venture or a merger between two companies. Sometimes LOIs are used outside the business world. They may be used by those seeking government grants or by highly sought-after high school varsity athletes.\n\nCornell Law School Legal Information Institute. \"45 CFR § 1160.9 - Letter of Intent.\"",
  "url": "https://www.investopedia.com/terms/l/letterofintent.asp"
}