{
  "term": "How a Payable on Death (POD) Account Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAriel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nInvestopedia / Danie Drankwalter\n\nPayable on death (POD) bypasses the probate process and ensures beneficiaries can access funds from an inherited bank account promptly.\n\nA bank account with a named beneficiary is a payable-on-death (POD) account. Also known as aTotten trust, a POD names the individual or entity the account holder wants to receive the financial asset.\n\nA payable-on-death (POD) account overrides alast will. If a POD account has one individual named as the beneficiary, and the will lists another individual as a beneficiary, the POD-designated beneficiary prevails.\n\nAn individual with a checking or savings account, security deposits, savings bonds, or acertificate of deposit (CD)can designate a beneficiary who will inherit the money in the account after death. People who opt for POD accounts do so to keep their money out ofprobate courtwhen they pass away. Designating a beneficiary is a free service where the account holder notifies their bank and completes a beneficiary designation form.\n\nA significant benefit of POD accounts is that an account owner can increase their coverage limit under theFederal Deposit Insurance Corp. (FDIC). The standard coverage limit for an individual’s assets at a particular financial institution, including checking and savings accounts,money market accounts, and CDs, is $250,000.\n\nSince a POD is arevocable living trustthat has someone else with a beneficiary interest on the account, the FDIC provides up to $1,250,000 coverage on up to five accounts at a single bank where each account has a different beneficiary. Each beneficiary cannot be covered for more than $250,000. Instead of saving $1,250,000 in one account, which will only be insured for up to $250,000, having multiple POD accounts can increase an account holder’s coverage by up to five times the standard limit.\n\nA POD account is very similar to atransfer-on-death (TOD)arrangement but deals with a person’s bank assets instead of their stocks, bonds,mutual funds, or other investment assets.\n\nUpon the account holder's death, the beneficiary automatically becomes the account owner, bypassing the account holder’sestateand skipping probate completely. Their POD account may be subject to claims bycreditorsand the government if the owner of a POD account dies with unpaid debts and taxes. The estate'sexecutormay find it difficult to settle these expenses using POD accounts.\n\nIf the account was jointly owned by more than one person, a named beneficiary cannot access the funds until the last owner dies. In this case, the assets in the account will be turned over to the beneficiaries named by the last surviving owner. If the account holder lives in acommunity propertystate, their spouse can claim half of the assets in the POD account, except those acquired before marriage or inherited.\n\nA POD account can have more than one beneficiary. However, state law may only permit an equal distribution of funds in a POD account. Naming multiple beneficiaries can complicate dividing the proceeds from complex financial instruments, such as bonds. Account holders cannot name alternate beneficiaries. If the beneficiary dies before the account holder, the assets are automatically transferred to an estate or will.\n\nBeneficiaries must present a government-issued ID and a certified copy of the account holder's death certificate to claim a POD account.\n\nThe named beneficiary in a POD account is not entitled to any money while the account holder is still alive.\n\nThe primary benefit of designating a beneficiary for a bank account, such as a savings or a CD, is to avoid costly probate proceedings to decide how to distribute the proceeds to any heirs after death.\n\nThere is no requirement for a minimum amount of money available in the account upon death. There are no limitations to a POD account. The account holder can spend all the money before their death, change the beneficiary, or close the account.\n\nPOD account designations on bank accounts help avoid the costs and delays involved with probate court. Individuals can add this step during theirestate planning.\n\nAtlasas Law Firm. \"Do the Beneficiaries on a Bank Account Supersede a Will?\"\n\nFederal Deposit Insurance Corp. “Your Insured Deposits.”\n\nU.S. Securities and Exchange Commission, via Internet Archive. “Transfer on Death (TOD) Registration.”\n\nMorton Law Firm. \"Do Spouses and Creditors Have Rights to a POD Bank Account?\"",
  "url": "https://www.investopedia.com/terms/p/payableondeath.asp"
}