{
  "term": "How to Calculate Return on Invested Capital (ROIC)",
  "definition": "Return on invested capital (ROIC) is calculated by dividing net operating profit after tax by invested capital.\n\nReturn on invested capital (ROIC) shows how efficiently a company uses its capital to generate profits. Comparing a company’s ROIC with itsweighted average cost of capital(WACC) reveals whether the company'sinvested capitalis used effectively.\n\nBesides ROIC, businesses use other metrics to assess how well the company uses capital, includingeconomic value addedandreturn on capital employed.\n\nROIC=NOPATInvested Capitalwhere:NOPAT=Net operating profit after tax\\begin{aligned} &\\text{ROIC} = \\frac{ \\text{NOPAT} }{ \\text{Invested Capital} } \\\\ &\\textbf{where:}\\\\ &\\text{NOPAT} = \\text{Net operating profit after tax} \\\\ \\end{aligned}​ROIC=Invested CapitalNOPAT​where:NOPAT=Net operating profit after tax​\n\nWritten another way, ROIC = (net income – dividends) / (debt + equity). The ROIC formula is calculated by assessing the value in the denominator, total capital, the sum of a company’s debt and equity.\n\nThere are several ways to calculate this value. One is to subtract cash and non-interest-bearing current liabilities(NIBCL)—including tax liabilities and accounts payable, as long as these are not subject to interest or fees—from total assets.\n\nAnother method of calculating invested capital is to add the book value of a company’s equity to the book value of its debt and then subtract non-operating assets, including cash and cash equivalents, marketable securities, and assets of discontinued operations.\n\nYet another way to calculate invested capital is to obtain the working capital figure by subtracting current liabilities from current assets. Next, you obtain non-cash working capital by subtracting cash from the working capital value you just calculated. Finally, non-cash working capital is added to a company’s fixed assets.\n\nROIC higher than the cost of capital means a company is healthy and growing, while ROIC lower than the cost of capital suggests an unsustainable business model.\n\nThe value in the numerator can also be calculated in several ways. The most straightforward way is to subtract dividends from a company’s net income.\n\nOn the other hand, because a company may have benefited from a one-time source of income unrelated to its core business—a windfall from foreign exchange rate fluctuations, for example—it is often preferable to look at net operating profit after tax (NOPAT). NOPAT is calculated by adjusting the operating profit for taxes:\n\nNOPAT = (operating profit) × (1 – effective tax rate)\n\nROIC is always calculated as a percentage and is usually expressed as an annualized or trailing 12-month value. It should be compared to a company’scost of capitalto determine whether the company is creating value.\n\nIf ROIC is greater than a firm’s weighted average cost of capital (WACC)—the most commonly used cost of capital metric—value is being created, and these firms will trade at a premium.\n\nA common benchmark for evidence of value creation is a return of two percentage points above the firm’s cost of capital.\n\nMany companies will report their effective tax rates for the quarter or fiscal year in their earnings releases, but not all companies do this, meaning it may be necessary to calculate the rate by dividing a company’s tax expense by its net income.\n\nSome firms run at a zero-return level. While they may not be destroying value, these companies have no excess capital to invest in future growth.\n\nTo get a better idea of what a decent or acceptable ROIC is, you can compare companies operating in the same sector. If a company consistently delivers higher ROIC than its peer group, this suggests it is better run and more profitable. In the case of mature, established companies, comparing current ROIC with past ROIC can also be useful.\n\nROIC provides the necessary context for other metrics such as theprice-to-earnings (P/E) ratio. Viewed in isolation, the P/E ratio might suggest a company is oversold, but the decline could be because the company is no longer generating value for shareholders at the same rate (or at all).\n\nOn the other hand, companies that consistently generate high rates of return on invested capital probably deserve to trade at a premium compared with other stocks.\n\nTarget Corp. (TGT) calculates its ROIC directly in its 10-K, showing the components that went into the calculation:\n\nThe ROIC calculation begins with operating income and then adds net other income to get EBIT. Operating lease interest is then added back and income taxes are subtracted to get net operating profits after tax (NOPAT).\n\nTarget’s invested capital includes shareholder equity, long-term debt, and operating lease liabilities. Target subtracts cash and cash equivalents from the sum of those figures to get its invested capital and reports an after-tax return on invested capital of 16.1%, which is an improvement over the previous year’s 12.6%.\n\nROIC is one of the most important and informative valuationmetrics. However, it is more important in somesectorsthan others. Some companies, such as those that operate oil rigs or manufacture semiconductors, invest capital much more intensively than those that require less equipment.\n\nA major downside of this metric is that it tells us nothing about what segment of the business is generating value. If you make your calculation based on net income (minus dividends) instead of NOPAT, the result can be even more opaque, since the return may derive from a single, nonrecurring event.\n\nInvested capital is the total amount of money raised by a company by issuing securities—which is the sum of the company’s equity, debt, and capital lease obligations. Invested capital is not a line item in the company’s financial statement because debt, capital leases, and shareholder equity are each listed separately on the balance sheet.\n\nReturn on invested capital (ROIC) indicates how efficiently a company puts the capital under its control toward profitable investments or projects. The ROIC ratio gives a sense of how well a company is using the money it has raised to generate returns. Comparing a company’s return on invested capital with its weighted average cost of capital (WACC) reveals whether invested capital is being used effectively.\n\nThe ROIC formula is net operating profit after tax (NOPAT) divided by invested capital. Companies with a steady or improving return on capital are unlikely to put significant amounts of new capital to work. Investors and analysts might also use thereturn on new invested capital(RONIC) calculation to determine the value of deploying new or additional capital to a new or existing project.\n\nROIC is a widely used financial metric. It tells us how well a company uses its capital and whether it is creating value with its investments.\n\nAt a minimum, a company’s ROIC should be higher than its cost of capital. If it consistently isn’t, then the business model is not sustainable.\n\nROIC is particularly useful when examining companies in industries that rely on investing a large amount of capital. Like many metrics, it is most informative when used to compare similar companies operating in the same sector. Often, the companies in a sector with the highest ROICs will trade at a premium.\n\nInternal Revenue Service. “International Overview Training: Post-2017 Tax Reform,” Pages 4–6.\n\nU.S. Securities and Exchange Commission. “Form 10-K for the Fiscal Year Ended Feb. 3, 2024: Target Corp.”",
  "url": "https://www.investopedia.com/terms/r/returnoninvestmentcapital.asp"
}