{
  "term": "How to Do Market Research, Types, and Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nMarket research helps companies develop or fine-tune a new idea by examining consumer behavior and trends.\n\nMarket research is a process that gathers and analyzes data for a company's product strategy. It may involve the use of surveys, product tests, and focus groups. Research may be conducted in-house or by a third party that specializes in market research.\n\nMarket research is used to determine the viability of a new product or service. The results may be used to revise the product design and fine-tune the strategy for introducing it to the public. This can include information gathered to determinemarket segmentation. It also informsproduct differentiation, which is used to tailor advertising.\n\nA business engages in various tasks to complete the market research process. It gathers information based on the marketsectorbeing targeted by the product. This information is then analyzed, and relevant data points are interpreted to conclude how the product may be optimally designed and marketed to the market segment for which it is intended.\n\nIt is a critical component in the research and development (R&D) phase of a new product or service introduction. Market research can be conducted in many different ways, including surveys, product testing, interviews, and focus groups.\n\nMarket research is a critical tool that companies use to understand what consumers want, develop products that those consumers will use, and maintain acompetitive advantageover other companies in their industry.\n\nMarket research usually consists of a combination of:\n\nPrimary research generally falls into two categories: exploratory and specific research.\n\nAll market research is informed by the findings of other researchers about the needs and wants of consumers. Today, much of this research can be found online.\n\nSecondary research can include population information from government census data, trade association research reports, polling results, and research from other businesses operating in the same market sector.\n\nFormal market research began in Germany during the 1920s. In the United States, it soon took off with the advent of the Golden Age of Radio.\n\nCompanies that created advertisements for this new entertainment medium began to look at thedemographicsof the audiences who listened to each of the radio plays, music programs, and comedy skits that were presented.\n\nThey had once tried to reach the widest possible audience by placing their messages on billboards or in the most popular magazines. With radio programming, they had the chance to target rural or urban consumers, teenagers or families, and judge the results by the sales numbers that followed.\n\nFrom their earliest days, market research companies would interview people on the street about the newspapers and magazines that they read regularly and ask whether they recalled any of the ads or brands that were published in them. Data collected from these interviews were compared to the circulation of the publication to determine the effectiveness of those ads.\n\nMarket research and surveys were adapted from these early techniques.\n\nTo get a strong understanding of your market, it’s essential to understand demand, market size, economic indicators, location, market saturation, and pricing.\n\nA focus group is a small number of representative consumers chosen to try a product or watch an advertisement.\n\nAfterward, the group is asked for feedback on their perceptions of the product, the company’s brand, or competing products. The company then takes that information and makes decisions about what to do with the product or service, whether that's releasing it, making changes, or abandoning it altogether.\n\nThe man-on-the-street interview technique soon gave way to the telephone interview. A telephone interviewer could collect information in a more efficient and cost-effective fashion.\n\nTelephone research was a preferred tactic of market researchers for many years. It has become much more difficult in recent years as landline phone service dwindles and is replaced by less accessible mobile phones.\n\nAs an alternative to focus groups, surveys represent a cost-effective way to determine consumer attitudes without having to interview anyone in person. Consumers are sent surveys in the mail, usually with a coupon or voucher to incentivize participation. These surveys help determine how consumers feel about the product, brand, and price point.\n\nWith people spending more time online, market research activities have shifted online as well. Data collection still uses a survey-style form. But instead of companies actively seeking participants by finding them on the street orcold callingthem on the phone, people can choose to sign up, take surveys, and offer opinions when they have time.\n\nThis makes the process far less intrusive and less rushed, since people can participate on their own time and of their own volition.\n\nThe first step to effective market research is to determine the goals of the study. Each study should seek to answer a clear, well-defined problem. For example, a company might seek to identify consumer preferences, brand recognition, or the comparative effectiveness of different types of ad campaigns.\n\nAfter that, the next step is to determine who will be included in the research. Market research is an expensive process, and a company cannot waste resources collecting unnecessary data. The firm should decide in advance which types of consumers will be included in the research and how the data will be collected. They should also account for the probability of statistical errors orsampling bias.\n\nThe next step is to collect the data and analyze the results. If the two previous steps have been completed accurately, this should be straightforward. The researchers will collect the results of their study, keeping track of the ages, gender, and other relevant data of each respondent. This is then analyzed in a marketing report that explains the results of their research.\n\nThe last step is for company executives to use their market research to make business decisions. Depending on the results of their research, they may choose to target a different group of consumers, or they may change their price point or some product features.\n\nThe results of these changes may eventually be measured in further market research, and the process will begin all over again.\n\nMarket research is essential for developing brand loyalty and customer satisfaction. Since it is unlikely for a product to appeal equally to every consumer, a strong market research program can help identify the key demographics and market segments that are most likely to use a given product.\n\nMarket research is also important for developing a company’s advertising efforts. For example, if a company’s market research determines that its consumers are more likely to use Facebook than X (formerly Twitter), it can then target its advertisements to one platform instead of another. Or, if they determine that their target market is value-sensitive rather than price-sensitive, they can work on improving the product rather than reducing their prices.\n\nMarket research only works when subjects are honest and open to participating.\n\nMany companies use market research to test new products or get information from consumers about what kinds of products or services they need and don’t currently have.\n\nFor example, a company that’s considering starting a business might conduct market research to test the viability of its product or service. If the market research confirms consumer interest, the business can proceed confidently with itsbusiness plan. If not, the company can use the results of the market research to make adjustments to the product to bring it in line with customer desires.\n\nThe main types of market research are primary research and secondary research. Primary research includes focus groups, polls, and surveys. Secondary research includes academic articles, infographics, and white papers.\n\nQualitative research gives insights into how customers feel and think. Quantitative research uses data and statistics such as website views, social media engagement, and subscriber numbers.\n\nOnline market research uses the same strategies and techniques as traditional primary and secondary market research, but it is conducted on the Internet. Potential customers may be asked to participate in a survey or give feedback on a product. The responses may help the researchers create a profile of the likely customer for a new product.\n\nPaid market research involves rewarding individuals who agree to participate in a study. They may be offered a small payment for their time or a discount coupon in return for filling out a questionnaire or participating in a focus group.\n\nA market study is an analysis of consumer demand for a product or service. It looks at all of the factors that influence demand for a product or service. These include the product’s price, location, competition, and substitutes as well as general economic factors that could influence the new product’s adoption, for better or worse.\n\nMarket research is a key component of a company’s research and development stage. It helps companies understand in advance the viability of a new product that they have in development and to see how it might perform in the real world.",
  "url": "https://www.investopedia.com/terms/m/market-research.asp"
}