{
  "term": "Hsa Custodian: What It Is, Cost, Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAn HSA custodian is any bank, credit union, insurance company, brokerage, or otherInternal Revenue Service(IRS)-approved financial institution that offershealth savings accounts(HSAs).\n\nFinancial institutions that manage HSAs are also called HSA administrators. An HSA custodian or administrator holds HSA assets in a secure HSA account. In some instances, the account holder may direct how to invest the funds and may withdraw them for qualified medical expenses.\n\nYou can open an HSA through your employer. In this case, you might be automatically enrolled with a particular HSA custodian, with the option to switch. However, before doing so, you should ask your HR department how it would affect payroll withdrawals to fund your HSA account.\n\nIf you open an HSA on your own, you can choose the custodian. Your choice of HSA custodian is important because the interest you earn, the fees you pay, and the investment options available can have a significant impact on your HSA balance over time.\n\nAs with any financial account, you want to minimize your fees and maximize your returns. You also want to make sure your cash balances will beFederal Deposit Insurance Corporation(FDIC) insured and your investments, if any, will beSecurities Investor Protection Corporation(SIPC) insured.\n\nAn HSA differs from aflexible spending account(FSA), which is an employer-sponsored account that allows employees to set aside pretax dollars to pay for eligible healthcare expenses.\n\nAn HSA can't be rolled over into a 401(k) or an individual retirement account.\n\nHealth savings accounts were created by the Medicare Prescription Drug, Improvement, and Modernization Act of 2003 to offer individuals with high-deductible health plans (HDHP) tax-preferred treatment of the money they save for medical expenses.\n\nAn HSA custodian makes it possible for individuals to contribute to an HSA and withdraw funds as needed to pay medical bills. Similar to a savings account, custodians pay interest on cash balances held in the HSA account. Some financial institutions let account holders invest in stocks, bonds, and funds for potentially higherrates of returnon the money they don’t need to pay for medical expenses in the short term.\n\nIf you're investing in an HSA on your own, make sure you know what fees are involved, what investments you can make, and how much work you'll need to do to make changes to your account.\n\nHSA custodians charge fees for their services. Fee types and amounts vary by the custodian institution. Some basic, ongoing fees you might see include an annual administrative flat fee and a quarterly custodial fee calculated as a percentage of your account balance. There are also fees you can incur if you make mistakes, such as an excess contribution correction fee if your deposit exceeds the IRS annual limits for HSA accounts.\n\nA person with single coverage can contribute as much as $3,650 in 2022 ($3,850 in 2023), while the limit for family coverage is $7,300 ($7,750 in 2023).However, a person who is 55 or older is eligible to contribute an extra $1,000.\n\nThere may also be fees to issue additionaldebit cardsto family members or to replace lost or stolen debit cards. HSA custodians also charge many of the same fees that checking accounts charge, such as insufficient funds fees, account closure fees, and stop payment fees.\n\nIndividuals may use their HSAs to lower their monthly premiums. Let's say someone currently has a low $2,000 deductible for their family coverage. In this case, the monthly premiums may be a relatively costly $800 per month. However, if that monthly deductible spikes to $5,000, then the monthly premium may shrink to as low as $500, saving $300 per month, essentially allowing them to pocket an extra $3,650 per year.\n\nCongress. \"H.R.1 - Medicare Prescription Drug, Improvement, and Modernization Act of 2003.\"\n\nCenters for Medicare and Medicaid Services. \"Flexible Spending Account (FSA).\"\n\nInternal Revenue Service. \"Publication 969 (2021), Health Savings Accounts and Other Tax-Favored Health Plans.\"\n\nInternal Revenue Service. \"Rev. Proc. 2021-25,\" Page 1-2.\n\nInternal Revenue Service. \"Rev. Proc. 2022-24,\" Page 1.",
  "url": "https://www.investopedia.com/terms/h/hsa-custodian.asp"
}