{
  "term": "Hub and Spoke Structure: What it Means in Portfolio Management",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nHub and spoke structures are used byinvestment companiesto pool assets, cut costs and improve efficiency. Several investment vehicles, each remaining individually managed, combine their assets and contributing to one central vehicle. This can also be called amaster-feeder structure.\n\nAll of the funds in the system typically have the same investment objective and portfolio manager, ormaster fundthat serves as the \"hub\". The smaller investment vehicles, orfeeder funds, are referred to as the \"spokes.\"\n\nA hub and spoke provides benefits to managers of investment funds by offering numerous efficiencies fromtheir pooled structure. With a hub and spoke structure, capital is channeled to the master fund where all transactions are made, helping to reducetransaction costs.\n\nHub and spoke structures can also accommodate a full range of feeder funds, providing greater incentive for business development. A fund can be marketed in different ways and to different investors using a multitude of spokes.Each spoke can charge different fees and therefore appeal to a wider array of investors, all the while operating as one investment portfolio. These funds are able to keepfund operating costsrelatively low in comparison to their competitors due to the hub and spoke structure.\n\nIn addition, hub and spoke structures commonly include both U.S. andoffshore funds, creating the ability to market the fund globally. These structures are set up as partnerships to service global investors. As a partnership, they can work cooperatively while still allowing for individual feeder fund registration in the U.S. and abroad.\n\nAccounting and financial reporting can be complicated in a hub and spoke fund structure. With this type of fund, all transactions, fees, and expenses are accounted for and paid from the master fund. Despite thecomplicated accountingfor inflows and outflows to and from the master fund, its partnership structure allows each feeder fund to be managed individually with its own rules and registrations.\n\nThis is particularly beneficial in the case of taxes. Offshore funds often require different taxes ondividendsandcapital gains. In a hub and spoke structure, U.S. investors in an onshore fund would be unaffected by any obligations of the offshore fund and vice versa.The hub and spoke structure keeps all fund reporting, fees, and expenses segregated while still allowing for the greater benefit of economies of scale.\n\nSeveral hub and spoke funds exist in the market.BlackRockis one fund manager broadly employing this fund structure in a variety of hub and spoke setups.\n\nFor example, they run the Master Treasury Strategies Institutional Portfolio, which is the hub, consisting of two spokes, the BlackRock Select Treasury Strategies Institutional Fund and the BlackRock Treasury Strategies Institutional Fund.Each of the feeder funds engages in a different investment strategy with a different portfolio manager.\n\nEureka Hedge. \"The Benefits of Master-Feeder Fund Structures for Asian-based Hedge Fund Managers.\" Accessed August 20, 2021.\n\nBloomberg. \"The Hubbub Over 'Hubs'\". Accessed August 20, 2021.\n\nMarshall, P. (1995). Complex Fund Structures and Choice of Jurisdiction.Trusts & Trustees,1(2), 27-29.\n\nAmorosi, M., Zornada, G., Gibson, T., Almquist, J., & Man, P. J. (2017). Cross border master-feeder arrangements: SEC staff slightly expands utility of offshore feeders for global investment management firms, but tax and other challenges remain.Journal of Investment Compliance.\n\nNew York Times. \"Small Investors Can Often Skirt Those Large-Sum Rules.\" Accessed August 20, 2021.\n\nBlackRock. \"BlackRock master portfolios.\" Accessed August 20, 2021.\n\nBlackRock. \"BlackRock Treasury Strategies Institutional Fund.\" Page 3. Accessed August 20, 2021.",
  "url": "https://www.investopedia.com/terms/h/hub_and_spoke_structure.asp"
}