{
  "term": "Hubbert Curve: What It Is, How It Works, Example",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe Hubbert curve is a method for predicting the likelyproduction rateof any finite resource over time. When plotted on a chart, the result resembles a symmetricalbell-shaped curve.\n\nThe theory was developed in the 1950s to describe the production cycle offossil fuels. However, it is now considered to be an accurate model for the production cycle of any finite resource.\n\nThe Hubbert curve was proposed by Marion King Hubbert in 1956 in a presentation to theAmerican Petroleum Instituteentitled “Nuclear Energy and the Fossil Fuels.” As its name suggests, Hubbert’s presentation was initially focused on the production of fossil fuels.﻿﻿ However, the Hubbert curve has since become a popular and widely accepted method for projecting the production rates ofnatural resourcesmore generally.\n\nOf special importance to investors is the Hubbert curve’s prediction about when the peak of resource production is likely to occur. When investing in a new project, such as anoil well, substantialupfront costsmust be invested before the project begins generating a saleable product. In the case of oil wells, this includes drilling the well, putting in place key equipment, and covering personnel costs before the oil begins to flow. Once the key infrastructure is in place, production volumes will gradually accumulate before eventually beginning to decline once the oil in the well has been largely exhausted.\n\nBy combining factors such as the natural reserves of the well, the probability of discovering oil in a given region and the speed at which oil can be extracted from the ground, Hubbert’s model was able to predict when a well would reach its level of maximum production. In visual terms, this occurs in the middle of the curve, just before the depletion of the well causes production rates to decline.\n\nHubbert’s model works remarkably well both for individual projects and for entire regions. For instance, the Hubbert curve can be used to describe the entirety of global oil output as well as the regional production of areas such asSaudi Arabiaor Texas. The general appearance and predictions of the model are strikingly similar and accurate in both cases.\n\nOf course, in the real world, production rates will not appear as a perfectly symmetrical curve. Nevertheless, the Hubbert curve is widely used as a close approximation of actual production rates. Once such notable application is the so-calledHubbert Peak Theory, which has been used to predictpeak oilproduction around the world.\n\nAccording to some industry analysts, the Hubbert peak for oil production in the United States was reached in the 1970s, although there is little consensus on when the peak for global oil production will be reached. One reason for this disagreement is thatnew technologiesfor extracting oil may have pushed the date for any forced decline in production further into the future.\n\nNational Academy of Sciences. \"M. King Hubbert.\" Accessed May 18, 2021.",
  "url": "https://www.investopedia.com/terms/h/hubbert-curve.asp"
}