{
  "term": "Hubris in Investing: Examples and FAQs, Bottom Line",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nHubris is the characteristic of excessive confidence or arrogance, which leads a person to believe that they may do no wrong. The overwhelming pride caused by hubris is often considered a flaw in character.\n\nIn the financial world, hubris is considered a dangerous quality that emboldens an investment professional to take risks beyond what is appropriate for their situation. While such risks may pay off at times, any person who shows such behavioral flaws can easily find their gains erased by dramatic losses.\n\nHubris can cause short-sighted, irrational, or harmful behavior since the person does not stop to examine their behavior or consider the opinions of or effects on others when behaving. Hubris often causes humiliation to whom it is directed.\n\nWhen aiming to be successful, most individuals utilize a meaningful process of thought and execution. A person affected by hubris will jump into a situation without questioning their methods. The lack of adequate processing and planning often ends in eventual failure.\n\nHubris may be developed after a person encounters a period of success. Corporate executives andtradersovercome by hubris may become a liability for their firms. A manager might start making business decisions without fully thinking through the consequences, or a trader may begin taking on excessiverisk. In many cases, people overcome by hubris will bring about their downfall.\n\nChief executive officers(CEOs) and very successful business people who are overcome with hubris tend to be difficult to work in team settings. They lack the ability to consider the opinions of others when they conflict with their own. This inconsideration is because they believe they always know best.\n\nInvestors and traders can also experience hubris with detrimental effects.  A lot of investors are overconfident and think they know better than the experts or even the market. Just being well-educated and/or clever does not mean you wouldn't benefit from good, independent advice. Also, it doesn't mean you can outwit the pros and a complex system of markets either. Many investors have lost fortunes by being convinced that they were better than the rest.\n\nHubris may come in the form of overconfidence in 1) the quality of information and 2) the perceived skill or ability to act at the right time for maximum gain. Indeed, studies show that overconfident traders trade more frequently and fail toappropriately diversify their portfolios.\n\nOne study analyzed trades from 10,000 clients at one discount brokerage firm. The study wanted to ascertain if frequent trading led to higher returns. After backing outtax-losstrades and others to meet liquidity needs, the study found that the purchased stocks underperformed the sold stocks by 5% over one year and 8.6% over two years. In other words, the more active theretail investor, the less money they make.\n\nThis study was repeated numerous times in multiple markets and the results were always the same. The authors concluded that traders are \"basically paying fees to lose money.\"\n\nIt is essential to differentiate hubris and confidence from one another. Having a realistic amount of confidence in oneself is crucial to long-term success, while hubris can be detrimental.\n\nHubris and self-confidence can be confused as to some they appear the same however they are quite different. Some may say that all those who exhibit hubris are full of self-confidence and that is true. However, not all those who have self-confidence exhibit hubris.\n\nOne of the most important differentiating factors between the two is that those who show hubris are arrogant. They believe that cannot fail because they are too skilled or lucky for that to happen. Those with self-confidence believe they have the skills or luck, but that is backed up by evidence proving so. They are not blind to risk or adversity as those with hubris are.\n\nThose who show self-confidence usually show an additional trait that those with hubris do not: humility. Humility can be a very useful tool for not only CEOs but any type of person as it can not only keep arrogance in check, but will provide a much clearer picture of that individual's skills, successes, and failures when compared to the blinders that are on when someone is full of hubris.\n\nIt is crucial to overcome hubris in oneself to avoid damaging professional relationships. To overcome hubris, seek out knowledge that will assist in doing so, such as books and self-help guides.\n\nReforming thought patterns by considering the consequences hubris causes to others is an effective way to initiate positive changes. Hubris can be quelled by adequately bestowing praise and credit when working in a group setting.\n\nIt is of utmost importance to stay self-aware during periods of success. Be vigilant in remembering that current accomplishments do not mean that future hardships can not occur.\n\nHubris exists everywhere, but it is often best exemplified through literary works. A well-known example of Hubris occurs in Mary Shelley’sFrankenstein. The protagonist of the story is Victor. Victor’s hubris is demonstrated in his venture to become a scientist who is unrivaled by any other. In the end, his hubris leads only to catastrophe.\n\nIn the novelPride and Prejudiceby Jane Austen, the character of Mr. Darcy has an exorbitant amount of pride in his social status and himself. His hubris leads him to unfairly judge his eventual love interest Elizabeth, to the point where he nearly loses her. Only after a transformation of self is Mr. Darcy able to overcome his hubris and win Elizabeth’s heart.\n\nOutside of fiction, there are (and have always been) several examples of academics and scholars offinanceat the best universities who really are brilliant—technically speaking. Their purported stature in the field and brilliance, however, can delude them into thinking that the pickings are easy out there in the real world.\n\nSome really do cut it, but others are in for a rude awakening beyond the ivory tower. Odd as it may sound, someone with a Ph.D. in finance may, in fact, lead you in the wrong direction, while someone with no more than a high school diploma may have an amazing feel for the market and make a fortune.\n\nOne of the most famous examples of hubris in investing is thesaga of Nick Leeson. Nick was a head derivatives trader for Barings Bank and was operating in Singapore. Nick was assigned to makearbitragetrades for the bank and because he was so successful in the past, he was given a very powerful position with no oversight.\n\nMaking such trades requires placing bets on both sides of the trade in order to hedge against losses. However, Nick thought he understood everything about arbitrage trading in the markets he was involved in, so he only placed bets on one side of the trade, not both.\n\nBy doing so, he left himself wide open to enormous losses. Eventually, these losses occurred and not only was Nick arrested, but the bank he worked for, Barings Bank, wasbankrupted as a result.\n\nOn a larger scale, Enron Corp. believed they would be able to fool both investors and regulators when they hid the true nature of their financials through sophisticated accounting schemes. When the company was finally outed and was forced to report the true financial picture of the company, thestock implodedin a spectacular fashion, dropping from over $90 to just over $0.25.\n\nThe two are closely related and are synonyms of the other. Arrogance tends to be one's excessive pride relating to how they are better than others, whereas hubris is extremely self-belief in one's abilities, and may have nothing to do with others at all.\n\nHubris is defined as \"excessive pride or self-confidence,\" and is seen most commonly in people who believe they are able to complete a task they are not skilled enough to do. There is a lot of crossover between hubris and arrogance, but hubris tends to be more related to one's extreme self-confidence in their abilities.\n\nAn example of hubris in everyday life can be a CEO thinking that because they invented one great product that they cannot fail, a lawyer who thinks they can't lose a case, or a doctor who refuses to listen to patients because they believe they know everything and the patient nothing. Icarus, from Greek mythology, is a classic example of hubris. Icarus flew too close to the sun and his wings melted, and he fell to earth.\n\nHubris is a negative trait. Those exhibiting or imbued with hubris will be seen as extremely arrogant and usually out of touch.\n\nHubris was not the name of the spirit but rather \"Hybris,\" whose name changed over time to what it is now. Hubris was not a person but Hybris, the Greek goddess, personified insolence, hubris, violence, reckless pride, and arrogance.\n\nHubris is not a useful trait. Many powerful people believe that due to their past successes they are not able to fail. This mindset almost inevitably leads to their downfall, and it can be traced back through history touching many different leaders in both business and politics.\n\nH. Kent Baker and Vesa Puttonen. \"Investment Traps Exposed: Navigating Investor Mistakes and Behavioral Biases.\" Emerald Publishing, 2017.",
  "url": "https://www.investopedia.com/terms/h/hubris.asp"
}