{
  "term": "Hull-White Model: What it is, How it Works",
  "definition": "The Hull-White model is a single-factor interest model used to priceinterest rate derivatives. The Hull-White model assumes that short rates have a normal distribution and that the short rates are subject tomean reversion. Volatility is thus likely to be low when short rates are near zero, which is reflected in a larger mean reversion in the model.\n\nThe Hull-White model extends theVasicek ModelandCox-Ingersoll-Ross(CIR) model.\n\nAn interest rate derivative is afinancial instrumentwith a value that is linked to the movements of an interest rate or rates. Interest rate derivatives are often used ashedgesby institutional investors, banks, companies, and individuals to protect themselves against changes in market interest rates, but they can also be used to increase or refine the holder's risk profile or to speculate on rate moves. These may include interest ratecapsandfloors.\n\nInvestments whose values are dependent upon interest rates, such as bond options andmortgage-backed securities(MBS), have grown in popularity as financial systems have become more sophisticated. Determining the value of these investments often entailed using different models, with each model having its own set of assumptions. This made it difficult to match the volatility parameters of one model with another model, and also made it difficult to understand risk across a portfolio of different investments.\n\nLike the Ho-Lee model, the Hull-White model treats interest rates as normally distributed. This creates a scenario in which interest rates are negative, though there is a low probability of this occurring as a model output.\n\nThe Hull-White model also prices the derivative as a function of the entire yield curve, rather than at a single point. Because the yield curve estimates future interest rates rather than observable market rates, analysts will hedge against different scenarios that economic conditions might create.\n\nUnlike the Hull-White model, which uses the instantaneous short rate, or theHeath-Jarrow-Morton(HJM) model, which uses the instantaneous forward rate, theBrace Gatarek Musiela Model(BGM) model only uses rates that are observable; i.e., forward LIBOR rates.\n\nJohn C. Hull and Alan D. White are finance professors at the Rotman School of Management at the University of Toronto. Together they developed the model in 1990. Professor Hull is the author ofRisk Management and Financial InstitutionsandFundamentals of Futures and Options Markets. Professor White, also recognized internationally as an authority on financial engineering, is the Associate Editor of theJournal of Financial and Quantitative Analysisand theJournal of Derivatives.",
  "url": "https://www.investopedia.com/terms/h/hullwhite-model.asp"
}