{
  "term": "Hung Convertibles",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nHung convertibles areconvertible securitieswhere the share price of the underlying security is well below the conversion price, making it unlikely that the securities will be converted intocommon stock. Since unconverted securities must be repaid at face value, most issuers wish to prevent their convertibles from being hung.\n\nConvertible securities are a type of bond, note, or preferred stock that can be converted into the common shares of the issuing company at a fixed price and date in the future. Many companies with low credit choose to issue convertible securities as an inexpensive way to raise money.\n\nWhen convertible securities are unlikely to be converted to stock, they are referred to as hung convertibles. This is most common when the cost of conversion is greater than the price of the underlying stock.\n\nDue to their limited prospects for conversion, hung convertibles, also known as busted convertibles, trade more likedebt instrumentsthan quasi-equity securities. Hung convertibles can also refer to two other instances where the likelihood of conversion is low:\n\nHung convertibles tend to trade like other debt instruments, due to the low probability of conversion. When the price of the underlying security is high enough to justify conversion, they tend to behave more like equities.\n\nHung convertibles can take the form of bonds, which are backed by collateral, or debentures, which are dependent on the promise of the issuer to pay its obligations. For example, consider a convertible debenture with a face value of $1,000 that can be converted into 100 shares, for a conversion price of $10. If the price of the underlying stock is $4, this debenture would be considered a hung convertible, especially if it matures in a relatively short period.\n\nSuch a debenture would therefore be priced as a debt instrument, with its pricing determined by several factors including itscoupon rate, maturity, current market interest rates and yields, and the issuer's credit rating.\n\nTo solve the problem of a hung convertible, a company, therefore, would need to improve its fundamentals, such asrevenuegrowth,operating margins, orreturn on invested capital, to spur the common stock high enough to reach the conversion price.\n\nConvertible securities share many of the advantages of both bonds and stocks. However, they typically pay lower coupon rates than regular bonds.\n\nSome investors view hung convertible securities as the best of both worlds. They have the income-producing and stable price qualities of a bond plus the conversion feature that can provide the potential to gain shares of common stock, which have historically provided greatercapital appreciationand been less sensitive to interest rates than bonds.\n\nIn other words, an investor gets paid to wait by earning coupon payments up until maturity or conversion into common equity. For an equity investor, convertibles can offer a degree of participation in up markets and more downside protection in turbulent markets than owning the common stock outright.\n\nHung convertibles come with drawbacks as well. Due to the conversion feature, convertibles pay lower coupon rates than bonds of the same maturity and credit quality. Convertibles investment manager Calamos Investments pegs this difference at 300 to 400basis points, quite a spread in today’s low-interest-rate environment. And if the stock of the issuer performs poorly, the investor will be left with a lower-paying bond.\n\nValuing convertiblesis a complex exercise since factors that impact bonds, such asinterest rates, and factors that impact stocks, such asearningsgrowth, must be analyzed in tandem. When a convertible bond is trading close to its investment value, or the value of an equivalent non-convertible bond, its price behavior will be more influenced by interest rates than one trading closer to itsconversion value. In general, however, a change in the fundamentals of the issuing company will have the greatest impact on a convertible’s price.\n\nCalamos Investments. \"Convertible Securities.\" Accessed Oct. 24, 2021.",
  "url": "https://www.investopedia.com/terms/h/hung-convertibles.asp"
}