{
  "term": "Hurdle Rate: What It Is and How Businesses and Investors Use It",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA hurdle rate is the lowest rate of return a project or investment must achieve before a manager or investor deems it acceptable. It's important when companies or investors make important decisions like pursuing a specific project. Riskier projects generally have higher hurdle rates than those with less risk.\n\nThe term is also often used in private equity investing and hedge fund management. For example, in a private equity investment fund, the general partner (GP) can only charge performance fees (known as carried interest) if the limited partner's rate of return crosses the prearranged hurdle rate.\n\nThe hurdle rate balances the need for profit with the risks and costs involved. This concept is crucial in guiding individual and corporate investment strategy decisions.\n\nWhen determining the hurdle rate, several key factors are taken into account:\n\nHurdle rates are important, especially when calculating the potential success of future endeavors and projects. Companies determine whether they will take on a capital project based on its risk level.\n\nIf an expected rate of return is above the hurdle rate, the investment is considered sound. If the rate of return falls below the hurdle rate, management may choose not to move forward. A hurdle rate is also called thebreak-even yield.\n\nInvestors and businesses use hurdle rates to evaluate an investment or project's potential.\n\nInvestors look at therisk premiumfor a potential investment since it captures the anticipated amount of risk involved. The higher the risk, the higher the risk premium should be. Risk premiums are typically added to the WACC for a more realistic hurdle rate.\n\nUsing a hurdle rate to determine an investment's potential helps to take our feelings or preferences for it out of the equation. By assigning a realistic risk factor, an investor can use the hurdle rate to assess whether the project has financial merit despite its intrinsic value.\n\nWhen businesses assess future projects, they often begin with the WACC, which conveys the average rate a company is expected to pay to finance its assets, accounting for its equity and debt.The WACC is calculated by weighing the cost of each capital component (equity, preferred stock, and debt) according to its proportion in the overall capital structure. In practical terms, WACC is a benchmark that presents the minimum return a company must generate on its projects to satisfy its shareholders and debt holders. When a company evaluates new projects, using WACC plus the risk premium ensures that these initiatives are expected to yield returns at least equal to the company’s current cost of capital plus the risk premium. This aligns management decisions with the expectations of investors.\n\nCompanies can use the net present value (NPV) approach as part of their assessment. NPV involves calculating the difference between the present value of cash inflows and outflows over the project’s life span. Future cash flows are estimated and thendiscountedto their present value using a discount rate, typically the hurdle rate, which is often the WACC. The NPV is the sum of these discounted cash flows minus the costs for the initial investment cost. If the NPV is positive, the projected earnings (discounted to present value) are higher than the expected costs, suggesting the project is likely profitable.\n\nThere is also a method that uses the internal rate of return (IRR), the discount rate that makes the NPV of all cash flows from a project equal to zero.Essentially, it represents the break-even rate of return expected from the project. Thus, a project is generally considered viable if its IRR is greater than the hurdle rate, which is often set as the WACC. The IRR method is handy for comparing the profitability of different investment opportunities, providing a rate of return perspective that complements the absolute value approach of NPV.\n\nSince the hurdle rate is the lowest return a company expects from an investment to justify the risk, we can use theWACCto help calculate this rate. The WACC reflects the average rate of return a company must earn on its investments to satisfy its shareholders and debt holders. Let's say you manage a company evaluating investing in sophisticated manufacturing equipment. Your engineers estimate the new equipment could result in a 20% increase in production efficiency, that is, an ROI of 20%.\n\nHere is the standard formula for the hurdle rate for companies weighing an investment:\n\nA simplified WACC calculation makes this quicker and easier. You just need the following to calculate it:\n\nSuppose this is the financial data for your firm:\n\nTo arrive at the table below, we determine the proportional weight of the firm's capital components (common stock, preferred stock, and debt). First, we calculate the weighted cost of each. Then, we multiply each component's cost or return rate by its proportional weight in the total capital structure. Finally, we total up these weighted percentages:\n\nWe now need the other element in the equation for the hurdle rate, namely the risk premium.\n\nIn finance, a risk premium is the extra return above the risk-free rate that investors demand for taking on extra risk. Virtually all investments carry more risk than U.S. Treasurys. So, we can use the yield on the 10-year U.S. Treasury as the benchmark for the \"risk-free rate.\" Incorporating the 10-year Treasury yield as a risk premium into the hurdle rate helps ensure that it makes up for the market risk (represented by the WACC) and the opportunity cost of investing in the new manufacturing equipment.\n\nIn this example, we assume the 10-year Treasury yields 4.5%.\n\nSince the estimated return on investment of 20% is greater than the hurdle rate of 13.26%, purchasing the new machine would be prudent. The investment is expected to yield returns that exceed the minimum rate required to justify the risk and cost of capital. If, however, it were only expected to yield 10%, it should probably be passed over.\n\nLike other investment decision-making tools, the hurdle rate is only an estimate. There is no guarantee that returns will match the results of the calculation.\n\nInprivate equity, the hurdle rate has a slightly different meaning, referring to the minimum rate of return a fund has to achieve before the general partners (GPs) or managers start receiving a share of the profits, known as carried interest. It acts as a performance threshold that ensures limited partners (LPs) get a certain return on their investment before the general partners receive theirs. Hurdle rates in private equity typically range from 7% to 8% but can vary based on the fund's strategy and the agreement between LPs and GPs. Only after reaching the hurdle rate do GPs start receiving their share of the profits, often about 20% of the fund's returns above the hurdle rate.\n\nSuppose a private equity fund has the following details:\n\nIf the fund's return is below 8%, all returns are distributed to the LPs, and the GPs do not receive carried interest. Any returns above the 8% hurdle rate are shared between the LPs and the GPs, who receive about 20% in this example. This arrangement aligns the interests of the fund managers with those of the investors, giving an incentive to the GPs to exceed the hurdle rate to achieve their share of the profits.\n\nThere are variations in hurdle rate structures. Some private equity funds employ a fixed hurdle rate, while others might link it to a benchmark, making it variable. There can be tiered hurdle rates in more complex arrangements, with different levels of carried interest rates applying up a ladder of performance thresholds.\n\nHurdle rates typically favor projects or investments with high rates of return on a percentage basis, even if the dollar value is smaller. Suppose project A has a return of 20% and a dollar profit value of $10, and project B has a return of 10% and a dollar profit value of $20. Project A would be more likely chosen because it has a higher rate of return, even though it returns less in terms of overall dollar value.\n\nIn addition, choosing a risk premium is difficult since it's not guaranteed. A project or investment may return more or less than expected. If the rate is chosen incorrectly, it can result in a flawed use of funds or missed opportunities.\n\nThe hurdle rate andIRRare both key financial metrics used in investment and capital budgeting, but they serve different purposes and are used in different ways.\n\nThe hurdle rate is essentially the minimum acceptable return on an investment. It is often set at the company's WACC added to the risk-free rate, although it can be adjusted higher for riskier projects. It is used as a benchmark to determine whether an investment is worth pursuing. If the expected return on a project is higher than the hurdle rate, the project is typically considered viable. The hurdle rate is, therefore, formulated before the assessment of an investment.\n\nThe IRR, however, is the rate at which the net present value (NPV) of all the cash flows (both positive and negative) from a project or investment equals zero. It is used to estimate the profitability of potential investments. A higher IRR indicates a more profitable investment. Unlike the hurdle rate, the IRR is calculated based on the expected cash flows from the project.\n\nIn mergers and acquisitions, the hurdle rate plays a crucial role in evaluating the potential value of the acquisition. It's used as a benchmark to assess if the anticipated efficiencies and the growth prospects from the merger or acquisition justify the investment. A deal is generally pursued only if theexpected return is greater than the hurdle rateso that it aligns with the acquiring company's risk tolerance and return expectations.\n\nYes, the hurdle rate can vary within a company based on the risk profile and the nature of different departments or projects. High-risk projects, such as those involving new product development or expanding into new markets, might have a higher hurdle rate than lower-risk endeavors like routine capital maintenance. Varying the hurdle rate helps ensure that the rate of return keeps up with changes in the level of risk associated with each project.\n\nExternal economic factors such as interest rates, inflation, and market volatility can significantly influence a company's hurdle rate. For instance, an increase in interest rates would lead to a higher cost of debt, which would raise the company's WACC and, thus, the hurdle rate. Similarly, higher inflation can increase the hurdle rate since the reduced buying power of future cash flows needs to be considered. Therefore, hurdle rates are not static even for the same project. Companies must regularly reassess and adjust their hurdle rate to reflect changes in the wider economy.\n\nA hurdle rate is the minimum rate of return required for a company or investor to go ahead with a project. Most companies factor in a risk premium when determining their hurdle rate, assigning a higher rate to riskier projects and a lower rate to projects with more moderate risks. Also known as break-even yield, the hurdle rate is very often a key factor in guiding investment decisions.\n\nJohn D. Finnerty. \"Project Financing: Asset-Based Financial Engineering.\" John Wiley & Sons, 2013. Pages 176-181.\n\nPierre Vernimmen, et al. \"Corporate Finance: Theory and Practice.\" John Wiley & Sons, 2019. Pages 285-94.",
  "url": "https://www.investopedia.com/terms/h/hurdlerate.asp"
}