{
  "term": "Hurricane Insurance Isn't Real. Instead, You Need This Coverage for Storm Damage",
  "definition": "Hurricane insurance doesn't exist as a separate type of policy. The term usually means a hurricane deductible on a homeowners insurance policy, which is the amount a homeowner pays before the insurer covers hurricane damage. This deductible, based on a percentage of the property's value, is common in 19 hurricane-prone states and the District of Columbia.\n\nIt can also mean particular types ofcatastrophe insurancethat cover flooding or extreme winds, which is often required in high-risk states like Florida and Texas.\n\nHurricane deductiblesare separate from regular homeowners insurance deductibles and are based on a percentage of the home’s value. While a regular homeowners insurance policy deductible is a fixed dollar amount—say, $500 or $2,000—a hurricane deductible might be 2% to 5% of a home’s insured value, or $2,000 to $5,000 for every $100,000 in coverage.\n\nHurricane deductibles first developed in 1992 after Hurricane Andrew inflicted major losses on homeowners insurance companies in Florida, but they became more widespread in 2005, in the wake of Hurricane Katrina. Insurance companies turn toreinsurerswhen they’re having trouble paying large amounts of claims all at once, but even reinsurance companies struggled to cope with such enormous losses. As a result, insurance companies began requiring hurricane deductibles in 19 states and Washington, D.C. Homes in these states, which are all on the Gulf of Mexico or Atlantic Coast, are susceptible to hurricane damage.\n\nA homeowner is usually required to pay a hurricane deductible if there is a named hurricane in the area. Sometimes, a severe tropical storm triggers the deductible. The hurricane deductible is in effect for any damage that occurs until the storm is downgraded. Rules vary by state.\n\nEven when a hurricane deductible doesn't apply, a windstorm deductible might. A windstorm deductible applies to damage from any kind of high wind. It can run slightly lower than a hurricane deductible, sometimes as low as 1% of the property's insured worth.\n\nThe states/regions where hurricane deductibles apply are:\n\nHomeowners should also be aware that even if they pay a hurricane deductible, gaps in their coverage might exist. Most homeowners policies don't cover flooding caused by an outside natural event, like a hurricane. Property owners need a separateflood insurancepolicy to cover such water-related destruction or damage.\n\nMost standard homeowners policies will cover some damage caused by hurricanes—mostly related to the heavy wind that, say, rips shingles off a roof or causes a tree branch to snap and crash into a window.\n\nAlso, homeowners insurance policies in some hurricane-prone states won’t pay for wind-related damage. So, if you want to protect your property, you must purchase separatewindstorm insurance.In this case, all wind damage or destruction would fall under this policy instead of the traditional homeowners policy. On top ofhurricane coverage, windstorm insurance applies to problems stemming from tornadoes, cyclones, and other types of high-speed winds.\n\nTo some degree, depending on the state, insurance companies dictate the level of the hurricane deductible and where it should apply. However, insurers' hurricane deductible plans are subject to state regulations. Rhode Island, for example, sets a cap of 5% on hurricane and windstorm deductibles.\n\nIn hurricane-prone Florida, the state requires homeowners to have the option of a $500 flat-rate hurricane deductible. Premiums may, of course, be higher than if you choose one of the other mandated options: 2%, 5%, or 10% of the insured value of the residence.\n\nIn some states, homeowners may pay lower insurance premiums if they make improvements to their home to minimize damage from a hurricane, such as installing storm shutters or hurricane-resistant laminated glass windows and doors.\n\nA windstorm insurance policy may be different than a hurricane insurance policy. With a windstorm insurance, coverage is for damage caused by wind only. While there is no specific \"hurricane insurance,\" this insurance may refer a a combination of a windstorm policy, flood insurance, and homeowners insurance.\n\nHurricane insurance andflood insurancemay sometimes be considered the same. Flood insurance covers damage from flooding, which may include flooding caused by hurricanes, but could also cover damage from other causes, like a leaked pipe. Hurricane insurance is typically a combination of flood and windstorm insurance, which covers damage caused by wind, such as from hurricanes.\n\nYou may have to get separate flood insurance and windstorm insurance to cover hurricane damage. These policies may not be part of homeowners insurance, however some policies may include windstorm insurance. Most standard homeowners insurance won't cover flood damage.\n\nHurricane insurance can be a valuable tool to protect you from financial hardship in the event your home suffers from damage from a hurricane. Whether hurricane insurance is right for you will depend on several factors, including the risk that a hurricane will damage your home and your financial situation. Consider consulting a financial advisor for guidance with your specific needs.\n\nInsurance Information Institute. \"Background On: Hurricane and Windstorm Deductibles.\"\n\nInsurance Information Institute. \"Hurricane insurance FAQ.\"\n\n\"2018 Rhode Island General Laws, Title 27 - Insurance, Chapter 27-76 Weather Related Losses, Section 27-76-2 Hurricane Deductibles, Triggers and Policyholder Notice.\" Accessed Mar. 5, 2021.",
  "url": "https://www.investopedia.com/what-is-hurricane-insurance-definition-coverage-and-costs-8737534"
}