{
  "term": "Hybrid Annuity: What It Is, How It Works, Pros and Cons",
  "definition": "A hybridannuityis a retirement income investment that allows investors to split their funds between fixed-rate and variable-rate components. Investors can divide their savings between conservative assets that offer a low but guaranteed rate of return and riskier assets that offer the potential for higher returns. As in any annuity, the goal is to create a steady stream of income during retirement.\n\nA hybrid annuity is a combination of two or more annuities: a fixed annuity contract and a variable annuity contract that are both placed in the same annuity product. Its design allows a portion of an investor’s money to be placed in a mutual fund sub-account, which is the variable component. The remainder is kept separate in order to guarantee payment of a set amount afterretirement, which is the fixed component.\n\nA hybrid annuity gives investors more options for investing than a standard annuity, such as pairing a fixed annuity with anindexed productin an effort to better protect the principal in both segments. Effectively, they allow the backing of a fixed-rate annuity and a variable-rate annuity in a single product.\n\nHybrid annuities can be used by anyone but they are best suited for those saving for retirement that are seeking both growth and stability (via income payments) or as a hedge againstinflation.\n\nHybrid annuities might not be a one-size-fits-all investment, which is what they are sometimes marketed as. They can be useful for those who have longertime horizons, but who aren’t well into retirement. Younger investors could also opt to merely invest in equities and likely generate a better return over the long term.\n\nMost professionals agree that younger investors should opt for the latter strategy rather than investing in annuities. In general, annuities are appropriate for investors seeking stable, guaranteed retirement income. Annuity holders cannot outlive the income stream, which removeslongevity risk.\n\nNotably, the lump sum deposited into the annuity is not liquid. It is subject to withdrawal penalties. Annuities are not recommended for investors who may need access to their cash. Some investors also may look to cash out an annuity at a profit, although that is contrary to the investment strategy behind these products. As with any investment, an investor’srisk toleranceshould be considered before making an annuity purchase as well as an assessment of their liquid cash needs.\n\nAs with any annuity, hybrids can begin paying out immediately or be deferred with fixed or flexible premiums. Among other positives, hybrid annuities offer the possibility of increasing the investor's income and hedging the assets against inflation. The mix of fixed and variable components lowers thedownside risk.\n\nAs for negatives, the dual framework adds complexity to these products, which is a deterrent for many investors. Hybrid products also may have higher fees, including high charges on the back-end when the holder goes to surrender or cash in the annuity. These fees are also not prominently displayed, i.e., sometimes hidden.\n\nThe key argument against hybrids is that they are over-complicated, expensive, and over-designed. In fact, most annuities provide some sort of growth and income components. That is, nearly all variable and indexed annuity products today come with guaranteed incomeriders. That somewhat negates a major selling point of hybrids.",
  "url": "https://www.investopedia.com/terms/h/hybrid_annuity.asp"
}