{
  "term": "Hybrid ARM: What it Means and how it Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA hybridadjustable-rate mortgage, or hybrid ARM (also known as a \"fixed-period ARM\"), blends characteristics of a fixed-rate mortgage with an adjustable-rate mortgage. A hybrid ARM will have an initial fixed interest rate period followed by an adjustable rate period. After the fixed rate expires, the rate adjusts based on an index plus a margin. The date at which the mortgage changes from the fixed rate to the adjustable rate is referred to as the reset date.\n\nThe most common configuration of hybrid ARM is the 5/1, which has an initial fixed term of 5 years followed by adjustable rates that reset every 12 months.\n\nA typicalfixed-rate mortgageloan has a fixed rate for the life of the loan, which might be 15 or 30 years. Conversely, an adjustable-rate mortgage (ARM) has an interest rate that is not fixed and resets periodically, which means the reset rate can be higher than the initial rate.\n\nA hybrid ARM is a blend of the fixed- and adjustable-rate mortgages, offering a fixed rate for a set period and adjusting annually afterwards. The length of the initial fixed-rate period can vary, such as three, five, or seven years. After the fixed-rate period ends, the loan essentially converts to an adjustable-rate mortgage in which the rate resets periodically based on an index orbenchmark.\n\nThe5/1 hybrid ARMmay be the most popular type of adjustable-rate mortgage. The \"five\" in a 5/1 ARM means the fixed-rate period is for five years. The \"one\" means the rate will reset once per year following the end of the fixed-rate period.\n\nThere are many types of ARMs, including 3/1, 7/1, and 10/1 ARMs. However, they each have the same structure in which the first number represents the fixed rate period, while the second number is how often the rate resets afterward. In other words, the 3/1, 7/1, and 10/1 ARMs offer an introductory fixed rate for three, seven, or 10 years respectively, after which they adjust annually.\n\nOther ARM structures exist, such as the 5/5 and5/6 ARMs, which also feature a five-year introductory period followed by a rate adjustment every five years or every six months, respectively. Notably, 15/15 ARMs adjust once after 15 years.\n\nLess common are2/28and3/27 ARMs.With the former, the fixed interest rate applies for only the first two years, followed by 28 years of adjustable rates; with the latter, the fixed rate is for three years, with adjustments in each of the following 27 years. Some of these loans adjust every six months rather than annually.\n\nA borrower should carefully consider his or hertime horizonwhen choosing a hybrid arm and recognize the risks associated with the reset date or the expiration of the fixed interest rate period. If there has been a large change in interest rates, this reset could create substantially large payments.\n\nHowever, the amount by which the interest rate can adjust is typically subject to an interest rate cap. When considering a hybrid ARM, be sure to research to find a mortgage lender who has a lot of experience with adjustable-rate mortgages.\n\nHybrid ARMs come with significant risks to borrowers who plan to refinance the mortgage or sell the property after the reset. If the borrower becomes unemployed or there's a market downturn, the borrower may not be able to repay the loan at the higher rate and or sell the property for a higher price. As a result, the borrower may go into foreclosure.\n\nHybrid adjustable-rate mortgages may be set with fixed-rate intervals of three, five, seven, or 10 years, with the adjustable rate triggered on the reset date. After the reset date has been reached, the interest rate on the mortgage is typically assessed and recalculated on an annual basis.\n\nLong-term, fixed-rate mortgages, especially those with a 30-year period, can see low interest rates that are competitive; hybrid ARMs offer homebuyers options that may be more suitable for their needs. For instance, some homeowners do not remain in their residences for 30 years, making it more attractive to pursue a mortgage that offers interest rates that better suit the time frame they expect to hold the property.\n\nWith a hybrid ARM, a margin is added to a benchmark interest rate to determine the new reset. There are a variety of benchmarks. For the adjustable-rate period of the mortgage, a floor will be set to determine the absolute lowest rate at which the loan’s interest rate can be adjusted. For instance, the lender might stipulate that the interest rate cannot fall below its stated margin.\n\nThe calculation of the new adjustable rate can include a lookback period where the lender, at the reset date, refers to the index within the lookback period. The length of this period can vary by lender and could be set around 45 days.\n\nAn ARM is an adjustable-rate mortgage whereby the rate resets periodically. A hybrid ARM has a fixed rate for the initial period and typically adjusts annually afterward. The initial period can vary and be three, five, or seven years.\n\nThe 5/1 adjustable-rate mortgage has a five-year period with a fixed interest rate that resets or adjusts annually thereafter. The \"five\" represents the fixed-rate period, while the \"one\" represents how often the rate will reset each year following the end of the fixed-rate period—once per year.\n\nIf the borrower can't afford the new rate following the reset, they may default on the payments. Also, if the borrower plans to sell the home following the reset and the property value has decreased, the borrower may take a loss on the sale if the home's value is less than the amount owed on the loan.\n\nHybrid adjustable-rate mortgages (ARMs) offer a fixed rate during the initial, introductory period, which is usually a set number of years. Following the initial period, the interest rate on the loan adjusts annually based on the market or a benchmark. As a result, the adjusted rate can be significantly higher than the initial fixed rate.\n\nThe benefits to the borrower include a low monthly mortgage payment during the introductory period. However, the drawback of a hybrid ARM is the reset feature can lead to an interest rate that's much higher than the initial rate. For this reason, borrowers may often try torefinance the mortgageto avoid a higher rate following the reset.\n\nFederal Deposit Insurance Corporation. \"Interest-Only Mortgage Payments and Payment-Option ARMs.\"\n\nU.S. Department of Housing. \"Adjustable Rate Mortgages.\"\n\nConsumer Financial Protection Bureau. \"Consumer Handbook on Adjustable-Rate Mortgages.\" Page 20.\n\nConsumer Financial Protection Bureau (CFPB). \"Consumer handbook on adjustable-rate mortgages.\" Pages 14-16.\n\nThe Federal Deposit Insurance Corporation (FDIC). \"Hybrid ARMs: Addressing the Risks, Managing the Fallout.\"",
  "url": "https://www.investopedia.com/terms/h/hybridarm.asp"
}