{
  "term": "Hydraulic Fracturing: Meaning, History, Controversy",
  "definition": "Hydraulic fracturing, commonly known as \"fracking\", is a process that injects high-pressure liquid into an oil- or gas-bearing rock formation to create fractures. This pressure typically yields improved flows, making it useful for oil and gas firms seeking more economical production in areas that would otherwise produce low-flow wells.\n\nHydraulic fracturing involves pumping fuel into awellboreto create enough pressure to develop and expand cracks in hard rock formations. The fluid injected into the well contains a combination ofwater, chemicals, and small particles of sandor ceramic materials.\n\nThe water and chemicals crack and open the rock through high pressure, while the solid particles, called proppant, stay in place and keep the fractures open to stimulate a better flow of liquids or gases out of the well.\n\nHydraulic fracturing was first used in Kansas in 1947 in an attempt to extract natural gas from a limestone formation in the Hugoton gas field.Since that time, petroleum engineers have regularly used hydraulic fracturing as a means of increasing well production. While fractures sometimes exist naturally in formations, both natural and human-made fractures can widen by this process.\n\nHydraulic fracturing is one of several technologies that makeunconventional oiland gas plays economically more viable. Tight oil and gas reservoirs, including those embedded within shale formations such as the Bakken, Eagle Ford, Niobrara, and Pierre formations in North America, typically require a combination ofhorizontal drillingand hydraulic fracturing to produce efficiently.\n\nEnvironmental concerns linked to hydraulic fracturing include air pollution from methane emissions, groundwatercontamination, and the potential risk of induced earthquakes. The disposal of wastewater from the drilling process plays a primary role in many disagreements about how to weigh the technology’s risks against its benefits.\n\nAfter drilling companies inject fluids into the well, the back-pressure from the rock formation generally pushes the mix of water and chemicals back to the surface through the wellbore. At that point, the fluids can be recycled or collected for eventual disposal. Drilling companies take precautions to ensure their wells do not leak either fracturing fluids or petroleum liquids into local water tables.\n\nHowever, environmental groups have voiced concerns about contamination from inadequate holding tanks and spills. Some operations dispose of wastewater in deep wells, which has recently been correlated with an increased risk of earthquakes in Oklahoma.Another problem linked to hydraulic fracturing is the leakage of methane gas from the fracking process.\n\nThese concerns have made the hydraulic fracturing process subject to strict regulation in some areas, including outright bans in France and the states of Vermont and New York.\n\nKansas Geological Survey. \"Guidelines for Voluntary Baseline Groundwater Quality Sampling in the Vicinity of Hydraulic Fracturing Operations,\" Page 1. Accessed Nov. 7, 2020.\n\nNational Energy Technology Laboratory, Strategic Center for Natural Gas and Oil. \"Modern Shale Gas Development in the United States: An Update,\" Page 19. Accessed Nov. 7, 2020.\n\nU.S. Geological Survey. \"Oklahoma has had a surge of earthquakes since 2009. Are they due to fracking?\" Accessed Nov. 7, 2020.\n\nWilliam J. Brady and James P. Crannell. \"Hydraulic Fracturing Regulations in United States: The Laissez-Faire Approach of the Federal Government and Varying State Regulations.\" Vermont Journal of Environmental Law, Volume 14, 2012-2013, Pages 56 and 67-69.",
  "url": "https://www.investopedia.com/terms/h/hydraulic-fracturing.asp"
}