{
  "term": "Hyperledger Burrow: What It Was and How It Worked",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nHyperledger Burrow was a framework for executing smart contracts in permissioned blockchains. It was originally incubated as part of Hyperledger, a community of open-source projects and tools for commercial implementations of blockchain technology. Hyperledger Burrow was designed to facilitate cross-industry applications for smart contracts.\n\nFollowing the success ofBitcoin, many blockchain advocates recognized the potential of using distributed ledgers to recordsmart contracts, self-executing programs that can operate without human management. However, existing networks such as Bitcoin or Ethereum were too limited for business applications due to the high cost and latency of open blockchains.\n\nIn order to facilitate more scalable blockchains, the Linux Foundation launched the Hyperledger community in 2015. Many industry leaders joined the initiative in order to develop enterprise-grade blockchain tools, including IBM, Intel, and Microsoft.\n\nBurrow was one of the projects under the Hyperledger umbrella, along with other enterprise-oriented platforms such asHyperledger Fabric,Hyperledger Sawtooth, andHyperledger Iroha. Originally called ErisDB, the project was designed by Monax to build, ship, and run blockchain-based applications forbusiness ecosystems.\n\nHyperledger Burrow was a software that was intended to be used to run nodes in a permissioned blockchain network. Because the participants in permissioned blockchains are known and trusted by the rest of the network, it is possible to achieve higher speeds and throughput than permissionless chains.\n\nWhile it was similar to many other Hyperledger blockchain tools, the focus for Hyperledger Burrow was to provide a \"clean and simple\" developer experience.The key component of Hyperledger Burrow was a permissioned implementation of the Ethereum Virtual Machine, which allowed it to interact with smart contracts on other Ethereum-based networks.\n\nHyperledger Burrow was reportedly also able to interact with the Ethereum public chain since they share the same smart contract language. Burrow's developers planned to introduce a two-way peg system with the Ethereum mainnet, allowing data and tokens to move seamlessly between chains. This would theoretically have allowed Hyperledger Burrow to operate as a high-speed \"sidechain\" to the public network.\n\nThere were also plans to integrate public staking when Ethereum transitioned to a proof-of-stake model, but by the time that happened in 2022, the project had been abandoned.\n\nHyperledger Burrow was one of the projects associated with Hyperledger, but it shutdown in May 2022.\n\nYes, but it is different that the blockchains that get more media attention like Bitcoin and Ethereum. It is designed for enterprise uses and encorporates modules that let developers load what they need for specific business purposes.\n\nEthereum is designed to be a global public virtual machine that anyone can create applications for. Hyperledger is designed as a permissioned (private) blockchain for business and enterprise uses. So, which is better depends on who is using it and the purpose they have for doing so.\n\nHyperledger Burrow was a project that tried to create a blockchain that would execute smart transactions for other blockchains. It appeared to be somewhat influential in other Hyperledger projects in that they may have shared ideas, but ultimately, the project didn't generate enough interest to continue progressing and shut down in 2022.\n\nHyperledger Foundation. \"Burrow - The Boring Blockchain.\"\n\nHyperledger. \"2021 Hyperledger Burrow.\"",
  "url": "https://www.investopedia.com/terms/h/hyperledger-burrow.asp"
}