{
  "term": "Hyperledger Sawtooth: What It is, How It Works",
  "definition": "Hyperledger Sawtooth is anopen sourceproject under theHyperledgerumbrella, and works as an enterprise levelblockchainsystem used for creating and operatingdistributed ledgerapplications and networks particularly for use by enterprises.\n\nDeveloped by the Linux Foundation in collaboration with IBM, Intel, and SAP, the underlying design concept of Hyperledger Sawtooth aims to keep the ledgers truly distributed, and makesmart contractsmuch secure and thus suitable for businesses. It is an implementation ofblockchain-as-a-service(BaaS).\n\nIn most standard blockchain-based systems, core and applications are hosted and executed on the same platform, which may lead to performance issues as well as security concerns.\n\nHyperledger Sawtooth segregates the core ledger system from the application specific environment, thereby simplifying the application development yet keeping the system safe and secure. Using this architecture, a developer can build applications in their programming language of choice that can be hosted, operated, and run on the system periphery without interfering with the core blockchain system.\n\nSupported languages include C++, Go, Java, JavaScript, Python and Rust. A Sawtooth application can be based on a core business logic required for a business need, or it can be developed and run as a smart contract virtual machine that has a self-governing mechanism for creating, notifying and executing the contracts between various participants on the blockchain.﻿﻿\n\nThe core system allows applications to co-exist on the same blockchain, selects transaction rules, selects the necessary permissioning mechanism, and defines the consensus algorithms that are used to finalize the working of the digital ledger in a way that best supports the needs of an enterprise.\n\nSawtooth enables selective permissions – that is, one can easily deploy certain select clusters of Sawtooth nodes with different permissions on the same blockchain. The ledger stores the necessary details about the permissions, nodes and identities.\n\nThe operating performance of the Sawtooth network is boosted by the mechanism of parallel transaction execution, which has an upper hand over the serial execution mechanism that often is a bottleneck when dealing with high volumes of transactions on many popular cryptocurrency networks.\n\nSawtooth supports Proof of Elapsed Time (POET)consensus mechanismthat offers benefits of low resource utilization and low energy consumption, and is commonly used on the permissioned blockchain networks to decide the mining rights or the block winners on the network. (For more, seeProof of Elapsed Time.)﻿﻿\n\nSome real-world examples using Sawtooth-based applications include Sawtooth Supply Chain, which helps an enterprise keep track of contextual and logistics-related information of an asset represented on the blockchain, Sawtooth Marketplace, which helps participants trade in specified quantities of digital assets on the blockchain, and Sawtooth Private UTXO, which facilitates digital asset creation and trading, including off-ledger and privately-held transactions.\n\nIntel Corporation. \"Sawtooth Application Developer's Guide.\" Accessed Feb. 10, 2021.\n\nIntel Corporation. \"Sawtooth -- Introduction.\" Accessed Feb. 10, 2021.",
  "url": "https://www.investopedia.com/terms/h/hyperledger-sawtooth.asp"
}