{
  "term": "Hyperledger: Open-Source Blockchain Framework and Standards",
  "definition": "Hyperledger is a global enterprise blockchain project that offers the necessary framework, standards, guidelines, and tools to buildopen-sourceblockchainsand related applications for use across various industries. Hyperledger's projects include a variety of enterprise-ready permissioned blockchain platforms and plug-and-play options.\n\nUsing the available components under the Hyperledger umbrella, a business can apply various modular blockchain solutions and services to significantly improve the performance of their operations and the efficiency of their business processes.\n\nHyperledger is a global collaboration that includes leading businesses from the fields of finance, banking,Internet of Things (IoT),supply chain management, manufacturing and production, and technology.They include big names like Bosch, IBM, Microsoft, Oracle, Deloitte, Hitachi, American Express, JP Morgan, and Visa, in addition to a host of blockchain-based startups like ConsenSys.\n\nThe Hyperledger project was created in December 2015 by the Linux Foundation, which is based in San Francisco, California. It started with 30 member firms and has grown to about 140 member companies today.\n\nHyperledger was set up with the aim of accelerating industry-wide collaboration to develop high-performance and reliable blockchain anddistributed ledger-based technologyframeworks. It can be used across various industry sectors to enhance efficiency, performance, and transactions across multiple business processes.\n\nConsider Hyperledger to be an operating system that runs on a computer, laptop, other device, or a network, like open-source Linux.\n\nLinux is the underlying programming used to create many operating systems—in fact, it is used much more than other proprietary systems for enterprise purposes. These operating systems can have different designs and user interfaces and be fully customized. Once a Linux operating system is installed (or maybe your device came with it), you can choose what programs you want—maybe you prefer a different internet browser and office suite over the default options.\n\nHyperledger is similar—it is a system that lets the users decide what they want based on their needs. So, a system can be built using one of the existing Hyperledger projects (consider these to be operating systems designed for specific purposes) with different modules for various needs.\n\nSome Hyperledger projects include (but are not limited to) the following:\n\nAll projects under the Hyperledger umbrella follow the design methodology that supports a modular and extensible approach, interoperability, and security features. The projects remain agnostic to designing tokens or cryptocurrencies, though users can create one as required.\n\nHypledger is the name of an open-source project sponsored by the Hyperledger Foundation. It provides a platform for developers to create distributed ledger- and blockchain-related projects of their own using preprogrammed modules.\n\nComparing one to the other is like comparing apples and oranges.Ethereumis a public blockchain designed for transferring value and for developers to build applications on. Hyperledger is a platform that gives developers modularized options for building blockchains or distributed ledgers that fit their needs.\n\nIBM uses Hyperledger Fabric in its proprietary Blockchain Platform, but it does not own Hyperledger.\n\nThe Linux Foundation is home to the Hyperledger open-source collaborative project which aims to provide business-grade blockchain frameworks and technologies. Businesses may build private, permissioned blockchain networks for a variety of use cases. Hyperledger uses include supply chain management and smart contracts, and Hyperledger is known for its modular and adaptable solutions.\n\nHyperledger Foundation. \"About Hyperledger Foundation.\"\n\nHyperledger Foundation. \"Hyperledger Members.\"\n\nThe Linux Foundation. \"Linux Foundation’s Hyperledger Project Announces 30 Founding Members and Code Proposals to Advance Blockchain Technology.\"\n\nHyperledger Foundation. \"Hyperledger Fabric.\"\n\nHyperledger Foundation. \"Hyperledger Cello.\"\n\nHyperledger Foundation Blog. \"Announcing Hyperleder Besu.\"\n\nHyperledger Foundation. \"Hyperledger Caliper.\"\n\nIBM. \"What Is Hyperledger Fabric?\"",
  "url": "https://www.investopedia.com/terms/h/hyperledger.asp"
}