{
  "term": "Hyperledger Composer: What It Means, How It Works",
  "definition": "Hyperledger Composer is a set ofopen source toolsthat allows business owners, operators, and developers a way to createblockchainapplications andsmart contractsaimed at solving business problems and/or improving operational efficiencies. It is an example of a commercial application ofblockchain-as-a-service(BaaS). Hyperledger Composer is one of the severalHyperledgerprojects hosted by The Linux Foundation in collaboration with corporate members.﻿﻿﻿﻿\n\nAs of August 2019, the Hyperledger Composer project is in deprecated status, meaning that while it is still in-use, none of the maintainers are actively developing new features or provide support. Composer has been combined intoHyperledger Fabricv1.4+.﻿﻿﻿\n\nHyperledger Composer is built in Javascript, a platform-independent programming language that also supports the use of built-in libraries and uses available functions and scripts to make the utilities more scalable and reusable. Composer is an application development framework which simplifies and expedites the creation ofHyperledger fabricblockchain applications.\n\nUsing Hyperledger Composer, a business person with no technical knowledge can easily collaborate with a developer to build specific features. They include defining the business rules based on which blockchain transactions will be processed, defining the assets that are exchanged in blockchain-based use cases, and define controls for participants, their identities, roles and access levels for performing the various kinds of transactions.\n\nSimilarly, a developer using Hyperledger Composer can easily build and configure core components of the blockchain which include the network’s digital assets, transaction logic, participants and access controls. Composer supports sharing, reusability and scalability of components across various organizations. One can easily generate the required scripts and APIs necessary for business implementation using Hyperledger Composer. It also supports use cases and real-time testing, which can even be performed through the web-based Composer playground without the need for local installations.\n\nUsing Hyperledger Composer, it is possible for an individual to create and run a sample blockchain, and grant restricted permission to various participants. For instance, one can easily build a “Perishable Goods Network” that facilitates trading of items like fruits and vegetables, include participants like farmers, shippers and importers, define individual roles for each participant, define and execute terms of agreement between the participants, track shipments, acknowledge, monitor and report status of goods at various stage in the supply chain, and payments management.\n\nHyperledger Composer offers a lot of advantages which include the faster creation of blockchain applications in easy steps, smooth and low-cost modeling and testing allowing the user to build, test and deploy various options and then implement the one that offers the best fit, and reusability of existing apps and APIs that reduce both effort and costs.\n\nBusiness Network Archive is central to Hyperledger Composer’s architecture, and it maintains the core data and functionality of the business network that includes the business model, transaction logic and access controls. Composer Playground is the web-based interface that enables modeling the business requirements and functions, functional testing, as well as deployment testing on a live blockchain. A LoopBack connector that supports various APIs and integration capabilities allows a variety of client applications as well as non-blockchain applications an easy medium to interface with the Hyperledger Composer.\n\nThe Linux Foundation. \"About Hyperledger.\" Accessed Feb. 11, 2021.\n\nThe Linux Foundation. \"Hyperledger Composer.\" Accessed Feb. 11, 2021.",
  "url": "https://www.investopedia.com/terms/h/hyperledger-composer.asp"
}