{
  "term": "HyperText Markup Language (HTML): What It Is and How It Works",
  "definition": "Daniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nHyperText Markup Language (HTML) is the set of markup symbols or codes inserted into a file intended for display on the internet. The markup tells web browsers how to display a webpage’s words and images.\n\nEach individual piece markup code (which would fall between “<” and “>” characters) is referred to as an element, though many people also refer to it as a tag. Some elements come in pairs that indicate when some display effect is to begin and when it is to end.\n\nHyperText Markup Language is the computer language that facilitates website creation. The language, which has code words and syntax just like any other language, is relatively easy to comprehend and, as time goes on, is increasingly powerful in what it allows someone to create. HTML continues to evolve to meet the demands and requirements of the internet under the guise of the World Wide Web Consortium, the organization that designs and maintains the language—for instance, with the transition toWeb 2.0.\n\nHyperText is the method by which internet users navigate the web. By clicking on special text called hyperlinks, users are brought to new pages. The use of hyper means it is not linear, so users can go anywhere on the internet simply by clicking on the available links. Markup is what HTML tags do to the text inside of them; they mark it as a specific type of text. For example, markup text could come in the form of boldface or italicized type to draw specific attention to a word or phrase.\n\nAt its core, HTML is a series of short codes typed into a text file. These are the tags that power HTML’s capabilities. The text is saved as an HTML file and viewed through a web browser. The browser reads the file and translates the text into a visible form, as directed by the codes that the author used to write what becomes the visible rendering. Writing HTML requires tags to be used correctly to create the author’s vision.\n\nThe tags are what separate normal text from HTML code. Tags are the words between what are known as angle brackets, which allow graphics, images, and tables to appear on the webpage. Different tags perform different functions. The most basic tags apply formatting to text. As web interfaces need to become more dynamic, Cascading Style Sheets (CSS) and JavaScript applications may be used. CSS makes webpages more accessible, and JavaScript adds power to basic HTML.\n\nUnlike HTML, Extensible Markup Language, orXML, allows users to define their own markup. For instance, using XML, one user could choose to denote a footnote with a tag, while another user could opt for something different.\n\nUsing HTML, only one predetermined tag can be used to denote a specific type of information. XML documents are meant to be easy to read since they contain user-defined tags and since the documents only consist of markup and content.\n\nHTML stands for \"HyperText Markup Language\".\n\nIn 1980, British scientist Tim Berners-Lee proposed and made a prototype of a system for researchers at CERN, where he worked, to use and share documents. In 1989, Berners-Lee authored a memo that proposed an internet-based hypertext system. He specified HTML and wrote the browser and server software in late 1990.\n\nThe fifth and final major version of HyperText Markup Language is HTML5, released in 2008. The current specification is known as the HTML Living Standard.\n\nFuture developments for HTML5/the HTML Living Standard are thought to include:\n\nHyperText Markup Language, or HTML, is a set of markup symbols or codes inserted into a file intended for display on the internet. The markup tells web browsers how words and images should be displayed on a webpage.\n\nW3C. “Information Management: A Proposal.”\n\nGeeksForGeeks. “Top 10 Uses of HTML in the Real World.”\n\nTop Notch Dezigns. “What Is the Future of HTML?”",
  "url": "https://www.investopedia.com/terms/h/html.asp"
}