{
  "term": "Hyperdeflation: What it Means, How it Works, Example",
  "definition": "Hyperdeflation is an extremely large and relatively quick level ofdeflationin an economy.\n\nHyperdeflation occurs when thepurchasing powerof currency rises drastically in a relatively short period of time. This increase results in debts being more pronounced, as the real value of goods and services increases and the value of the currency falls.\n\nIf hyperdeflation were to occur, it would have severe economic consequences as people would forgo making a purchase today when they know it will be much cheaper to buy it tomorrow, or the day after, or the day after—and so spending and investment will grind to a halt.\n\nHyperdeflation is quite rare and can be contrasted with the still rare but more common periods ofhyperinflation, where prices rise rapidly as the purchasing power of currency falls steeply.\n\nHyperdeflation is more or less a theoretical term, and there is no exact measure of the difference between it and deflation. However, hyperdeflation, like deflation, can lead to a deflationary spiral in which a deflationary environment leads to lower production, lower wages and lower demand, and thus lower price levels. This scenario creates a feedback loop that continues until an outside force (the government, for example) steps in.\n\nThe United States has experienced severe periods of deflation following the Civil War and World War I.Some economists believe that the financial crisis of 2007-2009 brought on a period of deflation in the United States.Japan entered a severe period of deflation that has been ongoing since the 1990s.\n\nWhile hyperdeflation is rare, deflation by itself can lead to pernicious negative feedback loops. Adeflationary spiralis a downward price reaction to an economic crisis leading to lower production, lower wages, decreased demand, and still lower prices. These events often occur during a period of severe economic crisis, such as the Great Depression.\n\nDeflation occurs when general price levels decline, as opposed toinflationwhich is when general price levels rise. When deflation occurs,central banksand monetary authorities can enact expansionary monetary policies to spur demand and economic growth.\n\nIf monetary policy efforts fail, however, due to greater-than-anticipated weakness in the economy or because target interest rates are already zero or close to zero, a deflationary spiral may occur even with an expansionary monetary policy in place. Such a spiral amounts to a vicious circle, where a chain of events reinforces an initial problem.\n\nUnlike hyperinflation, there are scant few documented real-world examples of hyperdeflation in history. Recently, however, the world has seen the emergence of cryptocurrency: a decentralized digital currency that works through a blockchain, or public transaction ledger.\n\nBitcoin, created in 2009, was the first digital currency and remains the most well-known. Many observers have labeled its recent volatility as an unprecedented example of hyperdeflation. Some cryptocurrency experts and economists label its rising prices as a bubble, noting that the currency has long-term prospects. However, they also point out the possibility that deflation will occur.\n\nBy design, the number of new coins decreases each year, but demand for Bitcoin is growing. This dynamic may lead to the digital economy entering a deflationary period. Since no centralized banking system orFederal Reserveequivalent oversees the currency, no intervention policies will be set into motion.\n\nFurthermore, Bitcoin cannot be dropped and picked up by a fortunate passerby; if one loses their personal key, they lose the money, and the money is effectively pulled out of circulation. Additionally, there is a high level of wealth concentration among Bitcoin holders, meaning there is a relatively small number of users who can sell or, more importantly to this scenario, not sell.\n\nWith rising value comes more incentive to buy and hoard Bitcoin, which only increases the price and further decreases supply. This situation could hypothetically lead to a real-world occurrence of hyperdeflation.\n\nBoard of Governors of the Federal Reserve System. \"Three Great American Disinflations.\" Accessed March 12, 2021.\n\nCongressional Research Service. \"The 2007-2009 Recession: Similarities to and Differences from the Past,\" Page 3. Accessed March 12, 2021.\n\nBank for International Settlements. \"Chronic Deflation in Japan,\" Page 10. Accessed March 12, 2021.",
  "url": "https://www.investopedia.com/terms/h/hyperdeflation.asp"
}