{
  "term": "Hyperledger Fabric: Definition, Example, Risks and 2.0 Version",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nHyperledger Fabric is a modularblockchainframework that acts as a foundation for developing blockchain-based products, solutions, and applications using plug-and-play components that are aimed for use within private enterprises.\n\nHyperledger Fabric was initiated by Digital Asset and IBM and has now emerged as a collaborative cross-industry venture, which is currently being hosted by the Linux Foundation. Among the several Hyperledger projects, Fabric was the first one to exit the \"greenhouse\" and was released in July 2017.\n\nTraditional blockchain networks can’t support private transactions and confidential contracts that are of utmost importance for businesses. Hyperledger Fabric was designed in response to this as a modular, scalable and secure foundation for offering industrial blockchain solutions.\n\nHyperledger Fabric is the open-source engine for blockchain and takes care of the most important features for evaluating and using blockchain for business use cases.\n\nWithin private industrial networks, the verifiable identity of a participant is a primary requirement. Hyperledger Fabric supports memberships based on permission; all network participants must have known identities. Many business sectors, such as healthcare and finance, are bound by data protection regulations that mandate maintaining data about the various participants and their respective access to various data points. Fabric supports such permission-based membership.\n\nThe modular architecture of Hyperledger Fabric separates the transaction processing workflow into three different stages:smart contractscalled chaincode that comprise the distributed logic processing and agreement of the system, transaction ordering, and transaction validation and commitment.This segregation offers multiple benefits:\n\nAdditionally, Hyperledger Fabric’s support for plug-and-play of various components allows for easy reuse of existing features and ready-made integration of various modules. For instance, if a function already exists that verifies the participant’s identity, an enterprise-level network simply needs to plug and reuse this existing module instead of building the same function from scratch.\n\nThe participants on the network have three distinct roles:\n\nIn a nutshell, the transaction proposal is submitted to the endorser peer according to the predefined endorsement policy about the number of endorsers required. After sufficient endorsements by the endorser(s), a batch or block of transactions is delivered to the committer(s). Committers validate that the endorsement policy was followed and that there are no conflicting transactions. Once both the checks are made, the transactions are committed to the ledger.\n\nSince only confirming instructions—such as signatures and read/write set—are sent across the network, the scalability and performance of the network is enhanced. Only endorsers and committers have access to the transaction, and security is improved with a fewer number of participants having access to key data points.\n\nSuppose there's a manufacturer that wants to ship chocolates to a specific retailer or market of retailers (i.e., all US retailers) at a specific price but does not want to reveal that price in other markets (i.e., Chinese retailers).\n\nSince the movement of the product may involve other parties, like customs, a shipping company, and a financing bank, the private price may be revealed to all involved parties if a basic version of blockchain technology is used to support this transaction.\n\nHyperledger Fabric addresses this issue by keeping private transactions private on the network; only participants who need to know are aware of the necessary details. Data partitioning on the blockchain allows specific data points to be accessible only to the parties who need to know.\n\nThe high-water mark of crypto-enthusiasm broke in 2018 after the collapse of the price of bitcoin (which hit its peak on Dec. 17, 2017).Overoptimistic claims about the value of the new technology were replaced with skepticism, and related technologies, including Hyperledger, also suffered from this skepticism.\n\nHyperledger Fabric competes with other Hyperledger projects like Iroha, Indy, and Sawtooth.It also competes with R3's Corda, which is also a private, permission-based DLT.\n\nBlockchain service firm Chainstack published a paper in January 2020 that shows development in Corda has been historically higher than development in Fabric, though Fabric development passed Corda's in Q3 2019 when Fabric switched to GitHub.\n\nThe Chainstack report shows that while there are three times as many developers working on Fabric, Corda developers made more than two times as many code contributions, and Fabric developers push far less code per developer than Corda's developers.\n\nSeveral critiques of Hyperledger Fabric point out that a permission-based, private blockchain with Hyperledger Fabric's features is not a blockchain, and current non-blockchain technologies are far less expensive and deliver the same amount of security. Cointelegraph's Stuart Popejoy put the case like this:\n\nHyperledger Fabric has also been critiqued for lacking resiliency. A team of researchers from the Sorbonne in Paris and CSIRO - Data61, Australia's national science agency, found that significant network delays reduced the reliability of Fabric: \"[B]y delaying block propagation, we demonstrated that Hyperledger Fabric does not provide sufficient consistency guarantees to be deployed in critical environments.\"\n\nIn January of 2020, Hyperledger Fabric 2.0 was released to address some of the existing criticisms.According to Ron Miller at Techcrunch, \"The biggest updates involve forcing agreement among the parties before any new data can be added to the ledger, known as decentralized governance of the smart contracts.\"\n\nAlthough the update isn't a sea-change in the simplicity or applicability of Fabric, it does demonstrate that progress continues to be made in the cryptocurrency industry beyond the crypto-mania that occurred in 2018. Over the next five to ten years, it's expected that enterprise blockchain will undoubtedly find its proper use.\n\nHyperledger Foundation. \"About Hyperledger Foundation.\"\n\nIBM. \"What Is Hyperledger Fabric?\"\n\nIBM. \"Hyperledger Achieves Huge Milestone: Introducing Hyperledger Fabric 2.0.\"\n\nHyperledger Foundation. \"An Introduction to Hyperledger: Whitepaper,\" Pages 12, 22-23.\n\nHyperledger Foundation. \"Hyperledger Architecture, Volume I,\" Page 8.\n\nHyperledger Foundation. \"Hyperledger Fabric.\"\n\nHyperledger Foundation. \"Hyperledger Architecture, Volume II,\" Page 10.\n\nCoinMarketCap. \"Bitcoin Historical Data,\" Select \"Date Range: 12/1/2017 to 12/31/2017.\"\n\nHyperledger Foundation. \"An Introduction to Hyperledger: Whitepaper,\" Pages 12-21.\n\nChainstack. \"Enterprise Blockchain Protocols Evolution Index 2020,\" Page 7.\n\nChainstack. \"Enterprise Blockchain Protocols Evolution Index 2020,\" Pages 3-4.\n\nCointelegraph. \"Why IBM's Blockchain Isn't a Real Blockchain.\"\n\nNguyen, Thanh S. L. and et al. \"Impact of Network Delays on Hyperledger Fabric.\"IEEE Conference on Computer Communications Workshops, March 2019, pp. 1.\n\nTechCrunch. \"Hyperledger Fabric, the Open-Source Distributed Ledger, Reaches Release 2.0.\"\n\nHyperledger Foundation. \"Use Case Tracker,\" Select \"Filtered by Projects: Hyperledger Fabric.\"",
  "url": "https://www.investopedia.com/terms/h/hyperledger-fabric.asp"
}