{
  "term": "Hypothecation: Definition and How It Works, With Examples",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nHypothecation occurs when an asset is pledged as collateral to secure a loan. The asset owner does not give up title, possession, or ownership rights, such as income generated by the asset. However, the lender can seize the asset if the terms of the agreement are not met. Hypothecation is different from a mortgage, lien, or assignment.\n\nHypothecation occurs most commonly in mortgage lending. A mortgage is a type of loan that's secured by an underlying property. The borrower technically owns the house, but because the house is pledged as collateral, the mortgage lender has the right to seize the house if the borrower cannot meet the repayment terms of the loan agreement—which occurred during theforeclosure crisis.\n\nAuto loans are similarly secured by the underlying vehicle.Unsecured loans, on the other hand, do not work with hypothecation because there is no collateral to claim in the event of default. As hypothecation provides security to the lender because of the collateral pledged by the borrower, it is easier to secure a loan, and the lender may offer a lower interest rate than on an unsecured loan.\n\nLenders cannot claim collateral for unsecured loans in default, but they can pursue other debt collection actions, including a creditor lawsuit.\n\nMargin lending in brokerage accounts is another common form of hypothecation. When an investor trades on margin, they're borrowing money from the brokerage to do so. This can allow them to leverage their existing account balances to make more significant investments and potentially net larger profits on the sale of securities.\n\nThis type of hypothecation can be risky, however. When investors choose to buy on margin or sell short, they agree that those securities can be sold if necessary if there is a margin call. The investor owns the securities in their account, but the broker can sell them if they issue amargin callthat the investor cannot meet to cover the investor's losses.\n\nThis can be costly for the investor because it amplifies losses well beyond the initial investment. For that reason, it's essential to understand how margin trading works and what hypothecation could mean for you personally.\n\nHypothecation in real estate is most often associated with mortgage loans. A rental property, for example, may undergo hypothecation as collateral against a mortgage issued by a bank. While the property remains collateral, the bank has no claim on rental income; however, if the landlord defaults on the loan, the bank may seize the property by initiating a foreclosure proceeding.\n\nThe use of hypothecation in real estate agreements can offer some reassurance to lenders who may want to mitigate risk when loaning money. If the borrower doesn't pay for any reason, the bank can potentially recoup some of its losses if it forecloses and resells the property later. In that sense, hypothecation aids in stabilizing the mortgage lending industry.\n\nHypothecation can also work in favor of borrowers. By entering into this type of agreement, borrowers may find it easier to obtain mortgage loans with a smaller down payment or lower credit score requirements. They may also be able to qualify for more favorable interest rates because the lender is assuming less risk.\n\nForeclosure can be exceptionally damaging to your credit scores, so if you're struggling with mortgage payments, reaching out to your lender to discuss possible solutions may be helpful.\n\nHypothecation in commercial real estate is the same as in residential real estate lending. The borrower posts collateral to secure a loan. So again, an investor borrowing to purchase a rental property, such as an apartment building or duplex, would use the property as collateral for the loan.\n\nConstruction loansin commercial real estate work a little differently. Because the property that would otherwise serve as collateral has yet to be built, the borrower would need to provide other property as substitute collateral. The same rule, however, would apply with regard to default. If the borrower fails to pay the loan, the lender could claim ownership of the collateral.\n\nWhen banks and brokers use hypothecated collateral as collateral to back their own transactions and trades with their client’s agreement in order to secure a lower cost of borrowing or a rebate on fees, this is calledrehypothecation. For example, the lender may use an apartment building offered as collateral for a commercial real estate loan as collateral for a new loan. This newly created debt is now a derivative.\n\nThe Securities and Exchange Commission regulates rehypothecation. Banks and lenders must have permission from the owner of the property or assets to do this.\n\nRehypothecation by banks and financial institutions is a less common practice today due to the adverse impact this practice had during the financial crisis of 2008.\n\nHypothecation is the pledging of an asset as collateral for a loan, without transferring the property's title to the lender. In a mortgage, the property purchased is used to secure the loan, but the lender holds the title.\n\nAssignment is an arrangement involving contracts in which one party assigns rights and responsibilities outlined in an agreement to another party. Hypothecation allows a borrower to hold onto a property while using it as security for a loan.\n\nWith hypothecation, the borrower can hold the property used as collateral for the loan. The borrower agrees to repay the loan on the condition that if they don't, the lender can claim the property. A lien, however, requires a property owner to satisfy outstanding debts before an underlying property can be refinanced or sold.\n\nAn example of hypothecation would be an investor who takes out a mortgage loan to purchase an investment property. The property serves as collateral for the loan. Meanwhile, the investor collects the rental income derived from it. However, if the investor defaults, the lender can initiate a foreclosure proceeding to take ownership of the property.\n\nHypothecation often applies in real estate lending transactions, in which a property is used to secure a loan. However, it can also be used in other types of loan situations, such as investing. If you're entering into a loan agreement that includes hypothecation, it's important to understand the potential consequences if you fail to uphold your financial obligation to the lender.\n\nFederal Deposit Insurance Corporation. \"Section 3-2 Loans,\" Page 69.\n\nConsumer Financial Protection Bureau. \"What Is a Mortgage?\"\n\nCornell Law School Legal Information Institute. \"17 CFR § 240.8c-1 - Hypothecation of Customers' Securities.\"",
  "url": "https://www.investopedia.com/terms/h/hypothecation.asp"
}