{
  "term": "I/B/E/S - The Institutional Brokers' Estimate System Explained",
  "definition": "The Institutional Brokers' Estimate System (IBES) is a database used by brokers and active investors to access the estimates made by stock analysts regarding the future earnings of publicly traded American companies. IBES is often written as \"I/B/E/S.\"\n\nIBES serves as a central location for all currentanalystestimates for stocks. It also incorporates company guidance, the estimates of projected future earnings that companies publish on a quarterly and annual basis, and update periodically as needed.\n\nThe first iteration of the IBES database was created by a brokerage firm in 1976 and traded hands several times, landing at financial analytics firm Primark, before being purchased byThomson Reutersin 2000.\n\nThe database provides summary information and detailed projections gathered from analysts and brokers from the major international brokerages as well as local independent analysts. It draws on analyst estimates on performance measures for companies across all industries. These include estimates of revenue, earnings per share, price targets, net debt, enterprise value, and net income, among other factors.\n\nUsers can break down data by year, by fiscalquarter, and by other timeframes that are used to measure and anticipate a company’s performance.\n\nThe database includes recommendations from the analysts on whether to buy, hold, or sell shares in the public companies they cover.\n\nIBES is designed to be a centralized system to assist decision-making about securities.\n\nIBES aims to be a concise centralized system to aid in decision-making about securities. It allows for access to a broader consensus estimate rather than relying on the narrow judgments that can be made from day to day as analysts publish their reports.\n\nIBES can be used in a variety of ways. Forecast models for earnings per share results, for instance, can be created using IBES as a benchmark. The database also is used in accounting research.\n\nThomson Reuters has other distinct databases based on IBES. For example, IBES guidance data and earnings estimates are available to academics at the Wharton School of the University of Pennsylvania to review and evaluate expectations for companies.An IBES historical database is used to compare and test investment theories.\n\nThe IBES is one of a number of databases used by money managers and investors. The Center for Research on Security Prices has developed databases for stock prices including daily and monthly market information, research, and historical data.\n\nIBES aggregates earnings estimates from a wide array of sell-side analysts, including those from investment banks, brokerage firms, and other financial institutions. This extensive coverage spans various industries, sectors, and geographic regions, meaning there's a lot of different information available for many different purposes.\n\nIBES consolidates analysts' earnings estimates into a single database. This saves investors time by acting as a centralized platform for getting forecasts and relevant information. It also provides stability and accessibility into historical earnings estimates and revisions.\n\nIBES updates its database regularly with the latest earnings estimates, ensuring that investors have access to up-to-date information. You can consider IBES data to be near-real-time. Not only will you have quick access to information, IBES implements validation checks, data cleaning procedures, and verification of credentials to make sure any input data is correct.\n\nIBES relies on earnings estimates provided by sell-side analysts. It's important to note that these folks may have biases or conflicts of interest, as they may be incentivized to maintain relationships with the companies they cover or their employers. This the data fed into IBES may be optimistic or pessimistic estimates that do not accurately reflect underlying fundamentals.\n\nThe specific methodologies used by individual analysts to formulate their forecasts may not always be transparent. This lack of transparency can make it difficult for investors to assess the reliability and credibility of the estimates. Plus, even though there are data checks, IBES data may still be subject to errors or mistakes.\n\nWhile IBES updates its database regularly, there may still be delays in reflecting analysts' revisions to earnings estimates. In an industry where everyone is fighting for the same information, having small lags in data accessibility may be detrimental. In addition, IBES may have limited coverage for smaller companies or companies in niche industries. You may not always have access to the specific information you're looking for.\n\nWide analyst coverage for diverse industries\n\nSimplifies research with centralized, standardized data\n\nAccess to historical trends aids forecast evaluation\n\nProvides timely updates for informed decisions\n\nEnsures data accuracy through quality control\n\nAnalyst biases influence forecast accuracy\n\nLack of transparency in forecasting methodologies\n\nEstimates prone to errors and variability\n\nPotential delays in reflecting revisions\n\nLimited coverage for smaller companies, niche industries\n\nIn the financial markets, IBES (or I/B/E/S) stands for the Institutional; Brokers' Estimate System, a financial database containing equity analysts' estimates and reports on most publicly-traded companies.\n\nIBES is owned by the financial data and media company Thomson Reuters, which it acquired in 2000 when Thomson Reuters purchased the Primark Company.\n\nIn addition to analysts' recommendations, IBES reports contain a wealth of company financial data including earnings (EPS) forecasts, company guidance, and KPIs (key performance indicators).\n\nIBES is available through various subscription services offered by Thomson Reuters, including its Refinitiv, Thomson ONE, and Eikon platforms.\n\nIBES, or the Institutional Brokers' Estimate System, aggregates earnings estimates from sell-side analysts, providing comprehensive coverage across various industries. It offers investors timely access to consolidated and customizable data, aiding in informed decision-making and evaluation of market expectations.\n\nLondon Stock Exchange Group. \"I/B/E/S Estimates.\"\n\nUniversity of Pennsylvania, Wharton. \"I/B/E/S.\"\n\nNewsBreaks. \"Thomson Corp. to Acquire Primark.\"\n\nUniversity of Pennsylvania, Wharton. \"I/B/E/S Overview.\"\n\nThompson Reuters. \"Tender Offer Statement Under Section 14(d)(1) or 13(e)(1) of the Securities Exchange Act of 1934.\"\n\nRefinitiv. \"I/B/E/S Estimates.\"",
  "url": "https://www.investopedia.com/terms/i/ibes.asp"
}