{
  "term": "ICON: What it is, How it Works, Criticisms",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nICON is a platform that is intended to facilitate the interactions of independent blockchains, also referred to as communities. Within the ICON platform, a community is defined as a network of nodes that follow a single governance system. (A node is a computer that connects to a cryptocurrency network.)\n\nCryptocurrency networks (such as Bitcoin and Ethereum) are considered communities, but banks, businesses, hospitals, schools, and governments could also participate as communities within this ecosystem. ICON is supported through acryptocurrency token, ICX. The ICON Project was founded in 2017 by the Icon Foundation, an organization based in South Korea.\n\nThe goal of the ICON project is to facilitate a platform where entities from a diverse range of industries—financial, security, insurance, healthcare, educational, and commerce—can interact and transact on a single network.\n\nAn initial coin offering (ICO) in September 2017 for Icon’s cryptocurrency, ICX, raised roughly $43 million. This sale included 50% of ICON’s token supply. The project officially launched its blockchain in January 2018 and participants in the ICO received their ICX cryptocurrency in June 2018.\n\nIn 2019, ICON released its own token standard, IRC16, which allows users to use the ICON software as infrastructure to create their own tokenized assets and securities.﻿﻿ These tokenized assets and securities are digital tokens (or \"coins\") that represent equity ownership units. With tokenized equity, a business can raise capital by issuing its shares in the form of digital assets.\n\nThis is how ICON describes its goal: to establish a “digital nation,” wherein different economic actors can issue and control their own forms of value, under rule systems they select. According to its website, the aim of Project ICON is to \"hyperconnect the world\" by \"building one of the largest decentralized networks in the world.\"﻿﻿\n\nThe ICON project took inspiration for their project from the way that real-world economies are structured; businesses, nonprofit organizations, and government institutions all leverage a common medium of exchange—a national currency—while still remaining distinct but interoperable economic actors.﻿﻿ The blockchain technology and accompanying cryptocurrency token, called ICX, allow participants in a decentralized system to converge at a central point, creating an interconnected blockchain network.\n\nAblockchainis a type of database. It differs from a typical database in the way that it stores data. Data is stored in blocks in chronological order: As new data comes in, it is entered into a new block. Once the block is filled with data, that block is chained onto the previous block.\n\nWhile blockchains are most commonly associated with cryptocurrencies,there are additional areas where this technology can be appliedbecause different types of information can be stored on a blockchain. While the most common use so far has been as a ledger for transactions, any exchange of information can be added to a blockchain. Transactions involving securities, currencies, business contracts, deeds, loans, intellectual property, and personal identification could be tokenized.\n\nEvery blockchain is managed by a specific network. For this reason, in the past, connecting different blockchains was not considered a possibility. The ICON project is an attempt at such a connection. Unlike other centralized payment systems, which require businesses to adhere to their own policies and guidelines, ICON allows individual communities to retain control of their own policies. In this way, ICON seeks to reduce potential barriers to adoption.\n\nICON aims to create a greater network—composed of individuals networks—that is powered by cryptocurrencies. Blockchains that participate in the ICON project can exchange currencies using the platform’s decentralized exchange (DEX).\n\nThe DEX sets currency reserves for each blockchain community so that the communities can exchange value in real-time. Exchange rates are set for these transactions using an A.I. analysis model and the native ICX coin is used as an intermediary currency for the exchange.\n\nThe ICON project consists of five major components: the ICON Republic, ICON communities, community representatives (C-Rep), community nodes (C-Nodes), and citizen nodes. ICON communities are a network of nodes within a single governance system; they can operate with their own governance structures, numbers of nodes, and characteristics. Communities can also vary in their approaches to decision-making. For example, while bitcoin takes a consensus-driven approach, other communities—such as financial institutions—may follow a hierarchical approach.\n\nCommunity nodes are the infrastructure for each community; they maintain a community’s blockchain. Community representatives are nodes that are elected from within each community and are trusted to interact with the ICON Republic. Through the community representative, each community's blockchain is linked to the ICON Republic. Community representatives receive ICX for their work.\n\nThe ICON Republic is the governing structure of the network. It is also the decision committee for the blockchain’s operations. ICON Republic governance is determined by the votes of community representatives. A helpful analogy is to imagine the ICON Republic as the United States and to imagine each ICON community as a separate state.\n\nThe actions of the ICON Republic do not determine the governance of the separate communities themselves. However, the ICON Republic does govern the process by which new ICX cryptocurrency is minted.\n\nCitizen nodes are participants in the blockchain that do not have voting rights but can make transactions within a community, with other communities, and with the Icon Republic.\n\nThe ICON Republic's blockchain is referred to as the \"nexus.\" The technology that powers the nexus is an algorithm called a loopchain. The loopchain connects communities that are part of the ICON Republic. These communities—when grouped together they are referred to as a consortium—determine a common set of rules that allow the different blockchains to effectively work together.\n\nThe set of rules governing how the independent blockchains interact with the ICON Republic's blockchain—the nexus—is called the Blockchain Transmission Protocol (BTP).\n\nFinally, as withEthereum, anyone can use ICON to build decentralized applications, called DAPPs, through the blockchain's public channel. Additionally, after these applications are listed on ICON’s DAPP store, anyone with a citizen node can download and use them.\n\nWhile ICON has ambitious plans for connecting different communities, it faces many challenges in accomplishing this goal. First, many investors are used to traditionalcentralized cryptocurrency exchanges. While it is true that these traditional, centralized exchanges do not fit with the decentralized ideology of cryptocurrencies, in 2021, these exchanges are still an integral part of the cryptocurrency market. Many investors only purchase cryptocurrencies that they can buy through their favorite exchanges. This could create problems for ICX. Given the goals of ICON, many exchanges might not want to offer ICX to their customers.\n\nHigh levels of competition increase the risk that a particular cryptocurrency will fail to catch on. Like other cryptocurrencies, ICON faces stiff competition from other cryptocurrencies.\n\nICON Foundation. \"ICON Whitepaper.\" Accessed Feb. 25, 2021.\n\nKraken. \"What is Icon? (ICX).\" Accessed Feb. 28, 2021.\n\nICON Foundation. \"CONNECTING CRYPTO TO REAL WORLD.\" Accessed Feb. 28, 2021.",
  "url": "https://www.investopedia.com/terms/i/icon-cryptocurrency.asp"
}