{
  "term": "Identifiable Asset: Meaning, Uses, Example",
  "definition": "An identifiable asset is anassetwhose commercial orfairvalue can be measured at a given point in time, and which is expected to provide a future benefit to the company. These assets are an important consideration in the context of mergers and acquisitions.\n\nBecause not all assets on a company's balance sheet are able to be quickly and accurately valued at a point in time, only those which are may be classified as identifiable. Examples include cash, short-term liquid investments, property, inventories, and equipment, among others.\n\nIdentifiable assets may be contrasted withgoodwill.\n\nWhen one company seeks to take over another, the acquiring company can assign a fair value to the identifiable assets that can be reasonably expected to provide a benefit to the purchasing company in the future. Identifiable assets can be bothtangibleandintangibleassets. Identifiable assets are quite important in valuing a business accurately.\n\nIf an asset is deemed to be identifiable, the purchasing company records it as part of its assets on itsbalance sheet. Identifiable assets consist of anything that can be separated from the business and disposed of such as machinery, vehicles, buildings, or other equipment. If an asset is not deemed to be an identifiable asset, then its value is considered part of the goodwill amount arising from the acquisition transaction.\n\nFor example, suppose aconglomeratecompany purchases both a smaller manufacturing firm and a smaller start-up internetmarketingcompany. The manufacturing company would likely have most of its value tied up in property, equipment, inventory, and otherphysical assets, so virtually all of its assets would be identifiable.\n\nThe Internet marketing company, on the other hand, would likely have very few identifiable assets, and its value as a company would be based on its future earnings potential. As such, the purchase of the marketing company would generate a lot more goodwill on the company's books, as it's total value cannot be readily measured even though there might be a few tangible assets.\n\nIf the fair value of Company ABC's identifiable assets are $22 million, and its liabilities are $10 million, it has an identifiable value:\n\nCompany XYZ agrees to purchase Company ABC for $15 billion, the premium value following the acquisition is $3 billion. This $3 billion will be included on the acquirer's balance sheet as goodwill since it exceeds the identifiable assets.\n\nAs a real-life example, consider the T-Mobile and Sprint merger announced in early 2018.The deal was valued at $35.85 billion as of March 31, 2018, per anS-4 filing. The fair value of the assets was $78.34 billion and the fair value of the liabilities was $45.56 billion.The difference between the assets and liabilities is $32.78 billion. Thus, goodwill for the deal would be recognized as $3.07 billion ($35.85 - $32.78), the amount over the difference between the fair value of the identifiable assets and liabilities.\n\nT-Mobile. \"T-Mobile and Sprint to Combine, Accelerating 5G Innovation & Increasing Competition.\"\n\nU.S. Securities and Exchange Commission. \"Form S-4 Registration Statement, T-Mobile US, Inc.,\" Page 243.",
  "url": "https://www.investopedia.com/terms/i/identifiable_asset.asp"
}