{
  "term": "Illiquid Assets: Overview, Risk and Examples",
  "definition": "Illiquid refers to the state of a stock, bond, or other assets that cannot easily and readily be sold or exchanged for cash without a substantial loss in value. Illiquid assets may be hard to sell quickly because there is low trading activity or interest in the issue, indicated by a lack of ready and willing investors or speculators to purchase or sell the asset. As a result, illiquid assets tend to have lower trading volume, widerbid-ask spreads,and greater price volatility.\n\nIlliquidity is the opposite ofliquidity.\n\nRegarding illiquid assets, the lack of ready buyers also leads to larger discrepancies between the asking price, set by the seller, and the bid price, submitted by the buyer. This difference leads to much largerbid-ask spreadsthan would be found in anorderly marketwith daily trading activity. The lack of depth of the market (DOM), or ready buyers, can cause holders of illiquid assets to experience losses, especially when the investor is looking to sell quickly.\n\nIlliquidity in the context of a business refers to a company that does not have the cash flows necessary to make its required debt payments, although it does not mean the company is without assets.Capital assets, including real estate and production equipment, often have value but are not easily sold when cash is required. The sale of illiquid assets is not a company’s core business. They generally include any property owned by the company that is outside of the products produced for sale. In times of crisis, a company may need to liquidate these assets to avoidbankruptcy, and if this happens quickly, it can dispose of assets at prices far below an orderly fair market price, sometimes known as a fire sale.\n\nAdditionally, a company may become illiquid if it is unable to obtain the cash necessary to meet debt obligations.\n\nSome examples of inherently illiquid assets include houses and other real estate, cars, antiques, private company interests and some types ofdebt instruments. Certain collectibles and art pieces are often illiquid assets as well.\n\nStocks that trade on over-the-counter (OTC) markets are also often less liquid than those listed on robust exchanges. Though these assets may have inherent value, the marketplace in which they are sold often has few buyers in comparison to those interested in the purchase of more liquid assets.\n\nOn the other end of the spectrum, most listed securities traded at major exchanges, such as stocks, ETFs,mutual funds, bonds, and listed commodities, are very liquid and can be sold almost instantaneously during regular market hours at fair market price. Additionally, precious metals, such as gold and silver, are often fairly liquid. Trading after normal business hours can also result in illiquidity because many market participants are not active in the market at those times.\n\nAn asset's liquidity may change over time, depending on outside market influences. This change in price is especially true for collectibles, as an item's popularity in the consumer market may fluctuate dramatically, leading to highly volatile pricing.\n\nIlliquid securitiescarry higher risks than liquid ones, known asliquidity risk, which becomes especially true during times of market turmoil when the ratio of buyers to sellers is thrown out of balance. During these times, holders of illiquid securities may find themselves unable to unload them at all, or unable to do so without losing money.\n\nIlliquid securities also may demand aliquidity premiumadded to their price to compensate for the fact that they may difficult to dispose of later on. During times of financial panic, markets and credit facilities may seize up, causing a liquidity crisis, when sellers of even marketable securities find it challenging to find eager buyers at fair prices.\n\nIlliquidity can leave both companies and individuals unable to generate enough cash to pay their debts. For example,The Economic Timesreported that Jet Airways had delayed repayment of overseas debt for the fourth time “in recent months” due to a corporate illiquidity crisis that left the company struggling to access liquid funds. As a result, Jet Airways not only had to ground more than 80 planes, but it also put together a resolution plan that called for the resignation of its chair, Naresh Goyal, and the board voting to allowlendersto take control of the airline.\n\nEconomic Times. \"Jet Airways delays ECB repayment amid liquidity crunch.\" Accessed Aug. 28, 2020.",
  "url": "https://www.investopedia.com/terms/i/illiquid.asp"
}