{
  "term": "Immediate Family: What It Means and How It Applies",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nThe term “immediate family” commonly applies to an individual’s closest family members; however, the term has legal meanings for government or company policies. How the term is defined can affect whether a person can use paid or unpaid leave to care for a sick family member, attend a funeral, or access financial resources.\n\nIn general, a person’s immediate family is their smallest family unit. However, companies, organizations, and policymakers may define the term to meet their criteria. Parents, spouses, and minor children are almost always considered immediate family, while siblings may or may not count.\n\nAdoptive parents or children are also considered immediate family, although there is no blood relation. Half-siblings, stepsiblings, and other near relatives may be legally ambiguous. In some cases, a long-term relationship might qualify someone as a member of the immediate family if there are no blood or legal ties. One example of this type of relationship iscommon-law marriage.\n\nIf there is no identifiablenext of kin, a deceased family member’s assets are passed on to the state. Close friends, unmarried partners, and unrecognized children may not be able to inherit even if they believe that the deceased would have wanted it.\n\nIn contrast to the immediate family, the extended family is a network of individuals with blood or legal ties. This can include aunts, uncles, cousins, grandparents, grandchildren, and married spouses. In some cases, extended family may exercise some rights if the immediate family cannot. If a child loses one parent, the grandparents may be able to exercise some custody rights, such as legal visitation. Extended family members may also be eligible to adopt the children of parents who are deceased or otherwise unable to provide care.\n\nA U.S. citizen can petition for members of their immediate family to receive permanent resident (“green card”) status. For these purposes, the immediate family is defined as one’s spouse, a child who is unmarried and less than 21 years old, or a parent (if the applying citizen is over 21 years old). Older children, married children, siblings, half-siblings, and adoptive siblings are also eligible, although they may face longer wait times.\n\nPeople with asylum or refugee status may petition for members of their immediate family to be given green card status. Under U.S. law, “immediate family” only includes the spouse, parent, or child of the person making the application. A “child” is considered younger than age 21 and unmarried.\n\nImmediate family is a term for members of a person’s family unit, including spouse and children, parents and siblings. However, the exact definitions of one’s immediate family may vary depending on the context. Companies often define immediate family for benefits and leave.\n\nU.S. Department of Labor, Wage and Hour Division. \"FMLA Frequently Asked Questions.\"Eligibility: (Q) Who can take FMLA leave?\n\nU.S. Department of Labor, Wage and Hour Division. \"FMLA Frequently Asked Questions.\"Qualifying conditions: (Q) When can an eligible employee use FMLA leave?\n\nU.S. Department of Labor. \"Funeral Leave.\"\n\nAmerican Bar Association. \"Introduction to Wills.\"\n\nFinancial Industry Regulatory Authority. “5130: Restrictions on the Purchase and Sale of Initial Equity Public Offerings.”\n\nU.S. Citizen and Immigration Services. \"How Do I Help My Relative Become a U.S. Permanent Resident?\" Pages 1-2.\n\nU.S. Citizen and Immigration Services. “Bringing Siblings to Live in the United States as Permanent Residents.”\n\nUN Refugee Agency, UNHCR. “U.S. Family Reunification.”",
  "url": "https://www.investopedia.com/terms/i/immediate-family.asp"
}