{
  "term": "Immediate Payment Annuity: What It Is and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nAn immediate payment annuity is acontractbetween an individual and an insurance company that pays theannuitanta guaranteed income starting almost immediately. It differs from adeferred annuity, which begins payments at a future date chosen by the annuity owner. An immediate payment annuity is also known as a single-premium immediate annuity (SPIA), an income annuity, or simply an immediate annuity.\n\nIndividuals typically buy immediate payment annuities by paying an insurance company a lump sum of money. The insurance company, in turn, promises to pay the annuitant a regular income, according to the terms of the contract. The amount of those payments is calculated by the insurer, based on such factors as the annuitant's age, prevailing interest rates, and how long the payments are to continue.\n\nPayments typically begin within a month of purchase. Annuitants can also decide how often they want to be paid, known as a mode. A monthly mode is most common, but quarterly or annual payments are also an option.\n\nPeople often buy immediate payment annuities to supplement their other retirement income, such asSocial Security benefits, for the rest of their lives. It is also possible to buy an immediate payment annuity that will provide income for a limited period of time, such as five or 10 years.\n\nThe payments on immediate payment annuities are generally fixed for the period of the contract. However, some insurers also offerimmediate variable annuitiesthat fluctuate based on the performance of an underlying portfolio of securities, much like deferredvariable annuities. Still, another variation is theinflation-protected annuity, or inflation-indexed annuity, which promises to increase payments in line with future inflation.\n\nImmediate payment annuities represent a bit of a gamble: Annuitants who die too soon may not get their money's worth, while those who live a long time can come out ahead.\n\nOne potential drawback of an immediate payment annuity is that payments typically end upon the death of the annuitant, and the insurance company keeps the remaining balance. So an annuitant who dies earlier than expected may not get their money's worth out of the deal. On the other hand, an annuitant who lives longer may come out ahead.\n\nThere are some ways to get around this problem. One is by adding a second person to the annuity contract (referred to as ajoint and survivor annuity). It is also possible to buy an annuity that guarantees payments to the annuitant's beneficiaries for acertain period, or that will refund the annuitant's principal if the annuitant dies early (known as acash refund annuity). Such provisions cost extra, however.\n\nOnce purchased, an immediate payment annuity cannot be canceled for a refund. This may pose a problem should the annuitant need the money in a financial emergency. For this reason, it's smart to have anemergency fundset aside for unforeseen needs before deciding how much money will be placed in the annuity.\n\nAn immediate annuity is named for how quickly you can receive payments from the insurance company. With anannuity, you pay an insurer a sum of money in exchange for a stream of income, typically for the rest of your life.\n\nAn annuity can come with high fees and lowliquidity, which can eat away at your income and make it difficult for you to access your funds in a pinch. Many annuity contracts contain provisions forsurrender fees, which are charges that disincentivize you from cancelling the contract before a specified period of time.\n\nYes, you must pay taxes when you withdraw funds from an immediate annuity. The withdrawals are treated as income and are taxed at yourincome tax bracket.\n\nThere are two types of annuities that impact how withdrawals are taxed:qualified annuitiesand nonqualified annuities. Qualified annuities are funded withpretaxdollars, whereas nonqualified annuities are funded withafter-taxdollars. With qualified annuities, the entire withdrawal is taxed. With nonqualified annuities, only part of the withdrawal is taxed: the earnings.\n\nYou typically cannot cash out an immediate annuity without paying hefty surrender fees. That's one disadvantage of annuities: they're not particularly liquid.\n\nWith an immediate payment annuity, you pay the insurance company and then begin receiving income relatively quickly. This income can come at various intervals, from monthly to annually. A deferred annuity, in contrast, holds off on payments until a future date.\n\nU.S. Securities and Exchange Commission. \"Annuities.\"",
  "url": "https://www.investopedia.com/terms/i/immediatepaymentannuity.asp"
}