{
  "term": "Impaired Credit: What it is, How it Works, How to Assess it",
  "definition": "Impaired credit typically refers to a deterioration in the perceived creditworthiness of an individual, a business, or other entity. Impaired credit is usually reflected for individuals in a lowercredit scoreand for businesses and other entities as a lowercredit rating. Would-be borrowers with impaired credit will find it harder to obtain loans and generally have to pay higher interest rates if they do. Impaired credit can be either a temporary and fixable condition or a warning sign that even greater financial distress may lie ahead.\n\nImpaired credit is usually the result of financial stress brought on by a change in circumstances, often an unforeseen one.\n\nIn the case of an individual, impaired credit may be the result of a job loss, a costly illness, a steep decline in asset values, or a multitude of other crises that can make it difficult for a person to keep up with their bills.\n\nFor a company, impaired credit might be due to increased competition, a weak economy,supply chain issues, or bad management decisions, among other causes.\n\nFor individuals, credit scores are the most common and simplest measure of creditworthiness. Credit scores are based on the information in a person'scredit reportand expressed as a three-digit number, typically ranging from 300 to 850.\n\nCredit scores consider a number of factors and weight them in terms of importance. In the case ofFICO scores, the most widely used credit scoring system, the weighting looks like this:\n\nIn general, a score below 580 is considered poor, while one between 580 and 669 is considered fair. Good scores begin at 670, very good ones at 740, and exceptional ones at 800.\n\nSomeone who once had a good or very good credit score but now has a poor score could be considered credit impaired.\n\nBecause payment history and amounts owed count for nearly two-thirds of a person's credit score, it is likely that something has gone wrong in one of those two categories. Payment history reflects whether they have been making their monthly credit payments on time, so perhaps they have, for whatever reason, started paying late or missing payments altogether.\n\nThe amounts owed category is largely based on the person'scredit utilization ratio, which is the amount they currently owe as a percentage of all therevolving creditthey have available to them. For example, if they have two credit cards with a combined credit limit of $20,000 and they owe $10,000 on those cards, their credit utilization ratio is 50%. Credit scores reward lower utilization ratios and punish higher ones, so it's possible that the person has run up much bigger balances than they carried in past. Again, there may be a logical reason for that, but their credit score will still take a hit.\n\nIf the individual can keep up with their bills and pay off a large chunk of their outstanding debt, they should be able to restore their credit score over time and no longer be labeled as credit impaired.\n\nIn addition to credit ratings, some companies havebusiness credit scores. Also known as commercial credit scores, they are computed byDun & Bradstreet,Equifax, and Experian.\n\nCredit ratings agencies assess the creditworthiness of businesses, governments, and other entities, assigning them letter grades rather than numbers. They also rate the credit quality of the debt, such as bonds, that these entities may issue.\n\nThe major credit rating agencies areFitch Ratings,Moody's Investors Service, andS&P Global. Another large ratings agency,AM Best, focuses on the insurance industry. All of these agencies are private companies and typically paid by the entities they rate.\n\nWhile their ratings systems differ, all assign letter grades from AAA (best) down to C or D (worst) based on their assessment of that particular entity's creditworthiness. The higher the grade, the more likely it will be to repay its debts, in the ratings agency's opinion.\n\nAn entity that has dropped a number of letter grades could be considered to be credit impaired.\n\nCredit ratings take a variety of factors into account, which will vary based on the type of entity that's being rated. As S&P Global explains, \"the credit analysis of a corporate issuer typically considers many financial and non-financial factors, including key performance indicators, economic, regulatory, and geopolitical influences, management and corporate governance attributes, and competitive position.\"\n\nIn rating a government entity, on the other hand, \"the analysis may concentrate on fiscal and economic performance, monetary stability, and the effectiveness of the government's institutions\" S&P Global notes.\n\nCredit repair usually refers to the steps a person, or third party working on their behalf, can take to remove information from their credit report that is damaging to their credit score. However, it's worth noting that only inaccurate information can be removed from a credit report. Accurate information will remain on the report until it drops off due to age, usually after seven years.\n\nYou can obtain your credit reports from allthree major credit bureausat the official website, AnnualCreditReport.com. By law, you are entitled to a free report from each of the three bureaus at least once every 12 months. If you find errors—especially ones that might be hurting your credit score—you have a right to challenge them, and the bureau is required to investigate.\n\nYou may be able to obtain your credit score free of charge from your bank or credit card companies. There are also some reliable websites that offerfree credit scores. Bear in mind that there are multiple credit scoring models, so chances are you have several credit scores and the one you get for free may not be identical to all the others.\n\nHaving impaired credit is not a good situation for a person, business, government, or any other entity to be in. Fortunately, they may be able to improve their standing by addressing the issues that caused their credit scores or credit ratings to call in the first place.\n\nmyFICO. \"What's in My FICO Scores?\"\n\nExperian. \"What Are the Different Credit Scoring Ranges?\"\n\nS&P Global. \"Guide to Credit Rating Essentials,\" Page 10.",
  "url": "https://www.investopedia.com/terms/i/impairedcredit.asp"
}