{
  "term": "Impact Investing: Definition, Types, and Examples",
  "definition": "Impact investing involves making investments to help create beneficial social or environmental effects while also generating financial gains. Thisinvestment strategycan involve differentasset classes, such as stocks, bonds, mutual funds, or microloans. The point of impact investing is to use money and investment capital for positive social results.\n\nInvestopedia / Michela Buttignol\n\nThe term impact investing was first coined in 2007 by the Rockefeller Foundation.A basic goal of impact investing is to help reduce the negative effects of business activity on the social or physical environment. It may sometimes be considered an extension ofphilanthropy.\n\nInvestors who use an impact investing strategy first consider a company's commitment tocorporate social responsibility (CSR)or the sense of duty to positively serve society as a whole. They base their decisions to become involved with a company based on this information. The type of impact this creates can vary based on the industry and the specific company within that industry.\n\nSome common examples include giving back to the community by helping the less fortunate or investing in sustainable energy practices to help save our planet.\n\nThe bulk of impact investing is done byinstitutional investors, including hedge funds, private foundations, banks, pension funds, and other fund managers. A range of socially conscious financial service companies, web-based investment platforms, and investor networks offer individuals an opportunity to participate as well. One major venue ismicrofinanceloans that provide small-business owners in emerging nations withstartupor expansion capital.\n\nImpact investing actively seeks to create positive social and environmental outcomes. This includes investing innonprofitsthat benefit the community or in clean technology enterprises that benefit the environment.\n\nImpact investments come in many forms of capital and investment vehicles. They provide investors with a range of possibilities when it comes to returns like any other type of investment class. The most important consideration is that these investments offer both a financialreturnand are in line with the investor's conscience.\n\nThe percentage of impact investors who look for risk-adjusted market-rate returns, according to a 2024 survey by the Global Impact Investing Network.\n\nThe opportunity for impact investments varies and investors may choose to put their money intoemerging marketsor developed economies. Impact investments span several industries including:\n\nEnvironmental, social, and governance (ESG)refers to the practices of the company. ESG investors look for companies with ethical governance, prioritize the well-being of workers in their supply chain, or work toward positive environmental outcomes and sustainable business practices.\n\nThe integration of ESG factors is used to enhance traditional financial analysis by identifying potential risks and opportunities beyondtechnical valuations. There's an overlay of social consciousness but the main objective of ESG valuation remains financial performance.\n\nSocially responsible investing (SRI)goes a step further than ESG by eliminating or selecting investments according to specific ethical guidelines. SRI investors may avoid companies involved in producing or selling alcohol, tobacco, or firearms. For instance, smoking can have negative consequences for society as more people need medical care due to tobacco-related illnesses. This can drive up taxes and be a consideration for SRI investors.\n\nSRI uses ESG factors to apply negative or positive screens on the investment universe, unlike ESG analysis which shapes valuations. SRI is often considered to be a type of impact investing but SRI may focus more on avoidance of harm such as in the case of tobacco-related taxation. Impact investing also suggests a positive impact via its investments.\n\nMany asset management companies, banks, and other investment houses offer funds specifically tailored to socially responsible investors.\n\nSRI may be known asgreen investingwhen it's focused on environmental causes.\n\nSocially and environmentally responsible practices tend to attract impact investors so companies can benefit financially from committing to socially responsible practices. Impact investing appeals largely to younger generations, such asmillennialsand Gen Zers, who want to give back to society so this trend is likely to expand as these investors gain more influence in the market.\n\nInvestors also tend to profit. According to the 2024 Global Impact Investing Network survey, 94% of impact investors reported that their investments met or surpassed their financial expectations.\n\nIndividuals or entities essentially state that they support the message and the mission of the company in which they're investing when they engage in impact investing. A long-term goal of impact investing is that more companies will engage in socially responsible business practices as more people realize the social and financial benefits of this type of investing.\n\nOne of the most well-known impact investment funds is the Bill & Melinda Gates Foundation, launched by the celebrated Windows pioneer with a total endowment of over $75.2 billion.Most of theGates Foundation is engaged in philanthropybut it also has a strategic investment fund.\n\nThe fund has over $2.5 billion under management which is invested in ventures that align with the foundation's goals of improving health, education, and gender equality.The strategic investment fund \"takes bold risks\" by investing in \"innovations and organizations that are often overlooked by traditional investors or can solve problems faced by the world’s poorest.\"\n\nThe Soros Economic Development Fund is part of the Open Society Foundations launched by billionaire philanthropist George Soros. The fund had $130 million actively invested in impact ventures as of December 2022. The Foundation seeks to support \"open societies\" by promoting democracy, legal reforms, higher education, and journalism, as well as other fields.\n\nThe Ford Foundation was launched in 1936 by Edsel and Henry Ford with an initial endowment of $25,000.The Ford Foundation has one of the world's largest private endowments with more than $16 billion under management as of 2023.Most of that money is given as grants to support causes aligned with the values of the foundation but the Ford Foundation announced plans in 2017 to invest $1 billion in business ventures aligned with their mission.\n\nImpact-focused investing or simply impact investing is an investment strategy that seeks to achieve social orenvironmental goalsas well as generate profit. Impact investors typically expect a return on their investment, unlike philanthropic endeavors, but this may be a secondary consideration.\n\nMost impact investors seek returns that are comparable to market rates and some impact funds can even outperform the market. The returns from impact investing generally tend to be slightly lower than the market average. A study by the University of California found that the median impact fund had a median internal rate of return of 6.4% compared to 7.4% from non-impact-seeking funds.\n\nEnvironmental, social, and governance practices refer to business decisions that could affect the returns of a company. A company that knowingly employs child labor or engages in discrimination could be at a competitive disadvantage, particularly when marketing to socially conscious consumers.\n\nImpact investing is the practice of seeking investments that specifically optimize a goal other than profits. These might include investments in clean energy, education, or microfinance.\n\nAn impact-investing firm is an investment fund that specifically seeks to support beneficial social or environmental outcomes in addition to generating financial returns. Some impact funds invest in causes that they believe will generate strong returns. Others consider profits to be a secondary consideration.\n\nAn impact-investing strategy is an investment strategy that targets companies or industries that produce social or environmental benefits. Some impact investors seek to support renewable energy, electric cars, microfinance, sustainable agriculture, or other causes that they believe to be worthwhile.\n\nImpact investing is part of a growing trend of socially responsible practices that seek to reduce some of the negative consequences of traditional business activities. Impact investing can produce social or environmental benefits while also earning a profit by supporting companies and industries in worthwhile causes.\n\nThe Rockefeller Foundation. \"Bringing Scale to the Impact Investing Industry.\"\n\nGIIN. \"Sizing the Impact Investing Market 2024.\" Page 4.\n\nGlobal Impact Investing Network. \"Sizing the Impact Investing Market 2024.\" Page 2.\n\nGates Foundation. \"Foundation Fact Sheet.\"\n\nGates Foundation. \"FAQ: What are SIF's Areas of Focus?\"\n\nGates Foundation. \"FAQ: What are SIF's investment criteria?.\"\n\nOpen Society Foundations. \"How We Fund.\"\n\nFord Foundation. \"How We Make Grants: How Our Endowment Works.\"\n\nFord Foundation. \"Financial Statements and Report of Independent Certified Public Accountants.\" Page 5.\n\nFord Foundation. \"Ford Foundation Commits $1 Billion from Endowment to Mission-Related Investments.\"\n\nBerkeleyHaas. \"Impact Investing.\" Page 10.",
  "url": "https://www.investopedia.com/terms/i/impact-investing.asp"
}