{
  "term": "Impeachment: Meaning, Overview, and Examples",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nWin McNamee / Staff / Getty Images\n\nImpeachment is the formal process that allows Congress to bring charges of \"treason, bribery, or other high crimes and misdemeanors\"against high-ranking civil officers such as the president. It's authorized by Article II, Section 4 of the U.S. Constitution.\n\nThe power to impeach serves as a first step in an important check on the executive and judicial branches of government regarding violations of law and abuses of power. The official goes on trial when impeached by the House of Representatives and is removed from office if convicted by the Senate.\n\nArticle II, Section 4 of the U.S. Constitution says:\n\nImpeachment isn't the same as removal or conviction although many people think that's the case. Impeachment is a charging process similar to an indictment in a criminal proceeding.\n\nImpeachment at the federal level is rare and removal is even more so. Impeachment proceedings have been initiated by the House of Representatives more than 60 times since the adoption of the U.S. Constitution but just 20 of those proceedings have ended in impeachment. There have been just eight convictions by the Senate, all of them of federal judges.\n\nThe Constitution names the president and vice president as being subject to impeachment. The question of exactly who \"all Civil Officers of the United States\" are has been the subject of much discussion, however.\n\nThe Federalist Papers are 85 essays written by Alexander Hamilton, John Jay, and James Madison. They're a foundational document of American history and make clear that impeachment serves as a check on the executive and judicial branches of government. The essays don't specify who within those branches would be considered civil officers, however.\n\nThe term \"civil officers\" is broad enough to include any officer appointed by the federal government. Based on historical precedent, federal judges including Supreme Court justices are subject to impeachment as are members of the president's cabinet. Military officers who face discipline under the military code aren't subject to impeachment nor are members of Congress, a precedent that was established in 1799.\n\nThere was considerable debate at the 1787 Constitutional Convention in Philadelphia over the definition of impeachable crimes. The founders initially said that the president and others could be removed by impeachment and conviction for \"corrupt conduct\" or \"malpractice or neglect of duty.\" The wording was later changed to \"treason, bribery, or corruption\" and then to just \"treason or bribery\" before finally settling on \"treason, bribery, or other high crimes and misdemeanors.\"\n\nThe debate didn't stop there, however, because the phrase \"high crimes and misdemeanors\" left the matter of impeachable offenses open to interpretation. The definition of \"high crimes and misdemeanors\" has plagued members of Congress, lawyers, and legal scholars alike since the ratification of the Constitution in 1789.\n\nThe framers borrowed the term \"high crimes and misdemeanors\" from British law where it referred to crimes by public officials against the government. Representative Gerald Ford said in 1970, \"An impeachable offense is whatever a majority of the House of Representatives considers it to be at a given moment in history.\"\n\nArticle I, Section 2 of the Constitution states that the House of Representatives has the sole power to impeach.The House doesn't have the power to remove an impeached individual, however. That duty goes to the Senate which holds a trial and decides whether to convict and remove or acquit.\n\nImpeachment begins when the House adopts a resolution calling for an investigation by a House committee into charges against the official in question. The committee may recommend impeachment or dismissal. The House then votes by simple majority to approve or dismiss the articles of impeachment.\n\nThe House appoints managers to conduct the impeachment trial in the Senate following approval. The House then passes a resolution informing the Senate about the articles of impeachment and the names of the House managers who will bring the case before the Senate.\n\nThe Senate advises the House when it will receive the managers and begin the impeachment trial after it receives the resolution. The Senate becomes the court with the president of the Senate presiding except when the individual impeached is the president. The presiding officer is the chief justice of the Supreme Court in this case.\n\nThe penalty for impeachment is a trial in the Senate. Impeachment is the same as an indictment so there's no other penalty except perhaps to one's reputation.\n\nImpeachment only requires a simple affirmative majority in the House of Representatives. The Constitution requires a two-thirds affirmative majority vote in the Senate to convict an impeached individual. The penalty for conviction is removal from office. The Senate also has the option by simple majority vote to disqualify the official from holding public office in the future. There's no appeal for impeachment or conviction because it involves a political rather than criminal question.\n\nTen of the 20 federal impeachment proceedings since 1799 have occurred in the past 100 years. The impeached officials included 15 federal judges, three presidents, one senator, and a cabinet secretary: the Secretary of War. These impeachments resulted in seven acquittals, eight convictions, three dismissals, and one resignation with no further action. The convictions were all judges and they were removed from office.\n\nOnly Presidents Andrew Johnson,Bill Clinton, and Donald Trump have been impeached by the House and all three were acquitted by the Senate.\n\nPresidentRichard Nixonwas never impeached although he was threatened with impeachment over the Watergate scandal of 1974. Nixon stepped down before Congress could vote on whether to proceed with impeachment, becoming the only U.S. President to have resigned from office.\n\nAn impeachment and Senate trial occurred whenPresident Trumpwas impeached by the House of Representatives on Dec. 18, 2019 during his first term. The resolution contained two impeachment articles:\n\nThis example of “high crimes and misdemeanors” accused Trump of corruptly attempting to solicit Ukraine to conduct investigations to discredit his Democratic political rivals. The article passed 230-197 with Republican members of the House united in their opposition and two Democrats also voting against the article.\n\nThe obstruction of Congress charge also fell under “high crimes and misdemeanors.\" It arose from accusations that Trump ordered his administration to defy each attempt at obtaining information and testimony when Congress tried to investigate the Ukraine situation. This article passed 229-198 with one additional Democrat joining Republicans in opposition to the charge.\n\nThe articles of impeachment were submitted to the Senate on Jan. 16, 2020 and the trial began. No witnesses or documents were subpoenaed due to objections by Republican senators. President Trump was acquitted on both counts on Feb. 5, 2020. The vote on Article I, abuse of power, was 48 for conviction and 52 for acquittal. The vote was 47 for conviction and 53 for acquittal on Article II, obstruction of Congress.\n\nThese impeachment proceedings took a little less than two months from start to finish not counting the accumulation of evidence. There's no set amount of time for impeachments, however.\n\nPresident Andrew Johnson was impeached by the House of Representatives on Feb. 24, 1868 following the Civil War. He had vetoed congressional legislation that was intended to protect freed slaves among other actions that Congress didn't take well. The Senate acquitted Johnson on May 16, 1868.\n\nPresident Clinton was impeached largely due to alleged personal misbehavior, most notably his affair with Monica Lewinsky. The debate was over whether personal actions he took constituted \"high crimes or misdemeanors.\" The Senate ultimately decided that they did not.\n\nPresident Nixon resigned the presidency on Aug. 8, 1974 rather than put himself and the American public through an impeachment trial. Three articles of impeachment had been brought against him stemming from the arrest of five men who broke into the Watergate Democratic National Headquarters during his campaign. They worked for a campaign organization that had been created to support Nixon's reelection.\n\nHistory shows that every impeachment proceeding is unique and the U.S. Constitution is somewhat vague about the requirements of the process. It requires actions taken by both the U.S. Senate and the House of Representatives and this can result in a lot of divergent opinions about alleged or even proven actions taken by high-ranking civil officers.\n\nConstitution Annotated. \"U.S. Constitution - Article II Section 4.\"\n\nConstitution Annotated. \"ArtII.S4.1 Overview of Impeachment Clause.\"\n\nHistory, Art & Archives. \"Impeachment.\"\n\nLibrary of Congress. \"Federalist No. 79.\"\n\nLibrary of Congress. \"Federalist No. 66.\"\n\nU.S. Government Publishing Office. \"House Practice.\"\n\nU.S. Government Publishing Office. \"Congressional Bills 113th Congress.\"\n\nUnited States Senate. \"About Impeachment.\"\n\nConstitution Annotated. \"ArtI.S3.C6.1 Overview of Impeachment Trials.\"\n\nUnited States Senate. \"About Impeachment.\"\n\nHistory, Art & Archives. \"List of Individuals Impeached by the House of Representatives.\"\n\nConstitution Annotated. \"ArtII.S4.4.7 President Richard Nixon and Impeachable Offenses.\"\n\nCongress.gov. \"Articles of Impeachment Against Donald John Trump.\"\n\nCongress.gov. \"All Actions H.Res.755 — 116th Congress (2019-2020).\"\n\nCongress.gov. \"H.Res.755 Impeaching Donald John Trump, President of the United States, for High Crimes and Misdemeanors.\"\n\nUnited States Senate. \"Impeachment Trial of President Andrew Johnson, 1868.\"\n\nBill of Rights Institute. \"The Impeachment of Bill Clinton.\"\n\nCongress.gov. \"Artll.S4.4.7 President Richard Nixon and Impeachable Offenses.\"",
  "url": "https://www.investopedia.com/terms/i/impeachment.asp"
}