{
  "term": "Implied Rate: Definition, Calculation With Formula, and Example",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe implied rate is the difference between thespot interest rateand the interest rate for the forward or futures delivery date.\n\nThe implied interest rate gives investors a way to compare returns across investments and evaluate the risk and return characteristics of that particular security. An implied interest rate can be calculated for any type of security that also has anoptionorfutures contract.\n\nFor example, if the current U.S. dollardeposit rateis 1% for spot and 1.5% in one year's time, the implied rate is the difference of 0.5%. Alternatively, if the spot price for a currency is 1.050 and the futures contract price is 1.1071, the difference of 5.71% is the implied interest rate. In both of these examples, the implied rate is positive, which indicates that the market expects future borrowing rates to be higher than they are now.\n\nTo calculate the implied rate, take the ratio of theforward priceover the spot price. Raise that ratio to the power of 1 divided by the length of time until the expiration of the forward contract. Then subtract 1.\n\nwhere time = length of the forward contract in years\n\nIf thespot pricefor a barrel of oil is $68 and a one-year futures contract for a barrel of oil is $71, the implied interest rate is:\n\nImplied rate = (71/68)(1/1)-1 = 4.41%\n\nDivide the futures price of $71 by the spot price of $68. Since this is a one-year contract, the ratio is simply raised to the power of 1 (1 / time). Subtract 1 from the ratio and find the implied interest rate of 4.41%.\n\nIf astockis currently trading at $30 and there is a two-yearforward contracttrading at $39, the implied interest rate is:\n\nImplied rate = (39/30)(1/2)- 1 = 14.02%\n\nDivide the forward price of $39 by the spot price of $30. Since this is a two-year futures contract, raise the ratio to the power of 1/2. Subtract 1 from the answer to find the implied interest rate is 14.02%.\n\nIf the spot rate for theeurois $1.2291 and the one-year futures price for the euro is $1.2655, the implied interest rate is:\n\nImplied rate = (1.2655 / 1.2291)(1/1)- 1 = 2.96%\n\nCalculate the ratio of the forward price over the spot price by dividing 1.2655 by 1.2291. Since this is a one-year forward contract, the ratio is simply raised to the power of 1. Subtracting 1 from the ratio of the forward price over the spot price results in an implied interest rate of 2.96%.",
  "url": "https://www.investopedia.com/terms/i/impliedrate.asp"
}