{
  "term": "Implicit Cost: Definition, How It Works, and Examples",
  "definition": "An implicit cost is the financial gain passed up when a firm uses its assets.\n\nAn implicit cost is a cost that involves no exchange of money and is not necessarily shown or reported as a separate expense.\n\nIt represents anopportunity costthat arises when a company itself uses assets it owns for some purpose. There's no explicit compensation for the utilization of those assets. So, there's no exchange of cash or added revenue.\n\nThis means the company forgoes the chance to earn money from the use of its resources by others.\n\nPut simply, an implicit cost involves using an asset rather thanrentingor selling it.\n\nInvestopedia / Michela Buttignol\n\nImplicit costs are also referred to as imputed, implied, or notional costs. These costs aren't easy to quantify. And businesses don’t necessarily record them for accounting purposes as money does not change hands.\n\nThese costs represent a loss of potential income, but not of profits. As mentioned, implicit costs are a type of opportunity cost, which is the benefit that a company passes up by choosing one option over another.\n\nAn implicit cost could be the revenue that a company misses out on because it chooses to use an internal resource rather than get paid by a third party for its use of it.\n\nFor example, a company could earn income by renting out its building. However, it instead decides to use the building to manufacture and sell its products.\n\nA company may choose to include implicit costs in its cost of doing business since they represent possible sources of income.\n\nEconomists include both implicit costs and actual, regular costs of doing business (explicit costs) when calculating total economic profit.\n\nIn other words,economic profitis the revenue a company generates minus business expenses and any opportunity costs.\n\nIn corporate finance decisions, implicit costs should always be considered when deciding how to allocate company resources.\n\nImplicit costs are technically not incurred and cannot be measured accurately for accounting purposes.\n\nThere is no cash outflow with implicit costs. But they are an important consideration because knowing them can help managers make effective decisions for the company.\n\nIn contrast,explicit costs, which are the other broad category of business expenses, represent actual payments of cash made by a company for the company's operations.\n\nRent, salary, and other operating expenses are explicit costs. They are all recorded and appear on a company's financial statements.\n\nThe main difference between the two types of costs is that implicit costs are opportunity costs, while explicit costs are expenses paid with a company's own tangible assets (e.g. cash).\n\nThis makes implicit costs synonymous with imputed costs, while explicit costs are considered out-of-pocket expenses.\n\nImplicit costs and explicit costs are used when calculating economic profit, while only explicit costs are used when calculatingaccounting profit.\n\nExamples of implicit costs include the loss of interest income on funds and the depreciation of machinery for acapital project.\n\nThey may also be intangible costs that are not easily accounted for, such as when an owner allocates unpaid time for the maintenance of a company, rather than getting paid for using those hours elsewhere.\n\nWhen a company hires a new employee, there are implicit costs involved in training that employee. If a manager allocates eight hours of an existing employee's day to teach this new team member, the implicit cost would be the existing employee's hourly wage, multiplied by eight.\n\nIt's implicit because the existing employee would normally have been working in their regular role, and contributing to revenue earned.\n\nAnother example of an implicit cost involvessmall business ownerswho may decide to pass on taking asalaryin the early stages of a company's existence to reduce costs and increase revenue.\n\nThey provide the business with their skill in lieu of a salary, which becomes an implicit cost.\n\nNo, they're not. In fact, the implicit cost of using an existing asset may well be less than the actual (explicit) cost of paying for the resources needed if it didn't use what it already owned.\n\nExplicit costs are specific costs that are part of the normal course of operations and are directly linked to a firm's profitability. Examples include wages, utilities, advertising, raw materials, and rent.\n\nLabor can technically be an implicit and explicit cost. When wages and salaries are paid to employees, labor is an explicit cost to a business. When wages or salaries are foregone, which can happen when an entrepreneur starts their own business, labor would be an implicit cost.\n\nImplicit costs are opportunity costs and are not usually recorded for accounting purposes. Though implicit costs represent a loss of income, they do not necessarily represent a loss of profit, because their value is being utilized for the benefit of the business.\n\nThough they are harder to quantify and are often subjective, implicit costs can play a key role in the success of a business.",
  "url": "https://www.investopedia.com/terms/i/implicitcost.asp"
}