{
  "term": "Implied Contract: Definition, Example, Types, and Rules",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAn implied contract is a legally binding obligation that derives from the actions, conduct, or circumstances of one or more parties in an agreement. It has the same legal force as an express contract, which is a contract that is voluntarily entered into and agreed on verbally or in writing by two or more parties. The implied contract, on the other hand, is assumed to exist, but no written or verbal confirmation is necessary.\n\nThe principles underlying an implied contract are that no person should receive unjust benefits at the expense of another person, and a written or verbal agreement is not needed to get fair play. For example, theimplied warrantyis a type of implied contract.\n\nWhen a product is purchased, it must be capable of fulfilling its function. A new refrigerator must keep food cool, or either the manufacturer or the seller has failed to meet the terms of an implied contract.\n\nAn implied contract is sometimes difficult to enforce because proving the justice of the claim is a matter of argument, not a simple matter of producing a signed document. In addition, some jurisdictions place limits on implied contracts. For example, a contract for areal estatetransaction must be backed up by a written contract in some courts.\n\nAn implied contract has the same legal force as a written contract but may be harder to enforce.\n\nThere are two forms of implied contract, called implied-in-fact and implied-in-law contracts. An implied-in-fact contract is created by the circumstances and behavior of the parties involved. If a customer enters a restaurant and orders food, for example, an implied contract is created.\n\nThe restaurant owner is obligated to serve thefood, and the customer is obligated to pay the prices listed on the menu for it.\n\nAn implied-in-fact contract may also be created by the past conduct of the people involved. For example, a teenager offers to walk a neighbor's dog and is rewarded with two movie tickets. On three subsequent occasions, the teenager comes over to walk the dog and is given two movie tickets.\n\nBut on the last occasion, the neighbor simplyfails to producethe movie tickets. The teenager has a case for claiming that the neighbor created an implied-in-fact contract by regularly producing movie tickets in return for dog-walking services. It is a reasonable assumption.\n\nThe following must be present to establish an implied-in-fact contract:\n\nThe other type of unwritten contract, the implied-in-law contract, can also be called aquasi-contract. It is a legally binding contract that neither party had the intention of creating. Say the same restaurant patron mentioned above chokes on a chicken bone, and a doctor dining at the next booth leaps to the rescue. The doctor is entitled to send a bill to the diner, and the diner is obligated to pay it.\n\nExpress and most implied contracts require mutual agreement and a meeting of the minds. However, an express contract is formally arranged through anoralor written agreement. An implied contract is formed by circumstances or the actions of parties.\n\nA real estate contract is an express contract that must be formed in writing to be executable. Ordering a pizza is an implied contract as the pizza restaurant is obligated to provide pizza to the customer once the purchase is complete.\n\nImplied contracts are legally enforceable and can be held up in court. However, proving that there is or was a contract could be challenging compared to ones formed orally or in writing. Courts will often review, among other things, the relationship between parties, whether previous agreements were established, and duties performed.\n\nImplied contracts are either implied-in-fact or implied-in-law. Implied-in-fact agreements are made when parties perform duties as if they have a contract in place. Implied-in-fact assumes that parties understand the terms of the agreement and what actions must be taken. On the contrary, an implied-in-law contract is not formed by intent. This type of contract ensures that someone for whom services were provided is not unjustly enriched by the performance of another.\n\nRequirements for an implied contract differ based on the type of implied contract that is assumed. Neither are formed orally or in writing. For an implied-in-fact contract, there must be an offer, an acceptance of the offer, mutual agreement, and consideration. The terms and execution of the agreement will be evidenced by the behavior of the parties involved.\n\nFor an implied-in-law contract, circumstances form the contract, rather than intent. When services or goods are not gratuitously provided to one party, the receiver is expected to offer consideration. There cannot be an imbalance of benefits between the parties, meaning the receiver cannot be unfairly enriched.\n\nImplied contracts are contracts formed by the actions, conduct, or circumstances of parties to an agreement. Unlike express contracts, they are neither oral nor written agreements. Implied contracts are either characterized as implied-in-fact or implied-in-law.\n\nThe former, which is easier to prove before a court, is formed when parties intend to enter into an agreement and behave in a manner that forms the contract. Implied-in-law requires no intent from parties to enter an agreement. Implied-in-law was created to prevent one or more parties from being unfairly enriched by another.\n\nNormal contract rules, such as mutual agreement, an offer, and acceptance, are not required for implied-in-law contracts. Implied-in-law occurs when a party bestows upon another a measurable benefit that is not intended as a gift.",
  "url": "https://www.investopedia.com/terms/i/implied_contract.asp"
}