{
  "term": "Import Substitution Industrialization (ISI): Definition and Example",
  "definition": "Investopedia / Michela Buttignol\n\nImport substitution industrialization (ISI) is a theory ofeconomicsthat's typically adhered to by developing countries or emerging market nations as they seek to decrease their dependence on developed countries. The approach targets the protection and incubation of newly-formed domesticindustriesto fully develop sectors so the goods produced are competitive with imported goods. The process makes local economies and their nations self-sufficient under ISI theory.\n\nThe primary goal of the implemented substitution industrialization theory is to protect, strengthen, and grow local industries. This is accomplished through a variety of tactics includingtariffs, importquotas, and subsidized government loans.\n\nCountries implementing this theory attempt to shore up production channels for each stage of a product's development.\n\nISI runs directly counter to thecomparative advantageconcept that occurs when countries specialize in producing goods at a loweropportunity costand export them.\n\nISI refers to the development economics policies of the 20thcentury but the theory itself has been advocated since the 18thcentury. It was supported by economists includingAlexander Hamiltonand Friedrich List.\n\nCountries initially implemented ISI policies in the global south, including Latin America, Africa, and parts of Asia, where the intention was to develop self-sufficiency by creating an internal market within each country. The success of ISI policies was facilitated bysubsidizingprominent industries such as power generation and agriculture and encouraging nationalization andprotectionisttrade policies.\n\nDeveloping countries nonetheless began to reject ISI in the 1980s and 1990s after the rise of global market-driven liberalization, a concept based on theInternational Monetary Fundand theWorld Bank's structural adjustment programs.\n\nISI theory is based on a group of developmental policies. The foundation is composed of the infant industry argument, the Singer-Prebisch thesis, andKeynesian economics. A group of practices can be derived from these economic perspectives:\n\nRelated to and intertwined with ISI is the school of structuralist economics. Conceptualized in the works of idealistic economists and financial professionals such as Hans Singer, Celso Furtado, and Octavio Paz, this school emphasizes the importance of taking the structural features of a country or a society into account in economic analysis. This includes political, social, and other institutional factors.\n\nA critical feature is the dependent relationship thatemerging countriesoften have with developed nations. Structuralist economics theories further gained prominence through the United Nations Economic Commission for Latin America (ECLA or CEPAL, its acronym in Spanish). Latin American structuralism has become a synonym for the era of ISI that flourished in various Latin American countries from the 1950s to the 1980s.\n\nThe ECLA was created in 1950 with Argentine central banker Raul Prebisch as its executive secretary. Prebisch outlined an interpretation of Latin America's burgeoning transition from primary export-led growth to internally oriented urban-industrial development in a report. That report became \"the founding document of Latin American structuralism,\" to quote one academic paper. It became a virtual manual for import substitution industrialization.\n\nMost Latin American nations went through some form of ISI in the ensuing years, inspired by Prebisch's call to arms. They expanded the manufacturing of non-durable consumer goods like food and beverages and then expanded into durable goods, such as autos and appliances. Some nations, including Argentina, Brazil, and Mexico, even developed domestic production of more advanced industrial products like machinery, electronics, and aircraft.\n\nThe implementation of ISI was successful in several ways but it did lead to highinflationand other economic problems. Many Latin American nations sought loans from the IMF and the World Bank when these problems were exacerbated by stagnation and foreign debt crises in the 1970s. These countries had to drop their ISI protectionist policies and open up their markets to free trade at the insistence of these institutions.\n\nA tariff works like a tax. It can be a flat rate charged on one item or a percentage of that item's value. Tariffs are normally found in international trade markets. They're commonly used as a way to protect domestic producers and the country's economy.\n\nA protectionist trade policy is legislation that blocks or restricts international trade. Tariffs are an example of protectionist policy as are import quotas that limit how many products a country can import.\n\nThe concept of Keynesian Economics is credited to British economist John Maynard Keynes. Keynes' economics include the theory that individuals save more during a recession but this is a detriment to an ailing economy. Keynes also believed that lowering interest rates wouldn't increase demand for products. Perhaps most notably, he argued that more government spending would rescue an economy from tough economic times.\n\nImport substitution industrialization (ISI) is an economic theory common among developing nations and emerging market nations but they began to reject this policy in the 1990s. The goal was to gain self-sufficiency by developing sectors to ensure that goods produced within the country were competitive with those being imported. This led to high inflation and other economic problems in some countries.\n\nSaylor Academy. \"Import Substitution Industrialization.\"\n\nCambridge University Press. \"Raul Prebisch and the Origins of the Doctrine of Unequal Exchange.\"\n\nLumen Learning Macroeconomics. \"Protectionism.\"\n\nEconomics Help.org. \"Keynesian Economics.\"",
  "url": "https://www.investopedia.com/terms/i/importsubstitutionindustrialization.asp"
}