{
  "term": "Import (Customs) Duty: Definition, How It Works, and Who Pays It",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nImport duty is a tax collected onimportsand someexportsby a country's customs authorities. A good's value will usually dictate the import duty. Depending on the context, import duty may also be known as a customs duty, tariff, import tax, or import tariff.\n\nImport duties have two distinct purposes: raise income for the local government and give a market advantage to locally grown or produced goods that are not subject to import duties. A third related goal is sometimes to penalize a particular nation by charging high import duties on its products.\n\nIn the United States,Congressestablished import duties. The Harmonized Tariff Schedule (HTS) lists the rates for imports and is published by the International Trade Commission (USITC).Different rates are applied depending on the countries' trade relations status with the United States. The general rate applies to countries that havenormal trade relationswith the United States. The special rate is for countries that are not developed or are eligible for an international trade program.\n\nAround the world, several organizations and treaties have a direct impact on import duties. Numerous countries have tried to reduce duties to promotefree trade. TheWorld Trade Organization(WTO) promotes and enforces commitments that its member nations have made to cut tariffs. Countries make these commitments during complex rounds of negotiations.\n\nAnother example of an international effort to reduce tariffs was theNorth American Free Trade Agreement(NAFTA) between Canada, the United States, and Mexico. NAFTA eliminated tariffs, except those on certain agriculture, between the three North American nations.In 2018, the U.S., Canada, and Mexico signed a new deal to replace NAFTA called the USMCA, and the new USMCA went into force on July 1, 2020.\n\nTo pay import duties, you will need several documents. The commercial invoice is a key document as it details the transaction between the buyer and seller. This will include the value of the goods, the terms of sale, and other relevant information. The invoice helps customs authorities determine the correct duty amount based on the declared value of the items.\n\nAnother document is thebill of ladingor theairway billwhich serve as a receipt for the shipment. The bill of lading is used for sea shipments, while the airway bill is used for air shipments. These documents include details like the consignor, consignee, description of the goods, and shipping route. Customs authorities rely on this information to verify the shipment's legitimacy and ensure that all goods are accounted for and appropriately taxed.\n\nThe packing list is also used for paying import duties. The list provides a detailed breakdown of the quantity, weight, and dimensions of the goods. This helps customs officials cross-check the physical shipment with the declared items on the commercial invoice and bill of lading.\n\nThere could also be additional documents that may be required including the certificate of origin and any necessary permits or licenses. The certificate of origin verifies the country where the goods were manufactured. Permits and licenses may be needed for certain restricted or regulated goods.\n\nImport duties are calculated based on the value of the goods being imported. This includes the cost of the goods, shipping, and insurance. These items provide a comprehensive value of the total cost involved in bringing the goods to the importer's country. The specific rate of duty applied to an imported product is determined by its classification under the Harmonized System (HS) code.\n\nOther factors that can influence the import duty rate include the country of origin and any existing trade agreements between the importing and exporting countries. As we'll look at next, certain agreements between two countries could reduce or even eliminate the import duty.\n\nAs an example, suppose a company in the United States imports electronics from China. The value of the shipment including the cost of the electronics, shipping, and insurance is $50,000. According to the U.S. tariff schedule, the duty rate for this category is 5%. Therefore, the import duty is calculated as 5% of $50,000, resulting in a duty of $2,500. If the same goods were imported from a country with which the U.S. has an exemption, the duty rate might be lower or even zero.\n\nImport duties vary by country and product, and countries may choose to set import duties to achieve a specific political agenda.\n\nMany countries provide exemptions or reductions on import duties. One of the primary ways countries reduce or eliminate import duties is through free trade agreements (FTAs). FTAs are treaties between two or more countries that aim to reduce trade barriers to facilitate easier and more cost-effective exchange of goods and services. For example, the NAFTA between the United States, Canada, and Mexico allows for many products to be traded duty-free among the member countries.\n\nAnother common form of duty reduction is the use of duty-free quotas. These quotas allow a certain quantity of specified goods to be imported without paying duties. Once the quota is met, any additional imports of those goods are subject to the standard duty rates. This system helps balance the need to protect domestic industries with the benefits of lower-cost imports.\n\nTemporary importation is another scenario where there may be duty exemptions. Goods imported temporarily for repair, exhibition, or other specific purposes may be exempt from duties, provided they are re-exported within a set timeframe.\n\nThe economic impacts of import andexport dutiesdiffer significantly, shaping the domestic economy and international trade in various ways.\n\nImport duties increase the cost of foreign goods in the domestic market, thereby making locally produced goods more competitive. Export duties directly affect the profitability of exporting goods by making them more expensive for foreign buyers. This can lead to a reduction in export volumes as exporters may find it less attractive to sell their goods abroad.\n\nFrom a trade policy perspective, import duties are often used strategically to protect nascent or strategic industries that are deemed important for national development or security. By shielding these industries from foreign competition, governments aim to nurture them until they become competitive on a global scale. This approach can lead to a more diversified economy and reduce dependency on foreign goods.\n\nExport duties are employed to manage the outflow of critical resources and ensure that domestic industries have sufficient access to essential raw materials and commodities. For example, a country withsignificant mineral resourcesmight impose export duties to keep these resources available for local manufacturers, therefore supporting the development of higher value-added industries.\n\nTo summarize, import duties increase the cost of foreign goods to protect domestic industries and generate revenue, but they can lead to higher consumer prices and production costs. Export duties to control resource outflows and stabilize domestic prices by making exports more expensive, fostering local value addition and economic development.\n\nAs mentioned earlier, the Harmonized System (HS) code helps determine the applicable tariff and tax rates for a specific foreign country. To find your HS code, you can use the US Census Bureau’s Schedule B Search Engine, which helps you obtain a complete 10-digit Schedule B number for your exports. The first six digits of this number will be the HS code. The Schedule B website also offers an instructional video to help classify products.\n\nWhen shipping to U.S. territories like Guam, Puerto Rico, and the U.S. Virgin Islands (USVI), different regulations apply:\n\nLet's look at another example, but this one is specific to a type of product. This example pertains specifically to a customs duty for importing alcohol into the United States.\n\nIf you're a returning resident at least 21 years old, you can bring back one liter of alcohol duty-free as part of your personal exemption. This alcohol must be for your personal use, not for sale, and must comply with the laws of the state where you arrive. Federal rules allow you to bring one liter without paying duty, but some states may let you bring more, though you’ll have to pay any applicable customs duties and taxes.\n\nWhile there's no federal limit on how much alcohol you can bring back beyond the duty-free amount, large quantities might make customs and border patrol officers think you’re importing it for resale. If that happens, you might need a permit and have to file paperwork to import the alcohol. Also, state laws might limit how much alcohol you can bring in without a license.\n\nFor alcohol and cigarettes, the duty-free amounts can be part of an $800 or $1,600 personal exemption. Unlike other items, any amount over the duty-free limit will be taxed, even if you haven’t reached your exemption limit. For example, if your exemption is $800 and you bring back three liters of wine, only one liter will be duty-free, and the other two will be taxed.\n\nImport duties are taxes imposed by a government on goods imported into a country. These duties are designed to protect domestic industries from foreign competition, generate revenue for the government, and sometimes control the flow of specific goods.\n\nImport duties are usually calculated based on the value of the goods being imported, which can include the cost of the goods, shipping, and insurance (often referred to as the CIF value). The specific rate applied depends on the product classification under the Harmonized System (HS) code and the country's tariff schedule.\n\nImport duties are specific taxes levied on goods as they enter a country, whereas taxes can include a broader range of charges such as value-added tax (VAT), sales tax, and excise duties\n\nThe responsibility for paying import duties usually falls on the importer of record, which could be an individual or a business entity. This is often specified in the sales agreement under terms like Delivered Duty Paid (DDP) or Delivered Duty Unpaid (DDU).\n\nImport duties are taxes levied by governments on goods brought into a country to protect local industries, raise revenue, and control trade. These duties are determined based on the value and classification of the goods, with rates and regulations differing significantly by country and product type.\n\nU.S. International Trade Commission. \"Harmonized Tariff Schedule.\"\n\nU.S. International Trade Commission. \"About Harmonized Tariff Schedule.\"\n\nWorld Trade Organization. \"WTO in Brief.\"\n\nCongressional Research Service. \"Agricultural Provisions of the U.S.-Mexico-Canada Agreement.\" Page i, 1.\n\nOffice of the United States Trade Representative. \"United States-Mexico-Canada Agreement.\"\n\nInternational Trade Administration. \"Understanding HS Codes and the Schedule B.\"\n\nInternational Trade Administration. \"Import Tariffs & Fees Overview and Resources.\"\n\nInternational Trade Administration. \"Import Tariffs Overview and Resources.\"\n\nUnited States Customs and Border Protection. \"Customs Duty Information.\"",
  "url": "https://www.investopedia.com/terms/i/import-duty.asp"
}