{
  "term": "Import: Definition, Examples, and Pros and Cons",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAn import is a good or service bought in one country that was produced in another. Imports andexportsare the components ofinternational trade. If the value of a country's imports exceeds the value of its exports, the country has a negativebalance of trade, also known as atrade deficit.\n\nThe United States has run a trade deficit since 1975. The deficit stood at $576.86 billion in 2019, according to the U.S. Census Bureau.\n\nCountries are most likely to import goods or services that theirdomestic industriescannot produce as efficiently or cheaply as the exporting country. Countries may also import raw materials orcommoditiesthat are not available within their borders. For example, many countries import oil because they cannot produce it domestically or cannot produce enough to meet demand.\n\nFree trade agreements and tariff schedules often dictate which goods and materials are less expensive to import. Withglobalizationand the increasing prevalence of free-trade agreements between the United States, other countries and trading blocks, U.S. imports of goods and services increased from $580.14 billion in 1989 to $3.1 trillion as of 2019.\n\nFree-tradeagreements and a reliance on imports from countries with cheaper labor often seem responsible for a large portion of the decline in manufacturing jobs in the importing nation. Free trade opens the ability to import goods and materials from cheaper production zones and reduces reliance on domestic goods. The impact on manufacturing jobs was evident between 2000 and 2007, and it was further exacerbated by the Great Recession and the slow recovery afterward.\n\nEconomists and policy analysts disagree on the positive and negative impacts of imports. Some critics argue that continued reliance on imports means reduced demand for products manufactured domestically, and thus can hobble entrepreneurship and the development of business ventures. Proponents say imports enhance the quality of life by providing consumers with greater choice and cheaper goods; the availability of these cheaper goods also help to prevent rampant inflation.\n\nThe United States' top trading partners, as of November 2020, included China, Canada, Mexico, Japan, and Germany.Two of these countries were involved in theNorth American Free Trade Agreement(NAFTA) that was implemented in 1994 and, at the time, created one of the largest free-trade zones in the world. With very few exceptions, this allowed the free movement of goods and materials between the United States, Canada, and Mexico.\n\nThe United States has experienced a continuous trade deficit since 1975.﻿﻿\n\nIt is widely believed NAFTA has reduced automotive parts and vehicle manufacturing in the United States and Canada, with Mexico being the main beneficiary of the agreement within this sector. Thecost of laborin Mexico is much cheaper than in the United States or Canada, pushing automakers to relocate their factories \"south of the border.\"\n\nThe minimum hourly wage paid to autoworkers for certain cars under a trade agreement signed between the U.S., Canada and Mexico.\n\nIn 2018, the U.S., Canada, and Mexico agreed to replace NAFTA with theUnited States–Mexico–Canada Agreement(USMCA).Its highlights include:\n\nThe USMCA took effect on July 1, 2020.\n\nU.S. Census Bureau. \"U.S. Trade in Goods and Services - Balance of Payments (BOP) Basis,\" Page 1.\n\nFederal Reserve Bank of St. Louis. \"All Employees, Manufacturing.\"\n\nU.S. Census Bureau. \"Top Trading Partners - November 2020.\"\n\nU.S. Customs and Border Protection. \"North American Free Trade Agreement.\"\n\nOffice of the United States Trade Representative. \"USMCA Facet Sheet: Autos and Auto Parts,\" Page 1.\n\nOffice of the United States Trade Representative. \"Joint Statement from United States Trade Representative Robert Lighthizer and Canadian Foreign Affairs Minister Chrystia Freeland.\"\n\nOffice of the United States Trade Representative. \"USMCA Fact Sheet: Intellectual Property,\" Page 1.\n\nOffice of the United States Trade Representative. \"USMCA Fact Sheet: Digital Trade,\" Page 1.\n\nOffice of the United States Trade Representative. \"USMCA Fact Sheet: Agriculture Goods,\" Page 1.\n\nOffice of the United States Trade Representative. \"United States-Mexico-Canada Agreement.\"",
  "url": "https://www.investopedia.com/terms/i/import.asp"
}