{
  "term": "Imprest: Definition, Uses, and How It Works",
  "definition": "An imprest is a cash account that a business relies on to pay for small, routine expenses. Funds contained in imprests are regularly replenished, in order to maintain a fixed balance.\n\nThe term “imprest” can also refer to a monetary advance given to a person for a specific purpose.\n\nThe most well-known type of imprest is apetty cashaccount, which is used to cover smaller transactions when it’s impractical or inconvenient to cut checks. Such accounts maintain a set amount of cash on-site, which can be used to reimburse employees and pay for small expenses. Petty cash funds are typically handled by custodians who monitor the account and dispense cash to employees, who in turn furnish business-related receipts.\n\nImprests may also be used to cover employee payroll,dividends, employee travel, andbonuses. After these outgoing expenses are paid, the fund is typically reimbursed by capital from the company's primary bank account.\n\nImprests deter the use of unauthorized spending because the funds are earmarked for specific purposes. Consequently, imprests typically pay out the same amount of money on a regular basis, which ideally brings the account to a near-zero balance, before it's automatically replenished with that same set amount of money. This system makes it easier to monitor expenses, flag discrepancies, and ultimately detect fraud.\n\nThe imprest system involves the following steps:\n\nAs companies increasingly rely on electronic transactions, the imprest system is steadily falling out of favor. It's often easier to use a company credit card than an imprest, because the former offers electronic documentation of transactions, and doesn't trigger a need to replenish any outgoing funds.\n\nCompanies keep cash on hand in imprest to pay for incidentals like office supplies, small reimbursements, or other minor expenses. Similar to petty cash, imprest should not be used for material expenses such as utilities or to purchase assets for the firm.\n\nThe word is derived from the early Italian or medieval Latinimprestare,which meant to lend. Thus, an imprest now means a small advance of funds used for incidentals, and which must be replenished after use.\n\nIn addition to funds used by a business, an imprest may also refer to money paid to someone for doing work on behalf of a government. In this case, the government advances the funds prior to the work being completed.",
  "url": "https://www.investopedia.com/terms/i/imprest.asp"
}