{
  "term": "Imputed Value: What it is, How it Works, Example",
  "definition": "Imputed value, also known as estimated imputation, is an assumed value given to an item when the actual value is not known or available. Imputed values are a logical or implicit value for an item or time set, wherein a \"true\" value has yet to be ascertained.\n\nAn imputed value would be the best guess estimate used to forecast a larger set of values or series of data points. Imputed values can pertain to the value ofintangible assetsowned by a firm, the opportunity cost associated with an event, or used for ascertaining the value of a historical item for which facts about its value at a past point in time are not available.\n\nImputed values can be used in a variety of situations. These include opportunity cost associated with an event, intangible assets owned by a firm, or the value of a historical item for which facts about its value at a past point in time are not available. Additionally, data points intime seriesdata may require estimations to complete a full range of figures. So long as the imputed values are fair estimates, there are typically no issues with their use.\n\nImputed values may also be used in computing economic data such asgross domestic product(GDP). In order to represent a comprehensive picture of economic activity, GDP must include some goods and services that are not traded in the marketplace. Those components of the GDP are called imputations.\n\nExamples include the services of owner-occupied housing, financial services provided without charge,personal consumption expenditures(PCE), and the treatment of employer-provided health insurance. Imputations approximate the price and quantity that would be obtained for a good or service if it was traded in the marketplace.\n\nSimilar to imputed value isimputed cost. An imputed cost is one that is incurred by virtue of using an asset instead ofinvestingit or undertaking an alternative course of action. An imputed cost is an invisible cost that is not incurred directly, as opposed to anexplicit cost, which is incurred directly.\n\nFor example, assume that XYZ company chooses to invest in project A over project B, that choice has an opportunity cost associated with it. The actual dollar cost assigned to that opportunity cost is an imputed value since it is impossible to ascertain the actual amount of the opportunity cost by measuring it.\n\nThe value of a patent held by ABC company is an imputed cost. It can be estimated how much additional business or revenue has been brought in by owning the patent and how much the value of the company has increased as a result, but it is not possible to measure it definitively in hard dollars.\n\nBureau of Economic Analysis. \"Why Does GDP Include Imputations?.\" Accessed Sept. 29, 2021.",
  "url": "https://www.investopedia.com/terms/i/imputed-value.asp"
}