{
  "term": "In-App Purchasing: Definition, Conveniences, and Securities Risks",
  "definition": "In-app purchasing refers to the buying of goods and services from inside an application on a mobile device, such as a smartphone or tablet. In-app purchases allow developers to provide their applications for free. The developer then advertises upgrades to the paid version, paid feature unlocks, special items for sale, or evenadsother apps and services to anyone who downloads the free version. This allows the developer to profit despite giving the basic app itself away for free.\n\nIn-app purchasing allows application owners the ability to upsell​ application users from within the application itself, rather than through other marketing channels. For example, a game application may offer the user the ability to skip a particularly difficult level for a fee or the owner may provide consumers with the ability to view premium content that is behind a pay-wall.\n\nThe developer hopes to make enough money from these small transactions and the advertising revenue to cover the costs of creating and maintaining the app.\n\nThe most common type of in-app purchase is to pay for the ad-free version or the full version of an app.\n\nApplication stores, such asGoogle PlayoriTunes, allow users to download applications with in-app purchasing, but they typically let the user know that an application has this feature. Some have policies allowing refunds if they are requested soon after a purchase is made. Application stores oftentake a percentage of the in-app sales.\n\nIn-app purchases are part of afreemiummodel for monetizing mobile applications or content. Consumers making purchases through an application do not have to visit a separate website to conduct the transaction. In fact, attempting to conduct a sale by redirecting to an external website violates the terms of most application stores as it prevents them from collecting acommission.\n\nBecause in-app purchases are conducted through a mobile device, unauthorized purchases can result in security issues. This is especially the case if the username and password used in the application are not strong orcredit card informationis stored in the app in an insecure manner. Many applications will email a receipt after a purchase is made, which can allow a fraudulent purchase to be stopped.\n\nThere are no overarching guidelines for in-app purchasing, but regulators have taken a keen interest in in-app purchasing. One of the primary reasons for this is that many children have access to smartphones. Many of the optimization schemes in these apps result in children making in-app purchases that their parents do not want or may not immediately notice in time to reverse.\n\nParents, and by extension regulators, have noticed that the optimization of these in-app purchasing ads appears to target children in particular. Advertising in a way designed to take advantage of kids for a profit tends to be frowned upon, but it is governed more by ethics and codes than specific regulations or laws.",
  "url": "https://www.investopedia.com/terms/i/inapp-purchasing.asp"
}