{
  "term": "In-House: Definition, Meaning in Business, Risks, and Advantages",
  "definition": "In-house refers to an activity or operation that is performed within a company, instead of relying onoutsourcing. The firm uses its own employees and time to perform a business activity, such as financing or brokering.\n\nThis is the opposite of outsourcing, which involves hiring outside assistance, often through another business, to perform those activities.\n\nThe determination as to whether to keep activities in-house or to outsource often involves analyzing the various costs and associated risks. How these costs are calculated may vary depending on the size and nature of the core business.\n\nA firm may decide to keep certain activities in-house, such as accounting,payroll, marketing, or technical support. While it can be cheaper to outsource those divisions, there are also circumstances where it pays to invest in in-house professionals.\n\nIn-house financingis provided by many retailers helping to facilitate the purchasing process for customers.\n\nAdditionally, keeping these activities in-house may allow the business to exert higher levels of control by keeping the services and personnel under direct control. There may also be fewer security risks depending on the kinds of data that would have to be supplied to an outside party should the activity be outsourced.\n\nAt times, internal employees may have a better understanding of how the business functions overall, providing them with insights into how certain activities should be handled, allowing them to function with the business’s core vision at the forefront of the decision-making process.\n\nWhen dealing with customers, a firm may try to keep the entire transaction in-house. For example,in-house financingis a common practice in certain industries. This form of financing works by using the firm's resources to extend the customer's credit, with the firm potentially benefiting from any associated interest payments in exchange for assuming the risk associated with default.\n\nFor a brokerage, the firm may try to match a client's order with another customer, creating an in-house transaction. This allows the firm to benefit from both the buy- and sell-side commissions and potentially lowering other administrative costs.\n\nIn-house financing is a type of seller financing in which a firm extends customers a loan, allowing them to purchase its goods or services. In-house financing eliminates the firm's reliance on thefinancial sectorfor providing the customer with funds to complete a transaction.\n\nAlthough cloud hosting is an inexpensive way to maintain an online presence, in-house hosting gives a company greater control over its online infrastructure.\n\nIn-house business operations can offer an additional revenue stream, by offering services that the company's clients would otherwise find elsewhere. Auto companies frequently offer in-house financing at higher rates than those available from banks or credit unions.\n\nIn addition, conducting business operations in-house gives a company greater control over the execution of these operations, since it is the direct employer of the teams conducting those operations.\n\nThe main disadvantage of in-house operations is the cost of maintaining an additional team, that may be outside of the company's core business. Many companies outsource their payroll, IT, or other technical work, because the companies are too small to justify hiring full-time staff for these roles.\n\nIn-house services can provide some retailers with additional revenue streams.\n\nCompanies have more control over in-house teams than they would with a contractor.\n\nIn-house operations can be more expensive and take resources away from the company's core business.\n\nSmaller companies might not have enough work to justify hiring full-time in-house staff.\n\nIn-sourcing provides a company with greater control over the execution of in-house tasks, since it is the direct employer. However, investing in specialized full-time staff can be expensive, particularly if their work is only needed intermittently. For example, most small companies would not need an in-house legal team.\n\nFor this reason, most companies keep their most key functions in-house while outsourcing roles that are highly specialized, or not directly related to their core business model. For example, payroll, web services, legal services, public relations, and online security are often contracted to outside companies. Larger companies may have the resources to justify keeping these teams in-house.\n\nOutsourcing involves contracting out certain business activities for completion by a third party. Often, the expectations regarding the third party's performance are outlined within a contract, specifying which tasks should be accomplished along with any associated deadlines.\n\nThe primary risks of outsourcing revolve around the involvement of a third party, which is not under the direct control of the hiring company. If certain needs are not clearly specified in the contract, the third party may not be liable for the completion of said activities. Additionally, the outside party may also have different standards, such as in the areas of data security, which could put company information at risk.\n\nWeb hosting is a good example of insourcing vs. outsourcing. Although it is cheaper and easier to outsource a company's web services to a cloud provider, some businesses prefer maintaining control over their own server infrastructure.\n\nFord Credit is a well-known in-house auto financing group. Ford Credit is the business of giving out auto loans for Ford car buyers at their own dealerships, rather than encouraging Ford customers to seek external financing from a bank or credit union.\n\nIn January 2017, Ford Credit partnered withAutoFito make car buying and financing even easier through technology that allows the buyer to shop online for their car and auto loan. With this new point-of-sale platform, Ford customers can shop online through Ford dealer websites, buy and finance their car. This type of customer experience allows car buyers to spend less time at the dealership while also offering a faster sales process for Ford. Other auto companies such as General Motors also have important in-house financing arms.\n\nA company retains greater control over operations by keeping them in-house than they would exercise by outsourcing these roles to a contractor. In addition, they also have the benefit of in-house specialists who are intimately familiar with the company's business and brand, compared to an outside company that may be less familiar.\n\nOutsourcing is the practice of hiring an outside company or contractor to perform work, whereas in-housing (also known as insourcing) is the practice of assigning this work to existing employees.\n\nThere are benefits and disadvantages to outsourcing certain roles, as there are with keeping those operations in-house. A company has greater control over the direction and management of work by its in-house employees than it would over an outside contractor. On the other hand, outside companies may have more experience and resources with certain tasks, such as legal services. In addition, a company must pay the full salary and benefits of its in-house employees. Outsourcing those roles to another company could cost more or less than keeping those roles in-house, depending on the nature of the task.\n\nIn-house recruitment is when a company directly advertises, interviews, and hires a new employee to fill an open role. The alternative is to outsource hiring to a professional recruiting agency.\n\nFord. \"Ford Credit and Autofi Debut Platform for Faster, Smoother, Simpler Digital Vehicle Buying and Financing.\" Accessed Feb. 13, 2022.",
  "url": "https://www.investopedia.com/terms/i/in-house.asp"
}