{
  "term": "In Specie Definition and Meaning in Asset Distributions",
  "definition": "The phrasein specieis used to describe the transfer of an asset as it is in its current form rather than in its cash equivalent. In specie is a Latin phrase that is translated to English as in its actual form. Assets that are commonly transferred in specie are property, shares, ordividends. There are tax benefits to some in specie transactions, including favorable tax treatment.\n\nAs noted above, the phrase in specie is Latin for in its form or in kind. The term is commonly used in finance to describe transactions that do not involve the exchange of cash. Rather, an asset is transferred from one party to another in its original form.\n\nIn specie transfers or transactions may involve either physical orfinancial assets. Companies or individuals may transfer ownership of land, equipment, or inventory in their actual forms rather than paying another party in cash. In some instances, financial assets such as stocks, bonds,warrants, or other securities may be distributed toshareholdersin capital return programs.\n\nFor example, a company may distribute shares of stock toinvestorsas a dividend when cash is in short supply. This particular type of in specie distribution is frequently made in the form offractional shares. For example, an investor who owns 100 shares might receive 0.5, or 50 shares.\n\nDistributionsthat are in specie are usually made when cash isn’t readily available or when it’s more practical to hand over the asset instead of cash.\n\nTax considerations factor into the decision of whether an individual or company should use in specie transfers. Broadly speaking, taxes are collected on cash income and are due only onrealizedcapital gains.As such, if a company buys another company and pays for the transaction with shares of stock instead of cash, the seller does not owe taxes on the gains until those stock shares are sold.\n\nSimilarly, transferring money from one taxable investment account to another should be done in specie. So if you have acertificate of deposit (CD)that is set to mature and don't want to receive the funds in cash, ask your financial institution to reinvest it directly into another CD. If you receive the cash proceeds—even for a brief time—capital gains taxes apply. You avoid this with an in specie transfer.\n\nIndividual investors generally hold their securities in brokerage accounts or with financial advisors. The investor may decide to transfer the assets to another advisor or put the money into another investment, such as a trust or anindividual retirement account (IRA). The investor can eitherliquidatethe assets to realize the cash or simply transfer the assets to another account. The latter is an in specie transfer.\n\nThe in specie option avoids triggering tax consequences. Taking the cash, for however brief a time frame, would have obliged the investor to paycapital gains taxeson any appreciation in the investments.\n\nIn specie and in kind can be used interchangeably. When you make a transfer in specie or in kind, it means that an asset is transferred from one party to another in the same form. For instance, investors may hold shares in one company. If that company is purchased by another, the acquiring company may tender an offer of shares in kind or in specie. Rather than paying shareholders in cash, they offer them shares of the new company.\n\nIn specie transfers provide investors with a lot of flexibility and favorable tax treatment. For instance, an investor who wants to simplify their trading or portfolio management can buy and sell assets in specie or in kind rather than liquidating them and buying them again with cash. Because an in specie transaction does not involve the exchange of cash from one party to another, investors can also defer capital gains taxes when they dispose of assets.\n\nSome of the common risks associated with in specie transfers are market and valuation risks. Volatility in the market can affect the value of assets, including real estate, stock shares, and other types of real property. Evaluating certain assets may also be problematic. For instance, collectibles like art and coins can be difficult to value. They often require appraisals from experienced professionals, which often comes at a cost.\n\nThere is more than one way to execute a financial transaction. You can do so in cash or by making an in specie transfer. Making an in specie transfer allows you to transfer ownership of an asset in its original form without cash ever changing hands. This type of transfer doesn't require liquidation of the asset while offering certain tax benefits—namely, the deferral of capital gains. Be sure you understand all of the implications and risks involved, including the potential for market and valuation risks.\n\nInternal Revenue Service. \"Topic no. 409, Capital gains and losses.\"",
  "url": "https://www.investopedia.com/terms/i/in_specie.asp"
}