{
  "term": "In the Money: Definition, Call & Put Options, and Example",
  "definition": "Amanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nIn the money is an option with intrinsic value that can currently be cashed in at a profit.\n\nIn the money (ITM) refers to an option that's profitable (not counting trading costs) or hasintrinsic value. An ITM call option means the option holder can buy the security at a price below the market price. An ITM put option is one that the holder can sell for more than the market price.\n\nOptions can also beat the money(ATM) andout of the money(OTM).\n\nMoneynessdescribes the relationship between the current price of the asset you have the right to buy or sell and thestrike price, which is the price at which the option can be exercised.\n\nThere are three categories of moneyness:\n\nMoneyness is important because it helps to determine an option contract’s price, known as thepremium. This is the option’sintrinsic value,or the amount the option holder would gain if the option were exercised immediately.\n\nThe other factor determining an option’s price is itsextrinsic value, which largely consists of implied volatility and the amount of time until the option contract expires. The less volatility or time until expiry, the smaller the chance for the price of the underlying asset to move in a favorable direction—and vice versa.\n\nAn option is ITM if the strike price is favorable compared with the current market price of the underlying asset. If it’s an option to buy, the market price is higher than the strike price; if it’s an option to sell, the market price would be lower than the strike price. In both cases, the option is profitable.\n\nAn ITM option's intrinsic value is determined by the difference between the option's strike price andthe market price, orthe amount by whichh the option is ITM.\n\nFor example, if an investor had an option to buy Apple Inc. (AAPL) stock at a strike price of $200 and the shares were trading at $223, the contract would be ITM with an intrinsic value of $23.\n\nIf you examine options prices, you’ll likely find that contracts ITM cost more than those ATM or OTM. That’s because they can be sold at a favorable price and, in theory, are instantly profitable.\n\nAn ITM option isn’t necessarily profitable to sell straight away, since you also need to account for any trading expenses.\n\nCall optionsallow you to buy the underlying asset at a specific price before a predetermined date. The premium depends on whether the option is ITM or not.\n\nInvestors who buy call options typically believe the underlying asset's price will increase and close above the strike price by the option's expiration date. They are bullish on the price direction of the stock.\n\nA call option is ITM if the stock's market price is higher than the option's strike price. The amount that an option is ITM is called theintrinsic value.\n\nA call option with a strike of $25 would be ITM if the underlying stock were trading at $30 per share. The difference between the strike price and the market price is the option premium. So, investors looking to buy a particular ITM call option will pay the premium or the spread between the strike and the market price.\n\nAn investor holding a call option that's expiring ITM can exercise it and earn the difference between the strike and market prices. Whether the trade is profitable or not depends on the investor's total transaction expense.\n\nAput optioncontract gives investors the right, but not the obligation, to sell the underlying security at the contract strike price before expiration.\n\nInvestors who buy put options believe that the underlying asset's price will decrease and close below the strike price by the option's expiration date. They are bearish on the price direction of the underlying security.\n\nAn ITM put option means that the strike price is above the market price of the underlying security. A put option that's ITM at expiry may be worthexercising. A put option buyer is hoping the stock's price will fall far enough below the option's strike to cover more than the premium paid to buy the put.\n\nLet's say an investor holds a call option on Bank of America (BAC) stock with a strike price of $30. The shares trade at $33, so the option contract is ITM. The investor can buy the stock for $30 and immediately sell it at $33 for a gain of $3 per share. Since each option contract represents100 shares, the intrinsic value is $3 × 100 = $300.\n\nNow, suppose the investor's cost was a premium of $3.50. They would have paid $350 ($3.50 × 100 = $350) but gained only $300. In other words, they'd lose $50 on the trade. So, in this case, even though the option is ITM, it would not be profitable.\n\nIf the stock price fell from $33 to $29, the call option with the $30 strike price is no longer ITM. It would be $1 OTM. Although the strike price is fixed, the underlying asset's price will fluctuate, affecting the extent to which the option is ITM. An ITM option can move to ATM and OTM before its expiration date.\n\nSuppose you own a contract giving you the right to sell Tesla (TSLA) stock at $249 within a month. For this option, you paid a premium of $2.80 or $280 ($2.80 x 100). Let's say Tesla shares are trading at $247.\n\nThe options contract is ITM with an intrinsic value of $2 ($249 - $247). However, it’s not yet profitable. If you were to exercise the option now, you would get $200 ($2 x 100), which doesn’t cover the cost of the premium. Tesla’s share price would need to drop to at least $246 to make a profit. The further it falls, the more money you would make from the trade.\n\nITM options have intrinsic value because their strike prices are higher than the present market price of the underlying asset. For call options, the strike price is below the market price, allowing the holder to buy the asset below its current value. For put options, the strike price is above the market price, enabling the holder to sell the asset above its current value.\n\nWhile ITM options have greater intrinsic value and less time decay than their ATM or OTM counterparts, investors must consider the premium paid when determining potential profitability. Simply having an ITM option doesn't guarantee profit, as the cost of the premium and trading commissions may exceed the intrinsic value.\n\nR. S. Johnson. \"Derivatives Markets and Analysis,\" Pages 187-223. John Wiley & Sons, 2017.\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: An Introduction to Options.\"",
  "url": "https://www.investopedia.com/terms/i/inthemoney.asp"
}