{
  "term": "Incentive Stock Options (ISO): Definition and Meaning",
  "definition": "An incentive stock option (ISO) gives an employee the right to buy shares of company stock at a discounted price. The profit on qualified ISOs is usually taxed at the capital gains rate, not the higher rate for ordinary income. Non-qualified stock options (NSOs) are taxed as ordinary income. Generally, ISOs are awarded only to top management and highly-valued employees. ISOs are also called statutory or qualified stock options.\n\nIncentive orstatutory stock optionsare offered by some companies to encourage employees to remain with them long-term and contribute to their growth and development. ISOs are usually issued by publicly traded companies orprivate companiesplanning togo public. They require a plan document that clearly outlines how many options are to be given to specific employees. Those employees must exercise their options within 10 years of receiving them.\n\nOptions can be used to augment salaries or as a reward instead of a traditional salary raise. Stock options, like other benefits, can be used to attract talent, especially if the company cannot afford to pay competitive base salaries.\n\nStock options are issued or granted by a company that sets their price, called the “strike price.” This is typically about the value of the shares at the time.\n\nISOs are issued on the grant date, and employees exercise their right to buy the options on the exercise date. Once the options are exercised, the employee can either sell the stock immediately or wait to do so. Unlike nonstatutory options, the offering period for ISOs is always 10 years, after which the options expire.\n\nISOs can be exercised to purchase shares at a price below themarket priceand, thus, provide an immediate profit for the employee.\n\nEmployee stock options (ESOs) typically have a vesting schedule that must be satisfied before the employee can exercise the options. The standard three-year cliff schedule is used in many cases: the employee becomes fully vested in all the options issued to them at that time.\n\nOther employers use graded vesting. In this system, employees are vested in one-fifth of their options each year, starting in the second year after they were granted. The employee is then fully vested in all options by the sixth year.\n\nWhen the vesting period expires, the employee can purchase the shares at the strike price, that is, “exercise the option.” Then, the employee can sell the stock for its current value, pocketing the difference between the strike price and the sale price as profit.\n\nISOs must be held for more than one year from the date of exercise and two years from the time of the grant to qualify for more favorable tax treatment.\n\nOf course, there's no guarantee that the stock price will be higher than the strike price when the options vest. If it's lower, the employee can hold the options until just before the expiration date in the hope that the price will rise. ISOs usually expire after 10 years.\n\nAn ISO may haveclawback provisions.These allow the employer to recall the options. For example, the employer might do so if the employee leaves the company for a reason other than death, disability, or retirement or if the company itself becomes financially unable to meet its obligations with the options.\n\nISOs are treated more favorably for taxes than non-qualified stock options (NSOs). This is partly because they require holding the stock for a longer period. This is true of regular stock shares as well. Stock shares must be held for more than one year for the profit on their sale to qualify as capital gains rather thanordinary income.\n\nFor ISOs, the shares must be held for more than one year from the date of exercise and two years from the time of the grant.Both conditions must be met for the profits to count as capital gains rather than earned income.\n\nSince ISOs have specific tax implications that can affect both capital gains and income taxes depending on the timing of their sale, let's break this down:\n\nLet's look at an example. Say a company grants 100 shares of ISOs to you Dec. 1, 2020. You can exercise the options or buy the 100 shares after Dec. 1, 2022. If you choose to go ahead and exercise, you won't be immediately hit with ordinary income tax on the bargain element. But, say you decide to sell these shares. The tax treatment of your profits depends on how long you hold them. If you wait for at least one more year after exercising the options to sell them, your profits will qualify for long-term capital gains tax, which is usually at a lower rate compared with ordinary income tax.\n\nTo get an idea of how much these differences are, as of 2023, the capital gains tax rates are 0%, 15%, or 20%, depending on theincomeof the individual filing.The marginalincome tax ratesfor individual filers, meanwhile, range from 10% to 37%, depending on income.\n\nWaiting out the holding periods is a financial advantage for you since you minimize your tax burden. But if you decide to sell the shares before the end of the holding period, you're faced with a “disqualifying disposition.” In that case, the bargain element will be treated as ordinary income, subject to higher tax rates, and any additional gains or losses will be considered either short-term or long-term capital gains or losses depending on the holding period post-exercise.\n\nFrom the employer's perspective, the tax implications depend on what you do with your ISOs. If you wait out the holding period and thus have a “qualifying disposition,” then the company doesn't get a tax deduction. However, if you sell the shares before the holding period is over and hence have a “disqualifying disposition,” the employer can take a tax deduction for the bargain element.\n\nNot reported until the profit is realized\n\nCan be exercised in several ways\n\nThey have a higher risk because of the waiting period before they can be exercised\n\nMust be exercised within three months of termination of employment\n\nTaxed as ordinary income when exercised\n\nCan only be exercised in one way\n\nCan be exercised at any time before the expiration date\n\nA non-qualified stock option (NSO) is taxed as ordinary income when exercised. In addition, some of the value of NSOs may be subject to earned income withholding tax as soon as they are exercised.With ISOs, meanwhile, no reporting is necessary until the profit is realized.\n\nISOs resemble nonstatutory options in that they can be exercised in several ways. You can pay cash upfront to exercise them. Alternatively, they can be exercised in a cashless transaction or using astock swap. The profits on the sale of NSOs may be taxed as ordinary income or as a combination of ordinary income and capital gains, depending on how soon they are sold after the options are exercised.\n\nFor the employee, the downside of having ISOs is that there is a greater risk created by the waiting period before the options can be sold. In addition, there is some risk of making a large enough profit from the sale of ISOs to trigger the federalalternative minimum tax. That usually applies only to people with high incomes and very substantial options awards.\n\nISOs also feature what is called discrimination. While most other types of employee stock purchase plans must be offered to all company employees who meet certain minimal requirements, ISOs are usually only offered to executives and key employees. ISOs can be informally likened tonon-qualified retirement plans, which are also typically geared toward those at the top of the corporate structure, as opposed to qualified plans, which must be offered to all employees.\n\nIncentive stock options give companies a way to offer management-level employees a stake in the business, providing them more of an incentive to improve the company's value. Because the option's value depends on the company's share price, these options can encourage employees to help move the company forward and remain with the company long enough to see beneficial strategies play out.\n\nYes, companies can only offer up to $100,000 in incentive stock options to a single employee in a calendar year.\n\nCashless exerciselets employees exercise their stock options without paying the exercise price upfront. Instead, the shares are sold immediately once the option is exercised, and the proceeds are used to pay for the cost of the option.\n\nEmployers offer ISOs to employees to give them a stake in the business. As their name implies, they are an incentive for employees to help the company grow in value because the worth of the options will depend on the business's share price. To make the most of your incentive stock options, it's important to understand when and how you can exercise them, as well as how they're taxed.\n\nInternal Revenue Service. \"Statutory Stock Options.\"\n\nLegal Information Institute. \"26 CFR § 1.422-2 - Incentive Stock Options Defined.\"\n\nInternal Revenue Service. \"Topic No. 409, Capital Gains and Losses.\"\n\nNasdaq. \"Understanding Incentive Stock Options.\"\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2023.\"\n\nInternal Revenue Service. \"Topic No. 427, Stock Options.\"\n\nLegal Information Institute. \"26 CFR § 1.422-4 - $100,000 limitation for incentive stock options.\"",
  "url": "https://www.investopedia.com/terms/i/iso.asp"
}