{
  "term": "Incidence Rate: Definition, Calculation, and Examples",
  "definition": "An incidence rate is the rate at which new events occur in a given period.\n\nThe term \"incidence rate\" refers to the rate at which new, impactful events occur over a specific period. This measure is commonly used in epidemiology as a way to denote the occurrence of disease, illness, or accident. This rate only uses new cases rather than previously diagnosed or reported ones. It can also be used to determine the probability of other events, such as financial phenomena like foreclosures. Incidence rates help experts anticipate future incidents and plan accordingly.\n\nScientists and analysts commonly use incidence rates to determine the probability of an outbreak of disease, illness, or accidents in a given population. As such, it is commonly used among health experts, who often also refer to it as incidence.\n\nIn order to determine the incidence rate of a particular event, experts use the number of new cases as a proportion of the population at risk. They may also study the progress of selected individuals. For instance, health experts generally conduct studies involving disease in individuals until they either develop the condition, die, opt out of the group, or complete the entire study. As mentioned above, only new cases are considered, which means earlier cases don't apply in the calculation.\n\nThe incidence rate provides experts with a snapshot of changes in the event's progression within a population over time. Therefore, it becomes a very importantmetricfor tracking chronic infectious diseases. Experts can make comparisons on the probability of disease across different populations. Leaders can take action to remedy policies or increase options available to address negative findings, such as healthcare needs.\n\nIn economics, incidence rates may cover other topics, such as foreclosures or loandefaults. In these contexts, the incidence rate can estimate the likelihood of a financial phenomenon occurring.\n\nWhen the denominator is the sum of the person-time of the at-risk population, it is also known as the incidence density rate or person-time incidence rate.\n\nIn order to calculate the incidence rate of a particular event, take the number of new instances of the event in question—disease, illness, accident, financial event—during a specific period of time and divide that by the total population at risk during that period of time. Experts must determine the length of time, and this time period must be long enough to allow a detailed study.\n\nThe result is generally presented as a number of cases in a certain population. It's important to make sure that no information is duplicated in order to get as much of an accurate determination of the rate.\n\nLet's say someone wants to determine the incidence rate offoreclosurein Anytown, U.S. The total number of homeowners in town is 10,000. Experts undertake the study for a full year and learn that the number of new foreclosures is 200. Using the formula above, they determine that the incidence rate of foreclosure in Anytown is 0.02, or 2%.\n\nLet's say a county in the U.S. with a population of 500,000 may have had 20 new cases of tuberculosis in 2023. This translates to an incidence rate of four cases per 100,000 persons. This is higher than the incidence rate of TB for the entire U.S.—9,615 new TB cases in 2023, for an incidence rate of 2.9 cases per 100,000 persons.\n\nIncidence should not be confused with prevalence. Remember that incidence measures the likelihood of a new occurrence during a specific time period. Prevalence, on the other hand, is a measure of the actual number of cases of a condition or illness in a population at a certain point in time. Therefore, it is the totalaccumulationof incidents over a period of time.\n\nWhile incidence enables an assessment to be made of the risk of contracting a disease, prevalence shows whether the disease is widespread or not.\n\nThe incidence rate can be further categorized by different characteristics such as race, gender, or age.\n\nIncidence rates are commonly used by the Food and Drug Administration (FDA) to determine if and when pharmaceutical companies are allowed to take their drugs to market. In order to do so, these companies are required to conductclinical trials(over a series of phases) and apply for FDA clearance to determine the efficacy of their drugs.\n\nCompanies enlist individuals to take part in studies. These people are given the drug or a placebo during each phase. According to the FDA, \"the reviewer should identify the subset of trials in phase 2 and 3 databases that will provide the best estimate of rates and develop tables of event rates based on that judgment\" in order to determine the incidence rate of any adverse (side) effects.These findings are presented in tables that are reported to the FDA. Incidence rates show the rate at which reactions take place, along with the severity of each one.\n\nCompanies rely on successful trial results to obtain approval in order to get their drugs to market, which is usually a long, drawn-out process. Meeting these goals means good news for investors, especially if the results are really positive. But those who aren't able to achieve these milestones often see their stocks drop. These losses can be offset if drug companies are undertaking other, positive trials or if they have products on the market.\n\nThe incidence rate ratio refers to the ratio of two different incidence rates. Both are required to have the same time period when calculating them individually.\n\nIn market research, incidence rate refers to the proportion of people from the defined target population who qualify for the study.\n\nPerson-time incidence rates, also known as incidence density rates, are calculated by dividing the total number of new cases of an event by the sum of the person-time of the at-risk population.\n\nExperts indicate that the incidence rate of HIV in the U.S. remains stable. In 2022 (the latest available data), it was reported to be 11.3 per 100,000 people.\n\nIncidence rates are commonly used by experts in various fields, including healthcare and the financial industry. By studying the probability of occurrences of things like disease and foreclosure in a given population, experts can make sound decisions about the needs of people in the future. This includes areas like healthcare services and medication, or changes in regulation and financial practice standards.\n\nCenters for Disease Control and Prevention. \"Tuberculosis — United States, 2023.\" Page 265.\n\nFood and Drug Administration. \"Conducting a Clinical Safety Review of a New Product Application and Preparing a Report on the Review.\" Page 22.",
  "url": "https://www.investopedia.com/terms/i/incidence-rate.asp"
}