{
  "term": "Incidental Expenses (IE): Definition, Types, Examples, and Taxes",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nIncidental expenses are gratuities and other minor costs that are incurred while conducting business. For example, an employee on a business trip who takes a taxi from the airport to a hotel will incur incidental expenses such as tips to the taxi driver and hotel staff.\n\nIncidental expenses and the policies and procedures governing them are usually covered in a company’s employee handbook. Incidental expenses will be categorized as business or personal, and limited in quantity, quality, or dollar amount. Companies may set aper diemrate for employee expenses incurred while traveling or otherwise conducting business.\n\nCompany procedures for reimbursement may require incidental expenses to be paid:\n\nPer diem rates are set each year by the General Services Administration (GSA) for destinations within the continental U.S.; non-foreign rates (e.g., Alaska, Hawaii, Puerto Rico, and Guam) are set by the Department of Defense and foreign rates (anywhere outside the U.S. and its territories) are established by the State Department.\n\nThere are several key facts regarding miscellaneous business expenses and how they are reimbursed or deducted at tax time:\n\nCompany procedures should includerules for tracking incidental expensesfor accounting and tax purposes. Employees need to keep detailed records of every purchase. Employees should summarize these records in an expense report backed by receipts evidencing payment and submit them to the company.\n\nIncidental expenses paid by employees personally should be reimbursed by stand-alone check so that it is clear that the payments are reimbursements and not taxable income to the employee.\n\nThe tax treatment of incidental deductions is very different for employees and for the companies they work for.\n\nBusinesses that reimburse their employees' incidental expenses may deduct them, up to limits. Individuals and sole proprietors may deduct the costs of some meals and other direct business expenses, up to limits.However, miscellaneous expense deductions were eliminated for the vast majority of taxpayers in 2018.\n\nBusinesses that reimburse employees for their travel expenses can deduct the costs.\n\nThose costs can include incidentals, but the entire daily amount cannot exceed a federal per diem rate. This rate varies by region from about $64 to about $309.\n\nMost individuals can't deduct incidentals from their taxes, including unreimbursed employee expenses, since the changes to the tax law went into effect in 2018.\n\nForm 2106 was formerly used to report miscellaneous itemized deductions but those have been eliminated for most individuals. A few professionals including Armed Forces reservists, some performing artists, and some state and local officials, can still use Form 2106.\n\nIndividuals and sole proprietors can still deduct other expenses, such as travel, gift, and car expenses, and such other expenses as are \"ordinary and necessary\" in their industries. Generally, only 50% of meal costs are deductible, using either a standard deduction or itemizing actual costs.\n\nYou can deduct up to $5 for incidental expenses only if you do not deduct the costs of meals.\n\nThe tax treatment of incidental expenses paid or reimbursed by businesses varies by type and taxpayer. As a general matter, incidental expenses may bedeductibleif they are ancillary to business expenses that are:\n\nIncidental expenses ancillary to the costs of gifts are common when a company gives gifts to its customers.A company that gives such gifts will incur incidental expenses such as wrapping paper, ribbons, bows, and delivery in addition to the cost of the underlying gifts.\n\nIncidental expenses of business gifts such as gift-wrapping, engraving, packaging, mailing, insurance, or other related costs that don't add substantial value to the gift are not counted when figuring the deduction limit for business gifts.Business gift deductions are limited to $25 per recipientduring each tax year. Any expense above $25 of any gift can’t be deducted.\n\nIncidental expenses ancillary to the cost of damaged or stolen property are common when a company experiences a business casualty or theft. If a factory burns down, the company that owns it will have to pay to repair or replace the factory and could also incur incidental expenses like medical treatment for personal injury, moving and storage costs, or rent for temporary factory space.\n\nIncidental expenses from a casualty or theft, such as medical treatment for personal injury, temporary housing, fuel, moving, or rentals for temporary living quarters, are not deductible as casualty losses.\n\nNational Guard and Reserve members may claim anabove-the-line deductionfromgross incomeup to the federal per diem rate for meals, lodging, and incidental expenses of travel over 100 miles with an overnight stay to attend Guard or Reserve meetings. They are among the few individual taxpayers still eligible to deduct some incidentals usingForm 2106.\n\nIRS Publication 535 reviews common business expenses and has details of expenses that are and are not deductible. It lists other forms that might be needed for certain expenses.\n\nSchedule C: Profit or Loss From Business is the main form used by sole proprietors to record business expenses. This is attached to Form 1040.\n\nThe IRS Instructions for Schedule C detail what expenses are deductible. The instructions include a list of additional forms that may be needed if you itemize deductions, depending on what business you're in and what type of expenses you have.\n\nHow you should pay for incidentals on a business trip will depend on your employer's reimbursement policies. Your employer may require that you submit receipts after the fact, use a business credit card for all expenses, or have an entirely different policy. You will need to check the employee handbook ahead of your trip or talk to your supervisor to ensure that you comply with all company policies.\n\nIncidentals are costs related to other, larger business costs. These include expenses such as fees and tips to hotel staff, transportation between your hotel and a meal, and the cost of mailing a business-related gift.\n\nIncidentals are common in the construction industry. They typically include certain expenditures related to the site purchase, grading or improvement of the site, original furnishings, equipment, machinery, or apparatus, or professional design or legal fees, insurance during construction, and general administrative costs.\n\nIf you work for a company and travel on business, your employer may or may not reimburse you for incidental expenses like tips or unexpected small purchases. If not, you're pretty much out of luck when it comes to deducting these costs from your taxes. If your employer does reimburse these expenses, they can be deducted from the business's taxes up to a certain amount.\n\nIf you're self-employed or a sole proprietor, you may still be able to deduct some incidental expenses, within strict limits. Your \"ordinary and necessary\" expenses are deductible.\n\nU.S. General Services Administration. \"Frequently Asked Questions, Per Diem.\"\n\nInternal Revenue Service. \"Publication 535, Business Expenses,\" Pages 44-46.\n\nInternal Revenue Service. \"Publication 5307, Tax Reform Basics for Individuals and Families,\" Page 7.\n\nInternal Revenue Service. \"Publication 529, Miscellaneous Deductions,\" Pages 2-3.\n\nInternal Revenue Service. \"2023-2024 Special Per Diem Rates; Notice 2023-68,\" Page 2.\n\nInternal Revenue Service. “Instructions for Form 2106, Employee Business Expenses,\" Page 1.\n\nInternal Revenue Service. \"Publication 463, Travel, Gift, and Car Expenses,\" Page 6.\n\nInternal Revenue Service. \"Publication 463, Travel, Gift, and Car Expenses,\" Page 13.\n\nInternal Revenue Service. \"Publication 547, Casualties, Disasters, and Thefts,\" Page 7.\n\nInternal Revenue Service. \"Topic No. 511, Business Travel Expenses.\"\n\nInternal Revenue Service. \"About Publication 535, Business Expenses.\"\n\nInternal Revenue Service. \"About Schedule C (Form 1040), Profit or Loss from Business (Sole Proprietorship).\"\n\nInternal Revenue Service. \"Instructions for Schedule C, Profit or Loss From Business,\" Pages 1-2, 6-10.\n\nNew York State Education Department. \"Definitions Of Capital Construction Projects - Reference Guide #A.1.\"",
  "url": "https://www.investopedia.com/terms/i/incidentalexpenses.asp"
}