{
  "term": "Income in Respect of a Decedent (IRD): Definition and Taxes",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nIncome in respect of a decedent (IRD) refers to untaxed income that adecedenthad earned or had a right to receive during their lifetime. Taxes on IRD are owed by the individual beneficiary or entity that inherits thisincome.\n\nHowever, IRD also counts toward the decedent’sestatefor federal estate tax purposes, potentially drawing a double tax hit. Fortunately, the beneficiary may be able to take atax deductionfor the estate tax paid on IRD. Thebeneficiarymust declare IRD as income for the year in which they receive it.\n\nIRD is defined inInternal Revenue CodeSection 691.Sources of income include the following:\n\nIRD is also any income from sales commissions and individual retirement account (IRA) distributions owed to the decedent at the time of their death.\n\nIRD is taxed in the same way it would have been had the decedent received the money while living. For example,capital gainsare taxed at thecapital gains rate, and uncollected compensation is taxed asordinary incomeon the beneficiary’s tax return for the year they received it. There is nostep-up in basisfor IRDs.\n\nOther common examples of IRD are distributions from tax-deferredqualified retirement plans(such as401(k)sand traditionalindividual retirement accounts (IRAs)) that are passed on to a beneficiary. If an individual dies leaving a $1 million IRA to their beneficiary, the beneficiary will be responsible for paying taxes on any distributions made from the account.\n\nThe beneficiary may have to start takingrequired minimum distributions (RMDs)at a certain point.\n\nA living spouse who is the sole beneficiary has certain rights not granted to another type of beneficiary. For example, a spouse can roll over the decedent’s IRA assets into their own IRA and postpone RMDs until age 73. Any beneficiary, spouse or otherwise, must followspecific RMD rulesand is liable for applicable taxes on distributions.\n\nThe age for RMDs was raised to 72 with the passage of theSetting Every Community Up For Retirement Enhancement (SECURE) Actin December 2019.Then, in December 2022, the passage of theSECURE 2.0 Actraised the age to 73.\n\nIf the decedent died on or after reaching the age of RMDs, their RMD for the year of death may factor into their estate (for instance, if no specific beneficiaries were designated in the account file/paperwork for the retirement account where it was held). If the amount of the RMD were to push the decedent’s estate beyond the federal exclusion, anestate taxwould kick in. The federal exclusion amount for 2025 is $13.99 million.\n\nTo try to minimize this impact, individuals and married couples employestate planning strategiesthat transfer assets to trusts. One option is acredit shelter trust, which postpones estate taxes until the death of the surviving spouse.\n\nIf you as a beneficiary received such income, you’ll report it on your personal incometax returnfor the year that you received it.\n\nInheritanceis property bequeathed to you by a decedent. Income in respect of a decedent, or IRD, is income that was owed to the decedent but wasn’t received by them before their death. That income may go to the beneficiary.\n\nFor example, a required minimum distribution from an IRA (that you are to inherit) that was to be taken by the decedent the year the decedent passed away will have to be taken by you. While you don’t normally owe taxes on inheritance, you will owe taxes on IRD that you receive.\n\nA beneficiary is taxed just as the decedent would have been. For example, an RMD from a traditional IRA would have been reported by the decedent as regular income and taxed as such. The beneficiary will report the RMD in the same way and will owe tax that corresponds to their incometax bracket.\n\nIRD is income that is owed to an individual who dies before receiving it. If a beneficiary receives this money, they will owe taxes on it.\n\nIf the IRD generates a tax liability for the decedent’s estate, a beneficiary may be able to claim a deduction for estate taxes connected to the IRD amount.\n\nInternal Revenue Service. “Publication 559: Survivors, Executors, and Administrators.”\n\nU.S. Code. “26 USC 691: Recipients of Income in Respect of Decedents.”\n\nInternal Revenue Service. “Section 691—Recipients of Income in Respect of Decedents.”\n\nInternal Revenue Service. “Retirement Plan and IRA Required Minimum Distributions FAQs.”\n\nCongress.gov. “H.R.1994—Setting Every Community Up for Retirement Enhancement Act of 2019: Text.”\n\nCongress.gov. “Consolidated Appropriations Act, 2023: Division T—SECURE 2.0 Act of 2022.” Page 817.\n\nInternal Revenue Service. “IRS Releases Tax Inflation Adjustments for Tax Year 2025.”",
  "url": "https://www.investopedia.com/terms/i/income_respectof_decedent.asp"
}