{
  "term": "Income Stock: What it is, How it Works, Example",
  "definition": "An income stock is a security that pays regular, often steadily increasing,dividends.\n\nIncome stocks usually offer a highyieldthat may generate the majority of the security's overall returns. While there is no specific breakpoint for classification, most income stocks have lower levels ofvolatilitythan the overall stock market, and offer sustainable, higher-than-average dividend yields.\n\nIncome stocks may have limited future growth options, thereby requiring a lower level of ongoingcapital investment. Anyexcess cash flowfrom profits can be directed back to investors on a regular basis. Income stocks can come from any industry, but investors commonly find them within real estate (throughreal estate investment trusts, or REITs), energy sectors, utilities, natural resources, and financial institutions.\n\nMany conservative investors seek income stocks because they want some exposure to corporate profit growth. At the same time, these stocks have steady streams of revenue that allow for a low risk and consistent source of revenue, perhaps for investors who are older and do not have regular salaries anymore.\n\nThe ideal income stock would have very low volatility (as measured by itsbeta), a dividend yield higher than the prevailing 10-yearTreasury note(T-note) rate, and a modest level of annual profit growth. Ideal income stocks would also show a history of increasing dividends on a regular basis so as to keep up with inflation, which eats away at future cash payments.\n\nRetail behemoth Walmart Inc. is an example of an income stock. As its stock price has risen over the last thirty years, the Arkansas-based company has consistently increased its dividend payout.\n\nThe company's dividend yield peaked at 3.32% in 2015 and, as of July 16, 2021, is at 1.55%, which is superior to the yield on the 10-year T-note.It has achieved this yield despite the threat of e-commerce and increased competition from Amazon, which has taken away itsmarket share.\n\nWhile many conservative investors target income stocks, those able and/or with the desire to take more risks are perhaps better off pursuinggrowth stocks. In contrast with income stocks, growth stocks usually do not pay dividends. Instead, company management often prefers to reinvest retained earnings intocapital projectsto boost future revenues and profit.\n\nFor example, a recently public technology firm might choose to hire a new team of engineers or put all their efforts for one or two quarters into a new product rollout, which not only requires technical expertise but also marketing and sales power, along with significant customer experience to reply to questions and concerns and help with troubleshooting.\n\nWhile growth stocks can bring significantcapital gains, they generally also carry more risk than income stocks. With growth stocks, shareholders must rely on the company's investments paying off to generate areturn on their investment(ROI). If the company's growth is not as high as expected, shareholders may end up losing their money as market confidence wanes and share prices drop.\n\nMacro Trends. \"Walmart - 32 Year Dividend History | WMT.\" Accessed July 21, 2021.\n\nBloomberg. \"United States Rates & Bonds.\" Accessed July 21, 2021.",
  "url": "https://www.investopedia.com/terms/i/incomestock.asp"
}