{
  "term": "Income Inequality Definition: Examples and How It's Measured",
  "definition": "Income inequality refers to how unevenly income is distributed throughout a population. The less equal the distribution, the greater the income inequality. Income inequality is often accompanied bywealthinequality, which is the uneven distribution of wealth.\n\nPopulations can be divided up in different ways to show different levels and forms of income inequality, such as income inequality by gender or race. Different measures, such as theGini Index, can be used to analyze the level of income inequality in a population.\n\nIncome inequality, or the imbalance of income earned by a group people, exists in countries throughout the world. In the U.S., these differences in income have become pronounced over the past fifty years. Income inequality is not the same as wealth inequality; the former involves salaries/wages while the latter involves net worth.\n\nSome of the factors that affect income inequality include:\n\nGlobalization:The increase in trade among nations resulted in the move of manufacturing and other jobs by corporations in the U.S. to countries where labor costs were cheaper. For working-class and middle-class Americans, this meant that secure, even generational, jobs and income disappeared.\n\nAdvances in Technology:While a boon in many ways, certain workplace technological advancements, such as automation, have led to the loss of jobs for blue-collar workers and lower wages for less educated workers.\n\nGender and Race Bias:Income disparities have always been clearly visible for women and people of color. It's widely acknowledged that, for example, male employees typically earn more than female employees in the same job positions. Likewise, white males earn more than non-white males.\n\nEducation:Workers with less than a high-school education experience less growth in wages than those with college educations and post graduate degrees. The announcements of multi-million dollar salaries and bonuses (even in troubling economic times) going to C-Suite executives drives this income disparity home.\n\nEconomic Conditions:When economic conditions weaken, financial turmoil, unemployment, slowing business investment, and more can affect incomes.\n\nTaxation:Although high-income earners pay a larger percentage of their income in taxes than lower-income earners, federal taxation has not put the brakes on increasing income inequality. That may be due to certain tax policies, e.g., those related to corporate taxation, the capital gains tax rates, and income tax cuts, that benefit those with higher income more than those with lower income.\n\nSome degree of income inequality is to be expected because of basic differences in talent, effort, and simple chance. However, according to theInternational Monetary Fund (IMF), too much income inequality could \"erode social cohesion, lead to political polarization, and ultimately lower economic growth.\"\n\nPolitical upheaval and the disappearance of social, educational, and economic opportunities to improve standards of living and financial futures can also beconsequences of income disparity.\n\nIncome inequality andincome disparitycan be analyzed through a variety of segmentations. Income distributions by demographic segmentation form the basis for studying income inequality and income disparity.\n\nThe different types of income segmentations studied when analyzing income inequality may include:\n\nOne way to measure income inequality is to compare the income of a large group of high earners (for example, the top 10%) to the national median or average. Another approach compares the income of a lower-earning group (say, the bottom 10%) to the median or average.\n\nOther researchers have begun looking at tax records of those with the highest incomes to draw conclusions about these most affluent slices of society.\n\nA frequently used tool formeasuring income inequalityis the Gini Index. It was developed by Italian statistician Corrado Gini in the early 1900s to help quantify and more easily compare income inequality levels across countries of the world.The index can range from 0 to 100, with a higher level indicating greater income inequality among a country’s population and a lower level indicating less.\n\nThe latest available data from theWorld Bankshows South Africa reporting one of the highest income inequality dispersions with a Gini Index level of 63.0. The United States has a Gini Index level of 39.8. The Slovak Republic has the World Bank’s lowest Gini Index reading at 24.1.\n\nDispersions of income inequality are an ongoing area of analysis for both local and global governing institutions. The IMF and World Bank have a goal to help improve the income of the lowest 10% of earners in all countries through their missions relating to financial stability, long-term economic development, and poverty reduction.\n\nGlobally, new innovations in financial technologies and production are helping to improve the banking services for the world’s lowest-income earners, as a worldwide initiative for financial inclusion is underway.\n\nIn addition, income inequality will be addressed more successfully when political, economic, and social leaders can agree on basic approaches to its improvement:\n\nIncome inequality in the U.S. has been increasing since the 1970s. Throughout the 20th century and up to the present, this inequality has been exacerbated by government tax and labor policies and ongoing discrimination by race and gender. A weakening middle class has also contributed to income inequality.\n\nThe organizations below conduct research and produce analysis reports on various examples of income inequality, income disparity, and income distributions in the U.S.\n\nIn an analysis of 60 years of economic data, the Urban Institute showed that the poorest got poorer while therichest got much richer.\n\nThe Urban Institute also researches theracial and ethnic wealth gapin the U.S. The organization reported that White families in 1963 had amassed a median wealth of approximately $45,000 more than families of color. By 2019, the median wealth for White families increased to approximately $153,000 more than Latino/Latina families and $165,000 more than Black families.\n\nTheFederal Reserveprovides a quarterly Distributional Financial Accounts report. This report shows wealth distributions for U.S. households. As of the first quarter of 2024, the Federal Reserve showed the following distributions of wealth across the U.S.\n\nIn December 2023, the Economic Policy Institute released a report on disparities between wage growth across different income levels. For those in the bottom 90%, wages grew just 32.9% from 1979 to 2022. For those in the top 1%, wages grew 171.7%. For those in the top 0.1%, wages grew 344.4%.\n\nThere can be many factors associated with this trend, including salary stagnation for wage-earning Americans, tax cuts for the richest Americans, a loss of manufacturing jobs, and a soaring stock market that inflated the worth of corporate executives and hedge fund managers. However, it's noteworthy that wage inequality may also shrink due to declines in the stock market, which occurred in 2022.\n\nPost-recession, companies are also investing heavily to hire and keep workers with specialized skills in fields such as engineering andhealthcare. This has caused reductions or new automation takeovers in other functions, pushing down wages for workers in less competitive jobs.\n\nFurthermore, EPI data tracks wages by segment on a regular basis. As of 2023, it showed the following averages for white, Black, and Hispanic workers.\n\nIncome inequality is an economic concept that tends to hit some segments of populations harder than others, with significantwage gapsoften identified for women, Black people, and Hispanic people working in the U.S.\n\nAccording to a study of incomes for full-time workers by the Institute for Women's Policy Research, in 2022 women of all races and ethnicities were paid an average of 83% of the salaries paid to men. When both part- and full-time incomes are included, women earn just 77.4 cents for each dollar a man earned.\n\nThe same report also broke down earnings by race and gender. It noted that, compared to the median weekly earnings of White men working full-time, Hispanic women earned 61.4% of that amount, Black women earned 67.4%, and White women earned 84.2%.\n\nData from the Pew Research Center also identifiesincome inequalities by gender. In 2022, according to its latest analysis of hourly earnings of full- and part-time employees, women earned an average of 82% of what men earned. This is not much of an improvement over the pay gap in 2002, when women earned 80% as much as men.\n\nAn income gap refers to the difference in income earned between demographic segments.\n\nIt's a serious problem because the lack of financial stability for large portions of a population can promote potentially destructive social and economic upheaval generally, as well asfinancial hardshipsand lower standards of living, in particular.\n\nFinancial hardship for many, persistent poverty, and a dispirited populace that could be ripe for social and political unrest are just a few of the effects of income inequality.\n\nTo reduce income inequality, governments and private sectors must address its various causes, including discrimination, unfair taxation, wage stagnation, and more that lead to large imbalances in compensation.\n\nIncome inequality is the disparity of incomes across a population. Some income inequality is always to be expected because people bring different degrees of talent, effort, and luck to their endeavors. But large imbalances in income have been caused and maintained by discrimination, taxation policies, the downfall of labor unions, troublesome economic conditions such as slow growth and high inflation, and more.\n\nCountries must address income inequality to combat the disproportionate prosperity, financial hardship, and loss of social and economic opportunities that can lead to social discontent and political instability.\n\nTax Policy Center. \"Briefing Book; How Do Taxes Affect Income Inequality?\"\n\nCenter for American Progress. \"The American Middle Class, Income Inequality, and the Strength of Our Economy.\"\n\nInternational Monetary Fund. \"The IMF and Income Inequality.\"\n\nThe New Yorker. \"Richer and Poorer.\"\n\nThe CIA World Factbook. \"Country Comparisons: Gini Index Coefficient - Distribution of Family Income.\"\n\nThe World Bank. \"Gini Index - South Africa, Slovak Republic, United States.\"\n\nUrban Institute. \"Nine Charts About Wealth Inequality in America (Updated).\"\n\nUrban Institute. \"How Policymakers Can Ensure the COVID-19 Pandemic Doesn’t Widen the Racial Wealth Gap.\"\n\nBoard of Governors of the Federal Reserve System. \"Distribution of Household Wealth in the U.S. since 1989.\"\n\nEconomic Policy Institute. \"Wage Enequality Fell in 2022 Because Stock Market Declines Brought Down Pay of the Highest Earners.\"\n\nEconomic Policy Institute. \"State of Working America Data Library.\"\n\nInstitute for Women's Policy Research. \"Women Earn Less Than Men Whether They Work in the Same or in Different Occupations.\" Pages 1-2.\n\nPew Research Center. \"Gender Pay Gap in U.S. Hasn’t Changed Much in Two Decades.\"",
  "url": "https://www.investopedia.com/terms/i/income-inequality.asp"
}