{
  "term": "Incorporation: Definition, How It Works, and Advantages",
  "definition": "Incorporation is the process of constituting a company, entity, or other organization as a legal corporation.\n\nIncorporation is the legal process used to form a corporate entity or company. Acorporationis the resulting legal entity that separates the firm’s assets and income from its owners and investors.\n\nCorporations can be created in nearly all countries in the world and are usually identified as such by the use of terms such as “Inc.” or “Corp.” in their names. It is the process of legally declaring a corporate entity as separate from its owners.\n\n“Incorporation” is the broad term to describe a business registered with a state to become a separate legal entity. That business entity is often owned by shareholders (even if it is a corporation with a single owner) that may also be overseen by a board of directors.\n\nA company does not need to be incorporated to operate a business. Business owners may elect to operate as a sole proprietorship, partnership, or limited liability company (LLC) instead. These business structures treat company debt and taxes differently from an incorporated entity.\n\nAnother primary difference between legal entities and one of the most important reasons why a company may want to incorporate is the advantage of issuing stock. When a company incorporates, it gains the ability to share ownership of the company by issuingsharesof stock. Whereas a sole proprietorship or partnership is usually only owned by those operating the company, incorporating allows a business owner to sell an ownership stake in part of the business.\n\nIf a business doesn’t need to sellstock, an LLC can be a great option. It offers legal protection, but has pass-through taxation, meaningearningsare only taxed once.\n\nIncorporation involves draftingarticles of incorporation, which list the primary purpose of the business and its location, along with the number of shares and class of stock being issued, if any. Aclosed corporation, for instance, is held by a small number of shareholders and is not publicly traded.\n\nCompanies are owned by their shareholders. Small companies can have a single shareholder, while very large and often publicly traded companies can have several thousand shareholders.\n\nAs a rule, theshareholdersare only responsible for the payment of their own shares. As owners, the shareholders are entitled to receive the company’sprofits, usually in the form ofdividends. The shareholders also elect the directors of the company.\n\nThe directors of the company are responsible for day-to-day activities. They owe aduty of careto the company and must act in its best interest. They are usually elected annually. Smaller companies can have a single director, while larger ones often have a board composed of a dozen or more directors. Except in cases of fraud or specific tax statutes, the directors do not have personal liability for the company’sdebts.\n\nAccording to the U.S. Census Bureau, roughly 45,000 corporations submit business licenses each month. In February 2025, the most recent data available, 53,624 applications from corporations were submitted.\n\nThere are many steps to incorporating a business, each with its own degree of importance. Below are the following decisions and actions a business owner must take to incorporate.\n\nPrior to incorporating, a business should ensure it is adhering to local business licensing and zoning laws. This includes having the appropriate permits or licenses to operate, though not all businesses may require these.\n\nBy extension, this may have implications for where you operate and ultimately decide to incorporate. It’s sometimes best to incorporate in the state that the business is operating in, as there are different types of applications and filing requirements to file elsewhere. For example, incorporating in a different state may require you to file as a foreign corporation. On the other hand, filing in a different state may reduce the fees and reporting requirements needed to establish and maintain the corporation.\n\nMany companies choose to incorporate in Delaware, as the state does not impose income tax on entities that do not do business in the state.\n\nOne of the most fundamental, important decisions to make is to establish the business structure. The most common forms of business are a sole proprietorship, partnership, corporation, and S corporation. An LLC is also a common business structure allowed by state statute. While this article is focused on incorporation, the process of forming a corporation, readers should be aware of other entity types that may suit them better. Should you choose another entity, your entity formation process will differ from the incorporation process.\n\nA business owner should choose the business structure that makes the most strategic and operational sense for the long term. As mentioned above, corporations can issue stock, a very easy way for owners to sell part of the business for personal profit. There are also very considerable tax and liability considerations to be had based on the business structure chosen.\n\nFor those unaware of the best course of action, it’s usually recommended to consult a business attorney to discuss business structure options. In this article, more of the specific benefits and advantages of incorporating a business are discussed below.\n\nTo incorporate, your business name can’t be the exact same name as another corporation in your local area. You also want a unique name to avoidtrademarkinfringement andbrandingconfusion. When selecting that unique name, consider that incorporated businesses often end in incorporation abbreviations (i.e., “Inc.”).\n\nThere are online directories that can be used to search existing business names. These directories allow users to input intended names to see whether they are available. Some states may offer business owners going through the incorporation process the option to reserve an available name for a period from 60 to 120 days, depending on the state.\n\nA registeredagentis a person who has the right and ability to accept paperwork and mail on behalf of the company. States will require that a company name a local registered agent, as the state will need a contact of someone who will handle official business as items arise.\n\nThe registered agent does not need to be the business owner. For example, a company’s business attorney can serve as a registered agent as long as they have an office within the state in which the business is being incorporated. Should the registered agent move out of the state in which the business is incorporated, the company will need to choose a new agent. There are also online legal services that can act as your registered agent (in return for a fee).\n\nAs discussed above, the articles of incorporation include many important aspects of a company, including the business name, location, information on public or private shares, information on the registered agent, and the name of the incorporator. Each state has its own filing requirements for the articles of incorporation. There will be a filing fee to submit the article of incorporation with the state; in most cases, this is several hundred dollars.\n\nIn addition to drafting the articles of incorporation, companies must draft bylaws to outline how your compensation is structured, how shares are issued, what voting rights are, and how the board of directors operates.\n\nThe corporate bylaws are a more detailed set of instructions on how to operate a business. Very often, a company may refer back to its bylaws to better clarify the best course of action to take as it runs. Some states won’t require a copy of these, but they may be required by other entities (i.e., financial institutions may require bylaws when setting up a bank account). In addition, bylaws may be revised to meet the adapting nature of a business.\n\nAt the first initialboard meeting, the board members will be tasked with performing an important series of actions. At that first meeting, the board members should formally vote to adopt the articles of incorporation and bylaws, authorize and issue shares of stock, elect officers, and make other operational decisions. It is also important that the meeting minutes are taken, as certain entities may require a copy of the notes as needed.\n\nThere are other operational tasks that a business owner should take as it becomes incorporated. Though independent of the actual incorporation process, companies should apply for anemployer identification number, create a bank account, file federal taxes, announce the creation of your corporation (if applicable), and fileannual reportsas needed.\n\nIncorporation averages about 10 days to be complete, but may take a few weeks.\n\nIncorporation effectively creates a protective bubble of limited liability, often called a corporate veil, around a company’s shareholders and directors. As such, incorporated businesses can take the risks that make growth possible without exposing the shareholders, owners, and directors to personal financial liability outside of their original investments in the company.\n\nBecause an incorporated business can issue and trade shares, this allows for easy transfer of ownership to another party. Whereas a sole proprietorship must sell the entire company to financially profit from disposing of company equity, owners of a company can still retain primary ownership but sell part of their shares for personal profit. In addition, shares traded on public exchanges are much more liquid markets compared to other means of selling a business.\n\nAn incorporated business may achieve a lower tax rate than on personal income. Incorporated businesses often receive more lenient tax restrictions onloss carryforwardsand may receive more favorable tax treatment for allowable deductions.\n\nThe primary drawback of an incorporated business is the operating constraints to maintain its incorporated status. Companies must adhere to their bylaws and must ensure they meet filing, reporting, and other ongoing requirements. An argument can be made that since an incorporated entity’s tax filing is separate from any individual’s, there is also an administrative burden angle when preparing multiple tax returns.\n\nAn incorporated business normally experiencesdouble taxation. Consider an example of a corporation being assessednet incometax. Then, with after-tax proceeds, it makes a taxable distribution to a shareholder. This shareholder now hastaxable incomeon funds that have already been assessed a tax liability.\n\nOperating an incorporated entity may be more expensive based on the filing, reporting, and administrative fees. Companies must often meet public reporting requirements (such as getting theirfinancial statementsaudited). There are also ongoing fees and regulatory charges to maintain their status on an exchange.\n\nLastly, an incorporated business may be considered less flexible in some ways compared to other forms of business. Once incorporated, a business must operate in accordance with its bylaws and articles of incorporation. In addition, it usually now has an entire board of individuals overseeing operations. It may be more difficult for the executives at an incorporated business to dramatically change business strategy or operational considerations.\n\nProtects owners from personal liability, as the corporation is responsible for its own debts\n\nMay be much easier to raisecapital, as shares can more easily be sold\n\nMay be easier for owners to personally profit by selling a partial stake in the company, as opposed to needing to sell full ownership\n\nMay receive some favorable tax treatment compared to other business structures\n\nOften requires greater investment of time to meet reporting, filing, and regulatory requirements\n\nFunds paid to shareholders are exposed to double taxation, where both the corporation and shareholders are taxed on the same funds\n\nMay be a more expensive type of business structure due to fees and legal costs\n\nIs usually less flexible compared to other structures, as the company is bound by its bylaws and board\n\nWhich of the two is better will depend on the business and the needs of its owner or owners. One is not necessarily better than the other. There are several differences between the two.\n\nLLCs can avoid double taxation with pass-through taxation. LLCs do not need a board of directors. They are also cheaper and easier to form and maintain.\n\nCorporations are typically better at accommodating larger businesses and businesses with more owners. They can also raise capital by selling shares. This gives more flexibility with adding owners or changing stakeholders.\n\nAdministratively, there are many benefits to changing a legal entity’s status effective Jan. 1; this change is the cleanest from a tax perspective. Operationally, it may make more sense to convert a company to a corporation when it is ready to raise more capital and make it easier for investors to infuse capital into the company.\n\nThere are tax considerations to make regarding paying yourself a wage or salary as a business owner, as opposed to taking a draw or equity distribution. You are not required to do either when you incorporate.\n\nYou may want to consider double taxation when deciding whether to pay yourself or not. Remember,incomeis taxed when a corporation earns it and again when it’s paid out to the owners. So, if you’d like to delay the personal income taxes on the money, it may be wise to only pay yourself when needed.\n\nThe simple answer is yes. A corporation can consist of just one person. S corporations and C corporations are popular options for corporations with one or a small number of owners. A regular corporation can also be just one person. However, LLCs are often a better option when there is just one owner. They can even elect for S corp taxation if it’s advantageous to them.\n\nMore complex companies looking to raise more capital, have the owners avoid personal liability, and gain certain tax incentives can opt to incorporate and operate using a different operating structure. Though incorporating is more expensive and requires more time to handle administrative matters, there are long-term, strategic advantages to moving on from being a sole proprietor or partnership.\n\nU.S. Census Bureau. “Business Formation Statistics by State.” Under the “Type” drop-down menu, select “Business Applications from Corporations.”\n\nDelaware Division of Revenue. “Corporate Income Tax FAQs.”\n\nLegalNature. “How Long Does the Incorporation Process Take?”",
  "url": "https://www.investopedia.com/terms/i/incorporate.asp"
}