{
  "term": "Incoterms: Definition, Examples, Rules, Pros & Cons",
  "definition": "To facilitate commerce around the world, the International Chamber of Commerce (ICC) publishes a set of Incoterms, officially known as international commercial terms. Globally recognized, Incoterms prevent confusion in foreign trade contracts by clarifying the obligations of buyers and sellers.\n\nParties involved in domestic andinternational tradecommonly use Incoterms as a kind of shorthand to help understand one another and the exact terms of their business arrangements. Some Incoterms apply to any means of transportation, while others apply strictly to transportation across water.\n\nTheInternational Chamber of Commerce (ICC)developed Incoterms in 1936 and updates them periodically to conform to changing trade practices. The ICC’s mission is to promote open markets and ensure global economic prosperity through trade.\n\nBecause the ICC is a networked business organization that reaches more than 45 million companies in more than 170 countries, it is seen as having unparalleled expertise in establishing rules to guide international trade.\n\nWhile adherence to its Incoterms is voluntary, the ICC-established rules are commonly used by buyers and sellers as a regular part of trade transactions.\n\nIncoterms provide a universal set of rules and guidelines that help facilitate trade. In essence, they provide a common language that traders can use to set the terms for their trades. Buyers and sellers can use Incoterms in a variety of activities necessary to conduct business.\n\nTypical activities that call for the use of Incoterms include filling out apurchase order, labeling a shipment for transport, completing a certificate of origin, or documenting afree carrier agreement (FCA).\n\nBecause the ICC regularly updates Incoterms, contracts should specify which version they are using (e.g.,Incoterms 2020).\n\nSome common examples of Incoterms rules for any mode of transportation includeDelivered Duty Paid (DDP), Delivered at Place (DAP), and Ex Works (EXW). The seven Incoterms for any mode of transport are:\n\nDPU, for example, indicates that the seller delivers the goods to a terminal and assumes all the risk and transportation costs until the goods have arrived and been unloaded. After that, the buyer assumes the risk and transportation costs of the goods from the terminal to the final destination.\n\nDDP indicates that the seller assumes all the risk and transportation costs. The seller must also clear the goods for export at the shipping port and import at the destination. Moreover, the seller must pay export and import duties for goods shipped under DDP.\n\nUnder IncotermEx Works (EXW), the seller is only required to make the goods available for pickup at the seller’s business location or another specified location. Under EXW, the buyer assumes all the risk and transportation costs.\n\nIn 2010, the two main categories of Incoterms were updated and classified by modes of transport. The first classification applies to any mode of transport, while the second classification only applies to sea and inland waterway transport.\n\nThe ICC has specific Incoterms rules for inland waterway and sea transport, such as Cost, Insurance, and Freight (CIF) andFree on Board (FOB). The Incoterms for sea and inland waterway transport are:\n\nFree on Board (FOB) shipment terms, for example, indicate that the seller delivers the goods to a vessel and covers all costs until they are loaded on the vessel. The seller also pays for the main carriage. Once on board, the buyer assumes all responsibility for the goods and subsequent costs in the delivery and importation process.\n\nCost, Insurance, and Freight (CIF)terms indicate that the seller must deliver the goods to a designated port and load them on a specified vessel. The seller pays for insurance and assumes responsibility for the goods until they are unloaded for the vessel. However, the buyer pays for main carriage and all subsequent costs.\n\nThere are specific instances that Incoterms will not cover. Incoterms do not:\n\nDue to the omission of certain sale conditions, working only with Incoterms can be constricting. All parties involved in any contract should make sure that the applicable instances above are addressed before signing the contract; this ensures a smooth business transaction, as many legal matters can arise when the parties are working only with Incoterms.\n\nAlthough the 2010 Incoterms were updated in 2020, there are no major differences between the two. There was only one change in terminology: The 2010 term Delivered at Terminal (DAT) was clarified to the 2020 term Delivered at Place Unloaded (DPU). This was done to include all places of unloading, not just those in terminals. In both instances, there are 11 terms.\n\nThings become more involved when you move past the terms themselves. For example, the amount of freight insurance required under the CIP term has been increased. However, this does not affect the CIF term.\n\nIncoterms 2020 covers situations where either the buyer or seller transports goods using their own vehicles. In 2010, it was assumed that these services were provided by a third-party carrier. There is also a change in the way that the FCA rule handles the bill of lading.\n\nIn addition, security-related cost responsibilities have changed. These can be associated with export clearance processes as well as the import clearance process. The Incoterms revision clarified that the most common cost headings are those associated with transport that are the responsibility of the arranging party.\n\nSecurity costs associated with export clearance will be borne by the sellerother than for Ex Works cases. Security costs associated with import will be borne by the buyer, except for DDP cases. Additionally, security and insurance requirements were raised.\n\nThe single greatest advantage of using Incoterms is the standardization and specificity of complicated international trade aspects. Having a system that eliminates ambiguity between nations has made trading much simpler, especially when negotiating terms.\n\nThis saves time and money that would have previously been spent on lawyers, who would draft terms basically breaking down Incoterms into different languages.\n\nA notable disadvantage of Incoterms is that buyers and sellers often have different preferences when using them. Sellers, for example, may choose CIF because they understand their shipments better than buyers do.\n\nBuyers, in contrast, may prefer FOB for the same reasons. However, the terms themselves are not the issue, and it becomes more a matter of negotiation over which terms to use versus the clarity of the terms themselves.\n\nUpdated and clarified by an international body (ICC)\n\nDifferences between buyer and seller preferences when choosing terms\n\nCertain terms can expose one party to inflated costs\n\nYes, it is still acceptable to use the 2010 Incoterms. However, both buyer and seller should agree in writing to use either the 2010 or 2020 Incoterms version.\n\nThe 11 Incoterms are Carriage and Insurance Paid to (CIP); Carriage Paid to (CPT); Cost and Freight (CFR); Cost, Insurance, and Freight (CIF); Delivered at Place (DAP); Delivered at Place Unloaded (DPU); Delivered Duty Paid (DDP); Ex Works (EXW); Free Alongside Ship (FAS); Free Carrier (FCA); and Free on Board (FOB).\n\nIncoterms are used to clarify business terms in international trade. The many benefits of Incoterms outweigh the negatives for most transactions, which is why many trade agreements are facilitated using Incoterms. There are still preferences between parties and the terms themselves must be negotiated before an agreement is finalized.\n\nIncoterms are helpful terms used to facilitate international trade. They are separated bymodes of transportbetween any mode, and those specifically involving water transport. The terms categorize responsibility between the buyer and seller, but there are some aspects of trade that the terms do not cover, such as the goods being sold or future liability responsibilities. For this reason, Incoterms should be used to help clarify agreements, but should not be the entirety of the agreement.\n\nInternational Chamber of Commerce. “Incoterms® Rules History.”\n\nInternational Chamber of Commerce. “About ICC.”\n\nU.S. International Trade Administration. “Know Your Incoterms.”\n\nInternational Chamber of Commerce. “Incoterms 2010.” Pages 1–2.\n\nICC Academy. \"Incoterms® 2020 vs 2010: What’s Changed?\"\n\nInternational Chamber of Commerce. \"Incoterms 2020.\" Click \"What Are the Different Levels of Insurance Coverage in CIF and CIP?\"\n\nInternational Chamber of Commerce. \"Incoterms 2020.\" Click \"Why Has the FCA Incoterms Rule Been Revised?\"\n\nAir & Surface Logistics. \"Incoterms 2020 - Summary of Changes.\"",
  "url": "https://www.investopedia.com/terms/i/incoterms.asp"
}