{
  "term": "Income Elasticity of Demand: Definition, Formula, and Types",
  "definition": "Income elasticity of demand refers to the sensitivity of the quantity demanded for a certain good to a change in thereal incomeof consumers who buy this good.\n\nThe formula for calculating incomeelasticityof demand is the percent change in quantity demanded divided by the percent change in income. With income elasticity of demand, you can tell if a particular good represents a necessity or a luxury.\n\nInvestopedia / Paige McLaughlin\n\nIncome elasticity of demand measures the responsiveness ofdemandfor a particular good to changes in consumer income.\n\nThe higher the income elasticity of demand for a particular good, the more demand for that good is tied to fluctuations in consumers' income. Businesses typically evaluate the income elasticity of demand for their products to help predict the impact of abusiness cycleon product sales.\n\nDepending on the values of the income elasticity of demand, goods can be broadly categorized as inferior andnormal goods. Normal goods have a positive income elasticity of demand; as incomes rise, more goods are demanded at eachprice level.\n\nNormal goods whose income elasticity of demand is between zero and one are typically referred to as necessity goods, which are products and services that consumers will buy regardless of changes in their income levels. Examples of necessity goods and services include tobacco products, haircuts, water, and electricity.\n\nAs income rises, the proportion of total consumer expenditures on necessity goods typically declines.Inferior goodshave a negative income elasticity of demand; as consumers' income rises, they buy fewer inferior goods. A typical example of such a type of product is margarine, which is much cheaper than butter.\n\nFurthermore, luxury goods are a type of normal good associated with income elasticities of demand greater than one. Consumers will buy proportionately more of a particular good compared to a percentage change in their income. Consumer discretionary products such as premium cars, boats, and jewelry represent luxury products that tend to be very sensitive to changes in consumer income. When a business cycle turns downward, demand forconsumer discretionarygoods tends to drop as workers become unemployed.\n\nThe formula for income elasticity of demand is:\n\nConsider a local car dealership that gathers data on changes in demand and consumer income for its cars for a particular year. When the average real income of its customers falls from $50,000 to $40,000, the demand for its cars plummets from 10,000 to 5,000 units sold, all other things unchanged.\n\nThe income elasticity of demand is calculated by taking a negative 50% change in demand, and dividing it by a 20% change in real income. This produces an elasticity of 2.5, which indicates local customers are particularly sensitive to changes in their income when it comes to buying cars.\n\nThere are five types of income elasticity of demand:\n\nIncome elasticity of demand describes the sensitivity to changes in consumer income relative to the amount of a good that consumers demand. Highly elastic goods will see their quantity demanded change rapidly with income changes, while inelastic goods will see the same quantity demanded even as income changes.\n\nSince the value is positive, the good is elastic. It implies that for every 1% increase in income, people will demand an increase of 1.5% in the number of goods. Thus, if the average income is $100,000 and at that level of income people desire 70 meals out a year, they would demand 71 meals a year if income rose to $101,000 (1.5% of 70=1.05 meals more).\n\nPrice elasticity of demand measures the change in percentage of demand caused by a percent change in price, rather than a percent change in income.\n\nYes, for example with certain \"inferior\" goods, the more money people have the less likely they are to buy cheaper products in favor of higher quality ones.\n\nInelastic goods tend to have the same demand regardless of income. Certain staples and basics such as gasoline or milk would not change with income—you'll still only need one gallon a week even if your income doubles.\n\nIncome elasticity of demand is the change in quantity demanded of a good or service in relation to the change in real income of a consumer that buys that good or service. It is aprimary variable in the causesfor price elasticity. Income elasticity of demand will denote whether a product is an essential item or a luxury item.\n\nThe higher the inelasticity of demand for a good or service, the more sensitive the demand for it is to fluctuations in consumer income. If a good or service has a high inelasticity of demand, it will experience a decline in demand when the real income of consumers decreases. If real income increases, it will see an increase in demand. If a good or service has a low inelasticity of demand, its demand will not significantly change regardless of what happens to the real income of consumers.\n\nCorrection—March 7, 2023:A previous version of this article incorrectly defined an income elasticity of demand of 1.5 in an example. It has been edited to reflect that an elasticity of demand of 1.5 refers to an increase of 1.5 in the percentage of the quantity demanded, not an increase of 1.5 units.",
  "url": "https://www.investopedia.com/terms/i/incomeelasticityofdemand.asp"
}