{
  "term": "Income Property: What it is, How it Works, Pros and Cons",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn income property refers to a piece of real estate that is purchased or developed primarily in order to earnincomeby renting or leasing it out to others, with a secondary goal of priceappreciation. Income properties, which are a subset ofinvestment properties, may be either residential or commercial.\n\nInvestors must take several factors into consideration—such asinterest ratesand the housing market environment—before purchasing an income property, as there can be unique risks associated with this kind of investment.\n\nIncome properties can be a goodinvestmentfor a variety of reasons. It offers an alternative to standard market investments in stocks and bonds. It also offers the investor the security ofreal propertywith many investmentdiversificationbenefits. Investing in real estate for income requires a broad range of considerations, including interest rates and the state of the housing market, among others.\n\nA real estate property can be an excellentlong-terminvestment that may even provide a source of income inretirement. But income properties require a great deal of analysis to ensure that steady cash flow is available throughout the life of the loan and beyond. Determining a base rate of income to rentals is often important in order to determine the desiredrate of return(RoR). One way to do this is by analyzing the current rental rate on similar properties in the area while factoring in the monthly payments required for themortgage.\n\nBecause the costs to maintain an income property may be high, property owners should consider having a financial cushion on which to fall back in cases of emergency. This includes being able to pay for repairs, regular maintenance, or other costs they areliablefor on the building likeproperty taxesand utilities. Managing thecash flowand ensuring that it exceeds the cost of borrowing and expenses helps to increase thereturnon the owner's investment.\n\nAs mentioned above, income properties can be both commercial and residential. Income-producingcommercial real estateis mainly used for business purposes such as office buildings, retail spaces, hotels, or mixed-use properties. Residential properties, on the other hand, are used primarily for personal use by people other than the owner. Residential income properties may be single ormultifamily homes, condominiums, townhomes, apartments, or seasonal homes such as cottages.\n\nIncome properties may be part of primary residences or additional properties owned by an investor. In some cases, the homeowner rents out a portion of their own home—say, their basement or the upper level of the property—in order to produce income while maintaining a residence there. This is called an owner-occupied income property, meaning both the owner/landlordand the tenant live in the same property.\n\nAnon-owner-occupiedproperty is one that isn't occupied by the owner and is purely retained for income-producing purposes. This means the property is only used by the tenants orlessees.\n\nResidential income properties are commonly referred to as non-owner occupied.\n\nAn investor typically needs to be approved for a mortgageloanto purchase a property used to generate income. Investors interested in income-producing real estate generally need to have high credit scores and steady incomes to prove they can make monthly installment payments. For many investors, the most common type of loan for a real estate property will be aconventional bank loan.\n\nIn order to qualify, the investor needs to make a formalcredit application. The bank analyzes information about the borrower through itsunderwritingprocess. An underwriter provides a loan offer with a specified interest rate,principalvalue, and duration based on the underwriting analysis.\n\nMost lenders want investors to have high credit scores and steady income before they approve anincome property mortgage. Income property mortgages are often harder to qualify for than mortgages geared toward owner-occupied and single-family residences.\n\nFlippingis now a very common investment strategy for many real estate investors. With a fix and flip property, the income property owner believes the resale value after renovations will cover the cost of interest on the loan and renovation expenses, generating an immediate positive return when sold. This type of income property investing includes higherrisksthan conventional income property ownership, but it provides for alump sumpayout at the time of resale rather than over a prolonged period of time.\n\nSeveral resources for fix-and-flip investors are available in the real estate market such as afix-and-flip loan. These loans are really popular with online debtcrowdfundingplatforms willing to take on some of the higher risks of fix and flip investments. These loans are generally offered for shorter time periods with higher interest rates than conventional loans. With a fix-and-flip loan, the income property is used ascollateral, and the owner must be prepared to buy and renovate a property to resell it within a short period of time.\n\nJust like any other investment, there are distinct benefits and pitfalls to owning income properties. As mentioned above, they are great investment opportunities that can provide diversity to someone'sportfolio. This helps spread the risk across different investment vehicles. Investors are also able to generate income, providing security and savingsfor their retirement.\n\nBut owning an income property requires a lot of time, effort, money, and patience. For instance, dealing with tenants can be difficult at times. This can lead to additional repairs, trips to the home, and court costs if the owner needs to pursue aneviction. Furthermore, if the owner isn't able to manage the property themselves, they may have to spend additional money to hire aproperty managementcompany to do the work for them.",
  "url": "https://www.investopedia.com/terms/i/income_property.asp"
}