{
  "term": "Income Approach: What It Is, How It's Calculated, Example",
  "definition": "Investopedia / Michela Buttignol\n\nThe income approach, sometimes referred to as the income capitalization approach, is a type of real estate appraisal method that allows investors to estimate the value of a property based on the income the property generates. It’s used by taking the net operating income (NOI) of the rent collected and dividing it by thecapitalization rate.\n\nThe income approach is typically used for income-producing properties and is one of three popular approaches to appraising real estate. The others are the cost approach and the comparison approach. The income approach for real estate valuations is akin to thediscounted cash flow (DCF)for finance. The income approach discounts the future value of rents by the capitalization rate.\n\nWhen using the income approach for purchasing a rental property, an investor considers the amount of income generated and other factors to determine how much the property may sell for under current market conditions. In addition to determining whether the investor may profit from the rental property, a lender will want to know its potential risk ofrepaymentif it extends a mortgage to the investor.\n\nOf the three methods for appraising real estate, the income approach is considered the most complex and difficult to calculate.\n\nWhen using the income approach for purchasing a rental property, an investor must also consider the condition of the property. Any large repairs that may be needed can substantially cut into future profits.\n\nIn addition, an investor should consider how efficiently the property is operating. For example, the landlord may be giving tenants rent reductions in exchange for completing yard work or other responsibilities. Perhaps specific tenants are facing economic difficulties that should turn around in the next few months, and the landlord does not want to evict them. If the rent being collected is not greater than currentexpenses, the investor will most likely not purchase the property.\n\nWith the income approach, the capitalization rate (often referred to simply as the “cap rate”) and estimated value have an inverse relationship—lowering the cap rate increases the estimated value.\n\nAn investor must also ascertain how many units on average are empty at any given time. Not receiving full rent from every unit will affect the investor’s income from the property. This is especially important if a property is in great need of repairs and many units are vacant—indicating a low occupancy rate. If the units are not filled on a regular basis, rent collection will be lower than it could be, and purchasing the property may not be in the investor’s best interest.\n\nWith the income approach, an investor uses market sales of comparables for choosing a capitalization rate. For example, when valuing a four-unit apartment building in a specific county, the investor looks at the recent selling prices of similar properties in the same county. After calculating the capitalization rate, the investor can divide the rental property’s NOI by that rate. For example, a property with a net operating income (NOI) of $700,000 and a chosen capitalization rate of 8% is worth $8.75 million.\n\nYou can use NOI and capitalization rate to calculate property value in a variety of situations, ranging from properties that you are considering for outright purchase to properties in which you are weighing an investment as part of a group throughreal estate crowdfunding platforms.\n\nNet operating income is calculatedby subtracting operating expenses from a property’s revenues. Suppose you’re looking at a hypothetical eight-unit apartment building. Each unit rents for $2,000 a month, so the building’s annual rents total $192,000. Let’s say the building owner collects another $3,000 per month combined from tenants who rent storage lockers in the basement. And the landlord also gets paid $1,000 each month from operators who have vending machines in the basement  So, the building’s yearly revenue is $192,000 plus $36,000 plus $12,000 per year, for a total of $240,000.\n\nOperating expenses include maintenance and repairs,property taxes,insurance, property management fees, janitorial services, and utilities. Let’s say operating expenses for this building total $180,000. Those outlays do not includecapital expenditures, such as the cost of installing a new central air conditioning system; capital expenditures are not part of NOI. NOI is a before-income-tax figure on a property’s income and cash flow statement. It excludes not only capital expenditures but also principal and interest payments on any loans, depreciation, andamortization.\n\nSo, the NOI for this building is $60,000 ($240,000 revenue minus $180,000 operating expenses).\n\nWhat does the income approach tell you about this property’s value? Sticking with an 8% capitalization rate, the mathematical question becomes: $60,000 equals 8% of how much? In mathematical terms, “how much” is X. So, using your eighth-grade algebra (with modern help in the form of a calculator) to determine the value of X, start by multiplying $60,000 by 10. Do the same for 0.08. Now you have $600,000 = 0.8 of X. Multiply both by 10 again to arrive at 6,000,000 = 8 of X. Now divide 6,000,000 by 8 and do the same for the other side of the equation. The result: $750,000 (6,000,000/8) = X. With a cap rate of 8%, the property is worth $750,000.\n\nHere’s what it looks like on paper:\n\nPwC. \"US Fair Value Guide, Chapter 4: 4.4 Valuation Approaches, Techniques, and Methods.\"",
  "url": "https://www.investopedia.com/terms/i/income-approach.asp"
}