{
  "term": "Income: What It Means and How It's Taxed With Examples",
  "definition": "Income is almost anything you receive in exchange for sales or services and most of it is taxable but there are a few exceptions.\n\nThe term income refers to any type of compensation or benefit received in exchange for work performed or for capital invested. Income can come in the form of the money you receive from your employer or the payments you receive on your investments. Income can be divided into several categories, including gross versus net income and earned versus unearned income.\n\nIncome is any compensation you receive in exchange for performing services, selling goods, or investing your money. Compensation is usually in the form of money, but it can also come in other forms. The paycheck you receive from your employer is considered income. Dividends and interest from your investments are also considered a form of income.\n\nFederal and most state governments want to collect a percentage of these transactions and they do so in the form of taxation. According to theInternal Revenue Service (IRS), income is \"money, property, goods or services.\" It indicates that most income is taxable even if you don't use it right away or if it's paid to someone else on your behalf.\n\nMost people think of their weekly, biweekly, or monthly paychecks when they hear the word income but it can go beyond that. Income includes distributions from investments and retirement plans, and even that bottle of wine you might have accepted for walking your neighbor's dog for them. In most cases, you must report it to the IRS and pay taxes on it.\n\nYour employer may pay you a salary of $2,000 weekly but it's highly unlikely that they'll hand you a paycheck in that amount. They'll make several deductions from this amount for taxes and other obligations such as contributions you might make to a retirement plan or insurance premiums.\n\nThe initial amount before deductions is your gross income. What remains after deductions are made is referred to as your net income.\n\nUnearned incomeis typically derived from investments. As the name implies, it is money you didn't work for, although you may have worked for the dollars you invested. This includesdividends, taxable interest, capital gains, and retirement plan distributions. It also includes benefits such as the taxable portion of any Social Security you might collect or unemployment compensation.\n\nEarned incomeis paid to you in exchange for working or performing a service. You're required to complete and submit a Form W-4 when you begin a new job, detailing personal factors like your marital status and how many dependents you have. This information affects how much your employer will withhold in the way of income taxes and send to the government on your behalf.\n\nEarned and unearned income fall into the category of ordinary income.Capital gainsare income received from the sale of capital assets such as real estate or stocks.\n\nAssume you purchased a parcel of land years ago for $100,000. It's since appreciated in value and you sell it for $200,000. You've realized a $100,000 capital gain and you must pay tax on that gain but not at the same rate that applies to your ordinary income. Some capital gains have their own tax rates and they can be much kinder than ordinary income tax rates depending on your overall income. The rates increase as your income increases.\n\nMost capital gains are taxed at 0%, 15%, or 20% but some exceptions exist for items like collectibles and qualified small business stock. These are taxed at a rate of 28% as of 2025. You can subtractcapital lossesfrom this type of income as well if you lose money on an investment subject to more rules.Compare this to ordinary income tax rates ranging from 10% to 37% as of 2025.\n\nCapital gains tax rates apply only if you own the asset in question for more than one year before you sell it. You must pay tax at your ordinary income tax rate if you own the asset for one year or less. The difference can be that one single day that exceeds a year.\n\nSeveral types of income are categorized in theInternal Revenue Code (IRC)and each can be subject to its own tax terms, obligations, and rules. In the United States, the payor and the recipient must report their income by filingW-2 formsand various1099 formswith the IRS as well as to the recipient's state government if applicable.\n\nWorking outside the U.S. won't spare you even if you also live outside the U.S. but you're an American citizen. You must file a tax return and pay taxes on the income you receive.The IRC allows you toexclude some foreign income—up to $130,000 as of 2025. You can exclude $126,500 for tax year 2024.\n\nNot all states impose a tax on income, however. Alaska, Florida, Nevada, South Dakota, Tennessee, Texas, and Wyoming don't. New Hampshire taxes only dividend and interest income and Washington taxes only capital gains. The recipient must then pay taxes on the income.\n\nSocial Security tax is withheld from your gross income at the rate of 6.2% of earnings up to $176,100 a year as of 2025. Your employer must match that by contributing an additional 6.2%. The same arrangement works with Medicare but the rate is 1.45% each for you and your employer.\n\nSelf-employed individualsmust pay both halves because the government takes the position that they're both employee and employee. They're obligated to make payments voluntarily every quarter.\n\nSome taxpayers whosemodified adjusted gross incomes (MAGIs)after claiming tax deductions and credits exceed certain thresholds must also pay anet investment incometax at a rate of 3.8%. The MAGI thresholds range from $125,000 to $250,000 depending on your filing status. You can pay the percentage on your net investment income if it's less, however.\n\nThe monetary value of gifts is typically taxable but the federalgift taxis paid by the donor—not the recipient. Connecticut is the only state that imposes this type of tax at the state level.\n\nAnestate taxis imposed when property or money owned by an individual is transferred to living beneficiaries after the individual's death. The federal government allows estates to transfer up to $13.99 million in money and property to beneficiaries without taxation as of 2025, however.Only 12 states and the District of Columbia impose an estate tax at the state level.\n\nThe IRS isn't as heartless as most people believe. The IRC is laden withtax deductions and tax creditsyou can claim to reduce either your taxable income or the amount of tax you owe.\n\nTax creditssubtract directly from the tax you owe and some are even refundable. The IRS will send you the money if any is left over after erasing your tax obligation.Tax deductionsare amounts you can subtract from your income. You're obligated to pay tax on only the balance that remains. The standard deduction is an example. It's based on your filing status and ranges from $15,000 to $30,000 in tax year 2025.\n\nYour other option is to itemize your deductions, subtracting expenses you've paid all year, such as mortgage interest, state and local income taxes,property taxes, or donations to qualifying charities. You can't do both, however. Itemizing or claiming the standard deduction is an either/or decision.\n\nIncome is virtually anything you receive from working, investing, or selling property. The more income you have, the more you'll pay in taxes, at least in the United States. And it's not just about taxes. Your income determines your standard of living and quality of life.\n\nInternal Revenue Service. \"Taxable Income.\"\n\nInternal Revenue Service. \"Topic No. 409, Capital Gains and Losses.\"\n\nInternal Revenue Service. \"IRS Releases Tax Inflation Adjustments for Tax Year 2025.\"\n\nInternal Revenue Service. \"U.S. Citizens and Residents Abroad – Filing Requirements.\"\n\nTax Foundation. \"State Individual Income Tax Rates and Brackets, 2024.\"\n\nInternal Revenue Service. \"Topic No. 751, Social Security and Medicare Withholding Rates.\"\n\nInternal Revenue Service. \"Self-Employment Tax (Social Security and Medicare Taxes).\"\n\nInternal Revenue Service. “Topic No. 559, Net Investment Income Tax.”\n\nInternal Revenue Service. \"Estate Tax.\"\n\nTax Foundation. \"Estate and Inheritance Taxes by State, 2024.\"\n\nInternal Revenue Service. \"Credits and Deductions for Individuals.\"\n\nInternal Revenue Service. \"Deductions for Individuals: What They Mean and the Difference Between Standard and Itemized Deductions.\"",
  "url": "https://www.investopedia.com/terms/i/income.asp"
}