{
  "term": "Income Statement: How to Read and Use It",
  "definition": "An essential financial document that reports revenue, expenses, gains, and losses\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe income statement is a financial report that summarizes a company's financial performance over a specific accounting period. It includes a company's revenue, expenses, and net income.\n\nAn income statement is a financial report used by a business. It tracks the company's revenue, expenses, gains, and losses during a set period. Also known as the profit and loss (P&L) statement or the statement of revenue and expense, it provides valuable insights into a company's operations, the efficiency of its management, underperforming sectors, and its performance relative to industry peers.\n\nThe income statement is one of the three important financial statements used for reporting a company's financial performance over a set accounting period. The other two key statements are the balance sheet and the cash flow statement.\n\nThe income statement is an integral part of company performance reports. While the balance sheet provides a snapshot of a company’s financials as of a particular date, the income statement reports income through a specific period, usually a quarter or a year.\n\nThe income statement gives an account of how thenet revenuerealized by the company is transformed into net earnings (profit or loss). This requires reporting four key items: revenue, expenses, gains, and losses. An income statement starts with the details of sales and then works down to compute net income and eventually earnings per share (EPS). In each line, the income statement does not differentiate between cash and non-cash receipts (sales in cash vs. sales on credit) or cash vs. non-cash payments/disbursements (purchases in cash vs. purchases on credit).\n\nThe period the income statement covers is indicated in its heading. For example, it could read: \"for the year ended January 31, 2024\", which would be the company's fiscal year, or \"three months ended March 31, 2024\", which means the first three months of the calendar year.\n\nA publicly traded company must submit income statements to the U.S.Securities and Exchange Commission(SEC).\n\nThe format of an income statement may vary, depending upon the local regulatory requirements, the diversified scope of the business, and the associated operating activities. However, regardless of format, certain information will be present.\n\nRevenue realized through primary activities is often referred to asoperating revenue. For a company manufacturing a product, or for a wholesaler, distributor, or retailer involved in the business of selling that product, the revenue from primary activities refers to revenue achieved from the sale of the product.\n\nSimilarly, for a company (or its franchisees) in the business of offering services, revenue from primary activities refers to the revenue or fees earned in exchange for offering those services.\n\nRevenue realized through secondary, noncore business activities is often referred to as nonoperating, recurring revenue. This revenue is sourced from the earnings that are outside the purchase and sale of goods and services, such as income from:\n\nAlso calledother sundry income, gains indicate the net money made from other activities like the sale of long-term assets. These include the net income realized from one-time nonbusiness activities, such as a company selling its old transportation van, unused land, or a subsidiary company.\n\nRevenue should not be confused with receipts. Payment is usually accounted for in the period when sales are made or services are delivered. Receipts are the cash received and are accounted for when the money is received.\n\nFor example, a customer may take goods or services from a company on September 28, which will result in revenue accounted for in September. The customer may be given a 30-day payment window due to their excellent credit and reputation, allowing until October 28 to make the payment, which is when the receipts are accounted for.\n\nA business's cost to continue operating and turning a profit is known as an expense. Some of these expenses may be written off on a tax return if they meet Internal Revenue Service (IRS) guidelines.\n\nThese are all expenses incurred for earning the average operating revenue linked to the primary activity of the business. They include the cost of goods sold (COGS), selling, general, and administrative (SG&A) expenses, depreciation or amortization, and research and development (R&D) expenses. Typical items that make up the list are:\n\nThese are all expenses linked to non-core business activities, likeinterestpaid on loan money. They may be recurring or happen only once.\n\nThese are all expenses that go toward a loss-making sale of long-term assets, one-time or any other unusual costs, or expenses toward lawsuits.\n\nMathematically, net income is calculated based on the following:\n\nTo understand the above formula with some real numbers, let’s assume that a fictitious sports merchandise business, which additionally provides training, is reporting its income statement for a recent hypothetical quarter.\n\nThe company generated $25,800 from the sale of sports goods and $5,000 from training services for a total of $30,800 in revenue. However, that money didn't stay in its pocket. Generating that revenue cost a total of $10,650. Major expenses included procurement costs, rent, and wages.\n\nThe company also realized a net gain of $2,000 from the sale of an old van and incurred a loss of $800 for settling a dispute raised by a consumer.\n\nIf you subtract all the outgoings from the money the company received, you are left with $21,350. That's the company's net income for the given quarter.\n\nThe above example is the simplest form of income statement that any standard business can generate. It is called thesingle-step income statementas it is based on a simple calculation that sums up revenue and gains and subtracts expenses and losses.\n\nHowever, real-world companies often operate on a global scale, have diversified business segments offering a mix of products and services, and frequently get involved in mergers, acquisitions, and strategic partnerships. Such a wide array of operations, diversified set of expenses, various business activities, and the need for reporting in a standard format per regulatory compliance lead to multiple and complex accounting entries in the income statement.\n\nIn a multi-step income statement for a large corporation, the measures of profitability are reported at four different levels in a business's operations: gross, operating, pretax, and after-tax. This segregation helps in identifying how the income and profitability are moving/changing from one level to the other. For instance, high gross profit but lower operating income indicates higher expenses, while higher pretax profit and lower post-tax profit indicate loss of earnings to taxes and other one-time, unusual expenses.\n\nListed companies follow the multiple-step income statement, which segregates the operating revenue, operating expenses, and gains from the nonoperating revenue, nonoperating expenses, and losses, as well as offering many more details.\n\nFor a real-world example, let's look at Microsoft Corporation's June 2024 Income Statement as reported to the Securities and Exchange Commission (SEC).\n\nThe Revenue section shows that Microsoft’s gross margin, also known as gross (annual) profit, for the fiscal year ending June 30, 2023, was $171.0 billion. This number is arrived at by deducting the cost of revenue ($ 74.1 billion) from the total revenue ($245.1 billion)—in other words, revenue minus the amount it costs to produce that $245.1 billion.\n\nComparing these numbers, you can see that just over 30% of Microsoft’s total sales went toward costs for revenue generation.\n\nOperating expenses are further expenses that are subtracted from total revenue. Microsoft spent $29.5 billion on research and development (R&D), over $24.4 billion on sales and marketing costs, and $7.6 billion on general and administrative costs. Total operating expenses are computed by summing all these figures ($74.1 billion + $29.5 billion + $24.4 billion + $7.6 billion) to arrive at $135.7 billion.\n\nReducing total operating expenses from total revenue leads to operating income of $109.4 billion ($245.1 billion - $135.7 billion).This figure represents theearnings before interest and taxes(EBIT) for Microsoft's core business activities. It will be used later to derive the net income.\n\nIf total revenue minus total operating expenses is a negative number, this is considered an operating loss.\n\nFollowing operating expenses are other forms of income, known as income from continuing operations. This includes operating income, other net income, interest-linked expenses, and applicable taxes. Adding these together with operating income, we arrive at a net income of $88.1 billion for Microsoft.\n\nNet income is then used to calculate earnings per share (EPS) using the average shares outstanding, which are also listed on the income statement. EPS is calculated by dividing the net income figure by the number of weighted average shares outstanding. With 7.433 billion outstanding shares, Microsoft's basic EPS came to $11.86 per share ($88.1 billion ÷ 7.433 billion).\n\nIncome statements can be used in a variety of ways. Externally, they are most commonly used by investors and creditors. Internally, they can be used by company executives or management teams.\n\nThe primary purpose of an income statement is to convey details of profitability and business activities of the company to the stakeholders. It also provides detailed insights into the company’s internal activities. This can be used for comparison across different businesses and sectors. By understanding the income and expense components of the statement, an investor can appreciate what makes a company profitable.\n\nPrimary revenue and expenses offer insights into how well the company’s core business is performing. Secondary revenue and fees, on the other hand, account for the company’s involvement and expertise in managing ad hoc, non-core activities. Compared with the income from the sale of manufactured goods, a substantially high-interest income from money lying in the bank indicates that the business may not be using the available cash to its full potential by expanding the production capacity, or that it is facing challenges in increasing its market share amid competition.\n\nOn the other hand, recurring secondary income, such as rental income from hosting billboards at the company factory along a highway, indicates that management is capitalizing on the available resources and assets for additional profitability.\n\nBased on these types of insights from income statements, management can make decisions like:\n\nCompetitors also may use income statements to gain insights about the success parameters of a company, such as how much it is spending on research and development. This can prompt them to change their own business model or spending.\n\nCreditors are often more concerned about a company’s future cash flows than its past profitability. However, their research analysts can use an income statement to compare year-on-year and quarter-on-quarter performance. They can infer, for example, whether a company’s efforts at reducing the cost of sales helped it improve profits over time, or whether management kept tabs on operating expenses without compromising on profitability.\n\nThe four key elements in an income statement are revenue, gains, expenses, and losses. Together, these provide the company's net income for the accounting period.\n\nOperating revenue is realized through a business's primary activity, such as selling its products. Non-operating revenue comes from ancillary sources such as interest income from capital held in a bank or income from renting a business property.\n\nThe income and expense components can help investors learn what makes a company profitable (or not). Competitors can use them to measure how their own company compares on various measures. Research analysts use them to compare performance year-on-year and quarter-on-quarter.\n\nAn income statement is a financial statement that lays out a company's revenue, expenses, gains, and losses during a set accounting period. It provides valuable insights into various aspects of a business, including its overall profitability and earnings per share.\n\nInvestors, competitors, and executives can use the income statement to better understand a company's operations, the efficiency of its management, areas that may be eroding profits, and whether the company is performing in line with industry peers.\n\nU.S. Securities and Exchange Commission. \"Exchange Act Reporting and Registration.\"\n\nU.S. Securities and Exchange Commission. “Microsoft: Form 10-K for the Fiscal Year Ended June 30, 2024.” Page 56.",
  "url": "https://www.investopedia.com/terms/i/incomestatement.asp"
}