{
  "term": "Incremental Cash Flow: Definition, Formula, and Examples",
  "definition": "Incremental cash flow is the additional operatingcash flowthat an organization receives from taking on a new project. A positive incremental cash flow means that the company's cash flow will increase with the acceptance of the project. A positive incremental cash flow is a good indication that an organization should invest in a project.\n\nThere are several components that must be identified when looking at incremental cash flows: the initialoutlay, cash flows from taking on the project, terminal cost or value, and the scale and timing of the project. Incremental cash flow is the net cash flow from all cash inflows and outflows over a specific time and between two or more business choices.\n\nFor example, a business may project the net effects on the cash flow statement of investing in a new business line or expanding an existing business line. The project with the highest incremental cash flow may be chosen as the better investment option. Incremental cash flow projections are required for calculating a project'snet present value (NPV),internal rate of return (IRR), and payback period. Projecting incremental cash flows may also be helpful in the decision of whether to invest in certain assets that will appear on the balance sheet.\n\nAs a simple example, assume that a business is looking to develop a new product line and has two alternatives, Line A and Line B. Over the next year, Line A is projected to have revenues of $200,000 and expenses of $50,000. Line B is expected to have revenues of $325,000 and expenses of $190,000. Line A would require an initial cash outlay of $35,000, and Line B would require an initial cash outlay of $25,000.\n\nTo calculate each project's net incremental cash flow for the first year, an analyst would use the following formula:\n\n﻿ICF=Revenues−Expenses−Initial Costwhere:\\begin{aligned} &\\text{ICF}=\\text{ Revenues }-\\text{ Expenses }-\\text{ Initial Cost}\\\\ &\\textbf{where:}\\\\ &\\text{ICF}=\\text{Incremental cash flow} \\end{aligned}​ICF=Revenues−Expenses−Initial Costwhere:​﻿\n\nIn this example, the incremental cash flows for each project would be:\n\n﻿LA ICF=$200,000−$50,000−$35,000=$115,000LB ICF=$325,000−$190,000−$25,000=$110,000where:LA=Line A incremental cash flow\\begin{aligned} &\\text{LA ICF}= \\$200,000 - \\$50,000 - \\$35,000 = \\$115,000\\\\ &\\text{LB ICF}= \\$325,000 - \\$190,000 - \\$25,000 = \\$110,000\\\\ &\\textbf{where:}\\\\ &\\text{LA} =\\text{ Line A incremental cash flow}\\\\ &\\text{LB} =\\text{ Line B incremental cash flow} \\end{aligned}​LA ICF=$200,000−$50,000−$35,000=$115,000LB ICF=$325,000−$190,000−$25,000=$110,000where:LA=Line A incremental cash flow​﻿\n\nEven though Line B generates morerevenuethan Line A, its resulting incremental cash flow is $5,000 less than Line A's due to its largerexpensesand initial investment. If only using incremental cash flows as the determinant for choosing a project, Line A is the better option.\n\nThe simple example above explains the idea, but in practice, incremental cash flows are extremely difficult to project. Besides the potential variables within a business that could affect incremental cash flows, many external variables are difficult or impossible to project. Market conditions, regulatory policies, and legal policies may impact incremental cash flow in unpredictable and unexpected ways. Another challenge is distinguishing between cash flows from the project and cash flows from other business operations. Without proper distinction, project selection can be made based on inaccurate or flawed data.",
  "url": "https://www.investopedia.com/terms/i/incrementalcashflow.asp"
}