{
  "term": "Incremental Cost of Capital: What It is, How It Works",
  "definition": "Incremental cost of capital is a capital budgeting term that refers to the average cost a company incurs to issue one additional unit of debt or equity. The incremental cost of capital varies according to how many additional units of debt or equity a company wishes to issue. Being able to accurately calculate cost of capital and the incremental effects of issuing more equity or debt can help businesses reduce their overall financing costs.\n\nThe cost of capital refers to the cost of funds a company needs to finance its operations. A company's cost of capital depends on the mode of financing used - it refers to thecost of equityif the business is financed via equity, or to thecost of debtif it is financed via debt issuance. Companies often use a combination of debt and equity issuance to finance their operations. As such, the overall cost of capital is derived from a weighted average of all capital sources, widely known as theweighted average cost of capital(WACC).\n\nAs the cost of capital represents ahurdle ratethat a company must overcome before it can generate value, it is extensively used in the capital budgeting process to determine whether the company should proceed with a project via debt or equity financing. The \"incremental\" aspect of incremental cost of capital refers to how a company's balance sheet is effected by issuing additional equity and debt. With each new issuance of debt a company may see its borrowing costs increase as seen it the coupon it has to pay investors to buy its debt. The coupon is a reflection of a company's creditworthiness (or risk) as well as market conditions.Incremental costof capital is the weighted-average cost of new debt and equity issuances during a financial reporting period.\n\nWhen a company's incremental cost of capital rises, investors take it as a warning that a company has a riskier capital structure. Investors begin to wonder whether the company may have issued too much debt given their current cash flow and balance sheet. A turning point in the rise of a company's incremental cost of capital happens when investors avoid a company's debt due to worries over risk. Companies may then react by tapping the capital markets for equity funding. Unfortunately, this can result in investors pulling back from the company's shares due to worries over the debt load or even dilution depending on how additional capital is to be raised.\n\nIncremental cost of capital is related tocomposite cost of capital, which is a company's cost to borrow money given the proportional amounts of each type of debt and equity a company has taken on. Composite cost of capital may also be known as weighted average cost of capital. The WACC calculation is frequently used to determine the cost of capital, where it weights the cost of debt and equity according to the company's capital structure. A high composite cost of capital indicates that a company has high borrowing costs; a low composite cost of capital signifies low borrowing costs.",
  "url": "https://www.investopedia.com/terms/i/incremental-cost-of-capital.asp"
}