{
  "term": "Incurred But Not Reported (IBNR): Definition and Calculation",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nIncurred but not reported (IBNR) is a type of reserve account used in the insurance industry as the provision for claims and/or events that have transpired, but have not yet been reported to an insurance company.\n\nIn IBNR situations, anactuarywill estimate potential damages, and the insurance company may decide to set up reserves to allocate funds for the expected losses. To an actuary, these types of events and losses are said to have been incurred but not reported.\n\nIBNR is frequently used byinsurance companies, particularly along the East and Gulf Coasts of the United States (where hurricanes and other natural disasters are common). After a storm hits, actuaries estimate the potential damage to infrastructure and the claims that may be anticipated. Based on this analysis, money is then set aside (in a reserve) to pay for claims. Again, in this example, the actual losses have been incurred, but have not officially been reported.\n\nThere are numerous scenarios that can conspire and make it necessary for insurance companies to maintain funding provisions for IBNR claims.\n\nFor example, the potential impact of slowly developing occupational disease claims on workers' compensation claims. Such examples include silicosis, asbestosis, and certain cancers determined to be related to occupational exposures. Defective product or product liability claims often have delayed reporting, such as lead-based paint, asbestos insulation, and defective drywall.\n\nPoor environmental practices can also result in delayed reporting of environmental liability claims. Finally, short-term workers compensation injuries and healthcare claims to a group healthcare plan can experience delayed reporting.\n\nIt is very important to understand how insurance carriers use IBNR to calculate your account’s performance.\n\nDelayed reporting impacts several types ofinsurance coverages, which require an IBNR calculation. These include workers' compensation, environmental/pollution, healthcare, general liability, and products liability.\n\nDetermining the right and proper formula for calculating an appropriate IBNR has always been one of the toughest challenges of the insurance industry. Insurance claim variables are non-normally distributed, which makes estimating them problematic–and not getting it right is not without consequence. Inaccurate estimates can project an incorrect view of an insurer’s health and may result in action being taken that could be detrimental to the company.\n\nAt a minimum, an actuary would likely use this client data to calculate IBNR:",
  "url": "https://www.investopedia.com/terms/i/incurredbutnotreported.asp"
}