{
  "term": "Incumbent: Definition, Meanings in Contexts, and Examples",
  "definition": "Jacobs Stock Photography Ltd / Getty Images\n\nThe term \"incumbent\" refers to the holder of an office or post within a corporation or government.\n\nAn incumbent is an individual who currently holds a set of responsibilities within a specific office as part of a corporation or within a branch of the government. As the incumbent, this person has an obligation to the position or office they hold. All incumbents of an organization, such as directors and officers, are listed on an incumbency certificate.\n\n\"Incumbent\" is used most commonly to refer to a person who has acquired a specific role and is at risk of losing that role to another. This could be a position in a specific office, such as one that's part of a company or an elected official. This person has certain responsibilities that come with their position. Business leaders such aschief executive officers (CEOs)are incumbents of a company, while an in-office senator is a political incumbent.\n\n\"Incumbent\" can also be used to refer to:\n\nBusiness leaders are listed on an incumbency certificate. The leaders are generally current directors, officers, and may also includeprincipal shareholders.This certificate is considered an official company document.\n\nThe term incumbent can be used for many purposes—here are three examples:\n\nGovernment officials are elected or appointed to office. They can be replaced by a vote or removed by the person who appointed them. If they are at risk of losing their position, such as during an election, they are the incumbent candidate for that position.\n\nThe people who hold positions in a business are incumbents, and business leaders are listed on an incumbency certificate.\n\nA sports team that won the championship in the previous year and made it to the championship game again the next year is considered the incumbent.\n\nAn incumbent is an entity that holds a specific position. Most commonly, \"incumbent\" is used to refer to a person holding a current office in politics during an election; however, it also applies to positions in a corporation, relationships in business, as well as a company that is the market leader of an industry.\n\nThomson Reuters Practical Law. “Incumbency Certificate.”",
  "url": "https://www.investopedia.com/terms/i/incumbent.asp"
}