{
  "term": "Independent Contractor: Definition, How Taxes Work, and Example",
  "definition": "An independent contractor is a self-employed person or entity contracted to perform work for—or provide services to—another entity as a non-employee.\n\nIndependent contractors must pay their ownSocial SecurityandMedicaretaxes. In addition, an entity that uses the services of an independent contractor is not required to provide them withemployment benefits, such as health insurance and employer-sponsored retirement accounts that the entity may otherwise provide to its employees.The payer must correctly classify each payee as either an independent contractor or an employee.\n\nAnother term for an independent contractor isfreelancer.\n\nAn independent contractor works with clients on a temporary or contracted basis rather than as a direct employee. This job status has become increasingly prevalent in the rise of what has been dubbed thegig economy.\n\nDoctors, dentists, veterinarians, lawyers, and many other professionals who provide independent services are classified as independent contractors by theInternal Revenue Service (IRS). However, the category also includes contractors, subcontractors, writers, software designers, auctioneers, actors, musicians, and many others who provide independent services to the general public.\n\nAccording to the IRS, an individual qualifies as an independent contractor \"if the payer has the right to control or direct only the result of the work and not what will be done and how it will be done.\"\n\nWhen you work as an independent contractor, you have more control over when and how much you work and are essentially your own boss. You are consideredself-employedand are responsible for paying your taxes.\n\nIndependent contractors must decide how much freedom they need versus how much risk they are willing to assume.\n\nIndependent contractors must keep track of their earnings and include every payment received from clients. Clients are legally obliged to issue1099-MISC formsto their contractors if the amount they paid warrants that expense. If an independent contractor earns more than $600 from a single-payer, that payer is required to issue the contractor a 1099 form detailing their earnings for the year.\n\nIn the United States, independent contractors are consideredsole proprietorsor single-memberlimited liability companies (LLCs). They must report all their income and expenses onSchedule CofForm 1040or Schedule E if they have profits or losses from rental properties. Further, they must submitestimated taxesto the IRS, usually every quarter, using Form 1040-ES.\n\nHowever, as sole proprietors, independent contractors do not necessarily pay taxes on their gross earnings. Applicable business expensescan reducetheir overall tax obligation. The difference between gross earnings and business expenses is the net income, on which taxes are due.\n\nFor the 2024 tax year, independent contractors pay 12.4% inSocial Security contributionson the first $168,600 of net income and 2.9% in Medicare taxes on all net income.Single filers must pay an additional 0.9% Medicare tax on self-employment income that exceeds $125,000 if they are married and filing separately, $200,000 if they are married and filing jointly, and $200,000 if another tax status applies to them.\n\nSome independent contractors may also need to pay state sales taxes for producing products, but it can depend on the type of product being made.\n\nIndependent contractors have access to alternative retirement plans, such as aSEP IRA,SIMPLE IRA, andsolo 401(k). However, they must fund them all by themselves, and they have no access to unemployment insurance or workers’ compensation payments.\n\nThe pros of being an independent contractor generally relate to the greater freedom they enjoy. They can set their hours, pursue work they love, and decide what work they will and will not accept. Those who can work from home may save money on transportation and the wardrobe needed to work in an office.\n\nThey may also get the home office tax deduction that allows them to deduct the business portion of their bills for such things as insurance, rent, repairs, security systems, and utilities and services.\n\nIndependent contractors have complete control over building their business, from hiring and firing to choosing clients. Unlike employees who have a set annual salary, there's no limit on how much money they can earn. Finally, they can enjoy a sense of pride and accomplishment in building a successful business enterprise that belongs to no one but them.\n\nThe cons of being an independent contractor are related to the risk of going bankrupt and the opportunity cost of a regular career. They aren't supported by a regular salary when business is terrible, and their income can be unpredictable and highly volatile.\n\nThis income fluctuation can cause stress and make it harder for independent contractors to qualify for mortgages, car loans, and other types of loans. They are responsible for all business costs—no reimbursable expense reports for them—and if working alone, they lack the support and camaraderie of coworkers.\n\nIndependent contractors are not eligible for employer-provided healthcare plans, so they must completelyfund their healthcare. They must also pay both the employee and the employer parts of Social Security and Medicare taxes—what's known as the self-employment tax.They are not eligible for employer-sponsored 401(k) plans or matching contributions from those who employ them.\n\nCan set their own hours and choose their own work\n\nNot limited by an annual salary as to how much money they can earn\n\nCan save money by working from home\n\nResponsible for all of their business expenses\n\nMust fund their own healthcare and retirement\n\nAren’t eligible for unemployment insurance or workers’ compensation\n\nOne example of an independent contractor would be an interior designer who works for themselves and has a roster of clients who hire them to decorate their homes. The interior designer might even work on a contract for an architectural firm that employs them to work closely with their clients throughout the building process of a new home.\n\nThe designer, an independent contractor, would do whatever job is set out in the agreement and bill the architectural firm (with whom they are contracted to work) either an hourly or flat rate for the work executed. To get paid what is owed, the designer must send its client, the architectural firm, invoices. At the same time, the interior designer might be working for other clients and working on various homes simultaneously.\n\nThe alternative would be working as an in-house designer and only working for clients of the architectural firm that employs the designer.\n\nYou can become an independent contractor by working for yourself. Many freelancers in a gig-centric economy transition to independent contractors who work on a contractual basis to provide goods or services. Independent contractors may have a registered legal business name, earn any necessary certifications or licenses, and pay their estimated taxes quarterly to the IRS.\n\nIndependent contractors are considered to be self-employed, which means working for yourself rather than exclusively for an employer. Being an independent contractor means providing labour or services on a contractual basis as a non-employee. An independent contractor is self-employed. However, a self-employed individual is not necessarily an independent contractor.\n\nIf you are an independent contractor and hired by a company or person to perform a service, chances are they will ask you to fill out aW-9 form. You must verify information, including name, address, and tax identification number. All the pages of the W-9 are available on the IRS website, which also provides step-by-step directions on how to fill it out.\n\nForm 1099-MISC is available on the IRS website for anyone who needs it. There are 18 boxes to fill out on the form, plus you must include the payee's name, address, a tax identification number for both the payee and recipient, plus the recipient's name and address.The IRS provides step-by-step instructions on how to fill out the form.\n\nYou pay an independent contractor just like you would pay any freelancer. That could be by the hour, by the project, or a flat fee. You can pay an independent contractor by check, Venmo, PayPal, or cash.\n\nWorking as an independent contractor can be a great way to earn a living for people who desire flexibility, don't mind inconsistent earnings, and who can manage their time while potentially juggling multiple clients. In addition, independent contractors must be comfortable with filing their taxes with the IRS and paying for their own insurance, plus retirement savings. For some, the freedom to choose projects and the flexibility of working for themselves make the challenges worth it.\n\nInternal Revenue Service. \"Self-Employed Individuals Tax Center.\"\n\nInternal Revenue Service. \"Self-Employment Tax (Social Security and Medicare Taxes).\"\n\nInternal Revenue Service. \"Independent Contractor Defined.\"\n\nInternal Revenue Service. \"Reporting Payments to Independent Contractors.\"\n\nInternal Revenue Service. \"About Schedule E (Form 1040), Supplemental Income and Loss.\"\n\nSocial Security Administration. \"Contribution and Benefit Base.\"\n\nInternal Revenue Service. \"Topic No. 560, Additional Medicare Tax.\"\n\nInternal Revenue Service. \"Retirement Plans for Self-Employed People.\"\n\nU.S. Department of Labor. \"Chapter 1, Coverage: In General,\" Page 11.\n\nThe Hartford. \"Workers’ Compensation for Self-Employed & Independent Contractors.\"\n\nInternal Revenue Service. \"Here's What Taxpayers Need to Know About the Home Office Deduction.\"\n\nInternal Revenue Service. \"Self-Employment Tax (Social Security and Medicare Taxes).\"\n\nInternal Revenue Service. \"About Form W-9, Request for Taxpayer Identification Number and Certification.\"\n\nInternal Revenue Service. \"Form 1099-MISC; Miscellaneous Income.\"\n\nInternal Revenue Service. \"Instructions for Forms 1099-MISC and 1099-NEC.\"",
  "url": "https://www.investopedia.com/terms/i/independent-contractor.asp"
}