{
  "term": "Indexation: Meaning and Examples",
  "definition": "CreditDebitPro.com/flickr/CC By 2.0\n\nIndexation is a system or technique used by organizations or governments to connect prices and asset values. It’s accomplished by linking adjustments made to the value of a good, the price of a service, or another specified value to a predetermined price or composite index.\n\nIndexation requires identifying a price index and determining whether linking the value to the price index will accomplish the organization’s goals. It’s most commonly used with wages in a high-inflationenvironment. Indexation is also known asescalating.\n\nIndexing a given price or payment to other prices can serve two main purposes. It’s a pre-specified process. All parties involved are typically aware of how the link works.\n\nIndexation can be used to maintain a stable relative price between two or more goods or services. This is done by specifying the desired target ratio of two prices and adjusting one price when the other changes to maintain the ratio.\n\nAn ice cream stand might index the sale price of ice cream cones to the wholesale price they pay for ice cream. This maintains a steadyprofit marginby keeping the price of the cones constant relative to the cost of bulk ice cream. The output price and the business remain profitable if the wholesale price of the input doubles.\n\nIndexation can also maintain a stable real price of a good or service relative to the purchasing power of a currency unit.\n\nA price or asset value is linked to the price level of a basket of goods, which is usually set equal to 100. Price indexes are commonly published by official government agencies, often for the specific purpose of convenient use in the indexation of prices, wages, and transfer payments.\n\nBusinesses may use this type of indexation to match an employee’s salary increases to the inflation rate. An increase in the consumer price level over time will lead to an increase in salary. This particular type of indexation is called acost-of-livingadjustment (COLA).\n\nThe use of indexation can theoretically mitigate the impact of inflation on a worker’sstandard of living. Most workers would effectively be getting a real wage cut each year as inflation cuts into thepurchasing powerof their nominal wages. But there are still possibilities for economic changes to force some disparity between salaries and the pace of inflation.\n\nGovernments might similarly use indexation as a way to potentially alleviate the negative effects that inflation can have on the recipients of transfer payments and entitlements.\n\nSocial Security payments are indexed to the annual increase in theConsumer Price Index.The Social Security Administration plans a2.5% cost-of-living adjustmentfor 2025.\n\nPrices and wages can be indexed over different geographic areas. A company with employees in multiple states or cities might want to link compensation in other areas to local prices because rents and costs of living vary from place to place. This can be accomplished by indexing pay to the prevailing wages paid by other businesses in those areas or by using an index such as the Regional Price Parities published by the Bureau of Economic Analysis.\n\nVarious assets and values might be subject to indexation. Some countries might apply indexation on certain types of tax payments at varying periods. It can be applied to debt mutual funds that have been held for a certain minimum amount of time before being sold. The original purchase price is adjusted for inflation when calculating long-term capital gains that will be taxed when those debt funds are sold. This can lead to a discount on taxes for the seller after the transaction.\n\nIndexation might also be applied to pension funds to reassure participants that their assets will keep pace with inflation. The value of those assets won’t erode as time passes.\n\nLife insurance companies might offer their clients policies that include terms for indexation. They might promise a payout that’s adjusted for inflation. The premiums for such plans can be higher with annual increases, however. Such a product might raise concerns about consumers overspending on premiums, especially during periods when inflation is minimal and below the rate of increase that’s charged for indexation.\n\nThe Internal Revenue Service (IRS) says that it makes tax inflation adjustments annually to prevent taxpayers from “losing the value of various benefits.” An example is the standard deduction for single filers that increased by $750 from the 2023 tax year to 2024. The Earned Income Tax Credit is indexed for inflation, as are numerous other credits, tax breaks, and income spans for tax brackets.\n\nThe primary sign of inflation is the steadily increasing costs of many goods and services over time. A carton of eggs might cost $1.85 in June and hover in that area for the next several months. That’s not inflation. But inflation might exist if the price increases to $2.00 in July and to $2.10 in August and if the cost of many other products and services climb as well.\n\nThe U.S. Bureau of Labor Statistics defines the Consumer Price Index (CPI) as “a measure of the average change over time in the prices paid by urban consumers for a market basket of consumer goods and services.” Indexes are broken down into food costs, energy costs, and all costs. The overall index increased by 3.4% from April 2023 through April 2024.\n\nThe term “indexation” essentially translates to “adjustment” in terms of the values of goods and services commonly purchased by businesses and consumers. Adjustments are based on changes in various price data and ideally keep pace with the effects of inflation over time. This can mean taking actions such as increasing the minimum wage when the costs of groceries are climbing.\n\nSocial Security Administration. “Cost-of-Living Adjustment (COLA) Information for 2025.”\n\nFidelity Life Association. “Inflation Rider.”\n\nInternal Revenue Service. “Inflation-Adjusted Tax Items by Tax Year.”\n\nFederal Reserve Bank of Cleveland. “What Is Inflation?”\n\nU.S. Bureau of Labor Statistics. “Consumer Price Index.”",
  "url": "https://www.investopedia.com/terms/i/indexation.asp"
}