{
  "term": "Indexed Annuity: Definition, How It Works, Yields, and Caps",
  "definition": "An indexed annuity is a type ofinsurance contractthat pays an interest rate based on the performance of a market index, such as theS&P 500.\n\nIt differs from afixed annuity, which pays a fixed rate of interest, and avariable annuity, which bases its interest rate on a portfolio of securities chosen by the annuity owner.\n\nIndexed annuities are sometimes referred to as equity-indexed or fixed-indexed annuities.\n\nIndexed annuities offer their owners, orannuitants, the opportunity to earn higheryieldsthan fixed annuities when the financial markets perform well. Typically, they also provide some protection against market declines.\n\nThe rate on an indexed annuity is calculated based on theyear-over-yeargain in the index or its average monthlygainover a 12-month period.\n\nIn years when the stock index declines, the insurance company credits the account with a minimum rate of return. A typical minimum rate guarantee is about 2%. Some can be as low as 0% or as high as 3%.\n\nThere are no losses when the market isn't performing well, only gains when it is. However, these gains may be limited via provisions in the contract, such as participation rates and rate caps.\n\nWhile indexed annuities are linked to the performance of a specific index, the annuitant won't necessarily reap the full benefit of any rise in that index. One reason is that indexed annuities often set limits on the potential gain at a certain percentage, commonly referred to as the participation rate. The participation rate can be as high as 100%, meaning the account is credited with all of the gain, or as low as 25%. Most indexed annuities offer a participation rate between 80% and 90%, at least in the early years of the contract.\n\nIf the stock index gained 15%, for example, an 80% participation rate translates to a credited yield of 12% (80% x 15%). Many indexed annuities offer a high participation rate for the first year or two, after which the rate adjusts downward.\n\nMost indexed annuity contracts also include a yield or rate cap that can further limit the amount that's credited to theaccumulationaccount. A 4% rate cap, for example, limits the credited yield to 4%, no matter how much the stock index has gained. Rate caps typically range from a high of 15% to a low of 2%. They are subject to change.\n\nIn the example above, the 15% gain reduced by an 80% participation rate to 12% would be further reduced to 4% if the annuity contract specifies a 4% rate cap.\n\nIf you're shopping for an indexed annuity, ask about its participation rate and rate caps. Both can reduce yourpotential gainsfrom any rise in the markets.\n\nAt specific intervals, the insurer will adjust the value of the account to include any gain that occurred in that time frame. Theprincipal, which the insurer guarantees, never declines in value unless the account owner makes a withdrawal. Insurers use several different methods to adjust the account's value, such as a year-over-year reset or a point-to-point reset, which incorporates two or more years' worth of returns.\n\nAn annuity is an insurance contract that you buy to provide a steady stream of income during retirement. First, there's anaccumulation phase. After that, you can begin receiving regular income byannuitizingthe contract and directing the insurer to start thepayout phase.\n\nThis income provides security because you can't outlive it. It varies based on the type of annuity you choose: indexed, variable, or fixed.\n\nAn indexed annuity tracks a stock market index, such as the S&P 500. (It doesn't participate in the market itself.) Though your returns are based on market performance, they may be limited by a participation rate and a rate cap. A variable annuity allows you to choose between various investment options, typicallymutual funds. Your payout depends on these investments. A fixed annuity is the most conservative of the three, with a steady interest rate and a payout that is consistent over time, with periodic payments.\n\nYou might also have the opportunity topurchase a riderso that the contract hasdeath benefits, as well, so your beneficiaries, such as your spouse, would receive benefits after you die.\n\nThis depends on what you want out of this retirement product. A fixed annuity offers a guarantee that an index annuity doesn't: a set amount of income in the payout phase. However, the potential for growth is smaller than what you might get with an indexed annuity. In fact, the interest rate on a fixed annuity might be so low that it won't matchinflation. That said, there is a bit more risk with an indexed annuity, since it follows (but doesn't participate in) the stock market.\n\nWith an indexed annuity, you're not getting the full upside when the market does well. Your gains are limited by a participation rate and a rate cap. The guaranteed rate of return may not keep pace withinflation, so you may be, essentially, losing money.\n\nAnd don't forget about thesurrender fee:if you need to pull your funds from the account during the surrender period, which can be up to ten years, you'll need to pay a hefty fee, which can be 10% or even double that.\n\nAnnuities, like other retirement savings vehicles, follow Internal Revenue Service (IRS) rules aboutearly withdrawals. If you withdraw funds before you turn age 59 ½, you'll need to pay a 10% fee.\n\nOnce you deposit this money, it's up to the insurance company to distribute income during the payout phase of the contract. At the extreme end of this is what happens if the insurance company becomes insolvent. Every state has a safety net (a guaranty fund) to protect these funds, but not all funds may be covered (for example, the policy may only protect up to $100,000), and the process to recover them may be complex and protracted.That's why it's crucial to choose an insurance company with a high financial health rating.\n\nAn indexed annuity, or fixed indexed annuity, is a tax-deferred insurance product that tracks a market index, like the S&P 500.\n\nDesigned to provide income in retirement, the indexed annuity does not participate in the market, like avariable annuity. Instead, it follows it. There is no downside risk if the index declines, only upside potential. However, these gains may be limited via a participation rate and a rate cap.\n\nThere's also a potential surrender fee to be aware of: if you need to withdraw funds before the years-long surrender period is over, you'll have to pay a high fee.\n\nIt shares many pros with its more conservative cousin, the fixed annuity. One benefit is it helps your estate avoidprobate, and it may come with benefits for thebeneficiariesyou select. The principal is protected, and the account's exposure to market lows is limited via a guaranteed return, which may be between 0% and 3%.\n\nMake sure to weigh these pros and cons before signing on the dotted line.\n\nWisconsin Office of the Commissioner of Insurance. \"Consumer’s Guide to Understanding Annuities.\" Page 10.",
  "url": "https://www.investopedia.com/terms/i/indexedannuity.asp"
}