{
  "term": "Index-Linked Bond: Definition, How They Work, and Example",
  "definition": "An index-linked bond is a bond in which payment of interest income on the principal is related to a specific price index, usually theConsumer Price Index (CPI). This feature provides protection to investors by shielding them from changes in the underlying index. The bond's cash flows are adjusted to ensure that the holder of the bond receives a knownreal rate of return. An index-linked bond is also known as a real return bond in Canada, Treasury Inflation-Protected Securities (TIPS) in the U.S., and a linker in the U.K.\n\nA bond investor holds a bond with a fixed interest rate. The interest payments, known ascoupons, are usually paid semi-annually and represent the bondholder’s return on investing in the bond. However, as time goes by,inflationalso increases, thereby, eroding the value of the investor’s annual return. This is unlike returns on equity and property, in which dividend and rental income increase with inflation. To mitigate the impact of inflation, index-linked bonds are issued by the government.\n\nAn index-linked bond is a bond which has its coupon payments adjusted for inflation by linking the payments to some inflation indicator, such as the Consumer Price Index (CPI) orRetail Price Index (RPI). These interest-bearing investments typically pay investors a real yield plus accrued inflation, providing a hedge against inflation. The yield, payment, and principal amount are calculated in real terms, not nominal numbers. One can think of the CPI as the exchange rate that converts the return on a bond investment to areal return.\n\nAn indexed-linked bond is valuable to investors because the real value of the bond is known from purchase and the risk involved with uncertainty is eliminated. These bonds are also less volatile than nominal bonds and help investors maintain theirpurchasing power.\n\nIndex-linked bonds provide a real yield plus inflation, with everything—yield, payment, principal—calculated in real terms, not nominal.\n\nConsider two investors—one purchases a regular bond and another buys an index-linked bond. Both bonds are issued and purchased for $100 during July 2019, having the same terms—4% coupon rate, 1 year to maturity, and $100 face value. The CPI level at the time of issuance is 204.\n\nThe regular bond pays an annual interest of 4%, or $4 ($100 x 4%), and the principal amount of $100 is repaid atmaturity. At maturity, the principal and the interest payment due, that is, $100 + $4 = $104, will be credited to the bondholder.\n\nAssuming the CPI level in July 2020 is 207, the interest and principal value must be adjusted for inflation with the index-linked bond. Coupon payments are calculated using an inflation-adjusted principal amount, and anindexationfactor is used to determine the inflation-adjusted principal amount. For a given date, the indexation factor is defined as the CPI value for the given date divided by the CPI at the original issue date of the bond. The indexation factor in our example is 1.0147 (207/204). Therefore, the inflation rate is 1.47%, and the bondholder will receive $105.53 ($104 x 1.0147) when it matures.\n\nThe annual interest rate on the bond is 5.53% [(($105.53 - $100)/$100) x 100%]. The investor’s approximate real return rate is 4.06% (5.53% - 1.47%), calculated as the nominal rate less the inflation rate.",
  "url": "https://www.investopedia.com/terms/i/indexlinkedbond.asp"
}