{
  "term": "Indenture: Definition and Types in Finance",
  "definition": "Indenture refers to a legal and binding agreement, contract, or document between two or more parties. Traditionally, these documents featured indented sides or perforated edges.\n\nHistorically, indenture has also referred to a contract binding one person to work for another for a set period of time (indentured servant), particularly European immigrants. In modern-day finance, the word indenture most commonly appears in bond agreements, real estate deals, and some aspects ofbankruptcies.\n\nIndenture is a term that originated in England.In the U.S., there can be several types of indentures, all typically involved with debt agreements,real estate, or bankruptcy.\n\nBelow are some of the common types of indentures and clauses that may be associated with indenture contracts.\n\nIn real estate, an indenture is adeedin which two parties agree to continuing obligations. For example, one party may agree to maintain a property and the other may agree to make payments on it.\n\nIn bankruptcy law, an indenture may be referenced as proof of a claim on property. Indentures in general provide details on collateralized property, constituting the claim a lender has against a debtor, usually secured with alienon the debtor's property.\n\nA credit indenture is the underlying contract agreement that details all of the provisions and clauses associated with a credit offering. In unsecured, uncollateralized bond offerings, these indentures can also be calleddebentures.\n\nTypically a credit indenture is used for the sake of bond issuers andbondholders. It specifies the important features of a bond, such as itsmaturity date, the timing of interest payments, method of interest calculation, callability, and convertible features, if applicable. A bond indenture also contains all the terms and conditions applicable to the bond issue. Other critical information included in the indenture are the financial covenants that govern the issuer and the formulas for calculating whether the issuer is within the covenants (usually ratios based on corporate financials). Should a conflict arise between the issuer and bondholder, the indenture is the reference document utilized for conflict resolution.\n\nIn the fixed-income market, an indenture is hardly ever referred to when times are normal. But the indenture becomes the go-to document when certain events take place, such as if the issuer is in danger of violating abond covenant. The indenture is then scrutinized closely to make sure there is no ambiguity in calculating the financial ratios that determine whether the issuer is abiding by the covenants.\n\nIn a credit offering, aclosed-end indentureclause may be used to detail any collateral involved that provides backing for the offering. Closed-end indentures include collateral as well as provisions that ensure the collateral may only be assigned to one specific offering.\n\nOther terms that may also be associated with credit indenture clauses can include open-end indenture,subordinated, callable, convertible, and non-convertible.\n\nIn some credit indentures, a trustee may be hired by a bond issuer. When a trustee is involved, atrust indenturewill also be needed. A trust indenture is similar to a bond indenture, except it also details the trustee’s responsibilities in overseeing all of a bond issue’s terms.\n\nAn indenture trustee handles fiduciary duties related to credit issuance. These professionals monitorinterestpayments, redemptions, and investor communications. They may also lead trust departments at institutions. Essentially, their role is to oversee and administer all of the terms, clauses, and covenants of an indenture issued by a company or government agency.\n\nCornell University, Legal Information Institute. \"Indenture.\"",
  "url": "https://www.investopedia.com/terms/i/indenture.asp"
}