{
  "term": "Indentured Servitude: Definition, History, and Controversy",
  "definition": "Indentured servitude is a form of labor in which an individual is under contract to work without a salary for a certain timeframe to repay a loan. Such a contract was historically known as an indenture.\n\nIndentured servitude was popular in the United States in the 1600s as many European immigrants worked in exchange for the price of passage to America. Today, indentured servitude is illegal in the U.S. and banned in nearly all countries.\n\nIndentured servitude served as a type ofbarter systemfor many immigrants. An individual who sought a new life in America, but who could not afford the steamship fare from another country, could contract with a wealthy U.S. landowner to perform a type of work for a fixed period in exchange for the price of the boat ticket.\n\nApproximately 320,000 European workersimmigratedto the American colonies through the 1600s as indentured servants, and indentured servitude continued into much of the 1800s.\n\nIndentured servitude in the U.S. began in the early 1600s in Virginia, not long after the settlement of Jamestown. Many early American settlers sought cheap labor to help manage their large estates and farms, and commonly agreed to fund the passage of European immigrants to Virginia in exchange for their labor.\n\nOther parts of the world also engaged in indentured servitude at the same time that it was occurring in the United States. Many also left Africa and Asia for the Caribbean to work as indentured servants on sugar plantations.\n\nContracts—also known as indentures—stipulated that a worker would repay the loan to the lender by performing a certain kind of labor for a set period. Skilled laborers were usually indentured for four or five years, butunskilled workersoften needed to remain for seven or more years.\n\nThe indentured servitude system permitted landowners to provide only food and shelter for indentured servants, as opposed towages. Some landowners offered their servants basic medical care, but typically labor contracts did not provide for this.\n\nSome indentured servants served as cooks, gardeners, housekeepers, field workers, or general laborers, while others learned specific trades such as blacksmithing, plastering, and bricklaying, which they often parlayed into future careers.\n\nMost workers who became indentured servants were males, generally in their late teens and early twenties, but women also entered into these agreements and often worked ashousehold employeesor domestic servants.\n\nAlthough some indentured servants completed their contracts and received land, livestock, tools, and other necessities, many others did not live to pay off their contracts because they perished from diseases or work-related accidents or fled before completing their terms of service.\n\nIndentured servants enjoyed little personal freedom and some contracts allowed landowners to extend the work period for servants who were accused of behavior that was deemed improper.\n\nIndentured servitude historically referred to agreements between apprentices and master tradesmen, with the apprentice working for free to learn a trade. It evolved as a way for an individual to pay the cost of transportation to the American colonies. Workers were commonly bought and sold when they arrived at their destinations. Great Britain used indentured servitude as a punishment for captured prisoners of war in rebellions and civil wars.\n\nUntil the late 18th century, indentured servitude was common in America and a common way for Europeans to immigrate to the colonies.The system was also used to exploit Asian immigrants who were used mainly to construct roads and railway systems.\n\nAn estimated one-third to one-half of all European immigrants to the American colonies between the 1630s and the American Revolution came under indentures.Many young children were taken from the London streets to the American colonies as indentured servants, mostly to Virginia to work as forced apprentices.\n\nBoth the American and British governments passed laws that helped the decline of indentured servitude. The United Kingdom's Passenger Vessels Act of 1803 regulated travel conditions aboard ships to make transportation more expensive and an American law passed in 1833 abolished the imprisonment ofdebtors, which made prosecuting runaway servants difficult.\n\nThe 13th Amendment to the U.S. Constitution prohibited most forms of involuntary labor, except as punishment for a crime.Although it does not specifically refer to indentured servitude, the Supreme Court has interpreted the amendment to include compulsory labor in repayment of debt.\n\nHowever, informal debt bondage continued in the form of sharecropping and black codes. Though officially free, tenant farmers were unable to leave until they had repaid debts to the owners of the land where they worked. Since these debts tended to grow over time, the sharecropping system effectively replaced chattel slavery with an informal system of debt bondage.\n\nOutside the United States, indentured servitude was prevalent in the British colonies, which relied on migrant labor to staff its sugar plantations after the abolition ofslavery. Around 500,000 indentured laborers were transferred to the Caribbean between 1837 and 1917, when the practice was officially abolished.\n\nVirginia and Maryland operated under the \"headright system\" where incentives, such as 50 acres of land, were provided for planters to import workers. This system was used by wealthy plantation aristocrats to increase their land holdings.\n\nImmigrants often entered indentured servitude contracts of their own free will, as opposed to slaves, who did not. Both slaves and indentured servants could be sold, loaned, or inherited.\n\nThe treatment of indentured servants differed greatly from one master to another. Some masters considered their indentured servants as personal property and made these individuals work difficult jobs before their contracts expired.\n\nOthers treated slaves more humanely than their indentured servants because slaves were regarded as a lifetime investment and servants would leave within a few years.\n\nIndentured servants did have limited rights including access to the courts and entitlement to own land. However, masters retained their right to prohibit their servants from marrying and had the authority to sell them to another master at any time.\n\nA modern form of indentured servitude still exists in the form of debt bondage, also known as bonded labor, where people work for low or no wages in repayment of a debt. This may be for a debt that the worker agreed to work off as a condition for receiving aloanor advance, or a debt that was inherited.\n\nAlthough prohibited by U.S. law, unethical employers may take advantage of a person's migrant status to compel work in repayment of a debt. If such conditions violate labor laws or other rights, this may be considered a form of human trafficking.\n\nPeople in debt bondage may endure slavery-like conditions, like being forced to stay on the employer's premises, denied access to the authorities, or being subject to physical or psychological abuse. The International Labour Organization estimates that around 50 million people are subject to some form of forced labor, according to 2021 data. Debt bondage accounts for 20% of forced labor circumstances.\n\nAfter serving their time as servants and paid with meals and housing, indentured servants were given \"freedom dues\" which often included a piece of land and supplies.\n\nIndentured servants often served as field workers, gardeners, cooks, and laborers.\n\nAnindentureis a contract and for indentured servants, these contracts contained \"indented\" marks along the sides of the document. When the document was finalized, two copies were made. One copy was placed over the other and the edges of the pages were defaced or marked with indented characters. Servants were often uneducated and could be cheated so marking the two original copies helped to ensure a lasting means of authenticating the contract.\n\nIndentured servitude is a labor contract in which an individual works without compensation to repay an indenture or loan over some time, commonly several years. Indentured servitude was popular in American colonies as many worked in exchange for the price of passage to America. Following the Civil War, the 13th Amendment made indentured servitude illegal in the United States.\n\nUnited Nations Human Rights, Office of the Commissioner. \"Slavery and Trafficking.\"\n\nSuranyi, Anna. \"Indentured Servitude in Colonial America.\"Oxford Research Encyclopedia of American History,March 2024.\n\nDavid W. Galenson. “Chapter 4: The Rise and Fall of Indentured Servitude in the Americas: An Economic Analysis.”Historical Perspectives on the American Economy: Selected Readings. Cambridge University Press, 1995.\n\nAllen, Richard B. \"Asian Indentured Labor in the 19th and Early 20th Century Colonial Plantation World.\"Oxford Research Encyclopedia of Asian History,March 2017.\n\nEkirch, Roger A. “The Transportation of Scottish Criminals to America During the Eighteenth Century.”Journal of British Studies, vol. 24, no. 3, July 1985, pp. 366–374.\n\nNakayama, Don K. \"Chinese Railroad Workers, The Transcontinental Railroad, and The Indispensability of Immigration to America.\"The American Surgeon,vol. 90, no. 2, July 2023, pp. 323-326.\n\nThe Library of Congress. \"Indentured Servants, Apprentices, and Convicts: Finding Family Histories at the Library of Congress: Introduction.\"\n\nBerkley Law. \"From Father’s Property To Children’s Rights: A History of Child Custody Preview.\"\n\nvLex Justis Limited. \"Passenger Vessels Act 1803.\"\n\nAmerican Bar Association. \"Why Are We Still Sending People to Jail for Being Poor? It's Time to Truly Abolish Debtors' Prisons.\"\n\nNational Archives. \"13th Amendment to the U.S. Constitution: Abolition of Slavery (1865).\"\n\nCaseText. \"Clyatt v. United States.\"\n\nPBS. \"The American Experience: Sharecropping: Slavery Rerouted.\"\n\nMigration Policy Institute. \"Origin of the World's Largest Migrant Population, India Seeks to Leverage Migration.\"\n\nSturman, Rachel. \"Indian Indentured Labor and the History of International Rights Regimes.\"The American Historical Review, vol. 119, no. 5, December 2014, pp. 1439–1465.\n\nU.S. History. \"Indentured Servants.\"\n\nU.S. Department of State. \"Human Trafficking.\"\n\nInternational Labour Organization. \"Global Estimates of Modern Slavery: Forced Labour and Forced Marriage.\" Pages 1, 43. Download Report PDF.",
  "url": "https://www.investopedia.com/terms/i/indentured-servitude.asp"
}