{
  "term": "Indirect Tax: Definition, Meaning, and Common Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn indirect tax is a form oftaxationwhere the tax is collected by an intermediary, such as a manufacturer or retailer, and then passed onto the consumer through the price of a good or service. While the entity collects the tax, the consumer ultimately bears the cost by paying a higher price.\n\nIndirect taxes differ from direct taxes in that the individual or entity legally liable to pay the tax isn’t the one who bears the burden. Instead, the tax is transferred to the consumer.For example, while a manufacturer may be responsible for paying excise duties on fuel, liquor, or cigarettes, these costs are typically passed on to the consumer as part of the product’s price.\n\nBy contrast,income taxis the clearest example of a direct tax, since the person earning the income is the one directly paying the tax. Admission fees to a national park are another example of direct taxation.\n\nSome indirect taxes are also referred to as consumption taxes, such as avalue-added tax (VAT).\n\nIndirect taxes are commonly used and imposed by the government to generaterevenue. They are essentially fees that are levied equally upontaxpayers, no matter your income—so, rich or poor, everyone has to pay them.\n\nMany consider them to beregressive taxes, as they can bear a heavy burden on people with lower incomes who end up paying the same amount of tax as those who make a higher income.\n\nFor example, the import duty on a television from Japan will be the same amount, no matter theincomeof the consumer purchasing the television.And because this levy has nothing to do with a person’s income, someone who earns $35,000 a year will have to pay the same duty on the same television as someone who earns $150,000.\n\nThere are also concerns that indirect taxes can be used to further a particular government policy by taxing certain industries and not others.\n\nSomeeconomistsargue that indirect taxes lead to an inefficient marketplace and altermarket pricesfrom their equilibrium price.\n\nThe most common example of an indirect tax isimport duties. The importer of a good pays the duty at the time it enters the country. If the importer goes on to resell the good to a consumer, the cost of theduty, in effect, is included in the price that the consumer pays. The consumer will likely be unaware of this, but they will indirectly pay the import duty.\n\nEssentially, any taxes or fees imposed by the government at the manufacturing or production level is an indirect tax.In recent years, many countries have imposed fees on carbon emissions to manufacturers. These are indirect taxes since their costs are passed along to consumers.\n\nSales taxescan be direct or indirect. If they are imposed only on the final supply to a consumer, they are direct. If they are imposed as value-added taxes (VATs) along the production process, they are indirect.\n\nIn the United States, common indirect taxes include sales taxes and import duties. Sales taxes, unlike in many countries, are not applied at the national level in the U.S., but they are collected by businesses and remitted to the government. Import duties are also imposed on goods entering the U.S. U.S. businesses often offset the costs of indirect taxes by raising the price of their goods and services.\n\nBusinesses may increase the purchase price of the goods you buy with a sales tax to try to recoup some of the losses they face from paying taxes.\n\nValue-added taxes (VATs) are taxes added in a product’s production stages. That cost can be deducted at the next stage of production. When the consumer pays for the product, the VAT is not deducted, so the consumer ends up paying the tax.\n\nIndirect taxes are a widespread method of taxation on goods and services. While they are typically not paid directly by the consumer to the government, the cost of these taxes is ultimately passed on to the consumer through higher prices. These taxes, such as sales and import duties, tend to be regressive and impact individuals regardless of their income level, often raising concerns about their fairness and market impact.\n\nGeorgia State University, Andrew Young School of Policy Studies. “Direct Versus Indirect Taxation: Trends, Theory, and Economic Significance.” Pages 1–2.\n\nEuropean Parliament. “Indirect Taxation.”\n\nInstitute of Economic Affairs. “Aggressively Regressive: The ‘Sin Taxes’ That Make the Poor Poorer.” Pages 8–9.\n\nU.S. Customs and Border Protection. “Customs Duty Information.”\n\nGillingham, Robert. “Poverty and Social Impact Analysis by the IMF.”International Monetary Fund, 2008, pp. 34–53.\n\nThe University of Edinburgh. “Tax Team.”\n\nCongressional Research Service. “Attaching a Price To Greenhouse Gas Emissions with a Carbon Tax or Emissions Fee: Considerations and Potential Impacts.” Pages 1–10.\n\nTax Foundation. “Value-Added Tax (VAT).”",
  "url": "https://www.investopedia.com/terms/i/indirecttax.asp"
}