{
  "term": "Indirect Loan: What it is, How it Works, Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn indirect loan can refer to aninstallment loanin which thelender– either the original issuer of the debt or the current holder of the debt – does not have a direct relationship with the borrower.\n\nIndirect loans can be obtained through a third party with the help of an intermediary. Loans trading in the secondary market may also be considered indirect loans.\n\nBy allowing borrowers to obtain financing through third-party relationships, indirect loans can help to improve funding availability and risk management. Often applicants who don't qualify for a direct loan can opt for an indirect loan instead. Indirect loans tend to be more expensive – carry higher interest rates, that is – than direct loans are.\n\nMany dealerships, merchants and retailers that handle big-ticket items, such as cars or recreational vehicles, will work with a variety of third-party lenders to help their customers obtain installment financing for purchases. Dealerships often have lending networks that include a variety offinancial institutionswilling to support the dealership’s sales. Oftentimes, these lenders may be able to approve a wider range of borrowers due to their network relationship with the dealer.\n\nIn the indirect loan process, a borrower submits a credit application through the dealership. The application is then sent to the dealership’s financing network, allowing the borrower to receive multiple offers. The borrower can then choose the best loan for their situation. The dealership also benefits, in that, by helping the customer receive financing, it makes the sale. Because the interest rate on the dealer is likely to be higher than from a credit union or bank, it's always best for buyers to check other financing options before agreeing to finance their car through a dealer.\n\nWhile this sort of indirect loan is often known as \"dealer financing,\" it's actually the dealer's network financial institutions that are approving the loan (based on the borrower’scredit profile), setting its terms and rates, and collecting the payments.\n\nAlthough an indirect loan is offered through a dealer or retailer, the consumer is actually borrowing from a separate financial institution.\n\nLoans not originated directly by the lender that holds them can be considered indirect loans. When a lender sells a loan they are no longer responsible for it or receive any interest income from it. Instead, everything is transferred to a new owner, who assumes the burden of administering the loan and collects the repayments.\n\nRead any indirect loan contract very carefully: If the dealer cannot sell the loan the buyer signed to a lender, it may have the right to cancel the contract within a specified period of time and require the buyer to return the car. The buyer is then entitled to get back the down payment and trade-in (or the value of the trade-in) if a trade-in was involved. In this situation, the dealer may try to pressure a car buyer to sign another contract on less favorable terms, but the buyer is not required to sign it.\n\nAuto dealerships are one of the most common businesses involved with indirect loans; in fact, some authorities even call indirect loans a type of car loan.\n\nMany consumers use dealer-financed loans for the convenience of being able to apply on-premises and to easily compare offers. On the downside, obtaining an auto loan directly from a bank or credit union on his own gives the buyer more leverage to negotiate, as well as the freedom to shop around among other lenders. And the interest rates might be better. But if a buyer has a spotty credit history or low credit score, an indirect loan may be their best option.\n\nLoans actively trade on the secondary markets as well – specifically, a pool of loans that have been combined rather than individual loans. Often a bank or credit union sells its consumer loans or mortgages; doing so allows lenders to acquire new capital, reduce administrative costs and manage their level of risk.\n\nIn the home-lending market, for example, theFederal National Mortgage Association (Fannie Mae)andFederal Home Loan Mortgage Corp (Freddie Mac)support the secondary trading of mortgages through their loan programs. These two government-sponsored enterprises buy home-backed loans from lenders, package them and then re-sell them, in order to facilitate liquidity and increased availability of funds across the lending market.",
  "url": "https://www.investopedia.com/terms/i/indirect-loan.asp"
}