{
  "term": "Indifference Curves in Economics: What Do They Explain?",
  "definition": "An indifference curve is used in contemporary microeconomics to demonstrate the effect of preference and budget limitations when consumers are choosing between products that would give them equal utility and satisfaction.\n\nAn indifference curve is a chart that tracks various combinations of two goods orcommoditiesthat consumers can choose. Points along the curve represent combinations that will leave the consumer equally well off. A consumer is indifferent to changes in a combination as long as it falls somewhere along the curve.\n\nInvestopedia / Paige McLaughlin\n\nLook at this indifference curve as an example. You might be indifferent to buying a combination of 14 hot dogs and 20 hamburgers, a combination of 10 hot dogs and 26 hamburgers, or a combination of nine hot dogs and 41 hamburgers if you like both hot dogs and hamburgers. Each of these three combinations provides the sameutility.\n\nImage by Julie Bang © Investopedia 2019\n\nStandard indifference curve analysis uses a simple two-dimensional chart. Each axis represents one type of economic good. A consumer will have no preference between any of the combinations of goods represented by points on the curve because the combination of goods on an indifference curve provides the same level of utility to the consumer.\n\nA young boy might be indifferent between possessing two comic books and one toy truck or four toy trucks and one comic book. Both of these combinations would be points on the indifference curve of the young boy.\n\nIndifference curves areheuristicdevices that are used in contemporarymicroeconomicsto demonstrate consumer preference and the limitations of a budget. Economists have adopted the principles of indifference curves in the study ofwelfare economics.\n\nSome economists argue that the concept of indifference is hypothetical and therefore incompatible with real-life economic actions taken by consumers. Every action indicates a preference, not indifference. People’s relative preferences have been found to change over time and depending on their social context.\n\nThe slope of the indifference curve is the marginal rate of substitution (MRS). The MRS is the rate at which the consumer is willing to give up or substitute one good for another. A consumer who values apples will be slower to give them up for oranges and the slope will reflect this rate of substitution.\n\nEach indifference curve is typically convex to the origin and no two indifference curves ever intersect. Consumers are always assumed to be more satisfied when they're achieving bundles of goods on indifference curves that are farther from the origin.\n\nAn individual will typically shift their consumption level as their income increases because they can afford more commodities. They'll end up on an indifference curve that's farther from the origin as a result and be better off.\n\nMany core principles of microeconomics appear in indifference curve analysis including individual choice,marginal utility theory, income, substitution effects, and the subjective theory of value.\n\nIndifference curve analysis emphasizesmarginal rates of substitution (MRS)andopportunity costs. It typically assumes that all other variables are constant or stable.\n\nMost economic textbooks build upon indifference curves to introduce the optimal choice of goods for any consumer based on that consumer’s income. Classic analysis suggests that the optimal consumption bundle takes place at the point where a consumer’s indifference curve is tangent with their budget constraint.\n\nIndifference curves have been criticized for oversimplifying or making unrealistic assumptions about human behavior like many aspects of contemporaryeconomics.\n\nConsumer preferences might change between two points in time and this would render specific indifference curves practically useless. Other critics note that it's theoretically possible to have concave indifference curves or even circular curves that are either convex or concave to the origin at various points.\n\nAn indifference curve is used by economists to explain the tradeoffs that people consider when they encounter two goods they want to buy. People can be constrained by limited budgets so they can't purchase everything so a cost-benefit analysis must be considered instead. Indifference curves visually depict this tradeoff by showing which quantities of two goods provide the same utility to a consumer.\n\nThe formula used in economics for constructing an indifference curve is:\n\nDifferent values ofccorrespond to different indifference curves so we obtain a new curve that's plotted above and to the right of the previous one if we increase our expected utility.\n\nIndifference curves assume that individuals have stable and ordered preferences and seek to maximize their utility. Indifference curves will have four properties as a result:\n\nAn indifference curve is a tool used in economics and business. Each point on the curve is a different combination of two goods in various quantities. Any point on the curve will theoretically provide equal satisfaction or utility to an individual. Consumers are thus \"indifferent\" to which combination they choose over another.\n\nIndifference curves have been criticized for making unrealistic assumptions about consumer behavior. Some economists argue that every choice indicates a preference for one combination over another rather than indifference to the outcome. Others note that consumer preferences can change over time. This would make an indifference curve useless for any analysis.\n\nBrigham Young University-Idaho. “Section 01: Consumer Behavior.”\n\nYour Article Library. “14 Major Criticisms Regarding Indifference Curve Analysis.”\n\nCore Economics Education. “Indifference Curves and the Marginal Rate of Substitution.”",
  "url": "https://www.investopedia.com/terms/i/indifferencecurve.asp"
}