{
  "term": "Indonesia Stock Exchange (IDX): What It Is, How It Works",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe Indonesia Stock Exchange (IDX) handles securities transactions in the country of Indonesia. The primary goal of the IDX is to provide the infrastructure to enable orderly, fair, and efficient trading of securities.The IDX saw a record number of investors in 2021 and has 713 company listings as of 2020.\n\nThe Indonesia Stock Exchange (IDX) was created by the merger of the Jakarta Stock Exchange (JSX) and the Surabaya Stock Exchange (SSX). The JSX was Indonesia's first stock exchange, founded in 1912 for the interest of the Dutch East India Company. The Jakarta Stock Exchange was closed during parts of World Wars I and II. When it reopened in 1952, the only exchanged security was the Indonesian governmentbond. The exchange became inactive from 1956–1977, and despite being reactivated in 1977, trading activity continued to be slow, with only a few dozen companies listed.\n\nRegulatory changes that were enacted between 1988 and 1992 improved trading activity. The exchange introduced its automatic trading system in 1995 and began to implement remote trading in 2002. In 2007, the Jakarta Stock Exchange merged with the Surabaya Stock Exchange to form the Indonesia Stock Exchange. In May of 2018, the exchange updated its trading system and created a new data center.\n\nEmerging marketslike Indonesia have their own set of additional risks for investors. Emerging markets generally do not have the level ofmarket efficiencyand strict standards in accounting and securities regulation to be on par withadvanced economies(such as the United States, Europe, and Japan), but emerging markets do typically have a physical, financialinfrastructure, including banks, a stock exchange, and a unified currency.\n\nThe IDX has strived to become a credible and acknowledged world-class stock exchange. In its annual report of 2020, the key achievements for the IDX included the following:\n\nIn 2020, IDX succeeded in boosting the number and participation of investors, which set a new record for the history of the stock exchange. The IDX saw an increase in quantity and quality of listed companies, including recording the largest number of company listings in ASEAN.The Association of Southeast Asian Nations (ASEAN)is a group of 10 nations in Southeast Asia that collaborate to promote economic and cultural growth. Besides Indonesia, some of the other ASEAN countries include Malaysia, The Philippines, Singapore, and Thailand.\n\nThe total number of listed companies stands at 713 at the end of 2020. The exchange continues to expand by adding 47 newexchange traded funds (ETFs)and 51 new securities. Also, newcorporate bondsandREITs or Real Estate Investment Trustshave been added. REITs pool investors' money to invest in commercial properties and collect the rent.\n\nIn 2020, the exchange saw a 73% increase in the number of daily active investors from 2019, and reached a market capitalization of Rp 6,970 trillion ($490 billion) by 2021.\n\nIDX. \"Overview.\" Accessed Sept. 30, 2021.\n\nIndonesia Stock Exchange. \"Indonesia Stock Exchange Annual Report 2020, Pages 2-3. Accessed Sept. 30, 2021.\n\nIndonesia Stock Exchange. \"History & Milestone.\" Accessed Sept. 30, 2021.\n\nThe Association of South East Nations. \"About ASEAN.\" Accessed Sept. 30, 2021.",
  "url": "https://www.investopedia.com/terms/j/jakartastockexchange.asp"
}