{
  "term": "Industrial Goods Sector: How It Works and How to Track It",
  "definition": "The industrial goodssectoris a broad sector of the economy. This sector is made up of companies that providecapital goodsused in the manufacturing, construction, and production of goods and services. These goods include machinery, equipment, and supplies. Subsectors of the industrial goods sector include aerospace, construction, and home building.\n\nAs noted above, the industrial goods sector is made up of companies involved in themanufacturingand construction of finished goods and services. These are products that are used directly by consumers. The sector includes companies involved with manufacturing capital goods, such as aerospace and defense goods and building products.\n\nWhen theeconomycontracts during recessions, activity in this sector drops because companies postpone expansion and produce fewer goods. However, with this sector covering a wide range of subsectors, there is usually at least one area of growth in the industrial goods sector. The industrial goods sector goes through life cycles that see different subsectors in growth phases.\n\nThe major stages of the growthcycleare accelerating growth, decelerating growth, accelerating decline, and decelerating decline. Investors do well when they pay attention to the industrytrendsand progression of the growth cycle. Companies in the accelerating growth and decelerating decline phases have the best performance and are given higher multiples due to their upcoming growth.\n\nMany of the subsectors go throughbullishgrowth cycles lasting for years before seeing a retraction. For example, the aerospace and homebuilding sectors have both gone through these cycles. Other areas, such as industrialconglomeratesand waste management, have provided steady streams of revenue generation.\n\nThe industrial goods sector's performance is largely driven by supply and demand for building construction in the residential, commercial, and industrial real estate segments, as well as the demand for manufactured products.\n\nTheBureau of Labor Statistics (BLS)is a valuable resource for investors and analysts at the sector level. The industrial goods sector is listed as the goods-producing industry and is broken down by subsector in its reports.\n\nThe BLS provides information like employment,unionmembership, growth projections, hourly wages, and fatalities/injuries. Investors can interpret these statistics to determine growth cycles. As of April 2024, the industry employed 21.82 million people, including 15.54 million people in production and non-supervisory roles.\n\nTheU.S. Census Bureaupublishes monthly data on new orders of capital goods, broken down into various subsectors, which can provide powerful insights into long- and short-term trends in the industrial goods sector. The agency reported $100.42 billion in new orders of capital goods.\n\nAs noted above, the industrial goods sector includes the following subsectors:\n\nThe industrial goods sector includes some of the largest companies in the United States. Some examples include Honeywell (HON), Union Pacific (UNP), Caterpillar (CAT), 3M (MMM), and Boeing (BA).\n\nTheDow Jones Industrial Average (DJIA)is a widely-watched benchmark index in the U.S. containing 30 blue-chip stocks, weighted heavily to the industrial goods sector. When the index initially launched in 1896, it included only 12 companies. Those companies were primarily in the industrial sector, including therailroads, cotton, gas, sugar, tobacco, and oil.\n\nIn the early 20th century, the performance of industrial companies was typically tied to the overall growth rate in the economy. That cemented the relationship between theindex'sperformance and that of the overall economy. Even today, a strong-performing Dow equals a strong economy while a weak-performing Dow indicates a slowing economy for many investors.\n\nThe MSCI USA Industrials Index is the common benchmark for the industry. The index returned 10.11% on a 10-year basis and 10.93% over five years as of April 30, 2024. The index is made up of 96 constituents with a medianmarket capitalizationof $29.95 billion.\n\nInvestors can invest in individual industrial goods stocks or look to mutual funds andexchange-traded funds (ETFs). Fund offerings cover the entire industrial goods sector and some cover subsectors of the industry as well, such as aerospace. The Industrial Select Sector SPDR Fund and Vanguard Industrials ETF are two of thelargest funds tracking the sector.\n\nEven though consumers and other end users don't have a direct interaction with the industrial goods sector, it is a very critical part of the economy. That's because it provides the capital goods (equipment, machinery, etc.) needed for goods and services producers to make the planes, trucks, clothing, tools, and other things we need in our daily lives.\n\nCapital goods are products that are used to manufacture and produce goods and services. Also known as durable goods, capital goods are tangible fixed assets like machinery, buildings, and equipment. Capital goods can also include assets that aren't fixed, such as devices (digital imaging systems) and those used in the service industry, such as painting tools and musical instruments.\n\nSome of the world's major companies fall in the industrial goods sector. They include Honeywell, 3M, Caterpillar, and Boeing. These companies are involved in the manufacturing of capital goods that other companies use to produce final goods for consumers to use.\n\nThe industrial goods sector is a key part of the overall economy. Companies that operate in this space are responsible for manufacturing the capital goods—machinery and equipment—for many of the finished goods we need in our everyday lives. This includes things like clothing, cars, planes, trains, and food. Although some companies are affected by changing trends in the economy, others are shielded from negative growth. If you're interested in investing in the sector, consider stocks, mutual funds, and ETFs of companies that operate in this space.\n\nS&P Dow Jones Indices. \"Sector Primer Series: Industrials,\" Page 1.\n\nU.S. Bureau of Labor Statistics. \"Industries at a Glance - Goods-Producing Industries.\"\n\nUnited States Census Bureau. \"Table 1. Durable Goods Manufacturers' Shipments and New Orders.\"\n\nMSCI. \"MSCI USA Industrials Index (USD),\" Pages 1-2.",
  "url": "https://www.investopedia.com/terms/i/industrial-goods-sector.asp"
}