{
  "term": "Industrial Revolution: Definition, History, Pros, and Cons",
  "definition": "The Industrial Revolution took place during the late 1700s and early 1800s and was characterized by significant industrialization and innovation.\n\nThe Industrial Revolution was a period of major mechanization and innovation that began in Great Britain during the mid-18th and early 19th centuries and later spread throughout much of the world. The British Industrial Revolution was dominated by the exploitation of coal and iron.\n\nThe American Industrial Revolution, sometimes referred to as the “Second Industrial Revolution,” began during theGilded Agein the 1870s and continued through World War II. The era saw the mechanization of agriculture and manufacturing and the introduction of new modes of transportation, including steamships, the automobile, and airplanes.\n\nAlthough the Industrial Revolution began more than 200 years ago, it is a period that left a profound impact on how people lived and the way businesses operated. Arguably, the factory systems developed during the Industrial Revolution are responsible for creating capitalism and the modern cities of today.\n\nBefore this period, most households subsisted on farming and lived primarily in small, rural communities. With the advent of factories during the 18th century, people began working for companies located in urban areas for the first time. Often the wages were low and conditions harsh. However, working for such businesses still paid a better living wage than farming.\n\nProduction efficiency improved during the Industrial Revolution withinventionssuch as the steam engine, which dramatically reduced the time it took to manufacture products. More efficient production subsequently reduced prices for products, primarily due to lower labor costs, opening the marketing doors to a new level of customers.\n\nThe Industrial Revolution developed in conjunction with capitalist economies. Business owners (capitalists) began to organize labor centrally into factories and introduced a division of labor to increase output and profitability. Compared with the craft and guild systems that preceded it, capitalist production incentivized technological change and innovation at an unprecedented rate.\n\nThe Industrial Revolution was driven, in part, by the adoption of coal as an energy source. Before the use of coal, wood was the primary energy source; coal provided three times more energy than wood, and Britain had large coal deposits.\n\nThe Industrial Revolution was not always organic or directed by free market forces alone. The United States government, for instance, helped domestic industry at the time by institutingtariffs—taxes on foreign imported goods—so that products such as steel were cheaper than foreign imports. Cheaper steel prices encouraged the development ofinfrastructure, such as railroads and bridges, during the American Industrial Revolution.\n\nThe Industrial Revolution created an increase in employment opportunities.Wagesat factories were higher than those earned as farmers. As factories became widespread, additional managers and employees were required to operate them, increasing the supply of jobs and overall wages.\n\nAs most factories and large companies were located near cities, populations migrated to urban areas searching for jobs, often overwhelming the available housing supply.\n\nThis led to significant improvements in city planning.Increased innovation disrupted the status quo, bringing new technologies to the masses and leading to higher levels of education. Such groundbreaking inventions, still used today, include the sewing machine, X-ray, lightbulb, calculator, and anesthesia.\n\nDue to the Industrial Revolution's advancements, the world saw the first combustion engine, the incandescent light bulb, and the modern assembly line used in manufacturing.\n\nThe Industrial Revolution changed how people worked and the technologies available to them, which affected where they lived. It made life comfortable for many, though living conditions for workers remained abhorrent, which eventually fueled the rise oflabor unions. This led to improved working conditions and fair wages.\n\nAlthough there were numerous advancements during the Industrial Revolution, rapid progress caused many problems. As workers left their farms to work in factories for higher wages, it led to ashortageof food production.\n\nThe sharp increase in the number of factories caused an increase in urban pollution. Pollution wasn't contained only in the factories; as people flocked to the cities, living conditions became deplorable as the urban resources were overwhelmed.\n\nSewage flowed in the streets in some cities, and manufacturers dumped waste from factories into rivers. Water supplies were not tested and protected, which eventually led to regulations and laws being enacted.\n\nThe Industrial Revolution provided an incentive to increase profits, and as a result, working conditions in factories deteriorated. Long hours, inadequate remuneration, and minimal breaks became the norm. Child labor was a significant issue. Health issues arose for many of the factory workers, giving rise to thelabor movement throughout the U.S.\n\nGrowth in innovations and inventions\n\nImprovements in transportation networks\n\nDeplorable working conditions and child labor\n\nUnsanitary living conditions and pollution\n\nInequitable distribution of profits\n\nThe first cotton mill was built after Samuel Slater brought Britain's manufacturing technology to the United States. The mill was powered by water, bringing jobs and commerce to the Northeast. In the following years, many factories and mills were built using the same technologies.\n\nIn 1869, the first transcontinental railroad was completed. This was a major accomplishment for the U.S., as it allowed the transportation of goods, people, and raw materials nationwide.\n\nAlso, during the American Industrial Revolution, Samuel Morse created the telegraph, which sent electric signals over a wire, allowing the nation to communicate.Andrew Carnegiebuilt the first steel mills in the U.S., Thomas Alva Edison created the lightbulb and the phonograph, and Alexander Graham Bell invented the telephone.\n\nPhilo Farnsworth developed the television in 1928, though it didn’t establish itself as a popular entertainment medium until after World War II.\n\nThe Industrial Revolution shifted societies from an agrarian economy to a manufacturing one, with products being made by machines rather than by hand. This led to increased production and efficiency, lower prices, more goods, improved wages, and migration from rural areas to urban areas.\n\nThe first Industrial Revolution began in Great Britain in the mid-to-late 1700s when machine manufacturing led to goods being produced in large quantities. This spread around the globe, and the second Industrial Revolution began in the U.S. in the late 1800s, creating further advancements in technology that drove greater efficiency.\n\nThe use of iron and steel; new energy sources, such as coal and steam; and the factory system all fueled technological progress.\n\nAmong the most important inventions of the first Industrial Revolution were the steam engine, spinning jenny, cotton gin, and telegraph. The second Industrial Revolution brought the advent of the internal combustion engine, controlled electricity, the lightbulb, the telephone, the phonograph, radio, and television.\n\nThe Industrial Revolution began in the 18th century in Britain and transformed society from an agrarian one to an industrial one. The period saw the introduction of new technologies that greatly changed economies and how people lived, such as the steam engine, the telegraph, and the spinning jenny.\n\nIt also ushered in an era of urbanization as people left farms to work in factories in urban centers, which resulted in pollution, slums, and difficult working conditions. The latter led to labor movements to improve the plight of the labor class. The Industrial Revolution had a profound impact on society.\n\nLibrary of Congress. \"Rise of Industrial America, 1876-1900: Overview.\"\n\nBritannica. \"Inventors and Inventions of the Industrial Revolution.\"\n\nThe Brookings Institution. \"Why are Fossil Fuels So Hard to Quit?\"\n\nBBC. \"Why Was Coal so Important to the Industrial Revolution?\"\n\nLibrary of Congress. \"The Industrial Revolution in the United States.\"\n\nLibrary of Congress. \"City Life in the Late 19th Century.\"\n\nLibrary of Congress. \"Work in the Late 19th Century.\"\n\nHistory. \"Water and Air Pollution.\"\n\nBritannica. \"Philo Farnsworth: American Inventor.\"",
  "url": "https://www.investopedia.com/terms/i/industrial-revolution.asp"
}