{
  "term": "Industry: Definition in Business and Investing",
  "definition": "The term “industry” is a classification for a group of companies that have similar business activities. In modern economies, there are dozens of industry classifications. Industries typically are grouped into larger categories called sectors.\n\nIndividual companies are generally assigned to an industry based on their largest sources ofrevenue. For example, while an automobile manufacturer might have a financing division that contributes 10% to the firm’s overall revenues, the company would be classified in the automaker industry by most classification systems rather than in the financial services industry.\n\nSimilar businesses are grouped into industries based on the primarybusiness activitiesor the primary product that they produce or sell. This creates industry groups, which can then be used to separate businesses from those that participate in different activities.\n\nInvestorsandeconomistsoften study industries to better understand the factors and limitations of corporate profit growth. Investors often compare companies operating in the same industry to evaluate their relative attractiveness as an investment.\n\nInvestors seeking better-performing stocks and exchange-traded funds (ETFs) often study the best-performing industries as well as watch industry rankings for changes. For example, investors might see a red flag where an investment is concerned when they see an industry that has declined in rank.\n\nStocks of companies operating within the same industry tend to have similar stock price movements. This is because companies within a given industry face the same headwinds, challenges, and broad triumphs.\n\nStocks within the same industry often rise and fall as a group because the samemacroeconomic factorsare likely to impact all members of an industry.\n\nThese macroeconomic factors can be changes inmarket sentimenton the part of investors, such as a response to a particular event or piece of news. They can also be changes involving the industry itself, such as new regulations or increased raw material costs.\n\nHowever, events related to one business in particular can cause the associated stock to rise or fall separately from others within the same industry. This can be the result of events such as a differentiating product release, a corporate scandal in the news, or a change in leadership structures.\n\nSectors and industries are classifications used to group similar types of business operations. However, sectors are broader than industries.\n\nFor example, retail trade is a sector as defined by theNorth American Industry Classification System (NAICS). Within that sector are industries such as health and personal care stores, clothing and clothing accessories stores, and shoe stores.\n\nRite Aid Corp. and Gap Inc. are members of the same consumer goods sector, but each is listed in a different industry based on the products that they produce or sell. Rite Aid Corp. is classified within the pharmacies and drugstores industry (NAICS Code 456110), while Gap Inc. is classified within the clothing and clothing accessories stores industry (NAICS Code 458110).\n\nIt’s important to note that a single company can reside in two different industries or two different sectors. In addition to being within the consumer goods sector, Rite Aid is considered part of the personal services sector as well, within the photofinishing laboratories industry. Because this business develops photographs in addition to selling consumer goods, it is assigned multiple NAICS codes (NAICS Code 812921 for its photo department).\n\nThe NAICS, developed by the United States, Canada, and Mexico, is the standard by which government agencies classify businesses when compiling statistical data. In the NAICS hierarchy, companies that use similar production processes are categorized in the same industry.\n\nThe NAICS is reviewed and revised every five years, and the latest edition of the system was released in 2022. This updated version of industry codes best reflects company classifications, especially in industries that have undergone large changes since 2017.\n\nTheGlobal Industry Classification Standard (GICS)is also a commonly referenced classification system. The GICS assigns every public company to an industry group and an economic sector that best define its business.\n\nThe GICS was developed jointly byMSCI (formerly Morgan Stanley Capital International)andS&P Global (formerly Standard & Poor’s)in 1999. It was created to be an efficient investment tool to capture the breadth, depth, and evolution of industry sectors. The GICS methodology is used by the MSCI indexes, investors, analysts, and economists to compare and contrast competing companies.\n\nThe GICS is a four-tiered, hierarchical industry classification system. According to the GICS hierarchy, there are 11 economic sectors. These sectors are further divided into 25 industry groups, 74 industries, and 163 sub-industries. Each stock has a code to identify it at all four of these levels.\n\nFor example, “materials” is an economic sector. Within materials, there are different industries: chemicals; construction materials; forest products; glass, paper, and related packaging products; and metals, minerals, and mining companies.\n\nA specific NAICS industry is commercial banking, and it is assigned its own classification code (522110). It is found in the finance and insurance sector, which contains other industries such as credit intermediaries, financial investment companies, insurance carriers, funds, trusts, and other financial vehicles.\n\n“Sector” is a broader term than “industry.” Industries are contained within sectors, but not vice versa. For example, consumer goods is a sector. This sector can then be broken into different consumables industries, such as clothes or personal health.\n\nAn industry is a classification that refers to a group of businesses. Abusinessis an entity that is operated to achieve particular business goals. When a collection of individual businesses operate in a similar manner and produce similar output, they may be grouped together and classified as part of the same industry.\n\nDifferent classification systems will group and report industries differently. The NAICS has historically grouped companies into roughly 20 sectors, 100 subsectors, and over 1,000 six-digit NAICS industry codes.\n\nIn business and investing, industry is a classification that is used to group similar companies. These companies have comparable products and services, and will often respond in similar ways to macroeconomic trends. Because of this, their stock prices often move up or down at the same time.\n\nIndustries can be further grouped into sectors, which is a broader classification that includes multiple industries. Businesses within the same sector may respond similarly to some macroeconomic trends but not others.\n\nTwo common classification systems for industries are the North American Industry Classification System (NAICS) and the Global Industry Classification Standard (GICS).\n\nNorth American Industry Classification System Association. “NAICS Profile Page: Rite Aid Corporation.”\n\nNorth American Industry Classification System Association. “NAICS Profile Page: Gap Inc.”\n\nU.S. Census Bureau. “North American Industry Classification System.”\n\nU.S. Office of Management and Budget, via U.S. Census Bureau. “North American Industry Classification System.”\n\nMSCI. “Frequently Asked Questions About GICS.” Page 1.\n\nMSCI. “The Global Industry Classification Standard (GICS®).”",
  "url": "https://www.investopedia.com/terms/i/industry.asp"
}