{
  "term": "Industrial Organization: Definition, Areas of Study, Example",
  "definition": "Bloomberg / Contributor / Getty Images\n\nIndustrial organization is a field of economics dealing with the strategic behavior of firms, regulatory policy,antitrustpolicy and market competition. Industrial organization applies the economictheory of priceto industries. Economists and other academics who study industrial organization seek to increase understanding of the methods by which industries operate, improve industries' contributions to economic welfare, and improve government policy in relation to these industries.\n\nThe \"industrial\" in industrial organization refers to any large-scale business activity, such as tourism or agriculture—not just manufacturing. Industrial organization is also sometimes referred to as \"industrial economy.\"\n\nThe study of industrial organization builds on thetheory of the firm, a set of economic theories that describe, explain and attempt to predict the nature of a firm in terms of its existence, behavior, structure and its relationship to the market.\n\nIn a 1989 paper, economists Bengt Holmstrom and Jean Tirole posed two simple questions for a theory of the firm. The first question was why do firms exist, meaning what is the need that they fill in society or an economic system. The second question succeeds the first and relates to determining the scale and scope of their operations.\n\nAnswers to these two questions form the basis of Industrial organization economics. Above all, industrial organization focuses on how markets and industries compete with one another by factoring in real-world complications, such as government intervention in the marketplace, transaction costs, barriers to entry and more.\n\nSome believe that since microeconomics focuses on markets and how they operate, industrial organization is a subset of it. Rather, industrial organization is defined by its emphasis on market interactions, such as price competition, product placing, advertising, research and development and more.\n\nMore pertinently, the study ofoligopolies(where a handful of big players dominate a market) gives industrial organization its reason for being (whereas microeconomics focuses onperfect competitionor extreme monopolies).\n\nAccording to aMassachusetts Institute of Technology (MIT) white paper, it is easier to give an example of industrial organization than it is to define it, though the white paper's authors still managed to come up with this description: the \"economics of imperfect competition.\" The imperfect competition referenced in this description gives rise to several questions relating to the success or failure of a product or an organization. By analyzing the factors that contributed to success or failure, industrial organization attempts to answer these questions.\n\nBelow is a sample listing of topics that the study of industrial organization can focus on:\n\nSeveral organizations exist to promote research and collaboration on the study of industrial organization. One such organization is the Industrial Organization Society (IOS), founded in 1972 by Stanley Boyle and Willard Mueller to promote research on antitrust policy, regulatory policy, and competition and market power in real-world markets. TheReview of Industrial Organizationis the official journal of the IOS. Along with Northeastern University, the IOS has sponsored an annual International Industrial Organization Conference since 2003.\n\nAs mentioned earlier, industrial organization is concerned with analyzing industries and determining answers related to their development.\n\nFor example, consider the smartphone industry. Apple Inc. (AAPL)) was the first company to manufacture smartphones in an attractive design and load it with features for the average consumer. But the product's price - $499 for 4GB and $599 for 8GB - was prohibitively expensive. To ensure mainstream adoption without denting its profit margins, the Cupertino company tied up with network providers to defray the cost of a smartphone over a period of time.\n\nApple's sales were on an upward curve until Google and Samsung came along. They exploited the demand for smartphones by offering cheaper versions, packed with similar features, into the market. The competition turned out to be good for the overall industry and, over time, the device's market expanded beyond the United States. It encompasses major markets in developed and developing countries. The number of smartphone manufacturers has also exploded.\n\nThis fairly simple account of the smartphone industry's growth gives rise to several questions.\n\nIndustrial organization studies such questions and attempts to answer them.",
  "url": "https://www.investopedia.com/terms/i/industrial-organization.asp"
}