{
  "term": "Industrial Banks or Loan Companies: Overview and Criticism",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn industrial bank is a state-chartered, financial institution, usually owned by a commercial firm, that is not regulated by a federal banking agency. Industrial banks accept customer deposits and provide loans for consumers and small businesses.\n\nIndustrial banks are also known as industrial loan companies (ILCs). Industrial banks are only chartered by a few states; the state of Utah provides the majority of charters for industrial banks in the U.S.\n\nIndustrial banks were originally founded in the early 1900s in order to provide low-to-moderate-income industrial workers who were unable to qualify for credit at traditional lending institutions with a means to access capital.\n\nIndustrial banks are regulated by state regulators and by theFederal Deposit Insurance Corp. (FDIC). Because of their distinct corporate structure, industrial banks can be owned by companies. They are not subject to some of the regulations that govern traditional institutions and do not have to comply with the Bank Holding Company Act. In addition, industrial banks do not face supervision by the Federal Reserve.As a result of this lack of regulatory restrictions, manyfinancial technology companiesand investment companies have started to apply for industrial bank charters.\n\nWhile industrial banks have limited banking powers nationwide, they generally maintain the same powers and privileges as a traditional commercial bank. Industrial banks are controversial amongst those who support a more stalwart division between banks and commercial firms. Criticisms of industrial banks claim that they provide companies with the privileges, but not the supervision, of abank charter.\n\nIn 2005, Walmart Inc. filed an application to form a new industrial bank for the purpose of reducing credit and debit card transaction fees. This triggered widespread opposition and protests from commercial banks and financial regulators.The FDIC eventually placed a temporarymoratoriumon industrial bank applications in 2006.At the same time, state-level legislation was passed that would block any prospective industrial banks from opening branches in different jurisdictions.\n\nWalmart Inc. withdrew its application in 2007 before the FDIC could make any decision regarding the status of their application. Opponents of Walmart’s application claimed that the company's engagement in the business of banking posed a threat to the banking system and to the FDIC Deposit Insurance Fund.\n\nIn early 2019, lobbyists from theIndependent Community Bankers of America (ICBA)distributed a policy paper that called for a moratorium on providing federal deposit insurance to industrial banks. Their actions were motivated by a new wave of fintech companies, including payment processor Square Inc., that have submitted applications for state bank charters. A bank charter would allow Square Inc. to provide loans and other financial services directly to its merchants. However, ICBA claims that industrial bank charters are a loophole that Congress needs to address. Not only would fintech companies who receive bank charters be exempt from supervision by the Federal Reserve, but they also wouldn't be required to disclose any nonbanking-related commercial activities.\n\nIn November 2019, Senator John Kennedy of Louisiana introduced a bill, called the \"Eliminating Corporate Shadow Banking Act of 2019,\" that would effectively end the ability of nonfinancial companies to form industrial banks. The ICBA has expressed its support for Sen. Kennedy's bill, claiming that it would close the loophole of industrial banks, create a safer financial system, and help maintain the separation of banking and commerce.\n\nUtah Department of Financial Institutions. \"Industrial Banks.\"\n\nIndependent Community Bankers of America. \"Industrial Loan Companies: Closing the Loophole to Avert Consumer and Systemic Harm, April 2022,\" Page 3.\n\nFederal Reserve History. \"Bank Holding Company Act of 1956.\"\n\nWalmart. \"Wal-Mart Applies to Operate Industrial Bank in Utah.\"\n\nFederal Deposit Insurance Corporation. \"FDIC Places Six-Month Moratorium on Industrial on Company Applications and Notices.\"\n\nFederal Reserve Bank of St. Louis. \"Industrial Loan Companies Come out of the Shadows.\"\n\nSquare. \"Square Financial Services Begins Banking Operations.\"\n\nIndependent Community Bankers of America. \"Industrial Loan Companies: Closing the Loophole to Avert Consumer and Systemic Harm,\" Pages 4–5\n\nIndependent Community Bankers of America. \"Eliminating Corporate Shadow Banking Act of 2019 (S. 2839).\"\n\nCongress.gov.\"S.2839-Eliminating Corporate Shadow Banking Act of 2019.\"",
  "url": "https://www.investopedia.com/terms/i/industrial-bank.asp"
}