{
  "term": "Industrial Revenue Bonds: What They Are and How They Work",
  "definition": "Industrial revenue bonds (IRB) are municipal debt securities issued by a government agency on behalf of a private sector company and intended to build or acquire factories or other heavy equipment and tools.\n\nIRBs were formerly called Industrial Development Bonds (IDB).\n\nMunicipal bonds(aka munis) are tax-exempt debt obligations issued by a state, city, or county to raise money for major capital projects, such as infrastructure or new schools. Investors expect a timely and periodic stream of interest income on these bonds and, upon maturity, repayment of their principal. The source of funds used for interest payments and principal depends on whether the muni bond is a general obligation bond or a revenue bond.\n\nOne type of revenue bond is theprivate activity bond(PAB), which is issued by the municipality on behalf of private organizations (either for-profit or non-profit) to finance particular projects. Although a private entity is doing the work, the project is one that will benefit the community in some way: a hospital, airport, or sports stadium.\n\nAn industrial revenue bond (IRB) is a variety of PAB—one issued by the state or local government on behalf of a for-profit company. The municipality's aim is to improve the economic and employment conditions of its region, and, via the IRB, is willing to help fund a project and issue to tax breaks to the entity undertaking it.\n\nMunicipalities issue IRBs to assist a company that might otherwise be unable to obtain financing for its industrial venture or unwilling to undertake the project on its own. The proceeds from the bond are used to fund the acquisition, construction/reconstruction, expansion, or improvement of property that qualifies as a manufacturing facility or equipment. As with PABs in general, the IRB's underlying borrower—the for-profit company—agrees to reimburse the issuer, which pays the interest and principal on the securities solely from the revenue stream of the borrowers' projects.\n\nA private company’s project qualifies for an IRB if it involves manufacturing, waste disposal/recovery, or wastewater treatment. Also, to qualify, totalcapital expendituresat the project site for the three years prior and subsequent to the issuance of the bonds must be $20 million or less.\n\nAs these provisions suggest, IRBs tend to be small-issue manufacturing bonds.\n\nMany IDBs are sold asvariable rate demand obligation bonds(VRDO) secured by a bankletter of creditwith a long-term credit rating of at least A3 from Moody's Investors Service, or an A- from Standard & Poor's or Fitch Ratings.\n\nAs with other munis, the interest IRBs pay is exempt from both federal and state income taxes. As a result, these bonds carry lower nominal interest rates than comparable conventional debt obligations.\n\nIRBs are subject to IRS statutes. Since the project is legally owned by a governmental entity, however, the company developing the project obtains the status of a state or local government (for this project). The property being developed thus becomes exempt from many taxes, especiallyproperty taxes, until the bonds mature. If the company defaults on the lease payments, thebond trusteeforecloses and sells the company’s assets to repay bondholders.\n\nMunicipal bonds tend to have high investment thresholds that put them outside the reach of the average retail investor. However, retail investors can gain exposure to revenue bonds through mutual funds and money market funds that invest in these securities.\n\nMost industrial revenue bonds are tax-exempt, but some jurisdictions have issued taxable bonds in order to raise more than the $10 million limit for exempt bonds. For example. New Mexico has issued billions of taxable revenue bonds for Intel. These instruments are not intended to provide low-cost financing but they allow the borrower to avoid paying standard property taxes.\n\nIn order to qualify for tax-exempt status, revenue bonds must adhere to strict requirements on how money is raised and spent. IRBs can raise no more than $10 million, and 95% of the funds raised must be used for qualifying municipal projects. In addition, no company can owe more than $40 million of IRBs, and the cost of issuing bonds cannot exceed 2% of the capital raised. There are other requirements limiting the acquisition of land and used equipment with bond proceeds.\n\nIndustrial revenue bonds are municipal bonds issued on behalf of a private company, usually to fund projects that will ultimately benefit the public. These bonds are repaid from the revenue raised by the company. Like other munis, they are usually tax-exempt, and must adhere to strict limits qualify for that status.\n\nGood Jobs First. \"Industrial Revenue Bonds.\"",
  "url": "https://www.investopedia.com/terms/i/idrb.asp"
}