{
  "term": "Inferior Good: Definition, Examples, and Role of Consumer Behavior",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nInferior goods experience a decline in demand when people begin to generate more income.\n\n\"Inferior good\" is an economic term that describes a good that people buy less of when they earn more money. These goods fall out of favor when incomes and the economy improve, as consumers begin buying more costlysubstitutesinstead.\n\nAccording to economic theory, the demand for inferior goods decreases as income increases or theeconomyimproves.\n\nWhen this happens, consumers are willing to spend on more costly substitutes. Some of the reasons for this shift may include a quality preference or a change in a consumer'ssocioeconomicstatus.\n\nInferior goods, which are the opposite of normal goods, are anything that a consumer demands less of if they have a higher level ofreal income.These goods may also be associated with people who typically fall into a lowersocioeconomic class.\n\nThe demand for inferior goods increases when incomes fall or theeconomy contracts. When this happens, inferior goods become an affordable substitute for more expensive goods.\n\nThe term \"inferior good\" refers to affordability, rather than quality, even though some inferior goods may be of lower quality.\n\nGroceries are among the most common examples of inferior products because food is a constant necessity that must be acquired.\n\nHowever, the price level at which consumers buy food may vary. As opposed to eating a steak for dinner, an individual may opt for an inferior product, such as canned meat or frozen food.\n\nIn addition, the way individuals consume food may be different when their incomes drop. They may be less likely to eat out, especially at more expensive restaurants, and prefer preparing meals at home. One method is simply a superior substitute for the other.\n\nWhen incomes are low, people may opt to take public transport. When their incomes rise, they may stop riding the bus and, instead, take taxis or even buy cars.\n\nIn addition, a vehicle purchase may be classified by different tiers. For example, a used Honda may be considered an inferior good compared to a new Tesla.\n\nAlong with everyday transportation, other aspects of travel may be considered superior or inferior goods.\n\nConsider the hotel you may stay at, depending on the state of your personal finances. A motel by the airport may be an inferior good you choose when you have less income. A boutique luxury hotel may be a superior good you select when your income is plentiful.\n\nWhen you have more money, you may also choose to attend different entertainment events or fly first class as opposed to opting for cheaper, inferior travel options.\n\nA McDonald’s coffee may be an inferior good compared to a Starbucks coffee. That is, when a consumer's income drops, they may replace their daily Starbucks java with the more affordable McDonald’s brew.\n\nOn the other hand, when a consumer's income rises, they may leave their McDonald's coffee behind for the more expensive Starbucks coffee.\n\nOther examples of inferior goods are grocery store-brand products such as bread, milk, eggs, cereal, or peanut butter.\n\nConsumers may purchase these cheapergeneric brand productswhen their incomes are lower, and make the switch to popular brand-name products when their incomes increase.\n\nGrocery store-brand products provide an insightful example of how inferior goods are not necessarily of lower quality. Many of these goods come from the same product line or use the same ingredients as the more expensive brand-name goods.\n\nDemand for inferior goods is commonly dictated by consumer behavior. Typically, demand for inferior goods is mainly driven by people with lower incomes or when there's a contraction in the economy that causes people broadly to become concerned about their finances.\n\nBut that isn't always the case. Somecustomersmay not change their behavior despite enjoying more income. They may continue to purchase inferior goods.\n\nConsider a consumer who gets a raise from their employer. Despite the rise in income, they may continue to buy McDonald's coffee because they prefer it over Starbucks' brew. Or they could feel that spending more for the Starbucks coffee just isn't worth it.\n\nSimilarly, many people find that grocery store-brand products are better than their more expensive brand-name counterparts. In these cases, the demand for inferior goods is just a matter of personal preference.\n\nInferior goods differ across the world. For example, something as simple as fast food may be considered an inferior good in the U.S., but it may be deemed a normal good for people in developing nations.\n\nDemand for a normal good increases when people's incomes start to increase, giving it a positiveincome elasticity of demand.\n\nInferior goods are associated with a negative income elasticity, while normal goods are related to a positive income elasticity.\n\nGiffen goodsare rare forms of inferior goods that have no ready substitute or alternative. They can be such goods as bread, rice, and potatoes.\n\nThe only difference between Giffen goods and traditional inferior goods is that demand for the former increases even when their prices rise, regardless of a consumer's income.\n\nMany Giffen goods are considered staples, especially in areas where people live in a lower socioeconomic class. When the prices of Giffen goods increase, consumers have no choice but to spend a larger amount of money on them.\n\nSo they may spend more money on rice because that's all they can afford to buy, even if the price keeps rising. Products such as meat, on the other hand, become luxuries, as they become far too expensive and out of reach.\n\nGiffen goods are named for the Scottish economist Sir Robert Giffen.\n\nA normal good is the opposite of an inferior good.Normal goodsare in greater demand when incomes increase. Normal goods are also called necessary goods.\n\nAn example is organic bananas. If a consumer's income is low, they may buy regular bananas. If their income rises and they have a few extra dollars to spend each month, they may choose to buy organic bananas. Other examples of normal goods are clothing and water.\n\nLuxury goods are not deemed essential to living or necessities. These goods are highly desired and can be purchased when a consumer's income rises.\n\nIn other words, the ability to purchase luxury goods is dependent on a consumer's wealth orassets. Luxury items include cleaning and cooking services, designer handbags and luggage, certain automobiles, and haute couture (fashionable, expensive clothes produced by recognized designers).\n\nA Veblen good is an item whose increase in price may actually result in higher sales. This type of good is often a subset of a luxury good. It can also defy traditional concepts of economics.\n\nFor example, consider a piece of artwork that sells for $100. Should the artwork be valued at $1 million, theory holds that more investors would be interested in buying it as there is greater perceived value.\n\nNot necessarily. \"Inferior good\" is an economic term that refers to an item that becomes less desirable as the income of consumers increases. In other words, inferior goods are those whoseprice elasticityis negative, but this doesn't always involve a lower quality. As consumers’ incomes increase, they tend to decrease their purchases of inferior goods, opting for normal goods orluxury goodsinstead.\n\nTypical examples of inferior goods include store-brand products, instant noodles, and certain canned or frozen foods. Although some people have a specific preference for these items, most buyers would prefer buying more expensive alternatives if they had the income to do so. Therefore, when incomes rise, demand for these items tends to decrease accordingly.\n\nInferior goods aren't necessarily bad. For consumers, they simply represent a more economical way of achieving a goal. Instead of a catered fancy meal, it is not bad to make a simple meal at home. Inferior goods are goods that are less in demand when people have more disposable income.\n\nAn inferior good is an item for which demand drops when people's income increases. During times of economic prosperity, consumers are more likely to buy normal goods and to invest in luxury goods.\n\nIf a consumer's income drops, they are more likely to buy lower-priced items, seek generic brands, avoid traveling, and change their eating habits.",
  "url": "https://www.investopedia.com/terms/i/inferior-good.asp"
}