{
  "term": "Inflation Hawk: Dovish and Hawkish Monetary Policy Explained",
  "definition": "An inflation hawk, also known in economic jargon as a hawk, is a policymaker or advisor who is predominantly concerned with the potential impact of interest rates as they relate tomonetary policy.\n\nWhat does it mean to be hawkish? Hawks are seen as willing to allowinterest ratesto rise in order to keepinflationunder control, even if it means sacrificing economic growth, consumer spending, and employment.\n\nA hawk can be contrasted with adove.\n\nA hawk generally favors relatively higher interest rates if they are needed to keep inflation in check. In other words, hawks are less concerned witheconomic growthand more focused on the potential ofrecessionarypressure brought to bear by high inflation rates.\n\nWhether being hawkish is a good or appropriate stance will depend on the strength of theeconomyand othermacroeconomicfactors. This is because hawkish policies that can lower inflation can also lead to economiccontractionand higherunemployment, and can sometimes backfire and lead todeflation.\n\nAlthough it is common to use the term “hawk” as described here in terms of monetary policy, it is also used in a variety of contexts. In each case, it refers to someone who is intently focused on a particular aspect of a larger pursuit or endeavor. A budget hawk, for example, believes the federal budget is of the utmost importance. A war hawk, similarly, pushes for armed conflict to resolve disputes as opposed to diplomacy or restraint.\n\nThe opposite of a hawk is known as a dove, or an economic policy advisor who prefersmonetary policiesthat involve low interest rates. Doves typically believe that lower rates will stimulate the economy, leading to an increase in employment.\n\nAlthough the term “hawk” is often levied as an insult, high interest rates can carry economic advantages. While they make it less likely for people to borrow funds, they make it more likely that they will save money.\n\nIn some cases, banks end up lending money more freely when interest rates are higher. High rates dissipaterisk, making banks potentially more likely to approve borrowers with less-than-perfect credit histories. Moreover, if a country increases interest rates but its trading partners do not, that can result in a fall in the prices ofimportedgoods.\n\nHigher interest rates can become deflationary, making prices cheaper. While this can be a short-term positive,deflation can often be worsethan moderate inflation in the long run. Persistent deflation means that a dollar tomorrow will be worth more than one today, and worth even more in a week or a month. This incentivizes people to hoard money and put off large purchases until much later, when ostensibly they will be even less expensive in terms of the dollar’s greater purchasing power.\n\nWith higher interest rates, consumers will borrow less and spend less on credit. Higher mortgage rates will also put a damper on the housing market and can cause housing prices to fall in turn. Higher rates on car loans can have a similar effect on the automobile market.\n\nHawkish policies will likewise tend to reduce a company’s desire to borrow and invest, as the cost ofloansand interest rates onbondsrise. Moreover, companies will be less eager to hire and retrain workers in such an environment.\n\nHawkish policies can also impact domestic manufacturers and trade. If the relative inflation rate in the home country is falling relative to the inflation rate in a trading partner, theexchange rateshould adjust to keep prices in line with the dollarappreciatingrelative to the trading partners. When the home currency strengthens, the prices of imported foreign goods become relatively cheaper, hurting domestic producers. At the same time, domesticexportsbecome relatively more expensive for overseas consumers, further hurting domestic manufacturing.\n\nHawkish policies tend to favor savers and lenders (who can enjoy higher interest rates). They also make imports and traveling abroad cheaper. Hawkish policies tend to negatively impact borrowers and domestic manufacturers. They also make exports and domestic tourism more expensive.\n\nTourists to foreign destinations have greater purchasing power\n\nMakes borrowing more expensive for consumers and firms\n\nThese aren’t the only instances in economics in which animals are used as descriptors.Bullsandbearsare also used—the former refers to a market affected by rising prices, while the latter is typically one where prices are falling.\n\nHawks and hawkish policy are more aggressive in nature, whether in terms of monetary policy or military stance during a potential conflict. It is named after hawks, the aggressive birds of prey.\n\nThe opposite are a dove and dovish policies, seen as more meek or conservative. These epitomize peaceful symbolism.\n\nYes, as the recent history of U.S. Fed leadership shows.\n\nAlan Greenspan, who served as chair of the Fed from 1987 to 2006, was considered to be fairly hawkish in 1987, but he changed over time to a relatively dovish stance.Ben Bernanke, who served in the post from 2006 to 2014, also alternated between hawkish and dovish tendencies.\n\nJanet Yellen, Fed chief from 2014 to 2018, was generally seen as a dove who was committed to maintaining low lending rates.Jerome Powell, named to the post in 2018, was rated as neutral (neither hawkish nor dovish) by the Bloomberg Intelligence Fed Spectrometer.\n\nAt eight annual meetings, a group from the Fed examines economic indicators such as theConsumer Price Index (CPI)and theProducer Price Index (PPI)and determines if interest rates should go up or down, or stay the same. Those who support high rates are hawks, while those who favor low rates are labeled doves.\n\nHigh interest rates makeborrowingless attractive. As a result, consumers become less likely to make large purchases or take out credit. The lack of spending equates to lower demand, which helps to keep prices stable and prevent inflation.\n\nIn contrast, low interest rates entice consumers into taking out loans for cars, houses, and other goods. Consumers spend more, and, ultimately, inflation occurs.\n\nIt is the Fed’s responsibility to balance economic growth and inflation, and it does this by manipulating interest rates.\n\nInflation hawks adopt policies to quickly stamp out inflation, such as aggressively raising interest rates and other contractionary measures. Inflation hawks believe that low target inflation rates, around 2% to 3%, should be maintained, even it comes at the expense of economic growth or employment. Those with the opposite policy stance are known as doves.",
  "url": "https://www.investopedia.com/terms/h/hawk.asp"
}