{
  "term": "Inflation: What It Is and How to Control Inflation Rates",
  "definition": "What you need to know about the purchasing power of money and how it changes\n\nInflation is a gradual loss of purchasing power that is reflected in a broad rise in prices for goods and services over time. The inflation rate is calculated as the average price increase of abasket of selected goodsand services over one year. High inflation means that prices are increasing quickly, while low inflation means that prices are growing more slowly. Inflation can be contrasted with deflation, which occurs when prices decline andpurchasing powerincreases.\n\nAn increase in themoney supplyis the root of inflation, though this can play out through different mechanisms in the economy. A country’s money supply can be increased by the monetary authorities by:\n\nOther causes of inflation include supply bottlenecks and shortages of key goods, which can push prices to rise.\n\nWhen inflation occurs, money loses its purchasing power. This can occur across anysectoror throughout an entire economy. The expectation of inflation itself can further sustain thedevaluationof money. Workers may demand higher wages and businesses may charge higher prices, in anticipation of sustained inflation. This, in turn, reinforces the factors that push prices up.\n\nMelissa Ling © Investopedia, 2019\n\nInflation can be classified into three types: demand-pull inflation, cost-push inflation, and built-in inflation.\n\nDemand-pull inflationoccurs when an increase in the supply of money and credit stimulates the overall demand for goods and services to increase more rapidly than the economy’s production capacity. This increases demand and leads to price rises.\n\nWhen people have more money, it leads to positive consumer sentiment. This, in turn, leads to higher spending, which pulls prices higher. It creates a demand-supply gap with higher demand and less flexible supply, which results in higher prices.\n\nCost-push inflationis a result of the increase in prices working through the production process inputs. When additions to the supply of money and credit are channeled into a commodity or other asset markets, costs for all kinds of intermediate goods rise. This is especially evident when there’s a negative economic shock to the supply of key commodities.\n\nThese developments lead to higher costs for the finished product or service and work their way into rising consumer prices. For instance, when the money supply is expanded, it creates a speculative boom inoil prices. This means that the cost of energy can rise and contribute to rising consumer prices, which is reflected in various measures of inflation.\n\nBuilt-in inflation is related to adaptive expectations or the idea that people expect current inflation rates to continue in the future. As the price of goods and services rises, people may expect a continuous rise in the future at a similar rate.\n\nAs such, workers may demand more costs or wages to maintain their standard of living. Their increased wages result in a higher cost of goods and services, andthis wage-price spiralcontinues as one factor induces the other and vice versa.\n\nWhile it is easy to measure the price changes of individual products over time, human needs extend beyond just one or two products. Individuals need a big and diversified set of products as well as a host of services to live a comfortable life. They includecommoditieslike food grains, metal, fuel, utilities like electricity and transportation, and services likehealthcare, entertainment, and labor.\n\nInflation aims to measure the overall impact of price changes for a diversified set of products and services. It allows for a single value representation of the increase in the price level of goods and services in aneconomyover a specified time.\n\nPrices rise, which means that one unit of money buys fewer goods and services. This loss of purchasing power impacts the cost of living for the common public which ultimately leads to a deceleration in economic growth. The consensus view among economists is that sustained inflation occurs when a nation’smoney supplygrowth outpaces economic growth.\n\nThe increase in theConsumer Price Index for All Urban Consumers (CPI-U)over the 12 months ending January 2025 on an unadjusted basis. Prices increased by 0.5% on a seasonally adjusted basis in January 2025 from the previous month.\n\nTo combat this, the monetary authority (in most cases, thecentral bank) takes the necessary steps to manage the money supply and credit to keep inflation within permissible limits and keep the economy running smoothly.\n\nTheoretically,monetarismis a popular theory that explains the relationship between inflation and the money supply of an economy. For example, following the Spanish conquest of the Aztec and Inca empires, massive amounts ofgold and silverflowed into the Spanish and other European economies. Since the money supply rapidly increased, the value of money fell, contributing to rapidly rising prices.\n\nInflation is measured in a variety of ways depending on the types of goods and services. It is the opposite ofdeflation, which indicates a general decline in prices when the inflation rate falls below 0%. Keep in mind that deflation shouldn’t be confused withdisinflation, which is a related term referring to a slowing down in the (positive) rate of inflation.\n\nThere are a range of measures that individuals can take toprotect their financesagainst inflation. For instance, one may choose to invest in asset classes that outperform the market during inflationary times. This might include commodities like grain, beef, oil, electricity, and natural gas.\n\nCommodity prices typically stay one step ahead of product prices, and price increases for commodities are often seen as an indicator of inflation to come. Commodities, which can also be volatile, are easily affected by natural disasters, geopolitics, or conflict.\n\nReal estate income may also help buffer against inflation, as landlords can increase their rent to keep pace with the rise of prices overall.\n\nThe U.S. government also offersTreasury Inflation-Protected Securities (TIPS), a type of security indexed to inflation to protect against declines in purchasing power.\n\nDepending upon the selected set of goods and services used, multiple types of baskets of goods are calculated and tracked as price indexes. The most commonly used price indexes are theConsumer Price Index (CPI)and theWholesale Price Index (WPI).\n\nThe CPI is a measure that examines theweighted averageof prices of a basket of goods and services that are of primary consumer needs. They include transportation, food, and medical care.\n\nCPI is calculated by taking price changes for each item in the predetermined basket of goods and averaging them based on their relative weight in the whole basket. The prices in consideration are the retail prices of each item, as available for purchase by the individual citizens.CPI can impact the value of one currencyagainst those of other nations.\n\nChanges in the CPI are used to assess price changes associated with thecost of living, making it one of the most frequently used statistics for identifying periods of inflation or deflation. In the United States, theBureau of Labor Statistics (BLS)reports the CPI each month and has calculated it as far back as 1913.\n\nThe CPI-U, which was introduced in 1978, represents the buying habits of approximately 88% of the noninstitutional population of the United States.\n\nThe WPI is another popular measure of inflation. It measures and tracks the changes in the price of goods in the stages before the retail level.\n\nWhile WPI items vary from one country to another, they mostly include items at the producer or wholesale level. For example, it includes cotton prices for raw cotton, cotton yarn, cotton gray goods, and cotton clothing.\n\nAlthough many countries and organizations use the WPI, many other countries, including the U.S., use a similar variant called theProducer Price Index (PPI).\n\nThe PPI is a family of indexes that measures the average change in selling prices received by domestic producers of intermediate goods and services over time. The PPI measures price changes from the perspective of the seller and differs from the CPI, which measures price changes from the perspective of the buyer.\n\nIn all variants, the rise in the price of one component (say oil) may cancel out the price decline in another (say wheat) to a certain extent. Overall, each index represents the average weighted price change for the given constituents which may apply at the overalleconomy, sector, or commodity level.\n\nThe above-mentioned variants of price indexes can be used to calculate the value of inflation between two particular months (or years). While a lot of ready-madeinflation calculatorsare already available on various financial portals and websites, it is always better to be aware of the underlying methodology to ensure accuracy with a clear understanding of the calculations. Mathematically,\n\nSay you wish to know how the purchasing power of $10,000 changed between January 1975 and January 2024. One can find price index data on various portals in a tabular form. From that table, pick up the corresponding CPI figures for the given two months. For September 1975, it was 52.1 (initial CPI value), and for January 2024, it was 308.417 (final CPI value).\n\nPlugging in the formula yields:\n\nSince you wish to know how much $10,000 from January 1975 would be worth in January 2024, multiply the inflation rate by the amount to get the changed dollar value:\n\nThis means that $10,000 in January 1975 will be worth $59,197 today. Essentially, if you purchased a basket of goods and services (as included in the CPI definition) worth $10,000 in 1975, the same basket would cost you $59,197 in January 2024.\n\nInflation can be construed as either a good or a bad thing, depending upon which side one takes, and how rapidly the change occurs.\n\nIndividuals with tangible assets (like property or stocked commodities) priced in their home currency may like to see some inflation as that raises the price of their assets, which they can sell at a higher rate.\n\nInflation often leads tospeculationby businesses in risky projects and by individuals who invest in company stocks because they expect better returns than inflation.\n\nAn optimum level of inflation is often promoted to encourage spending to a certain extent instead of saving. If the purchasing power of money falls over time, there may be a greater incentive to spend now instead of saving and spending later. It may increase spending, which may boost economic activities in a country. A balanced approach is thought to keep the inflation value in an optimum and desirable range.\n\nBuyers of such assets may not be happy with inflation, as they will be required to shell out more money. People who hold assets valued in their home currency, such as cash or bonds, may not like inflation, as it erodes the real value of their holdings.\n\nAs such, investors looking toprotect their portfolios from inflationshould consider inflation-hedged asset classes, such as gold, commodities, and real estate investment trusts (REITs).Inflation-indexedbonds are another popular option for investors toprofit from inflation.\n\nHigh and variable rates of inflation can impose major costs on an economy. Businesses, workers, and consumers must all account for the effects of generally rising prices in their buying, selling, and planning decisions.\n\nThis introduces an additional source of uncertainty into the economy, because they may guess wrong about the rate of future inflation. Time and resources expended on researching, estimating, and adjusting economic behavior are expected to rise to the general level of prices. That’s opposed to real economic fundamentals, which inevitably represent a cost to the economy as a whole.\n\nEven a low, stable, and easily predictable rate of inflation, which some consider otherwise optimal, may lead to serious problems in the economy. That’s because of how, where, and when the new money enters the economy.\n\nWhenever new money andcreditenter the economy, it is always in the hands of specific individuals or business firms. The process of price level adjustments to the new money supply proceeds as they then spend the new money and it circulates from hand to hand and account to account through the economy.\n\nInflation does drive up some prices first and drives up other prices later. This sequential change in purchasing power and prices (known as the Cantillon effect) means that the process of inflation not only increases the general price level over time but alsodistorts relative prices, wages, and rates of return along the way.\n\nEconomists, in general, understand that distortions of relative prices away from their economic equilibrium are not good for the economy, andAustrian economistseven believe this process to be a major driver of cycles of recession in the economy.\n\nLeads to higher resale value of assets\n\nOptimum levels of inflation encourage spending\n\nBuyers have to pay more for products and services\n\nImposes higher prices on the economy\n\nDrives some prices up first and others later\n\nA country’s financial regulator shoulders the important responsibility of keeping inflation in check. It is done by implementing measures throughmonetary policy, which refers to the actions of a central bank or other committees that determine the size and rate of growth of the money supply.\n\nIn the U.S., the Fed’s monetary policy goals include moderate long-term interest rates, price stability, and maximum employment. Each of these goals is intended to promote a stable financial environment. The Federal Reserve clearly communicates long-term inflation goals in order to keep a steadylong-term rate of inflation, which is thought to be beneficial to the economy.\n\nPrice stability or arelatively constant level of inflationallows businesses to plan for the future since they know what to expect. The Fed believes that this will promote maximum employment, which is determined by non-monetary factors that fluctuate over time and are therefore subject to change.\n\nFor this reason, the Fed doesn’t set a specific goal for maximum employment, and it is largely determined by employers’ assessments. Maximum employment does not mean zero unemployment, as at any given time there is a certain level ofvolatilityas people vacate and start new jobs.\n\nHyperinflationis often described as a period of inflation of 50% or more per month.\n\nMonetary authorities also take exceptional measures in extreme conditions of the economy. For instance, following the 2008 financial crisis, the U.S. Fed kept the interest rates near zero and pursued a bond-buying program calledquantitative easing (QE).\n\nSome critics of the program alleged it would cause a spike in inflation in the U.S. dollar, but inflation peaked in 2007 and declined steadily over the next eight years. There are many complex reasons why QE didn’t lead to inflation orhyperinflation, though the simplest explanation is that the recession itself was a very prominent deflationary environment, and quantitative easing supported its effects.\n\nConsequently, U.S. policymakers have attempted to keep inflation steady at around 2% per year. TheEuropean Central Bank (ECB)has also pursued aggressive quantitative easing to counter deflation in the eurozone, and some places have experiencednegative interest rates. That’s due to fears that deflation could take hold in the eurozone and lead to economic stagnation.\n\nMoreover, countries that experience higher rates of growth can absorb higher rates of inflation. India’s target is around 4% (with an upper tolerance of 6% and a lower tolerance of 2%), while Brazil aims for 3.25% (with an upper tolerance of 4.75% and a lower tolerance of 1.75%).\n\nWhile a high inflation rate means that prices are increasing, a low inflation rate doesnotmean that prices are falling. Counterintuitively, when the inflation rate falls, prices are still increasing, but at a slower rate than before. When the inflation rate falls (but remains positive), this is known asdisinflation.\n\nConversely, if the inflation rate becomes negative, that means that prices are falling. This is known asdeflation, which can have negative effects on an economy. Because buying power increases over time, consumers have less incentive to spend money in the short term, resulting in falling economic activity.\n\nStocks are considered to bethe best hedge against inflation, as the rise in stock prices is inclusive of the effects of inflation. Since additions to the money supply in virtually all modern economies occur as bankcredit injectionsthrough the financial system, much of the immediate effect on prices happens in financial assets that are priced in their home currency, such as stocks.\n\nSpecial financial instruments exist that one can use to safeguard investments against inflation. They includeTreasury Inflation-Protected Securities (TIPS), a low-risk treasury security that is indexed to inflation where the principal amount invested is increased by the percentage of inflation.\n\nOne can also opt for a TIPS mutual fund or TIPS-basedexchange-traded fund (ETF). To get access to stocks, ETFs, and other funds that can help avoid the dangers of inflation, you’ll likely need a brokerage account. Choosing a stockbroker can be a tedious process due to the variety among them.\n\nGold is also considered to be a hedge against inflation, although this doesn’t always appear to be the case looking backward.\n\nSince all world currencies arefiat money, the money supply could increase rapidly for political reasons, resulting in rapid price level increases. The most famous example is the hyperinflation that struck the German Weimar Republic in the early 1920s.\n\nThe nations that were victorious in World War I demanded reparations from Germany, which could not be paid in German paper currency, as this was of suspect value due to government borrowing. Germany attempted to print paper notes, buy foreign currency with them, and use that to pay their debts.\n\nThis policy led to the rapid devaluation of theGerman markalong with the hyperinflation that accompanied the development. German consumers responded to the cycle by trying to spend their money as fast as possible, understanding that it would be worth less and less the longer they waited. More money flooded the economy, and its value plummeted to the point where people would paper their walls with practically worthless bills. Similar situations occurred in Peru in 1990 and in Zimbabwe between 2007 and 2008.\n\nThere are three main causes of inflation: demand-pull inflation, cost-push inflation, and built-in inflation.\n\nToo much inflation is generally considered bad for an economy, while too little inflation is also considered harmful. Many economists advocate for a middle ground of low to moderate inflation, of around 2% per year.\n\nGenerally speaking, higher inflation harms savers because it erodes the purchasing power of the money they have saved; however, it can benefit borrowers because the inflation-adjusted value of their outstanding debts shrinks over time.\n\nInflation can affect the economy in several ways. For example, if inflation causes a nation’s currency to decline, this can benefit exporters by making their goods more affordable when priced in the currency of foreign nations.\n\nOn the other hand, this could harm importers by making foreign-made goods more expensive. Higher inflation can also encourage spending, as consumers will aim to purchase goods quickly before their prices rise further. Savers, on the other hand, could see the real value of their savings erode, limiting their ability to spend or invest in the future.\n\nInflation has remained elevated since 2022 when inflation rates around the world rose to their highest levels since the early 1980s. While there is no single reason for this rapid rise in global prices, a series of events worked together to boost inflation to such high levels.\n\nThe COVID-19 pandemic led to lockdowns and other restrictions that greatly disrupted global supply chains, from factory closures to bottlenecks at maritime ports. Governments also issued stimulus checks and increased unemployment benefits to counter the financial impact on individuals and small businesses. When vaccines became widespread and the economy bounced back, demand (fueled in part by stimulus money and low interest rates) quickly outpaced supply, which struggled to get back to pre-COVID levels.\n\nRussia’s unprovoked invasion of Ukraine in early 2022 led to economic sanctions and trade restrictions on Russia, limiting the world’s supply of oil and gas since Russia is a large producer of fossil fuels. Food prices also rose as Ukraine’s large grain harvests could not be exported. As fuel and food prices rose, it led to similar increases down the value chains. The Fed raised interest rates to combat the high inflation, which significantly came down in 2023,though it remains above pre-pandemic levels.\n\nInflation is a rise in prices, which results in the decline of purchasing power over time. Inflation is natural and the U.S. government targets an annual inflation rate of 2%; however, inflation can be dangerous when it increases too much, too fast.\n\nInflation makes items more expensive, especially if wages do not rise by the same levels of inflation. Additionally, inflation erodes the value of some assets, especially cash. Governments and central banks seek to control inflation through monetary policy.\n\nU.S. Bureau of Labor Statistics. “Consumer Price Index.”\n\nEdo, Anthony, and Melitz, Jacques. “The Primary Cause of European Inflation in 1500–1700: Precious Metals or Population? The English Evidence.” CEPII Working Paper, October 2019, pp. 13-14. Download PDF.\n\nU.S. Bureau of Labor Statistics. “Consumer Price Index.”\n\nU.S. Bureau of Labor Statistics. “Chapter 17. The Consumer Price Index (Updated 2-14-2018),” Page 2.\n\nU.S. Bureau of Labor Statistics. “Consumer Price Index Chronology.”\n\nU.S. Bureau of Labor Statistics. “Producer Price Index Frequently Asked Questions (FAQs),” select “4. How does the Producer Price Index differ from the Consumer Price Index?”\n\nU.S. Bureau of Labor Statistics. “Producer Price Index Frequently Asked Questions (FAQs),” select “3. When did the Wholesale Price Index become the Producer Price Index?”\n\nU.S. Bureau of Labor Statistics. “Producer Price Indexes.”\n\nU.S. Bureau of Labor Statistics. “Consumer Price Index Historical Tables for U.S. City Average.”\n\nU.S. Bureau of Labor Statistics. “Historical CPI-U,” Page 3.\n\nAdam Smith Institute. “The Cantillion Effect.”\n\nFoundation for Economic Education. “The Current Economic Crisis and the Austrian Theory of the Business Cycle.”\n\nBoard of Governors of the Federal Reserve System. “Review of Monetary Policy Strategy, Tools, and Communication.”\n\nBoard of Governors of the Federal Reserve System. “What Is the Lowest Level of Unemployment That the U.S. Economy Can Sustain?”\n\nFischer, Stanley et al. “Modern Hyper- and High Inflations.”Journal of Economic Literature, vol. 40, no. 3, September 2002, pp. 837.\n\nFederal Reserve History. “The Great Recession and Its Aftermath.”\n\nFederal Reserve Bank of New York. “Liberty Street Economics: Ten Years Later—Did QE Work?”\n\nCongressional Budget Office. “How the Federal Reserve’s Quantitative Easing Affects the Federal Budget.”\n\nBoard of Governors of the Federal Reserve System. “FAQs: Why Does the Federal Reserve Aim for Inflation of 2 Percent Over the Longer Run?”\n\nEuropean Central Bank. “How Quantitative Easing Works.”\n\nReserve Bank of India. “Monetary Policy,” select “The Monetary Policy Framework.”\n\nCentral Bank of Brazil. “Inflation Targeting Track Record.”\n\nTreasuryDirect. “Treasury Inflation-Protected Securities (TIPS).”\n\nUniversity of Illinois, Urbana-Champaign. “1920s Hyperinflation in Germany and Bank Notes.”\n\nRossini, Renzo (Editors Alejandro M. Werner and Alejandro Santos). “Staying the Course of Economic Success: Chapter 2. Peru’s Recent Economic History: From Stagnation, Disarray, and Mismanagement to Growth, Stability, and Quality Policies.” International Monetary Fund eLibrary, September 2015.\n\nKramarenko, Vitaliy et al. “Zimbabwe: Challenges and Policy Options After Hyperinflation.”International Monetary Fund, June 2010, no. 6.\n\nThe World Bank, World Bank Open Data. “Inflation, Consumer Prices (Annual %).”\n\nFederal Reserve Economic Data (FRED), Federal Reserve Bank of St. Louis. “Consumer Price Index for All Urban Consumers: All Items in U.S. City Average.”\n\nBoard of Governors of the Federal Reserve System. “Open Market Operations.”",
  "url": "https://www.investopedia.com/terms/i/inflation.asp"
}