{
  "term": "Inflection Point in Business: Overview and Examples",
  "definition": "An inflection point is an event that results in a significant change in the progress of a company, industry,sector, economy, or geopolitical situation and can be considered a turning point after which a dramatic change, with either positive or negative results, is expected to result.\n\nCompanies, industries, sectors, and economies are dynamic and constantly evolving. Inflection points are more significant than the small day-to-day progress typically made, and the effects of the change are often well known and widespread.\n\nBased on mathematical charting models, the inflection point is where the direction of a curve changes in response to an event. To qualify, the shift must be noticeable or decisive and attributed to a particular cause.\n\nThis principle can be applied to a variety of economic, business, and financial information, such as shifts in thegross domestic product(GDP) or changes in security prices, but it is not used in reference to normal market fluctuations that are not the result of an event.\n\nAndy Grove, Intel's co-founder, described a strategic inflection point as \"an event that changes the way we think and act.\"\n\nInflection points can be a result of action taken by a company, or through actions taken by another entity, that has a direct impact on the company. Additionally, inflection points may be caused by an unintentional action or an unforeseen event.\n\nRegulatory changes, for instance, could lead to an inflection point for a corporation that was previously held back by regulatory compliance issues. Inflection points in technology include the advent of the Internet and smartphones. Politically, an inflection point can be illustrated by the fall of the Berlin Wall or the fall ofcommunismin Poland and other Eastern Bloc countries.\n\nCertain unforeseen events can include major economic downturns, such as thefinancial crisis of 2008, or natural disasters that affect a particular business or industry in a meaningful way. In this regard, an inflection point may not be identifiable until after the event has occurred and a change in direction has been subsequently noted.\n\nWhen an inflection point is identified, it is often a sign that the affected industry must make certain fundamental changes in order to continue to operate. For example, with the introduction of the smartphone, other mobiletechnology manufacturershad to adapt to the changing market conditions in order to remain successful.\n\nPalm Inc., the manufacturer of the Palm Pilot personal organizer, attempted to adjust to changing market conditions through the release of the Palm Treo smartphone, but it was ultimately unable to compete with stronger industry competitors, such as the Blackberry and the iPhone.\n\nThis competitive pressure resulted in a significant loss of stock value. In 2010, HP Inc. announced its acquisition of Palm, which included an offer that amounted to approximately $5.70 per common share of Palm stock.\n\nAs of Q2 2021, Apple's global market share of the mobile phone market is 15%, behind Xiaomi (16%) and Samsung (18%).\n\nThe change in the mobile phone market towardssmartphonesnot only impacted Palm but most of the large mobile phone companies at the time of the iPhone's release. This includes Nokia and Motorola.\n\nAt the start of the 2000s, Nokia had a 30.6%market shareof the mobile phone market; the dominant company in the industry. After not being able to compete with the emergence of smartphones, Nokia sold its mobile phone business to Microsoft in 2013. Microsoft couldn't figure out a way to reboot the company and sold it in 2016.\n\nThe company still makes mobile phones, catering to the mid-lower price point but is just a shadow of its former self.\n\nA point of inflection is the location where a curve changes from sloping up or down to sloping down or up; also known as concave upward or concave downward. Points of inflection are studied in calculus and geometry. In business, the point of inflection is the turning point of a business due to a significant change. This turning point can be positive or negative.\n\nIn common usage, an inflection point is simply the point at which a significant change occurs. The change may be a positive one or negative one depending on how the inflection point impacts the subject at hand.\n\nIn calculus, the inflection point is where a graph's concavity changes from either up to down or down to up. This change may be slow or dramatic but it is regarded as the point where the slope starts to change.\n\nBizShifts-Trends. \"Strategic Inflection Points-Events That Changes the Way You Think, Act: Why Some Companies Grow and Others Decline.\" Accessed Oct. 4, 2021.\n\nHP. \"HP to Acquire Palm for $1.2 Billion.\" Accessed Oct. 4, 2021.\n\nCounterpoint. \"Global Smartphone Market Share: By Quarter.\" Accessed Oct. 4, 2021.\n\nSlidebean. \"Why Microsoft Acquired Nokia (and Then Sold It.\" Accessed Oct. 4, 2021.\n\nFortunly. \"Smartphone Market Share: Past, Present, and Future.\" Accessed Oct. 4, 2021.",
  "url": "https://www.investopedia.com/terms/i/inflectionpoint.asp"
}