{
  "term": "Inflation-Adjusted Return: Definition, Formula, and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe inflation-adjusted return is the measure of return that takes into account the time period'sinflationrate. The purpose of the inflation-adjusted return metric is to reveal the return on an investment after removing the effects of inflation.\n\nRemoving the effects of inflation from the return of an investment allows the investor to see the trueearning potentialof the security without external economic forces. The inflation-adjusted return is also known as the real rate of return or required rate of return adjusted for inflation.\n\nThe inflation-adjusted return is useful for comparing investments, especially between different countries. That's because each country's inflation rate is accounted for in the return. In this scenario, without adjusting for inflation across international borders, an investor may get vastly different results when analyzing an investment's performance. The inflation-adjusted returnserves as a realistic measure of an investment's returnwhen compared to other investments.\n\nFor example, assume a bond investment is reported to have earned 2% in the previous year. This appears like a gain. However, suppose that inflation last year was 2.5%. Essentially, this means the investment did not keep up with inflation, and it effectively lost 0.5%.\n\nAssume also a stock that returned 12% last year when inflation was running at 3%. An approximate estimate of the real rate of return is 9%, or the 12% reported return less the inflation amount (3%).\n\nCalculating the inflation-adjusted return requires three basic steps. First, the return on the investment must be calculated. Second, the inflation for the period must be calculated. And third, the inflation amount must be geometrically backed out of the investment's return.\n\nInflation and returns compound, meaning if you don't use the correct formula and simply subtract the rate of inflation from the nominal return, the result you get won't be fully accurate.\n\nAssume an investor purchases a stock on January 1 of a given year for $75,000. At the end of the year, on December 31, the investor sells the stock for $90,000. During the course of the year, the investor received $2,500 in dividends. At the beginning of the year, theConsumer Price Index(CPI) was at 700. On December 31, the CPI was at a level of 721.\n\nThe first step is to calculate the investment's return using the following formula:\n\nThe second step is to calculate the level of inflation over the period using the following formula:\n\nThe third step is to geometrically back out the inflation amount using the following formula:\n\nSince inflation and returns compound, it is necessary to use the formula in step three. An investor who simply takes a linear estimate by subtracting 3% from 23.3%, would arrive at an inflation-adjusted return of 20.3%, which in this example is 0.6% too high.\n\nUsing inflation-adjusted returns is often a good idea because they put things into a very real-world perspective. Focusing on how investments are doing over the long term can often present a better picture when it comes to its past performance (rather than a day-to-day, weekly, or even monthly glance).\n\nBut there may be a good reason why nominal returns work over those adjusted for inflation.Nominal returnsare generated before any taxes,investment fees, or inflation. Since we live in a “here and now” world, these nominal prices and returns are what we deal with immediately to move forward. So, most people will want to get an idea of how the high and low price of an investment is—relative to its future prospects—rather than its past performance. In short, how the price fared when adjusted for inflation five years ago won’t necessarily matter when an investor buys it tomorrow.\n\nInflation adjustment means removing the effect of price inflation from data. For example, if a stock rose 23% in a year that inflation was running at 3%, we could conclude, more or less, that the actual return, accounting for the increased cost of living, was about 20%.\n\nPrices rise and that affects purchasing power. For example, $50 in April 2013 has the same buying power as $65.23 in April 2023. The same applies to money invested. A return on a $5,000 investment may be advertised as 70% over the course of 10 years. However, in reality, if you account for inflation, the actual return, or profit you make, is lower.\n\nIn the U.S., the Consumer Price Index (CPI), which is produced by the Bureau of Labor Statistics (BLS), is the most widely used measure of inflation. It influences government policy and the cost of borrowing money. However, like other measures, itisn’t perfectand won’t reflect changing living costs for all.\n\nInflation is part of life. Costs rise and erode, among other things, the value of investments. If your investment rose 12% in a given year but the cost of living went up 4%, then your actual return isn't going to be 12%. That’s why many investors look at the inflation-adjusted return. This measure takes the nominal return and deducts inflation to reveal the real return of an investment.\n\nThe inflation-adjusted return allows us to see the true earning potential of a security without external economic forces. And it can also be particularly useful when comparing investments between different countries, each of which will likely have different levels of inflation.\n\nCorporate Finance Institute. \"RRR Adjusted for Inflation.\"\n\nU.S. Bureau of Labor Statistics. “CPI Inflation Calculator.”",
  "url": "https://www.investopedia.com/terms/i/inflation_adjusted_return.asp"
}