{
  "term": "Inflation Accounting: Definition, Methods, Pros & Cons",
  "definition": "Inflation accounting is a special technique used to factor in the impact that soaring or plummeting costs of goods in some regions of the world have on the reported figures of international companies.Financial statementsare adjusted according to price indexes, rather than relying solely on acost accountingbasis, to paint a clearer picture of a firm’s financial position ininflationaryenvironments. This method is also sometimes referred to asprice levelaccounting.\n\nWhen a company operates in a country where there is a significant amount of price inflation ordeflation, historical information on financial statements is no longer relevant. To counter this issue, in certain cases, companies are permitted to use inflation-adjusted figures,restatingnumbers to reflect currenteconomic values.\n\nInternational Accounting Standard (IAS) 29 adopted by theInternational Financial Reporting Standards (IFRS)is the guide for entities whosefunctional currencyis the currency of ahyperinflationaryeconomy. IFRS defines hyperinflation as prices, interest, and wages linked to a price index rising 100% or more cumulatively over three years.\n\nCompanies that fall under this category may be required to update their statements periodically in order to make them relevant to current economic and financial conditions, supplementing cost-basedfinancial statementswith regular price-level adjusted statements.\n\nThere are two main methods used in inflation accounting—current purchasing power (CPP) and current cost accounting (CCA).\n\nUnder the CPP method,monetary itemsand nonmonetary items are separated. The accounting adjustment for monetary items is subject to the recording of a net gainorloss. Nonmonetary items (those that do not carry a fixed value) are updated into figures with an inflation conversion factor equivalent to the consumer price index (CPI) at the end of the period divided by CPI at the date of transaction.\n\nThe CCA approach values assets at theirfair market value(FMV) rather thanhistorical cost, the price incurred during the purchase of the fixed asset. Under the CCA method, both monetary and nonmonetary items are restated to current values.\n\nRequirements for inflation accounting differ between IFRS and U.S.Generally Accepted Accounting Principles(GAAP). Both IFRS and GAAP have been treating Argentina as “hyperinflationary” since 2018 because cumulative inflation there over the prior three years has exceeded 100%.However, the requirements they impose on companies operating in the country vary.\n\nIFRS permitted international businesses with subsidiaries in Argentina to continue using the peso for their accounts, provided they restate them to adjust for inflation.In contrast, U.S. firms with activities in Argentina are being forced to use the dollar as their functional currency, costing them inforeign exchangelosses.\n\nInsurance company Assurant Inc. warned in its 2021 annual report that “management has classified Argentina’s economy as highly inflationary in accordance with GAAP accounting requirements and, as a result, the functional currency of our Argentina subsidiaries was changed from the local currency to U.S. dollars and their non-U.S. dollar denominated monetary assets and liabilities were subject toremeasurementresulting in losses.”\n\nInflation accounting comes with many benefits. Chief among them, matching current revenues with current costs provides a much more realistic breakdown of profitability.\n\nOn the flip side, providing adjusted figures can confuse investors and give companies the opportunity to flag numbers that shine it in a better light. The process of adjusting accounts to factor in price changes can result in financial statements being constantly restated and altered.\n\nCPP stands for current purchasing power; CCA stands for current cost accounting. These are the two main methods used to adjust financial statement figures in inflation accounting.\n\nThe percent inflation rate is calculated as the CPI at the end of the period divided by the CPI at the beginning of the period multiplied by 100.\n\nFor example, let's assume you wanted to calculate the inflation rate between January 2006 and January 2022. According to the Consumer Price Index table, January 2022 has a CPI of 281.148 and January 2006 has a CPI of 198.300.The formula to calculate the percent inflation rate is therefore 281.148 / 198.300 × 100 = 141.77%.\n\nAccording to IFRS, hyperinflation is when prices, interest, and wages linked to a price index rise 100% or more cumulatively over three years.\n\nIFRS Foundation. \"IAS 29 Financial Reporting in Hyperinflationary Economies.\"\n\nPwC. \"Hyperinflation in Argentina: Which Implications for Your Consolidated Financial Statements?\" Page 1.\n\nPwC. \"Hyperinflation in Argentina: Which Implications for Your Consolidated Financial Statements?\" Page 2.\n\nGrant Thornton. \"Argentina Hyperinflation May Trigger DASTM Rule.\"\n\nAssurant. \"2021 Annual Report,\" Page 50.\n\nU.S. Bureau of Labor Statistics. \"Databases, Tables & Calculators by Subject.\"",
  "url": "https://www.investopedia.com/terms/i/inflation-accounting.asp"
}