{
  "term": "Information Ratio (IR): Definition, Formula, vs. Sharpe Ratio",
  "definition": "The information ratio compares portfolio returns that exceed a benchmark to the volatility of those returns.\n\nThe information ratio (IR) measures a fund manager's returns against a benchmark and the volatility, or consistency, of those returns.\n\nWhile raw return figures might show that a fund beat its benchmark by a certain percentage over time, the IR helps determine to what degree outperformance resulted from taking on risk and whether the results were consistent over time. Thus, it tells you if you're getting a good value when paying more for an actively managed fund.\n\nWhile the IR is a handy way to evaluate an actively managed fund, it's not hard to see why some might shy away from the math involved. However, it's really just answering two simple questions: Did the fund beat the market, and was it dumb luck? Here's the formula:\n\nIR=Portfolio Return−Benchmark ReturnTracking Errorwhere:IR=Information ratioPortfolio Return=Portfolio return for periodBenchmark Return=Return on fund used as benchmarkTracking Error=Standard deviation of differencebetween portfolio and benchmark returns\\begin{aligned} &\\text{IR} = \\frac{ \\text{Portfolio Return} - \\text{Benchmark Return} }{ \\text{Tracking Error} } \\\\ &\\textbf{where:}\\\\ &\\text{IR} = \\text{Information ratio} \\\\ &\\text{Portfolio Return} = \\text{Portfolio return for period} \\\\ &\\text{Benchmark Return} = \\text{Return on fund used as benchmark} \\\\ &\\text{Tracking Error} = \\text{Standard deviation of difference} \\\\ &\\text{between portfolio and benchmark returns} \\\\ \\end{aligned}​IR=Tracking ErrorPortfolio Return−Benchmark Return​where:IR=Information ratioPortfolio Return=Portfolio return for periodBenchmark Return=Return on fund used as benchmarkTracking Error=Standard deviation of differencebetween portfolio and benchmark returns​\n\nLet's break this down into plain English. First, subtract how well the benchmark did (like the S&P 500 index's annual return) from how well your investment did. This tells you your \"excess return\"—how much better or worse it was. Then divide that number by the tracking error, which measures thestandard deviationof the excess returns—that is, how consistent they are.\n\nWhile the tracking error forpassive index fundsmeasures how closely it follows its benchmark (often a small percentage), the tracking error in the IR formula measures something else entirely—the consistency of a fund's excess returns. For example, if a fund beats its benchmark by 2% every month, it would have a very low tracking error in the IR calculation, even though it's not trying to match the index. If another fund beats the benchmark by 10% one month and underperforms by 6% the next, it would have a much higher tracking error, even if its average outperformance is the same.\n\nLet's say you're comparing two mutual funds that both claim to beat the S&P 500. We'll call the first the Steady Growth Fund and the second the Wild Ride Fund. Now let's say the S&P 500 performed at about its long-term historical average of 10%, with each performing this way:\n\nAt first, the Wild Ride Fund might look more attractive with its higherannual return. However, the IR tells a different story. Steady Growth's higher IR of 0.50 indicates it's more consistent and could be a better bet for your money. Wild Ride comes with more risk in the form of wildly uneven returns.\n\nLet's look at a real actively managed fund, the Fidelity Contrafund (FCNTX), a popular large-cap growthmutual fundmanaged by Fidelity Investments.\n\nTo calculate the IR, we need three things:\n\nThe trick is picking the period of time we want to look at. Go too far back, and it might have been a very different market and irrelevant to today. Don't go back far enough, and you're not really giving enough time to see any consistency.\n\nWe grabbed the numbers and used a simple Google Sheet to work with the data for FCNTX and the S&P 500 index from 2015 to 2024:\n\nFrom 2015 to 2024, the Fidelity Contrafund generated an IR of 0.55 against the S&P 500. The table above shows how FCNTX didn't outperform the S&P 500everyyear. However, the IR indicates that, on average and over the 10-year period, the fund generated excess returns relative to the risk taken. That's because its stronger years (like 2015, 2017, 2020, 2023, and 2024) outweighed the years of underperforming the benchmark.\n\nNow, we could have used different periods. In the same spreadsheet, we quickly came up with the IR for the previous three (0.72) and five years (0.53). Thus, whichever period you're looking at, these are very good IRs, indicating that Will Danoff, who has managed the fund for 34 years, is consistently outperforming the benchmark.Hence, it's no mystery why it's a popular fund.\n\nUsing different period lengths will give you a different IR. Financial publications often report IRs over various time frames (e.g., one-year, three-year, and five-year periods). Longer periods generally offer a more reliable track record for measuring afund manager's skill.\n\nOK, but the above did require some work with a spreadsheet. Is there an easier way? Yes, but it's going to be less precise. It's also something you likely do already when examining different funds, namely looking at charts (typically found in the fund's prospectus), comparing annual or quarterly returns vs. a benchmark. Below is a chart comparing the annual returns for FCNTX and theS&P 500 index:\n\nThe IR and theSharpe ratioare both used to check how well an investment (like a mutual fund or a portfolio managed by an advisor) is performing, but they do differ. While they both help you understandrisk-adjusted return—simply put, how much risk you're taking on to get the return—they assess it differently.\n\nThe Sharpe ratio measures how much excess return you're getting for each unit of total risk you take. \"Excess return\" in this case means the returnabovewhat you could have earned from a risk-free investment (usually U.S. Treasurys). \"Total risk\" is measured by the investment'svolatility(how much its price swings up and down).\n\nMeanwhile, the IR measures how much excess return an actively managed investment generates when compared with a benchmark (often the S&P 500 index) that isn't risk-free, what's sometimes called \"active risk,\" then measures the volatility in the excess returns. This table breaks down the most important differences:\n\nThe IR helps you assess whether a fund manager consistently delivers value for its higher management fees. Fidelity Contrafund's 10-year track record against the S&P 500 illustrates why this matters: While other funds might have outperformed it in certain years, it's been a consistent earner for its investors.\n\nRather than just chasing the highest recent returns, savvy investors use the IR to identify managers who can deliver steady outperformance with lower volatility. Remember when assessing any such figures that past performance doesn't determine future results, and it's always prudent to check in with a financial advisor before investing.\n\nFidelity. \"The Fidelity Contrafund with Will Danoff.\"",
  "url": "https://www.investopedia.com/terms/i/informationratio.asp"
}