{
  "term": "Infrastructure: Definition, Meaning, and Examples",
  "definition": "Infrastructure is defined as the basic physical systems of a business, region, or nation and often involves the production ofpublic goodsor production processes. Examples of infrastructure include transportation systems, communication networks, sewage, water, and school systems.\n\nInvestments in infrastructure tend to be costly and capital-intensive, but vital to a region's economic development and prosperity. Projects related to infrastructure improvements may be funded publicly, privately, or throughpublic-private partnerships.\n\nThe term infrastructure first appeared in the late 1880s, derived from French, withinfra-meaning below andstructuremeaning building.Infrastructure can mean the foundation upon which the structure of aneconomyis built.\n\nInfrastructure includes a variety of systems and structures where physical components are required such as the electrical grid across a city, state, or country. While the facilities, equipment, or similar physical assets like bridges and roads are essential to an economy, infrastructure also enables citizens to participate in the social and economic community and provides them with necessities such as food and water.\n\nBecause infrastructure often involves the production of eitherpublic goodsor goods that lend themselves to production, it is typical to see public financing, control, supervision, or regulation of infrastructure. This usually takes the form of direct government production or production by a closely regulated, legally sanctioned entity. The first federally funded infrastructure project was the Cape Henry Lighthouse, built in 1792 at Virginia Beach, Virginia.\n\nSometimesprivate companieschoose to invest in a country's infrastructure development as part of a business expansion effort. For example, an energy company may buildpipelinesand railways in a country where it wants to refine petroleum and this investment can benefit both the company and the country.\n\nIndividuals may also choose to fund improvements to certain pieces of public infrastructure. For example, an individual may fund improvements to hospitals, schools, or local law enforcement efforts.\n\nSince 2009, the United States has spent over $400 billion each year on average at the local, state, and federal levels on infrastructure.\n\nInfrastructure is often categorized as hard or soft. Hard infrastructure is the tangible, physical assembly of structures such as roads, bridges, tunnels, and railways. Soft infrastructure is the services required to maintain the economic, health, and social needs of a population.\n\nHard infrastructure is the physical system needed to run a modern, industrialized nation. Examples include roads, highways, and bridges, as well as the assets required to make them operational such as transit buses, vehicles, and oil refineries. Technical systems such as networking equipment and cabling are considered hard infrastructure and provide a critical function to support business operations.\n\nAccording to the Brookings Institution, 16.6 million people have jobs in fields directly related to infrastructure. From locomotive engineers and electrical power line installers to truck drivers and construction laborers, infrastructure jobs account for nearly 11.8% of the nation’s workforce.\n\nSoft infrastructure represents human capital and institutions necessary to maintain an economy that delivers certain services to the population such as healthcare,financial institutions, government offices, law enforcement, and education.\n\nInvestments in soft infrastructure target how people thrive and participate in daily life. In 2021, then-President Biden's Build Back Better Plan targeted soft infrastructure proposals like expansions to Medicare and tuition-free community college.\n\nHow infrastructure is maintained and fundedgenerally depends on who owns it. The government owns a lot of infrastructure for transportation, water, and public education. Most infrastructure is owned by state and local governments, often partially supported through federal subsidies, and some infrastructure may be entirely privately owned.\n\nAdditionally, public-private partnerships exist in maintaining infrastructure. In 2004, Cintra entered into a 99-year lease with the City of Chicago to operate and maintain the Chicago Skyway Bridge. As part of the agreement, Cintra receives all toll and concession revenue generated by the bridge, while the city benefited from a $1.82 billion cash infusion and is no longer responsible for maintaining the bridge.\n\nThe United States has embarked on many infrastructure plans, includingThe American Recovery and Reinvestment Act of 2009and, in 2015, the $305 billion transportation infrastructure bill.On November 15, 2021, then-President Joe Biden signed the Infrastructure Investment and Jobs Act, which allocated $1.2 trillion to fund the rebuilding of roads, bridges, water infrastructure, internet, and more.\n\nThe 2021 package also included new incentives and investment in developing infrastructure components such as $7.5 billion to supportelectric vehiclesand $65 billion to ensure every American has access to reliable high-speed internet.In 2022, the White House announced that AT&T, Comcast, Verizon, Spectrum, and 16 other providers will offer high-speed internet plans of at least 100 megabits per second “for no more than $30 per month” to eligible low-income households citing the new government subsidy established by 2021 legislation.\n\nAs highlighted by the COVID-19 pandemic, many areas within the United States have limited or no internet broadband access, creating a digital divide within the country. Included in the Infrastructure Investment and Jobs Act (IIJA) of 2021 is funding to ensure every American has access to reliable high-speed internet.\n\nThe Investment and Jobs Act (IIJA) provides funding to develop the country’sEV-charging infrastructureand install 500,000 publicly accessible charging stations compatible with all vehicles and technologies by 2030. The election of Donald Trump as the 47th President of the United States has thrown doubt on the future of this program, as Trump has taken steps to delay or prevent funding for EV adoption and infrastructure.\n\nInfrastructure powers businesses and connects workers to their jobs and citizens to opportunities for healthcare and education. It creates opportunities within communities and an economy needs reliable infrastructure to connect supply chains and move goods and services.\n\nInfrastructure includes hard structures like roads, bridges, and tunnels, as well as soft structures like government offices, healthcare, and education systems. Infrastructure is typically viewed as a public good, as it boosts the overall economy and quality of life. Maintaining infrastructure is an expensive yet important role of government, requiring constant investment and oversight to ensure existing infrastructure continues operating.\n\nFederal Emergency Management Agency (FEMA). \"Infrastructure.\"\n\nMerriam-Webster. \"'Infrastructure': A New Word from Old Roots.\"\n\nAmerican Society of Civil Engineers. \"Old Cape Henry Lighthouse.\"\n\nThe Economist. \"Spending on Infrastructure Has Fallen in Real Terms in America.\"\n\nBrookings Institution. \"Seizing the U.S. Infrastructure Opportunity: Investing in Current and Future Workers.\"\n\nThe White House: Biden Administration. \"The Build Back Better Framework.\"\n\nFerrovial. \"Chicago Lease Agreement Signed.\"\n\nU.S. Department of Transportation. \"Fixing America's Surface Transportation Act or \"FAST Act\".\"\n\nFederal Communications Commission. \"American Recovery and Reinvestment Act of 2009.\"\n\nNational Conference of State Legislatures. \"Infrastructure Investment and Jobs Act: Implementation and Key Resources.\"\n\nThe White House. \"Updated Fact Sheet: Bipartisan Infrastructure Investment and Jobs Act.\"\n\nThe White House: Biden Administration. \"FACT SHEET: President Biden and Vice President Harris Reduce High-Speed Internet Costs for Millions of Americans.\"\n\nReuters. \"Trump Revokes Biden 50% EV Target, Freezes Unspent Charging Funds.\"\n\nThe White House: Biden Administration. \"Fact Sheet: Biden-⁠Harris Administration Announces New Standards and Major Progress for a Made-in-America National Network of Electric Vehicle Chargers.\"",
  "url": "https://www.investopedia.com/terms/i/infrastructure.asp"
}