{
  "term": "Inheritance Tax: What It Is, How It's Calculated, and Who Pays It",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAn inheritance tax is a levy potentially paid by the recipient of assets inherited from a deceased individual. Just five states have an inheritance tax as of 2025.\n\nAn inheritance tax is a tax imposed on the recipient (beneficiary) of an estate, meaning the person receiving assets from a deceased individual may be responsible for paying it.\n\nIndividuals who live in Kentucky, Maryland, Nebraska, New Jersey, or Pennsylvania and are bequeathedassetsmay have to pay a tax on their inheritance. This inheritance tax is levied on the value of the bequeathment received by the beneficiary, and the beneficiary pays it.\n\nWhether you have to pay aninheritancetax and how much that tax will be depends on a few factors. The first is what state or states the decedent lived or owned property—this will determine whether the beneficiary must pay the tax and how much. As a beneficiary, your state's inheritance tax rule, if any, doesn't apply. That means that if the individual who gave you an inheritance lived in a state without an inheritance tax, you won’t have to pay it.\n\nIf they did live in a state with an inheritance tax, the next determining factor is your relationship to the deceased. Most states with an inheritance tax have carve-outs for immediate family members (spouses, parents, children, siblings), so these individuals won’t be responsible for paying this tax in those states.\n\nCertain states provide exemptions for immediate family members up to a certain threshold of the value of the bequeathment. That value is the final determining factor of whether you have to pay an inheritance tax and how much. Each state has its own limits, but they are often generous. Only around 2% of people typically ever have to pay an inheritance tax.\n\nEach state has its own family member exemptions and thresholds for when an inheritance tax is levied. There is no federal inheritance tax. Here they are, broken down by state (note: Iowa eliminated its inheritance tax as of this year, meaning it doesn’t apply to assets bequeathed from individuals who died on or after Jan. 1, 2025).\n\nImmediate family members (spouses, parents, children, siblings) are exempt; other family members (excluding cousins) are exempt up to $1,000, and the tax rate is 4% to 16%. Cousins and other beneficiaries are exempt up to $500, and the tax rate is 6% to 16%. Thestatecharges minimum amounts plus a percentage at certain thresholds.\n\nImmediate family (parents, grandparents, spouses, children, grandchildren, siblings) and charities are exempt, as are beneficiaries from small estates valued at $50,000 or less. Other recipients are exempt up to $1,000. The tax rate is 10%.\n\nMaryland is currently the only state that imposes both an estate tax and an inheritance tax.\n\nSpouses, relatives under the age of 22, and charities are fullyexempt. Immediate family members (parents, grandparents, siblings, children, grandchildren) are exempt up to $100,000 and pay a 1% tax on inheritances exceeding that amount.Other relatives are exempt up to $40,000 or are subject to an 11% tax, while unrelated heirs are exempt up to $25,000 or pay 15%.\n\nImmediatefamily(spouse, children, parents, grandparents, grandchildren) and charitable organizations are exempt. Siblings and sons/daughters-in-law are exempt up to $25,000.The tax rate ranges from 11% to 16%, depending on the size of the inheritance and the familial relationship.\n\nSpouses and children 21 years old and younger are exempt.Adult children, grandparents, and parents are exempt up to $3,500. The tax rate is 4.5%, 12%, or 15%, depending on the relationship.\n\nWhile an inheritance tax and anestate taxboth may apply after someone's death, they are distinct taxes with different triggers.\n\nBoth levies are based on thefair market valueof a deceased person's property, usually as of the date of death. But an estate tax is levied on the value of the decedent's estate, and the estate pays it. In contrast, an inheritance tax is levied on thevalue of an inheritancereceived by the beneficiary, and it is the beneficiary who pays it.\n\nThe distinction between an estate tax and an inheritance tax with identical rates and exemptions might make no difference to a sole heir. However, in rare situations, an inheritance could be subject to estate and inheritance taxes.\n\nMost people will not end up paying an inheritance tax, given the carve-outs for immediate family members and exemptions for inheritances up to certain amounts. However, residents with significant assets in a state with an inheritance tax may still want to take steps to minimize the exposure for their heirs.\n\nOne common strategy is to buy a life insurance policy equal to the sum you wish to bequeath and make the person you want to leave it to the policy's beneficiary. The death benefit from an insurance policy is not subject to inheritance taxes.\n\nYou could also put assets in a trust—preferably anirrevocable trust. This effectively removes these assets from your estate and their classification as an inheritance upon your death. You can set up a schedule to distribute the funds when you establish the trust.\n\nOnly residents of five states—Kentucky, Maryland, Nebraska, New Jersey, and Pennsylvania—are at risk of paying an inheritance tax on assets they receive from a decedent. Even among these state’s residents, only those who aren’t immediate family members and/or those receiving large inheritances will have to pay the tax. If you live in one of these states and want to help your beneficiaries avoid a tax, consider a life insurance policy or establishing a trust.\n\nIntuit TurboTax. \"What Are Inheritance Taxes?\"\n\nIowa Department of Revenue. \"Iowa Inheritance Tax Rates: 2024.\"\n\nKentucky Department of Revenue. \"Inheritance & Estate Tax.\"\n\nMaryland General Assembly. \"Statutes Text.\"\n\nRegister of Willis Association. \"Administration of Estates in Maryland.\"\n\nTax Foundation. \"Estate and Inheritance Taxes by State, 2024.\"\n\nCenter For Rural Affairs. \"Nebraska Inheritance Tax.\"\n\nThe State of New Jersey. \"Inheritance Tax Beneficiary Classes.\"\n\nNJ Treasury. \"Inheritance Tax Rates.\"\n\nCommonwealth of Pennsylvania. \"Inheritance Tax.\"\n\nInternal Revenue Service. \"Life Insurance & Disability Insurance Proceeds,'",
  "url": "https://www.investopedia.com/terms/i/inheritancetax.asp"
}