{
  "term": "Initial Margin: Definition, Minimum Requirements, Example",
  "definition": "Initial margin is the percentage of the purchase price of a security that must be covered by cash or collateral when using a margin account. The current initial margin requirement set by the Federal Reserve Board’sRegulation Tis 50%. However, this regulation is only a minimum requirement; some equity brokerage firms may set their initial margin requirement higher.\n\nInvestopedia / Michela Buttignol\n\nTo open amargin accountat a brokerage firm, an account holder first needs to post a certain amount of cash, securities or other collateral, known as the initial margin requirement. A margin account encourages investors, traders, and other market participants to use leverage to purchase securities with a total value that's greater than the available cash balance in the account. A margin account is essentially a line of credit in which interest is charged on the outstanding margin balance.\n\nSecurities in the margin account are paid for with cash loaned to the account holder by the brokerage firm and are designated as collateral. This process allows for magnification of potential profits but also magnifies potential losses. In the extreme event that securities purchased in a margin account decline to zero value, the account holder needs to deposit the full initial value of the securities in cash or other liquid collateral to cover the loss.\n\nFor futures contracts, exchanges set initial margin requirements as low as 5% or 10% of the contract to be traded. For example, if a crude oil futures contract is quoted at $100,000, a futures account holder can enter a long position by posting only $5,000 initial margin, or 5% of the contract value. In other words, this initial margin requirement would give the account holder a 20x leverage factor.\n\nDuring periods of high marketvolatility, futures exchanges may increase initial margin requirements to any level they deem appropriate, matching the power of equity brokerage firms to increase initial margin levels above those required by Fed regulation.\n\nInitial margin is distinct from maintenance margin. The two both relate to the amount of cash vs. the amount you can borrow when investing. However, the initial margin requirement is the amount of cash or collateral required to actually purchase securities; theFederal Reserve's Regulation T sets that sum at a minimum of at least 50% of the purchase. In other words, you can't borrow more than half the price of the investment.\n\nIn contrast, themaintenance marginis the amount of equity that must be kept in the margin account going forward. The minimum maintenance margin requirement set by Reg T is 25%. That means an investor must maintain enough cash or collateral value in the account to cover 25% of the securities owned.\n\nMaintenance margin helps ensure account holders maintain collateral in the account should the value of their securities fall. Some securities, especially volatile ones, will have higher margin requirements set by brokerages.\n\nAs an example, assume an account holder wants to purchase 1,000 shares of Meta, Inc. (META), formerly Facebook, which is quoted at $200 per share. The total cost for this transaction in a cash balance account would be $200,000. However, if the account holder opens a margin account and deposits the 50% initial margin requirement, or $100,000, the total purchasing power will rise to $200,000. In this case, the margin account has access totwo-to-one leverage.\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: Understanding Margin Accounts.\" Accessed Nov. 11, 2020.\n\nFinancial Industry Regulatory Authority. \"4210. Margin Requirements.\" Accessed Nov. 11, 2020.",
  "url": "https://www.investopedia.com/terms/i/initialmargin.asp"
}