{
  "term": "Initial Coin Offering (ICO): Coin Launch Defined, With Examples",
  "definition": "An initial coin offering (ICO) is the cryptocurrency industry’s equivalent of an initial public offering (IPO). A company seeking to raise money to create a new blockchain app or service with a cryptocurrency can launch an ICO as a way to raise funds.\n\nInterested investors can buy into an initial coin offering to receive a new cryptocurrency issued by the company. This token may have some utility related to the product or service that the company is offering or represent a stake in the company or project.\n\nIn many cases, ICOs are security offerings and need to be registered. However, they may not need to register under certain circumstances. Rule 504 of Regulation D does allow companies to offer and sell up to$10 million in securities in a 12-month periodif they have filed Form D after first selling their securities. Coin issuers who sell coins to investors as securities can do so legally if they comply with this rule. You can check the SEC'sEDGAR databaseto see if a company has filed its form.\n\nWhen a cryptocurrencyproject wants to raise money through an ICO,the project organizers’first step is determining how they will structure the coin. ICOs can be structured in a few different ways, including:\n\nThese three different types of ICOs are illustrated below:\n\nImage by Sabrina Jiang © Investopedia 2022\n\nAlongside structuring the ICO, the crypto project usually creates a pitchbook—called awhite paperin the crypto industry—that it makes available to potential investors via a new website dedicated to the token. The promoters of the project use their white paper to explain important information related to the ICO:\n\nThe project releases the white paper as part of its ICO campaign, which it designs to encourage enthusiasts and supporters to buy some of the project’s tokens. Investors can generally usefiator digital currency to buy the new tokens, and it’s increasingly common for investors to pay using other forms of crypto, such as Bitcoin or Ethereum. These newly issued tokens are similar to shares of stock sold to investors during an IPO.\n\nIf the money raised in an ICO is less than the minimum amount required by the ICO’s criteria, the funds may be returned to the project’s investors. The ICO would then be deemed unsuccessful. If the funding requirements are met within the specified period, the money raised is spent in pursuit of the project’s goals.\n\nAnyone can launch an ICO. However, regulators in the U.S. and other developed nations monitor ICOs closely to ensure they are registered if necessary.\n\nBut this still means that someone might do whatever it takes to make you believe they have a legitimate ICO, including fake registration, approval letters, emails, or forms of communication that might fool someone. Of all the possible funding avenues, an ICO is probably one of the easiest to set up as a scam.\n\nEven if anyone can establish and launch an ICO, that doesn't mean everyone should. If you're considering starting an initial coin offering, ask yourself if your business would substantially benefit from one. You'll likely need to go through the process of registering a security with the SEC.\n\nIf you’re set on buying into a new ICO that you’ve heard about, make sure to do your homework. The first step is ensuring that thepeople putting up the ICOare real and accountable. Next, investigate the project leads’ history with crypto andblockchain. If it seems that the project doesn’t involve anyone with relevant, easily verified experience, the scam alarms in your head should start ringing.\n\nICO activity began to decrease dramatically in 2019, partly because of the legal gray area that ICOs inhabit.If you're interested, you can research and find ICOs in which to participate, but there is no surefire way to stay abreast of all the latest initial coin offerings. Websites likeTopICOlist.comcompare different ICOs against one another.\n\nYou can also look at registered cryptocurrency exchanges to see what new coins they have listed and which they don't. Most of these will not list coins they have not vetted, so checking exchanges can add a measure of safety.\n\nCryptocurrency aggregators can also help you identify potential scams or real opportunities. Aggregators do not vet new cryptocurrencies; they are only informational in nature. Many will provide links to the project's Gihub pages, websites, and social media pages and discuss issues the project is attempting to solve.\n\nIf there is no section dedicated to describing a coin and no readily available information on websites other than nonsensical phrases like \"teh dankest cornur of teh interwebs where teh perfict hooman specinem gathur,\" you might want to pass.\n\nThe U.S.Securities and Exchange Commission (SEC)can intervene in an ICO if necessary. For example, after the creator of Telegram raised $1.7 billion in an ICO in 2018 and 2019, the SEC filed an emergency action and obtained a temporary restraining order, alleging illegal activity on the part of the development team.In March 2020, the U.S. District Court for the Southern District of New York issued a preliminary injunction. Telegram was ordered to return $1.2 billion to investors and pay a civil penalty of $18.5 million.\n\nThere is no guarantee that you won't be on the losing end of a scam when investing in an ICO. But there are some other steps you can take to avoid ICO scams:\n\nSome ICOs require that another cryptocurrency be used to invest in an ICO, so you may need to purchase other coins to invest in the project.\n\nICOs can generate a substantial amount of hype, and there are numerous sites online where investors gather to discuss new opportunities. Famous actors, entertainers, or other individuals with an established presence, like Steven Seagal, have also encouraged their followers or fans to invest in a hot new ICO.However, the SEC released a warning to investors stating that it is illegal for celebrities to use social media to endorse ICOs without disclosing any compensation they received.\n\nBoxing superstar Floyd Mayweather Jr. and music mogul DJ Khaled once promoted Centra Tech, an ICO that raised $30 million at the end of 2017.Centra Tech was ultimately deemed a scam in court, resulting in the two celebrities settling charges with U.S. regulators, plus three Centra Tech founders pleading guilty to ICO fraud.\n\nYou should always familiarize yourself with cryptocurrency and understand everything about an ICO before participating. Because fake ICOs are caught rather than prevented, prospective investors should exercise extreme caution when investing.\n\nInitial public offerings (IPOs) must follow a very structured process that includes marketing, roadshows, brochures, and capital investment by the company itself. The process informs investors and entices them to purchase shares after they are publicly listed and begin trading on public exchanges.\n\nIn many jurisdictions, creating a cryptocurrency is not illegal. However, if it meets the criteria set by whatever test regulators in each country use, it will likely be considered a security in that country, thus becoming an ICO. In the U.S., the Howey Test is used. If a coin issue meets the criteria of this test, the SEC will consider it an unregistered security sale and force compliance.\n\nThe Howey Test is not something only the SEC can use. Look an ICO over for yourself—if a project requires an investment of money in a common enterprise with the expectation of profits from the work of others, it is an investment contract, no matter what it is labeled. If the project's management doesn't treat it as one, it's likely not an investment worth your money. However, there are circumstances where it might not be a scam, but it's best to let others find out unless you have money to spare.\n\nEthereum’s ICO in 2014 is an early, prominent example of an initial coin offering. The Ethereum ICO raised $18 million over 42 days.\n\nIn another example, during a one-month ICO ending in March 2018, Dragon Coin raised about $320 million.Also, in 2018, the company behind the EOS platform shattered Dragon Coin’s record by raising a whopping $4 billion during a yearlong ICO.\n\nThe first instance of the SEC cracking down on an ICO occurred on Dec. 11, 2017, when the agency halted an ICO by Munchee, a California company with a food review app. Munchee was attempting to raise money to create a cryptocurrency that would work within the app to order food. The SEC issued a cease-and-desist letter, treating the ICO as an unregistered securities offering.\n\nICOs generally release a whitepaper describing how a company will issue a coin and how it intends to use any funds raised. The whitepaper is similar to a pitchbook. More trustworthy ICOs will have a long background of development, notable contributors, a community following it, and be active on social media with non-coin-hyping posts.\n\nAn initial coin offering is the first attempt by a group or company to raise funds for a blockchain and cryptocurrency project.\n\nAn initial public offering is when a company lists its stock on a public exchange. An ICO is an attempt by a small private company or group to raise funds for their project by issuing cryptocurrency.\n\nInitial coin offerings (ICOs) are opportunities for investors to speculate on a new cryptocurrency or blockchain project. It's important to be cautious when investing in an ICO—although they have been very profitable in the past, many unscrupulous people are trying to take advantage of less cautious investors with fake offerings.\n\nBefore buying into an ICO, do your homework and investigate everything you can find about the developers, the project, how the coin is used in the blockchain, and the blockchain's purpose.\n\nInvestor.gov. \"Rule 504 of Regulation D.\"\n\nSSRN. “ICO Market Report 2018/2019 — Performance Analysis of 2018’s Initial Coin Offerings.”\n\nU.S. Securities and Exchange Commission. “SEC Halts Alleged $1.7 Billion Unregistered Digital Token Offering.”\n\nU.S. Securities and Exchange Commission. “Telegram to Return $1.2 Billion to Investors and Pay $18.5 Million Penalty to Settle SEC Charges.”\n\nU.S. Securities and Exchange Commission. “Actor Steven Seagal Charged with Unlawfully Touting Digital Asset Offering.”\n\nU.S. Securities and Exchange Commission. “SEC Statement Urging Caution Around Celebrity Backed ICOs.”\n\nDecrypt. “Centra Tech ICO Issuers Say Feds Illegally Obtained Their Slack Messages.”\n\nU.S. Securities and Exchange Commission. “Two Celebrities Charged with Unlawfully Touting Coin Offerings.”\n\nCampbell Law Review. “The Lawyer’s Cryptionary: A Resource for Talking to Clients About Crypto-Transactions,” Page 84 (Page 39 of PDF).\n\nJongsub Lee, et al., via Federal Deposit Insurance Corp. “The Wisdom of Crowds and Information Cascades in FinTech: Evidence from Initial Coin Offerings,” Page 52 (Page 53 of PDF).\n\nPwC and Crypto Valley. “Initial Coin Offerings,” Page 1 (Page 2 of PDF).\n\nU.S. Securities and Exchange Commission. “In the Matter of Munchee Inc., Respondent: Order Instituting Cease-and-Desist Proceedings Pursuant to Section 8A of the Securities Act of 1933, Making Findings, and Imposing a Cease-and-Desist Order.”",
  "url": "https://www.investopedia.com/terms/i/initial-coin-offering-ico.asp"
}