{
  "term": "Insolvency: What It Is and Potential Causes",
  "definition": "Insolvency refers to a business that can no longer pay its debts. A company might be unable to repay creditors if it's struggling financially. The company might have had a significant drop in income due to lost sales, increased expenses due to the cost of goods or labor, or the business might be suffering from poor decisions.\n\nWhile insolvency typically refers to businesses, individuals can become insolvent too. Simply put, if you can't pay debts (like your credit card, student loans, medical bills, ormortgage), you're insolvent. However, people who no longer can manage their debts are also more likely to face bankruptcy, which isn't the same as insolvency.\n\nInsolvency is a state of financial distress in which a business or person is unable to pay their bills.There are a few different methods to determine if a business is insolvent. First, a company is insolvent if its liabilities exceed its assets. This is known as balance-sheet insolvency. The other is cash-flow insolvency, where, over time, a company can't continue to pay its debts because of liquidity issues.\n\nIf a business becomes insolvent, formal procedures begin. This is legal action against the insolvent business and usually means thatassetsare liquidated to pay back creditors in what is known asChapter 7 bankruptcy.\n\nAnother option for insolvent businesses is negotiating repayment options with creditors. Since creditors are more likely to get payments, many are willing to adjust payment schedules to accommodate the struggling business.\n\nThe business also might decide torestructure its debtin order to continue operating. This involves developing a detailed and realistic plan to operate at a reduced cost. Most importantly, the plan has to show how the business can be profitable enough to repay its debts.\n\nIf an individual becomes insolvent and has debts forgiven, the Internal Revenue Service (IRS) doesn't consider the debt to be taxable income.\n\nInsolvency can be caused by many things, ranging from poor financial decisions to factors outside of a business or individual's control.\n\nTypes of insolvency includecash-flowinsolvency andbalance-sheetinsolvency. Cash-flow insolvency happens when a company has the assets to cover its debts, but they're in the wrong form, such as real estate instead of liquid funds. Balance-sheet insolvency, on the other hand, indicates a lack of assets in any form to cover debts.\n\nInsolvency and bankruptcy aren't interchangeable terms. Insolvency describes a state of financial distress. It's not a court order likebankruptcy, which is meant to remedy insolvency. Businesses and people can find themselves insolvent for many reasons, but they can also do things to remedy their financial situations. Bankruptcy is one way they can become solvent again.\n\nThrough bankruptcy, a court can discharge debt so an individual or business can cover their expenses going forward. Keep in mind that bankruptcy isn't the only way to becomesolvent. It's possible to restructure payments and work with creditors to manage expenses. Individuals and businesses might also be able to improve their income streams in order to satisfy debts and become solvent again.\n\nHas a direct negative effect on credit ratings\n\nBeing insolvent is a serious problem, whether you're running a company or you're managing your household. Fortunately, it's reversible, and you can take steps to stay solvent in the future. For most companies, this means improving financial management, taking care of employees, and following industry standards. Individuals can stay solvent by improving income streams, not spending beyond their means, and sticking to a realistic budget.\n\nCornell Law School: Legal Information Institute. \"Insolvency.\"\n\nIRS. “Chapter 7 Bankruptcy - Liquidation under the Bankruptcy Code.”",
  "url": "https://www.investopedia.com/terms/i/insolvency.asp"
}