{
  "term": "Institutional Investor: Who They Are and How They Invest",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAn institutional investor is an organization or entity that manages and invests funds given to them by individuals or entities, typically using more advanced strategies and handling larger sums than individual retail investors.\n\nAn institutional investor refers to an entity, such as a mutual fund, pension fund, or insurance company, that manages and invests large amounts of money on behalf of clients or beneficiaries. These investors typically trade in significant volumes of stocks, bonds, and other assets. Due to the size and influence of their transactions, they are often seen as major players in financial markets.\n\nInvestopedia / Michela Buttignol\n\nAn institutional investor buys, sells, and manages stocks, bonds, and other investment securities on behalf of its clients, customers, members, or shareholders. Broadly speaking, there are six types of institutional investors: endowment funds, commercial banks, mutual funds,hedge funds, pension funds, and insurance companies. Institutional investors face fewer protectiveregulationscompared to average investors because it is assumed the institutional crowd is more knowledgeable and better able to protect themselves.\n\nInstitutional investors have the resources and specialized knowledge for extensively researching a variety of investment opportunities not open to retail investors. Because institutions are moving the biggest positions and are the largest force behindsupply and demandin securities markets, they perform a high percentage of transactions on major exchanges and greatly influence the prices of securities. In fact, institutional investors today make up more than 90% of all stock trading activity.\n\nInstitutional investors account for about 80% of the S&P 500 total market capitalization, according to data fromPensions & Investment Online.\n\nSince institutional investors can move markets, retail investors often research institutional investors’regulatory filings with the Securities and Exchange Commission(SEC) to determine which securities the retail investors should buy personally. In other words, some investors attempt to mimic the buying of the institutional crowd by taking the same positions as the so-called \"smart money.\"\n\nRetail and institutional investorsare active in a variety of markets like bonds, options, commodities, forex, futures contracts, and stocks. However, because of the nature of the securities and the manner in which transactions occur, some markets are primarily for institutional investors rather than retail investors. Examples of markets primarily for institutional investors include theswapsandforward markets.\n\nRetail investors typically buy and sell stocks inround lotsof 100 shares or more; institutional investors are known to buy and sell inblock tradesof 10,000 shares or more.Because of the larger trade volumes and sizes, institutional investors sometimes avoid buying stocks of smaller companies for two reasons. First, the act of buying or selling large blocks of a small,thinly-tradedstock can create sudden supply and demand imbalances that move share prices higher and lower.\n\nIn addition, institutional investors typicallyavoid acquiring a high percentage of company ownershipbecause performing such an act may violate securities laws. For example, mutual funds, closed-end funds, andexchange-traded funds(ETFs) that are registered as diversified funds are restricted as to the percentage of a company’s voting securities that the funds can own.\n\nThe largest private asset manager is BlackRock, which holds about $10 trillion in assets under management as of 2022. Note that most of these assets are held in the name of BlackRock's clients; they are not owned by BlackRock itself.\n\nAn institutional investor is an entity that makes investments on behalf of someone else. They gather insight and analytical data fromInstitutional Shareholder Services (ISS)providers that help them make informed shareholder decisions. Institutional investor examples include pension funds, mutual funds, insurance companies, university endowments, and sovereign wealth funds.\n\nInstitutional investors make money by charging fees and commissions to their members or clients. For example, a hedge fund may charge a certain percentage of a client's investment gains or total assets. There may also be flat fees for holding an account or making trades or withdrawals.\n\nAnaccredited investor—usually described as a sophisticated investor. They are someone with enough experience or wealth to make certain risky investments that arenot available or permitted to the general public. In the United States, an accredited investor must have a net worth of over $1 million, excluding the value of their primary residence.\n\nInstitutional investors are the big fish onWall Streetand can move markets with their large block trades. The group is generally considered more sophisticated than the retail crowd and often subject to less regulatory oversight. Institutional investors are usually not investing their own money, but making investment decisions on behalf of clients,shareholders, or customers.\n\nReuters. \"Retail Traders Account for 10% of U.S. Stock Trading Volume—Morgan Stanley.\"\n\nPensions & Investments. \"80% of Equity Market Cap Held by Institutions.\"\n\nEDUCBA. \"Institutional Investors.\"\n\nADV Ratings. \"World's Top Asset Managers.\"",
  "url": "https://www.investopedia.com/terms/i/institutionalinvestor.asp"
}