{
  "term": "Institute of Management Accountants (IMA): Meaning, How it Works",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nInvestopedia / Paige McLaughlin\n\nThe Institute of Management Accountants (IMA) is one of the top associations for financial professionals. It offers the prestigiousCertified Management Accountant (CMA)designation. The IMA's mission is to promote education and development in management accounting and finance, advocate for the highest ethics and best business practices, and provide a forum for research.\n\nThe Institute of Management Accountants (IMA) is a global membership association of accountants and financial professionals who work at nonprofit, private andpublic companies, and academic institutions. In 2019, the Institute celebrated its 100th anniversary.The organization's vision is to be the leading resource for certifying, supporting, maturing, and linking the world’s best financial professionals and accountants.\n\nThe association’s core values include integrity and trust, passion, respect, innovation, and continuous improvement. It achieves these core values by providing access to career opportunities, building a network of industry professionals, and developing partner connections. It offers educational programs to increase leadership opportunities and expand professional knowledge. IMA provides a forum for members by promoting forward-thinking research and industrybest practicesand offering newsletters and journals.\n\nIMA provides services in the Americas, Middle East, Africa, Asia Pacific, and Europe.It has offices in China, Switzerland (Zurich), Netherlands (Amsterdam), Singapore, United Arab Emirates (Dubai),and Egypt (Cairo).As of Sept. 21, 2022, the IMA had approximately 140,000 members in 150 countries. The association has over 350 professional and student chapters worldwide.Members can achieve career development through access to one of IMA's local chapters. The association strives to raise awareness of the management accounting sector.\n\nIMA operates an online training center that provides educational materials. It also offers professional education products. Members receive career development training through local chapters, continuing education, information and resources, and participate in online communities.\n\nSince 1919, IMA has been an advocate and resource for accounting and financial management professionals. It was founded in Buffalo, New York, to promote knowledge and professionalism among cost accountants and promote a wider understanding of the role ofcost accountingin management. The original name of the association was the National Association of Cost Accountants, but in 1957, the name was changed to the National Association of Accountants. In 1991, the name was changed again to the Institute of Management Accountants.\n\nThe first chapter was formed in Chicago in 1920, and the first annual conference was held in Atlantic City. In 1972, the association created the CMA certification program. In 1983, it issued the firstcode of ethicsfor management accountants in the United States, titled Standards of Ethical Conduct of Management Accountants. In 1996, IMA established the Certified Financial Manager program but discontinued it in 2007.\n\nIMA offers membership benefits such as publications, conferences, and research on industry trends and advancements. IMA membership also offers discounts on business and professional expenses such as office supplies, insurance, rental cars, and training.\n\nInstitute of Management Accountants. \"About IMA.\"\n\nInstitute of Management Accountants. \"IMA Releases Book Celebrating Its 100th Anniversary on International Management Accounting Day.\"\n\nInstitute of Management Accountants. \"Regional Councils & Chapters.\"\n\nInstitute of Management Accountants-Middle East. \"About Us.\"\n\nInstitute of Management Accountants. \"IMA Opens Two New Offices in Shanghai and Cairo.\"\n\nInstitute of Management Accountants. \"Contact Us.\"\n\nInstitute of Management Accountants. \"Our History.\"\n\nFunCPE. \"Certified Financial Manager (CFM).\"",
  "url": "https://www.investopedia.com/terms/i/institute-of-management-accountants.asp"
}