{
  "term": "Insurable Interest: Definition, How It Works, and Example",
  "definition": "Insurable interest is a financial share in an event, item, or person that would result in monetary deprivation if destruction, harm, or loss occurred.\n\nInsurable interest is a type of investment that protects anything subject to a financial loss. A person or entity has an insurable interest in an item, event, or action when the damage or loss of the object would cause a financial loss or other hardships.\n\nTo have an insurable interest, a person or entity would take out aninsurancepolicy protecting the person, item, or event in question. The insurance policy would mitigate the risk of loss if something happens to theasset—like becoming damaged or lost.\n\nInsurable interest is an essential requirement for issuing an insurance policy that makes the entity or event legal, valid, and protected against intentionally harmful acts. People not subject to financial loss don’t have an insurable interest. Therefore, a person or entity can’t purchase an insurance policy to cover themselves if they are not actually subject to the risk of financial loss.\n\nInsurance is a method of pooledrisk exposure that protects policyholders from financial losses. Insurers have created many tools to cover losses related to various factors such as automobile expenses,healthcareexpenses, loss of income throughdisability, loss of life, and damage to property.\n\nInsurable interest specifically applies to people or entities where there is a reasonable assumption of longevity or sustainability, barring any unforeseen adverse events. Insurable interest insures against the prospect of a loss to this person or entity.For example, a corporation may have an insurable interest in itschief executive officer (CEO), and an American football team may have an insurable interest in its star, franchise quarterback. Further, a business may have an insurable interest in itsC-suiteofficers but not its average employees.\n\nHomeowners insurancecompensates a policyholder who suffers a significant financial loss if a fire or other destructive force destroys their home. The homeowner has an insurable interest in the property; losing that home would create a catastrophic loss for the policyholder. It is reasonable for the homeowner to expect longevity regarding the ownership of the house. The homeowner is, therefore, insuring against the possibility that something unforeseeable causes damage.\n\nA policyholder may buy property insurance for their own home but not the house across the street. Purchasinghomeowners insurancefor a neighbor’s house creates an incentive to cause damage to that house and collect the insurance proceeds. Appropriateunderwritingwould not create such a temptation, which represents amoral hazard, whereby parties have an incentive to allow or even affect a loss.\n\nTheindemnification principleholds that insurance policies should compensate a policyholder for a covered loss, but losses should not reward or penalize holders. Indemnification suggests that insurers should design policies to cover the value of the at-risk asset appropriately.Poorly conceived or designed policies create a moral hazard, which increases the costs to insurance companies and drives premiums to unsustainable levels for policyholders.\n\nInsurable interest is also necessary inlife insurance, though this has not always been the case. There are cases where people have purchased life insurance policies for elderly acquaintances strictly because they expect that person’s imminent death. Life insurance regulations have evolved to require a relationship in which the policy owner will suffer a financial loss in the event of the insured’s death. Hardship may include immediate family members, more distant blood relatives, romantic partners, creditors, and business associates. The face value of life insurance policies must not exceed the human life value of the insured; otherwise, the indemnity principle would be violated, creating a moral hazard.\n\nAlso, a policy may not be written without the knowledge of the insured person. This was the case in September 2018, when a California couple was accused of committing three counts ofinsurance fraudin order to receive $1 million inlife insurancebenefits. Husband and wife Peter and Jin Kim purchased life insurance on one of Mr. Kim’s clients and listed Mrs. Kim as the client’sbeneficiaryniece. On a second policy, Mrs. Kim appeared as the sister of the policyholder. Mr. Kim, a licensedinsurance agent, also did not inform the company that the client had a diagnosed terminal illness when he submitted the applications.\n\nYes. Insurable interest is, essentially, proof that an individual or entity would experience financial or other hardships as the result of damage to or loss of an item or person. This is evaluated during the underwriting process to ensure this direct link. Such proof of insurable interest is required for all insurance policies.\n\nA moral hazard is when someone with an insurance policy is incentivized to cause loss or damage in order to collect on the insurance. For instance, somebody who is terminally ill may seek a life insurance policy knowing it will pay out when they pass away soon after acquiring it. Having insurable interest helps minimize moral hazard.\n\nUnless you have insurable interest, you can’t take out a life insurance policy on that individual. If so, you could essentially place bets on, or else profit from, the death of otherwise random individuals. Family members and dependents are often justifiable as having insurable interest. So are business partners, borrowers, and key employees in certain cases.\n\nThe Association of British Insurers. “Insurable Interest.”\n\nNew York State Department of Financial Services. “RE: Homeowners Insurance/Insurable Interest.”\n\nCornell Law School, Legal Information Institute. “Indemnify.”\n\nFederal Deposit Insurance Corp., via Internet Archive Wayback Machine. “Options For Addressing Moral Hazard.”\n\nFidelity Life. “What Is an Insurable Interest in Life Insurance?”\n\nLos Angeles Times. “La Cañada Husband And Wife Accused of Fraudulently Collecting $1 Million in Life Insurance.”",
  "url": "https://www.investopedia.com/terms/i/insurable-interest.asp"
}