{
  "term": "Insurance Underwriter: Definition, What Underwriters Do",
  "definition": "An insurance underwriter is a specialist who assesses the potential risks of providing coverage for individuals or property and determines the appropriate cost of that coverage.\n\nInsurance underwriters are industry experts who measure the risks associated with insuring people and assets.Insuranceunderwriters establish pricing for accepted insurable risks. The term underwriting means receiving remuneration for the willingness to pay for a potential risk.Underwritersuse specialized software and actuarial data to determine the likelihood and magnitude of a risk.\n\nThe underwriters of an investment bank often guarantee a specified amount of capital to a corporation during aninitial public offering (IPO), an amount that investors provide as the source of capital. The bank acts only as the \"facilitator\" of the transaction. However, they have still taken on an \"underwriting risk\" by promising to provide those proceeds of the sale to the client, regardless of the success or failure of the sale of its company's shares.\n\nInsurance underwriters assume the risk involved in a contract with an individual or entity in return for a premium or a monthly payment. Evaluating an insurer's risk before the policy period and at the time of renewal is a vital function of an underwriter.\n\nFor example,homeowners' insuranceunderwriters must consider numerous variables when rating a homeowner's policy. Property and casualty insurance agents act as field underwriters, initially inspecting homes or rental properties for conditions that pose a risk to the carrier.\n\nThe agents report hazards to the home underwriter, who considers the hazards that may trigger a liability claim. Hazards include accidental drownings due to unfenced swimming pools, slip and fall injuries due to cracked or icy sidewalks, and dead or dying trees on the property.\n\nInputting several factors, such as an applicant'scredit rating,homeowner insuranceunderwriters employ an algorithmic rating method for pricing. The system generates an appropriate premium based on the data reported from the observations of the field underwriter. The lead underwriter may also consider information submitted by the applicant when determining the monthly premium.\n\nInsurance companiesmust balance their approach to underwriting: if too aggressive, greater-than-expected claims could compromise earnings; if too conservative, they may lose market share due to their competitors outpricing them.\n\nCommercial bankingunderwriters assess thecreditworthinessof borrowers to decide whether the individual or entity should receive a loan or funding. The lender charges a fee tocover the riskof the borrower defaulting on the loan.\n\nMedicalstop-lossunderwriters assess risk based on the individual health conditions of self-insured employer groups. Stop-loss insurance protects groups that pay their own health insurance claims for employees rather than paying premiums to transfer all of the risk to an insurance carrier.\n\nSelf-insured entities pay medical and prescription drug claims plus administration fees out of company reserves and assume the risk posed by the potential for significant or catastrophic losses, such as organ transplants or cancer treatments. Underwriters for self-insured entities must thus assess the individual medical profiles of employees.\n\nUnderwritersalso evaluate the group's risk as a whole and calculate an appropriate premium level and aggregate claims limit, which, if exceeded, may cause irreparable financial harm to the employer.\n\nInsurance agents sell insurance or financial protection to their customers for events covered by the policy. Underwriters assess the risk to the insurer associated with the policy, meaning how likely a covered event may occur. Underwriters help determine the monthly premium cost to charge the customer to compensate theinsurerfor their risk.\n\nTypically, underwriters do not speak with clients. Instead, they assess the risk of providing the financial product or service, such asinsuranceor a loan.\n\nInsuranceprovides protection for a covered event listed in the policy. In return, customers typically pay a premium for the coverage to the insurer.Insuranceprovides financial compensation to businesses and people to cover the cost of an unforeseen event, such as a flood or fire.\n\nInsurance underwriters evaluate the risks of providing insurance to determine the cost for the risk of claims for covered events, such as flood or fire, in the case of a home. Investment banking underwriters help facilitate and guarantee a minimum share price for a company going public or an initial public offering (IPO). Underwriters in banking assess the risk of how likely a borrower may default on a loan when determining pricing, such as the interest rate.",
  "url": "https://www.investopedia.com/terms/i/insurance-underwriter.asp"
}