{
  "term": "Intangible Personal Property: Definition, Types, and Example",
  "definition": "The term intangible personal property refers to an item of value that cannot be touched or physically held. These assets can be held by both individuals and corporations. Intangiblepersonal propertycan be anything that has image, social, and reputationalcapital, along with digital,copyrights, patents, and investments. Intangible personal property or intangible assets are the opposite of tangible personal property, which can be physically touched and come with a degree of value, such as machinery, jewelry, and electronics.\n\nPersonal propertycan be divided into a few different categories—notably tangible and intangible personal property. Tangible personal property is anything that can be held and has definitivevaluewhile intangible personal property is anything that doesn't have any obvious value and can't be touched. We discuss the differences between the two a little further down.\n\nThe value in intangible personal property lies in the associated benefits and value recognition.Intellectual propertyis one of the most common forms of this type of property. Other types of intangible personal property include life insurance contracts, securities investments, royalty agreements, and partnership interests. The most common forms of intangible property for companies include goodwill,research and development(R&D), andpatents.\n\nSome forms of these intangible items are known ascapital assetsand appear on a company'sfinancial statementswhile others are not included. For example, a company would list a trademark or patent as an asset on itsbalance sheet.\n\nThe company may need to do in-depth research to determine a realisticmarket pricefor intangible objects. Once a value is assigned to this property, the company may write off some of the cost of creating the object. An example may be the cost associated with compiling a customer or client mailing list or hiring a lawyer to file a patent application.\n\nIntangible personal property may often be referred to as incorporeal property.\n\nTheInternal Revenue Service(IRS) does imposecapital gains taxeson any tangible property that individuals and corporations sell. But it can be cloudy when it comes to intangible assets. Since there is no actual physical shape to this type of property, it doesn't have an assigned or hard value, which makes it hard to account for and evaluate. As such, not all forms of intangible personal property are taxable.\n\nSome types of intangible assets are, though, making themeligible for capital gains or losses. Capital gains are realized when they're sold at a higher price while capital losses result from a lower price than the original purchase price. The value is determined by any intellectual or non-physical attributes. For instance, a musical composition may be taxed when it is sold to someone else at a different price than when it was originally purchased.\n\nWhile tangible assets may be depreciated, the IRS requires that property owners amortize \"over 15 years the capitalized costs\" any intangibles that were purchased before August 1993. That's because they are commonly given a 15-year life. These refer to any assets held for the purpose of trade or business.\n\nCertain intangible assets may be taxed as ordinary income, though, thanks to theTax Cuts and Jobs Actof 2017. This may include things like intellectual property, digital assets, or patents.Make sure you consult a tax professional about how to handle your intangibles.\n\nAs noted above, intangible personal property is anything without obvious value that can't be physically manipulated. Tangible personal property, on the other hand, is anything that can be held and anything with discernable value. As such, it can be moved around.\n\nTangible assets can be used in the day-to-day operations of a business or by individuals in their daily lives. Examples include machinery, vehicles, jewelry, art, electronics, and furniture. Things likesmartphonesand collectibles also fall in this category.\n\nThis kind of personal property is subject todepreciation. either on an accelerated basis or using the five- or seven-year periods. Taxation occurs on anad valorembasis, which requires the use of an appraiser to assess the value.It can also be taxed on the actual value—the difference between the sale and the purchase price.\n\nReal estateis not considered personal property because it cannot be moved, which is a determining factor in identifying personal property.\n\nLet's say Firm XYZ invented a liquid, that when rubbed on a tattoo, causes it to blend into the surrounding skin rendering it invisible. There is also a solvent used to remove the tattoo obstructing solution. Firm XYZ issues a patent for both formulas. The patent, which keeps others from copying the formulas, gives the company sole ownership rights over this invention for the duration of the patent.\n\nThe firm enjoys the financial benefits of being the sole seller of this breakthrough tattoo obstructing concoction. Those financial benefits can be represented by the patent, which does not have any inherent value itself but is valuable because of these future benefits. The company will include the patents as acapitalasset and may write off some of the expenses required to list the patent\n\nIntangible personal property is anything with no obvious and assigned value and can't be physically held. Examples include copyrights, patents, intellectual property, investments, digital assets, along with anything that has image, social, or reputational capital.\n\nIntangible personal property is any type of asset that has value but isn't physical in nature. Examples of intangible personal property are copyrights, patents, intellectual property, and investments. Assets that can be represented with social or reputational capital also qualify as intangible personal property. Tangible personal property, on the other hand, refers to assets that can be touched and have an assigned value, such as jewelry, art, machinery, and electronics.\n\nIntangible personal property has no physical shape and, as such, has no assigned value. This makes it hard to account for and properly evaluate them. But there are certain forms of intangible personal property that are subject to capital gains taxes. This happens when they are sold at a higher price than when they were purchased. An asset's value and, therefore, any capital gains that result from its sale are based on its physical attributes and intellectual content. Things like music compositions are assets that have great value and may result in capital gains when/if they are sold. Some assets may be taxed as ordinary income, such as patents or other forms of intellectual property.\n\nInternal Revenue Service. \"Intangibles.\"\n\nInternal Revenue Service. \"Tax Cuts and Jobs Act: A Comparison for Business.\"\n\nInternal Revenue Service. \"Part 4. Examining Process-Chapter 48. Engineering Program-Section 3. Tangible Personal Property Valuation Guidelines.\"\n\nInternal Revenue Service. \"Part 1. Organization, Finance, and Management-Chapter 14. Facilities Management-Section 4. Personal Property Management.\"",
  "url": "https://www.investopedia.com/terms/i/intangible-personal-property.asp"
}