{
  "term": "Internet Service Provider (ISP): What They Do and Examples",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAn Internet service provider (ISP) is any company that provides Internet access to consumers and businesses. The Internet is provided through a variety of channels, including cable, DSL, fiber optics, dial-up, and wireless, with most ISPs offering all options. Most large telecommunication companies, such as mobile and cable companies, are ISPs.\n\nISPs make it possible for their customers to surf the web, shop online, conduct business, and connect with family and friends—all for a fee. ISPs may also provide other services, including email services, domain registration, web hosting, andbrowserpackages.\n\nAn ISP may also be referred to as an information service provider, a storage service provider, an Internet network service provider (INSP), or any combination of these three based on the services offered by the company.\n\nInternet service was originally limited to government agencies and specific university departments. The technology was developed to provide access to the general public through theWorld Wide Webin the late 1980s. Initially, consumers were able to gain limited access through a few ISPs—America Online (AOL) being one of the most recognized names at the time—that used dial-up connections using a phone line.\n\nThe number of ISPs increased to several thousand during the mid-1990s, and the boom was on. As the options for connectivity increased and speeds moved away from slower dial-up connections, theInternet economywas born. Providers developed more advanced technology, allowing customers high-speed access viabroadbandtechnology through cable and digital subscriber line (DSL) modems.\n\nBehind all of this was a multilayered web of connections. Local ISPs sold access to customers but paid larger ISPs for their own access. These larger ISPs, in turn, paid even larger ISPs for access. The trail leads to Tier 1 carriers that can reach every network access point without having to pay for access. These Tier 1 companies own theinfrastructurein their region.\n\nInternet service providers provide their customers with access to the Internet—plain access providers just handle the traffic between the individual and the Internet as a whole. But there may also be other servicesbundledin depending on the customer’s location and availability. Some of these services include:\n\nAs of 2023, approximately 95% of U.S. adults use the Internet, and 80% of American adults havebroadband serviceat home.\n\nConsumers and businesses are accustomed to the idea that they should be able to connect to the Internet from anywhere—whether at home or while sitting in a local coffee shop. To deliver connectivity at high speed, companies have to invest in expensive infrastructure that includes fiber optic cables.\n\nBecause of the high cost of investment, Tier 1 ISPs often appear like amonopolyin their regions. A specific company may appear to have near-total or total control of the market in a particular area. In the United States, companies may appear to operate in anoligopolyrather than a monopoly, where two or more companies work together to achieve market returns.\n\nThis idea is reinforced by the fact that some of the major American ISPs became so prominent by using the infrastructure that they inherited from the original telecom monopoly that wasMa Bell.\n\nCurrent Tier 1 ISPs continue to invest in infrastructure, and they may well be the only players in that market until new technologies that don’t depend on fiber cables in the ground emerge. Think the likes of Starlink, an entity inside SpaceX, founded byElon Musk, which is developing a low-latency, broadband Internet system that aims to meet the needs of consumers around the globe, enabled by a constellation of low Earth orbit satellites.\n\nThe ongoing demand for faster speeds and an improved Internet experience means that most of the biggest ISPs have invested heavily in5G wireless technology.\n\nOthers have tried to enter the Tier 1 ISP market and have met with mixed results.Alphabet, Google’s parent company, ran Google Fiber as part of its Access Division.\n\nAs of 2024, Google Fiber is only available in select cities in 19 states: Alabama, Arizona, California, Colorado, Florida, Georgia, Illinois, Idaho, Iowa, Kansas, Missouri, Nebraska, Nevada, North Carolina South Carolina, Tennessee, Texas, Utah, and Washington.\n\nMany of the largest ISPs are alsolarge telecommunications companiesthat provide a wide array of services. For example, in addition to data and broadband Internet services,AT&T(T) provides local and long-distance telephone service, managed networking, telecom equipment, and feature film, television, and gaming production and distribution.\n\nVerizon Communications (VZ) is another ISP that has a diversified range of services. The conglomerate offers local and long-distance voice, as well as broadband video, data center and cloud services, and security and managed network services.\n\nTo help low-income families and older people handle the cost,some ISPs offer special programs. The federal government also opened an Emergency Broadband Benefit (EBB) program on May 12, 2021, to provide help to families to get these services. The EBB was replaced by the Affordable Connectivity Program on Dec. 31, 2021.\n\nNo, an Internet service provider (ISP) and a WiFi provider are two different things. The main difference is that an ISP provides access to the Internet often through cable, digital subscriber line (DSL), fiber, or satellite connections. ISPs, such as AT&T or Verizon, can be wired to a location such as a home or an office building directly. By contrast, WiFi providers allow you to access the Internet through a wireless connection. With WiFi technology, a modem delivers Internet service and a wireless router connects to the modem. The Internet is converted into a wireless signal by the modem.\n\nThe two main types of ISPs are cable or DSL. However, other types exist, often in more remote locations. Cable connections are used by multiple neighbors, which can affect the cable access speed. Telephone service providers offer DSL connections, which connect a DSL router to a phone jack or phone cable.\n\nDial-up connections are most often used in rural areas, which use a phone connection that is connected to a remote server.\n\nAmong the largest ISPs in the United States are Comcast, Charter, AT&T, and Verizon.\n\nAn Internet service provider (ISP) is usually a large telecommunications company that provides Internet and other related services to consumers. Some ISPs are the only provider in a specific region while other regions give consumers access to multiple ISPs. Consumers typically look for good service and reliable speeds at a fair price point when considering which ISP to choose.\n\nPew Research Center. “Internet/Broadband Fact Sheet.”\n\nGoogle Fiber. \"Where Is Google Fiber Available?\"\n\nFederal Communications Commission. “Emergency Broadband Benefit.”",
  "url": "https://www.investopedia.com/terms/i/isp.asp"
}