{
  "term": "Interactive Media: Definition, Types, and Examples",
  "definition": "Interactive media refers to various types of media, usually digital, where the user has the ability to influence the experience, such as the content that they receive. Examples include social media platforms, online quizzes and surveys, many kinds of apps, and video games. The interactivity aspect can involve text, graphics, sound, and video, or any combination of them.\n\nThe purpose of interactive media is to engage the user in a way non-interactive media was never able to. Traditional forms of media, such as television and radio, require no active participation by the user beyond turning on the set or changing the channel. With these forms of media, the user was simply a passive consumer unable to customize the experience to fit their own needs or interests.\n\nThat began to change with the advent of the internet in the 1990s. As the technology developed, consumers found they had more and more interactive tools available to them when they went online. Increasingly powerful desktop computers and laptops became common household items as well as a necessity in the workplace. Internet connectivity evolved from exasperatingly slow and often unreliable dial-up connections to high-speed wireless access capable of delivering enormous amounts of content seemingly instantaneously.Smartphonesmade interacting with media easy, convenient, and portable.\n\nArtificial intelligenceis likely to play a major role in the next stages of interactive media.\n\nThe interaction in today's interactive media is provided through multiple means, including:\n\nEffective interactive media strikes a balance among its various elements. As one early (2000) guide to the \"Elements of Good Interactive Media Design\" noted, \"The more interactivity, the greater chance of the viewer getting lost,\" but, \"The less interactivity, the greater chance a viewer will get bored or frustrated.\"\n\nSixDegrees.com is often cited as the world's first social media platform, launching in 1997.Facebook didn't come along until 2004.\n\nInteractive media doesn't just make people more active participants in their media consumption. It also gives them the power to communicate with other people, companies, and organizations with which they might normally have no quick and easy means of contact. At its best and most positive, it allows the free flow and exchange of ideas and information.\n\nInteractive media also has an educational component, making it a potentially powerful learning tool. It allows and encourages students to become more active in their learning experiences, more collaborative, and more in control of what they're learning and the pace at which they master the material. Interactive media is not only in wide use as a learning tool, but it has become a subject of study in its own right at many universities.\n\nIn sum, interactive media has changed the way people approach many personal and professional aspects of their lives, such as searching for a job, taking classes, communicating with friends, or making new ones.\n\nPeople are engulfed in interactive media in the digital era. You'll find examples everywhere you look, including:\n\nInteractive media allows consumers to communicate with a business and (ideally) get their questions answered or complaints resolved. At the same time, business owners can more easily identify and address their customers' needs and concerns. In fact, having an interactive media presence, such as through one or more social media channels, is pretty much a necessity for any company these days. For many companies,social media marketingand interactive advertising have also become powerful selling tools.\n\nProperly designed, interactive media can increase user engagement, to the benefit of both consumers and businesses. However, if it is difficult to navigate or doesn't do what it's supposed to, it can be frustrating for the consumer and send them to a company's competitors. Interactive media can also raise consumers' expectations that their questions or concerns will be addressed instantly, which may be more than a company with less than unlimited resources can deliver.\n\nSocial media is very likely the most common form of interactive media today, given the numbers of people all over the world who use it and the amount of time they spend on it.\n\nInteractive media has gone from gee-whiz novelty to common, everyday technology in the past several decades. As technology evolves, particularly with the addition of artificial intelligence, it is likely to play an even greater role in our personal and professional lives than it already does.\n\nColumbia University School of the Arts. \"Elements of Good Interactive Media Design,\" Page 8.\n\nCBS News. \"Then and Now: A History of Social Networking Sites.\"\n\nCNN Business. \"Facebook at 15: How a College Experiment Changed the World.\"",
  "url": "https://www.investopedia.com/terms/i/interactive-media.asp"
}