{
  "term": "International Chamber of Commerce (ICC): Definition and Activities",
  "definition": "The International Chamber of Commerce (ICC) is an international organization that represents the interests of individuals and businesses inprivate enterprise. The ICC is the largest, most diverse business organization in the world. It represents millions of companies across the globe. The ICC has a network of committees and experts in different business sectors as well as an arbitration tribunal that resolves business- and investment-related disputes.\n\nAs noted above, the ICC is one of the largest organizations in the world. Its goal is to \"make business work for everyone, every day, everywhere by promoting open international trade and investment systems that foster peace, prosperity and opportunity for all.\" It represents the interests of 45 million companies in more than 170 countries.\n\nThe ICC aims to foster international trade and commerce to promote and protectopen marketsfor goods and services and the free flow of capital. The ICC is responsible for different functions, including the establishment of rules, dispute resolution, policy advocacy, and training. It also wages war on commercial crime and corruption to bolster economic growth, create jobs, and stabilize employment, and ensure overall economic prosperity.\n\nBecause members of the ICC and their associates engage in international business, the ICC has unparalleled authority in setting rules that govern cross-border business. While these rules are voluntary, thousands of daily transactions abide by the ICC-established rules as part of regularinternational trade.\n\nThe International Chamber of Commerce maintains relationships with the United Nations, theWorld Trade Organization (WTO), and other intergovernmental agencies.\n\nThe ICC was founded in Paris in 1919 after WWI ended. It was established by a group of industrialists, financiers, and traders who called themselves Merchants of Peace. The goal was to serve the interests of global business by promotinginternational investmentand trade. It also set out to open global markets for goods and services.\n\nThe organization's Commission of Arbitration and ADR (originally called the ICC Constitution and Commission on Arbitration) was formed a year later. As the organization'sthink tank, the commission is tasked with researching and reporting on legal issues affecting international business and trade.\n\nThe organization’s international secretariat was also established in Paris, and its International Court of Arbitration was formed in 1923. Members of the court are appointed by the World Council for three years. This was also the year the court heard its first case.\n\nThe first chair of the chamber was Étienne Clémentel, the early-20th-century French politician.\n\nThere are four primary governing bodies of the ICC.The lead governing body is the World Council, which is composed of national committee representatives. The highest officers of the ICC, the chair, and vice-chair are elected by the World Council every two years.\n\nThe executive board provides strategic direction for the ICC. The board is elected by the World Council and is comprised of 28 business leaders and ex-officio members. The executive board's prominent duties are the development of ICC strategies and policy implementation.\n\nThe international-secretariat is the operational arm of the ICC and is responsible for developing and implementing the ICC’s work program and introducing business perspectives to intergovernmental organizations. The secretary-general, who is appointed by the World Council, oversees this governing body.\n\nThe finance committee acts as an advisor to the executive board on all financial aspects. This committee prepares thebudgeton behalf of the board, submits regular reports, reviews the financial implications of ICC activities, and oversees all expenses and revenue flow.\n\nIncotermsare a set of rules developed by the ICC. These rules set the standards for contracts (international and domestic) relating to the delivery of goods and services. The ICC published the first set of Incoterms in 1936 and provides regular updates to ensure they comply with changes in international trade practices. The rules were revised in 2020.\n\nThere are 11 Incoterms (or international commercial terms) that help parties understand their rights and responsibilities when they enter trade contracts. Incoterms apply to different forms of transport, including over water. Some of the rules include:\n\nThese standards help alleviate problems and settle misunderstandings related to costs, insurance, and risks associated with international trade and delivery.\n\nThe International Chamber of Commerce is one of the world's largest organizations, representing the interests of individuals and businesses relating to international investment and trade. The organization represents 45 million companies in more than 170 countries. The ICC has three main goals, which are to establish rules, policies, and arbitration when disputes arise.\n\nIncoterms are a set of rules that help buyers and sellers understand their rights and responsibilities when they enter trade contracts—specifically when it comes to the delivery of goods and services. The rules help parties understand what their responsibilities are when it comes to costs and risks associated with international trade and delivery. These standards were adopted by the International Chamber of Commerce in 1936 and are updated regularly to keep up with changes in international trade.\n\nA chamber of commerce is an organization that represents the interests of member businesses. This structure advocates for businesses within the community and is commonly led by an elected board or council. Chambers of commerce often exist at the municipal, state, and federal levels. The International Chamber of Commerce is among the largest of its kind in the world.\n\nChambers of commerce are designed to advocate for and educate businesses in their communities. One of the largest organizations of this kind is the International Chamber of Commerce. Headquartered in Paris, the ICC represents the interests of millions of companies in more than 170 different countries. Its goal is to set up rules and policies relating to business and investment for commercial entities and to act as an arbitrator when disputes arise.\n\nInternational Chamber of Commerce. \"Our mission, history and values.\"\n\nInternational Chamber of Commerce. \"Commission on Arbitration and ADR.\"\n\nInternational Chamber of Commerce. \"Centenary of the ICC Court.\"\n\nInternational Chamber of Commerce. \"Governance.\"\n\nInternational Chamber of Commerce. \"ICC Constitution.\" See Article 7, Paragraph 4.\n\nInternational Chamber of Commerce. \"Incoterms® Rules.\"\n\nU.S. International Trade Administration. “Know Your Incoterms.\"",
  "url": "https://www.investopedia.com/terms/i/international-chamber-of-commerce-icc.asp"
}