{
  "term": "Interest Rate Sensitivity: Definition, What It Measures, and Types",
  "definition": "Interest rate sensitivity is a measure of how much the price of a fixed-incomeassetwill fluctuate as a result of changes in the interest rate environment. Securities that are more sensitive have greater price fluctuations than those with less sensitivity.\n\nThis type of sensitivity must be taken into account when selecting a bond or other fixed-income instrument the investor may sell in thesecondary market. Interest rate sensitivity affects buying as well as selling.\n\nFixed-income securities and interest rates are inversely correlated. Therefore, as interest rates rise, prices of fixed-income securities tend to fall. When applied to calculate fixed income securities, interest rate sensitivity is known as the asset'sduration. This is one way to determine how interest rates affect a fixed-income security portfolio. The higher a bond or bond fund's duration, the more sensitive the bond or bond fund to changes in interest rates.\n\nThe duration of fixed-income securities gives investors an idea of the sensitivity to potential interest rate changes. Duration is a good measure of interest rate sensitivity because the calculation includes multiple bond characteristics, such as coupon payments and maturity.\n\nGenerally, the longer the maturity of the asset, the more sensitive the asset to changes in interest rates. Changes in interest rates are watched closely by bond andfixed-incometraders, as the resulting price fluctuations affect the overall yield of the securities. Investors who understand the concept of duration can immunize their fixed-incomeportfoliosto changes in short-term interest rates.\n\nThere are four widely used duration measurements to determine a fixed-income security's interest-rate sensitivity—theMacaulay duration, modified duration, effective duration, and key rate duration. Tocalculate the Macaulay durationcertain metrics must be known, including the time to maturity, remaining cash flows, required yield, cash flow payment, par value, and bond price.\n\nThemodified durationis a modified calculation of the Macaulay duration that incorporatesyield to maturity (YTM). It determines how much the duration would change for each percentage point change in the yield.\n\nTheeffective durationis used to calculate the duration of bonds with embedded options. It determines the approximate price decline for a bond if interest rates rise instantaneously by 1%. Thekey rate durationdetermines a fixed-income security's or fixed-income portfolio's duration at a specific maturity on the yield curve.\n\nOne widely used measure to determine the interest rate sensitivity is the effective duration. For example, assume a bond mutual fund holds 100 bonds with an average duration of nine years and an average effective duration of 11 years. If interest rates rise instantaneously by 1.0%, the bond fund is thus expected to lose 11% of its value based on its effective duration.\n\nLikewise, a trader can look at a particular corporate bond with a maturity of six months and a duration of 2.5. If interest rates fall 0.5%, the trader can expect that the bond's price to rise by 1.25%.\n\nMorningstar. \"What Is Duration?\"\n\nCFA Institute. \"Understanding Fixed-Income Risk and Return.\"\n\nBlackRock. \"What is Bond Duration?\"",
  "url": "https://www.investopedia.com/terms/i/interest-rate-sensitivity.asp"
}