{
  "term": "Interest Rate Call Option: What it is, How it Works, Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAn interest rate call option is a derivative in which the holder has the right to receive an interest payment based on a variable interest rate, and then subsequently pays an interest payment based on a fixed interest rate. If the option is exercised, the investor who sells the interest rate call option will make a net payment to the option holder.\n\nTo understand interest rate call options, let’s first remind ourselves of how prices in the debt market work. There is an inverse relationship between interest rates and bond prices. When prevailing interest rates in the market increase, fixed income prices fall. Similarly, when interest rates decline, prices increase. Investors looking tohedgeagainst an adverse movement in interest rates orspeculatorsseeking to profit from an expected movement in rates can do so through interest rate options.\n\nAn interest rate option is a contract that has its underlying asset as an interest rate, such as the yield of a three-monthTreasury bill(T-bill) or 3-monthLondon Interbank Offered Rate(LIBOR). An investor who expects the price of Treasury securities to fall (or yield to increase) will buy an interest-rate put. If she expects the price of the debt instruments to increase (or yield to decrease), an interest rate call option will be purchased.\n\nAn interest rate call option gives the buyer the right, but not the obligation, to pay a fixed rate and receive a variable rate. If the underlying interest rate at expiration is higher than the strike rate, the option will bein the moneyand the buyer will exercise it. If the market rate drops below the strike rate, the option will beout of the money, and the investor will allow the contract to expire.\n\nThe amount of the payment when the option is exercised is thepresent valueof the difference between the market rate on the settlement date and the strike rate multiplied by thenotional principal amountspecified in the option contract. The difference between the settlement rate and strike rate must be adjusted for the period of the rate.\n\nAs a hypothetical example, suppose an investor holds a long position in an interest rate call option which has the 180-day T-bill as its underlying interest rate. The notional principal amount stated in the contract is $1 million, and the strike rate is 1.98%. If the market rate increases past the strike rate to, say 2.2%, the buyer will exercise the interest rate call. Exercising the call gives the holder the right to receive 2.2% and pay 1.98%. The payoff to the holder is:\n\n﻿Payoff=(2.2%−1.98%)×(180360)×$1Million=.22×.5×$1Million=$1,100\\begin{aligned} \\text{Payoff} &= (2.2\\% - 1.98\\%) \\times \\left ( \\frac{ 180 }{ 360 } \\right ) \\times \\$1 \\text{ Million} \\\\ &= .22 \\times .5 \\times \\$1 \\text{ Million} \\\\ &= \\$1,100 \\\\ \\end{aligned}Payoff​=(2.2%−1.98%)×(360180​)×$1Million=.22×.5×$1Million=$1,100​﻿\n\nThe interest rate options take the days to maturity attached to the agreement into account. Also, the payoff from the option is not made until the end of the number of days attached to the rate. For example, if the interest rate option in our example expires in 60 days, the holder will not be paid for 180 days since the underlying T-bill matures in 180 days. The payoff should, therefore, be discounted to the present time by finding the present value of $1,100 at 6%.\n\nLending institutions that wish to lock in a floor on future lending rates are the main buyers of interest rate call options. Clients are mostly corporations who need to borrow at some point in the future, so the lenders would want to insure or hedge against adverse changes in interest rates during the interim.\n\nA balloon payment is a large payment due at the end of a balloon loan.\n\nInterest rate call options can be used by an investor wishing to hedge a position in a loan in which interest is paid based on afloating interest rate. By purchasing the interest rate call option, an investor can limit the highest rate of interest for which payments would have to be made while enjoying lower rates of interest, and she can forecast the cash flow that will be paid when the interest payment is due.\n\nInterest rate call options can be used in either a periodic or balloon payment situation. Also, interest rate options can be traded on an exchange or over the counter (OTC).",
  "url": "https://www.investopedia.com/terms/i/interest_rate_call_option.asp"
}