{
  "term": "Interbank Network for Electronic Transfer (INET) Overview",
  "definition": "Interbank Network for Electronic Transfer (INET) processedcreditanddebit cardtransactionsbetweenfinancial institutions(FIs). It handled the transfer of funds from cards bearing the MasterCard logo before the introduction of Banknet.\n\nInterbank Network for Electronic Transfer dealt with the transfer of funds. MasterCard’s Interbank National Authorization System (INAS) processed card authorizations.\n\nINAS was the first component of MasterCard’s global telecommunications network. It provided electronic authorization to replace earlier phone authorization technology. INET followed later, offering electronic settlement services to replace the previous system in which banks sent each other paperwork.\n\nINET and INAS were eventually combined into a single entity, Banknet. It's a global telecommunications network that links all MasterCard card issuers, acquirers, and data processing centers into one financial network.\n\nBanknet facilitates payments across the world. It's been in operation since 1997 and can handle millions of secure transactions each hour via its thousand-plus data centers all over the globe.\n\nA payment through MasterCard took approximately 650 milliseconds to process in the days before Banknet but Banknet has cut down that time to 210 milliseconds.\n\nBanknet’s architecture is based on apeer-to-peerprotocol that routes transactions to various endpoints. Data centers are equipped with technology that provides redundancy and automatic activations of backup services if a shutdown occurs.\n\nBanknet allows the regulation ofbandwidthand demand. This function is crucial to regulate the capacity of the system at peak times, such as during the holiday shopping season. Banknet primarily partners with AT&T Inc. for this technology and others.\n\nBanknet also provides a transaction research service forchargebackrequests. This makes it possible for cardholders to get approved chargebacks in just a few hours.\n\nThe Banknet hub and data warehouse is one of the largest in the world and can be used by issuers and analysts to research payments and retail transactions.\n\nMasterCard Inc. (MA) runs one of the largest credit and debit card networks. There were 279 million Mastercard credit cards in the U.S. as of the first quarter of 2024 and 1.54 billion cards worldwide, according to Statista.\n\nMasterCard’s Banknet technology gives it a big advantage over its rival Visa (V). Visa handles transactions through a centralized or “star-based” system instead of using a peer-to-peer network. This type of network connects its many endpoints to only a few main data centers.\n\nThere should be many others available online if one of MasterCard's data centers fails. A larger portion of transactions are likely to be affected if one of Visa's systems malfunctions. MasterCard nonetheless continues to play catch up to Visa in terms of global dominance. Forbes reported in March 2024 that Visa made up 53.8% of the credit cards in circulation at that time.\n\nA credit card chargeback is a refund to a consumer. The bank or lender will reimburse your purchase if a charge on your card is the result of fraud or if you ordered something online that turned out to be defective or wasn't delivered. The consumer, merchant, credit card company, network, processor, and payment gateway must all participate in setting things right.\n\nMasterCard was born when several credit card companies banded together in 1966 to form the Interbank Card Association. This resulted in the creation of the Master Charge. The name was ultimately changed to MasterCard in 1979.\n\nThe Federal Reserve Bank of San Francisco reported in 2023 that only 18% of consumer payments were made with cash in 2022. This was down from 20% in 2020.\n\nThe Interbank National Authorization System effectively launched MasterCard’s global telecommunications network but it dealt only with authorizations. INET was responsible for actually transferring the money involved in transactions. The two systems were eventually combined into Banknet to handle all aspects of transactions.\n\nMasterCard users deal with INET, INAS, and Banknet every day without realizing it.\n\nStatista. \"Number of Mastercard Credit Cards in the United States From 4th Quarter of 2006 to 1st Quarter of 2024.\"\n\nForbes. \"Credit Card Statistics and Trends 2024.\"\n\nTime. \"What Is a Credit Card Chargeback?\"\n\nTime. \"History of Credit Cards: A Brief Overview.\"\n\nFederal Reserve Bank of San Francisco. \"2023 Findings From the Diary of Consumer Payment Choice.\"",
  "url": "https://www.investopedia.com/terms/i/interbank-network-for-electronic-transfer-inet.asp"
}