{
  "term": "Intestate: Definition and State Rules",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nDavid is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nIntestate refers to dying without a legalwill. When a person dies intestate, deciding how their assets will be distributed becomes the responsibility of a stateprobate court. An intestate estate can also be one in which the will presented to the court was deemed to be invalid.\n\nWhen an individual who has a valid will dies, their assets will be divided among thebeneficiarieslisted in that will as well as through anytruststhat they might have established.\n\nHowever, many people die without preparing a will. In fact, a 2024 Caring.com survey showed that only 32% of Americans had a will. The percentage does rise among older people, Caring found, but even at ages 55 and up, only 43% of Americans reported having one.\n\nIf a person dies without a will, they are said to have died intestate. Dying “inintestacy” means that a state probate court will have to determine how their assets are to be distributed.\n\nIt is crucial for most people to make a will, often with the assistance of an attorney, to ensure that their assets will go to the people or organizations that they want them to go to. Otherwise, a court may decide to distribute the estate to people whom the deceased person never would have chosen. It is also important for people to make sure their will is kept up to date, in case their wishes change.\n\nProbate courts typically begin the process by appointing an administrator to oversee the estate of the deceased. The administrator will compile a list of the deceased’sassets, pay off anydebts, and then distribute the remaining assets to the parties deemed beneficiaries by a probate judge.\n\nIn other words, an administrator functions like anexecutor(a legal representative normally named in a will).\n\nOne of the administrator’s duties is to locate the legal heirs of the deceased, which could include surviving spouses, children, parents, siblings, and other relatives. The order in which heirs inherit from a decedent’s estate when there is no will to rely on is called intestate succession. The probate court will decide who gets what.\n\nHow assets will be distributed can vary from state to state. The laws in most states divide property among the surviving spouse (if any) and children (if any) of the deceased.\n\nIncommunity propertystates, spouses are considered to be joint owners of any property acquired during the marriage and are typically entitled to at least half of the estate. Community property states are Arizona, California, Idaho, Louisiana, Nevada, New Mexico, Texas, Washington, and Wisconsin, along with the U.S. territories of Guam and Puerto Rico.\n\nIn other states, mostlycommon lawstates, the distribution hierarchy also starts with the surviving spouse. Depending on the court’s determination, they may receive less than half, more than half, or even the entire estate if the dead person left no living children or grandchildren.\n\nIf the person was unmarried or widowed at the time of their death, their assets will be divided among any surviving children before any other relative. If nonext of kincan be located, then the assets in the estate will be transferred to the custody of the state. This is referred to asescheatment.\n\nClose friends of the deceased are not usually part of the list of beneficiaries under a state’s probate laws for intestate estates. However, if the deceased had ajoint account with right of survivorshipor owned property jointly with another person, then the joint asset will automatically belong to the surviving party (or parties).\n\nAccording to Investopedia’s estimates, thecost of making a willcan be as little as $10 or so if you use a do-it-yourself kit. If you engage a lawyer (often a good idea), expect to pay anywhere from $150 for asimple willto $1,000 and up for a more complicated one.\n\nA trust can be a way to bypass the probate process (which all wills typically go through) so that heirs receive their inheritances more smoothly and quickly. People with trusts often have apour-over willas well, to handle the disposition of any assets that aren’t accounted for in their trust.\n\nAtestamentary willis another name for a traditional will, sometimes referred to as alast will and testament. The person whose wishes the will represents is known as the testator.\n\nWhen a person dies intestate, it means that they didn’t leave behind a legal will. In that case, a state probate court will determine who will receive their assets. To avoid that possibility and to ensure that their assets go to the people or organizations that they want them to go to, most people should have a will and keep it up to date.\n\nCaring.com. “2024 Wills and Estate Planning Study.”\n\nNYCourts.gov. “When There Is No Will.”\n\nInternal Revenue Service. “Internal Revenue Manual: 25.18.1 Basic Principles of Community Property Law.”\n\nUniform Law Commission. “Uniform Probate Code.” Pages 42-62, 365. Download “Final Act 2004 (Last revised 2006).”\n\nUniform Law Commission. “Uniform Probate Code.” Pages 70-71. Download “Final Act 2004 (Last Revised 2006).”",
  "url": "https://www.investopedia.com/terms/i/intestate.asp"
}