{
  "term": "Interbank Deposit: What it Means, How it Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nErika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nThe term \"interbank deposit\" refers to an arrangement between two banks in which one bank holds funds in an account for the other. The interbank deposit arrangement requires that the holding bank open a \"due to\" account for the other. This is a general ledger account with funds payable to another party. In the arrangement, the correspondent bank is the one that waits for the deposit.\n\nInterbank deposits are part of theinterbank market. The interbank market is a system used by banks and other financial institutions to trade currencies. This system excludesretail investors—individuals who buy and sell securities for theirpersonal accountinstead of for another company or organization—and other, smaller trading parties.\n\nMost interbank trading conducted on the market is proprietary, meaning banks do so between and for each other. There are instances, though, where this type of banking takes place for large, institutional customers.\n\nIn the interbank market, banks borrow from and lend money to each other in order to manageliquidityand meet thereserve requirementsthat regulators place on them. A reserve requirement is the amount of money a bank must keep in its vaults. Deposits, as well as loans, are among the many types of transactions that take place between banks that help them meet these conditions. These transactions also provide the market with a great deal of liquidity.\n\nWhen two banks make an arrangement for an interbank deposit, the holding bank sets up adue to accountfor the corresponding bank—the institution that makes the deposit. The \"due to\" account is a holding account, also known as a payable account.\n\nBanks use a special interest rate on deposits and short-term loans. This rate is known as theinterbank rate. The interbank rate depends on maturity, market conditions, and thecredit ratingsof the institutions involved. These rates are the lowest that can be found at any particular time and are reserved for big banking institutions.\n\nAs mentioned, the bank for which the \"due to\" account is held is referred to as the corresponding bank. This designation is generally held for deposits that take place between domestic banks. But the terms change when thecorrespondent bankis a foreign institution.\n\nIn this case, the \"due to\" account is anostro—derived from the word \"ours\" in Latin—account for the bank holding the deposit. Put simply, this is an account held by a bank in a foreign currency at another institution. This is in contrast to avostro—the Latin word for \"yours\"—account for the foreign correspondent bank. A vostro account is the term a bank uses to describe accounts that other firms have on their books in their home currency. So the correspondent bank will call its account at the holding bank a nostro account, while the holding bank calls it a vostro account.\n\nHere's an example to help make it easier to understand. Let's say Bank A makes an interbank deposit at Bank B, which is in a different country. The account is called a nostro account—our account on yourledger—to Bank A, while it's a vostro account, or your account, to Bank B.\n\nBanks may borrow money from other banks to ensure that they have enough liquidity for their immediate needs, or lend or deposit money when they have excess cash on hand. The interbank lending system is short-term, typically overnight, and rarely more than a week.\n\nAn ACH (automated clearinghouse) transfer is used by businesses and individuals in retail banking and goes through an interbank system for verification before it's completed. Interbank deposits are used between financial institutions only.\n\nWhen two banks arrange for an interbank deposit, the holding bank sets up something called a \"due to\" account for the institution making the deposit, which is known as the corresponding bank. The \"due to\" account is a holding account, also known as a payable account.\n\nAn interbank deposit refers to an arrangement between two banks in which one holds funds in an account for another institution. This requires the holding bank to open a \"due to\" account for the other. It's a general ledger account with funds payable to another party. In the arrangement, the correspondent bank is the one that waits for the deposit. Interbank deposits are usually only made by financial institutions and aren't typically available for individuals or non-financial businesses.",
  "url": "https://www.investopedia.com/terms/i/interbank-deposits.asp"
}