{
  "term": "International Fisher Effect (IFE): Definition, Example, and Formula",
  "definition": "The International Fisher Effect (IFE) is an economic theory stating that the expected disparity between theexchange rateof two currencies is approximately equal to thedifference betweentheir countries’ nominal interest rates.\n\nThe IFE is based on the analysis ofinterest ratesassociated with present and future risk-free investments, such as Treasuries, and is used to help predict currency movements. This is in contrast to other methods that solely use inflation rates in the prediction of exchange rate shifts, instead functioning as a combined view relating inflation and interest rates to a currency’s appreciation or depreciation.\n\nThe theory stems from the concept that real interest rates are independent of other monetary variables, such as changes in a nation’s monetary policy, and provide a better indication of the health of a particular currency within a global market. The IFE provides for the assumption that countries with lower interest rates will likely also experience lower levels ofinflation, which can result in increases in the real value of the associatedcurrencywhen compared to other nations. By contrast, nations with higher interest rates will experiencedepreciationin the value of their currency.\n\nThis theory was named after U.S. economist Irving Fisher.\n\nE=i1−i21+i2≈i1−i2where:E=the percent change in the exchange ratei1=country A’s interest ratei2=country B’s interest rate\\begin{aligned}&E=\\frac{i_1-i_2}{1+i_2}\\ \\approx\\ i_1-i_2\\\\&\\textbf{where:}\\\\&E=\\text{the percent change in the exchange rate}\\\\&i_1=\\text{country A's interest rate}\\\\&i_2=\\text{country B's interest rate}\\end{aligned}​E=1+i2​i1​−i2​​≈i1​−i2​where:E=the percent change in the exchange ratei1​=country A’s interest ratei2​=country B’s interest rate​\n\nFor example, if country A’s interest rate is 10% and country B’s interest rate is 5%, then country B’s currency should appreciate roughly 5% compared to country A’s currency. The rationale for the IFE is that a country with a higher interest rate will also tend to have a higher inflation rate. This increased amount of inflation should cause the currency in the country with a higher interest rate to depreciate against a country with lower interest rates.\n\nThe Fisher Effect and the IFE are related models but are not interchangeable.\n\nThe Fisher Effect claims that the combination of the anticipated rate of inflation and the real rate of return are represented in the nominal interest rates.The IFE expands on the Fisher Effect, suggesting that because nominal interest rates reflect anticipated inflation rates and currency exchange rate changes are driven by inflation rates, then currency changes are proportionate to the difference between the two nations’ nominal interest rates.\n\nEmpirical research testing the IFE has shown mixed results, and it is likely that other factors also influence movements in currency exchange rates. Historically, in times when interest rates were adjusted by more significant magnitudes, the IFE held more validity.\n\nHowever, in recent years, inflation expectations and nominal interest rates around the world are generally low, and the size of interest rate changes is correspondingly relatively small. Direct indications of inflation rates, such asconsumer price indexes (CPI), are more often used to estimate expectedchanges in currency exchange rates.\n\nThe International Fisher Effect (IFE) is named after its creator, economist Irving Fisher. He designed it in the 1930s.\n\nIrving Fisher (1867–1947) was a Yale University-trained economist who made numerous contributions toneoclassical economicsin the studies of utility theory, capital, investment, and interest rates. Neoclassical economics looks at supply and demand as the primary drivers of an economy.\n\nThe International Fisher Effect (IFE) is based on present and future risk-free nominal interest rates rather than pure inflation. It is used to predict and understand present and future spot currency price movements.\n\nThe International Fisher Effect (IFE) is an economic theory. It states that the expected disparity between the exchange rate of two currencies is approximately equal to the difference between their countries’ nominal interest rates.\n\nAccording to the IFE, countries with higher nominal interest rates experience higher rates of inflation, which will result in currency depreciation against other currencies. In practice, evidence for the IFE is mixed.\n\nPeter Moles and Nicholas Terry, via Google Books. “Handbook of International Financial Terms,” Page 298. Oxford University Press, 1997.\n\nHatemi-J, Abdulnasser, via ResearchGate. “The International Fisher Effect: Theory and Application.”Investment Management and Financial Innovations, vol. 6, no. 1, January 2009, pp. 117–121.\n\nThe Library of Economics and Liberty. “Irving Fisher, 1867–1947.”\n\nRahnema, Ahmad. “An Overview of Exchange and Interest Rate Risk Management (How to Make Risk Management Strategy a Competitive Weapon).” IESE Business School, University of Navarra, Working Paper WP-178, February 1990, pp. 2.\n\nPeter Moles and Nicholas Terry, via Google Books. “Handbook of International Financial Terms,” Pages 223 and 298. Oxford University Press, 1997.",
  "url": "https://www.investopedia.com/terms/i/ife.asp"
}