{
  "term": "Intermediate Good: Definition and Examples",
  "definition": "Intermediate goods are the various products used to make a final good that is then sold.\n\nAn intermediate good is a product used to produce a finished good or product—also referred to as aconsumer good.\n\nCertain intermediate goods can also be finished products. For instance, salt is a finished product when sold to and consumed directly by consumers.\n\nHowever, it's only an intermediate good when used by producers in the manufacture of other food products.\n\nIntermediary goods are also called semi-finished products.\n\nIntermediate goods are vital to the production process, which is why they are also called producer goods.\n\nCompanies sell these goods to other companies (in the same or differentindustries) for resale or to produce other goods. When they are used in the production process, they are transformed into another state.\n\nTypically, there are three options for the use of intermediate goods:\n\nInevitably, all intermediate goods are either a component of the final product or completely reconfigured during the production process.\n\nConsider a farmer who grows wheat as an intermediate good:\n\nServices can also be intermediate, as in the case of a photographer. The photography is the intermediate service, while the photographs are the final product.\n\nIntermediate goods can be used in production, but they can also be consumer goods. How they are classified depends on who buys them.\n\nIf a consumer buys a bag of sugar to use at home, it is a consumer good. But if a manufacturer purchases sugar to use during the production of another product, it is an intermediate good.\n\nOn the other hand,capital goodsare physical assets, such as machinery, that are purchased to be used in the production of consumer goods.\n\nSo the baker who bakes the bread in the example above will buy an oven to use in the production process. That oven is considered a capital good. It doesn’t transform or change shape, unlike the wheat.\n\nEconomistsdo not factor in intermediate goods when they calculategross domestic product (GDP). GDP is a measurement of themarket valueof all final goods and services produced in the economy.\n\nThe reason why these goods are not part of the calculation is that they would be counted twice.\n\nFor example, if a confectioner buys sugar with which to make candy, it is only counted once and that's when the candy is sold. It isn't counted when it's bought by the confectioner for production.\n\nThis is called avalue-addedapproach because it values every stage of production involved in producing a final good.\n\nThere are many intermediate goods that can be used for multiple purposes. Steel is an example of an intermediate good. It can be used in the construction of homes, cars, bridges, planes, and countless other products.\n\nWood is used to make flooring and furniture. Glass is used in the production of windows and eyeglasses. Precious metals like gold and silver are used to make decorations, housing fixtures, and jewelry.\n\nIntermediate goods are also called semi-finished products, because they are used as inputs for a finished product. They're also called producer goods because they are vital to the production process.\n\nExamples of intermediate goods include flour, precious metals, salt, steel, sugar, wheat, and wood.\n\nA few examples of intermediate goods exported by the U.S. include crude oil, non-monetary gold, finished metal shapes, and, automotive parts and engines.\n\nIntermediate goods are products used in the production process that makes other goods.\n\nThese newly produced goods can also be intermediate goods which will be used in yet another production process. Or they can be finished products that are ultimately sold to consumers.\n\nBureau of Economic Analysis. \"U.S. International Trade in Goods and Services, April 2025.\"",
  "url": "https://www.investopedia.com/terms/i/intermediate-good.asp"
}