{
  "term": "International Banking Facility (IBF): Meaning, Regulations",
  "definition": "An International Banking Facility allows depository institutions in the U.S. to offer deposit, loan, and other banking services to foreign residents and institutions while being exempted from the Federal Reserve's reserve requirements as well as some state and local income taxes.\n\nBanks are permitted to conduct International Banking Facility (IBF) activities from their existing offices but must keep separate books for IBF business. TheFederal Reserveapproved the establishment of IBFs and exempted them from itsreserve requirementsin 1981. IBF operations remain under the jurisdiction of the Federal Reserve and other state and federal regulators. They are not insured by theFederal Deposit Insurance Corporation (FDIC).\n\nCompetition to attract IBF business has led some states to offer additional tax breaks. In Florida, for example, IBFs are exempt from state income tax, intangible personal property tax, and documentary stamp tax.\n\nBecause of the exemptions they enjoy, IBFs enable U.S. banks and U.S.-based financial institutions to compete more effectively for overseas deposits and loans business in theEurocurrencymarkets.\n\nIBFs permit U.S. banks to use their domestic U.S. offices to offer foreign customers deposit and loan services which formerly could be provided competitively only from foreign offices.\n\nAmong depository institutions which may establish an IBF are U.S. commercial banks,Edge Act corporations, foreign commercial banks through branches, and agencies in the U.S., savings and loan associations and mutual savings banks. An Edge Act corporation (EAC) is a subsidiary of a U.S. or foreign bank that engages in foreign banking operations; these subsidiaries are named after the 1919 Edge Act, which authorized them. The Edge Act, named after the U.S. senator who sponsored it, was an amendment to theFederal Reserve Act of 1913that was introduced to increase the competitiveness of American financial firms on a global stage.\n\nA similar vehicle, anAgreement corporation, is essentially a state-chartered Edge Act corporation. In the U.S., banks may operate nationally as part of the National Association (NA) or asstate-chartered bankswithin its borders. An agreement corporation is a permission given to a bank by a state that allows it to engage in international banking and transactions. Congress passed the Agreement Corporation Act in 1916. This new law authorized American banks to invest 10% of their capital into state-chartered banks and corporations permitted to finance projects internationally. The state-chartered bank would need to enter into an agreement with the Federal Reserve, agreeing to be bound by the rules and regulations set out in the Act. It was from these agreements that the term \"agreement corporation\" arose.\n\nBoard of Governers of the Federal Reserve System. \"International Finance Discussion Papers (IFDP).\"\n\nLester, Paul A. “Banking Report: Application of Florida State Tax Laws to Edge Act Corporations: Encouragement of International Banking in Florida.”Lawyer of the Americas, vol. 14, no. 1, 1982, pp. 103–11.\n\nMcGuire, J. J. \"The Edge Act: Its Place and Evolution of International Banking in the United States.\"University of Miami Inter-American Law Review, vol. 3, no. 3, 1971, pp. 427-431.\n\nMcGuire, J. J. \"The Edge Act: Its Place and Evolution of International Banking in the United States.\"University of Miami Inter-American Law Review, vol. 3, no. 3, 1971, pp. 427, 430, 433.",
  "url": "https://www.investopedia.com/terms/i/ibf.asp"
}