{
  "term": "Internal Rate of Return (IRR) Rule: Definition, Formula & Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe internal rate of return rule states that a project or investment may be worth pursuing if itsinternal rate of return (IRR)exceeds the minimumrequired rate of return, orhurdle rate. This rule can be useful for companies and investors that want to determine whether to take on a certain project or investment or to compare it with others they may be considering. However, it also has some serious limitations, as this article explains.\n\nThe IRR rule is a guideline for deciding whether to proceed with a project or investment, on a financial basis. Mathematically, IRR is the rate that would result in thenet present valueof future cash flows equaling exactly zero.\n\nThe higher the projected IRR on an investment—and the greater the amount by which it exceeds thecost of capital—the morenet cashit is likely to generate and the more it may be worth pursuing. On the other hand, if the IRR is lower than the cost of capital, the rule suggests that the best course of action is to forgo the project or investment.\n\nBusinesses often use the IRR rule to evaluate projects incapital budgeting. But it may not always be rigidly enforced. Generally, the higher the IRR, the better. However, a company might prefer a project with a lower IRR because it has other potential benefits, such as contributing to a larger strategic plan or impeding competition.\n\nA company might also prefer a large project with a lower IRR to a small project with a higher rate because of the greater cash flows it will generate in dollar terms.\n\nThe internal rate of return is relatively easy to understand and to calculate using a spreadsheet. Companies and investors can compare it to other projects and investments that are under consideration.\n\nAnother advantage of using this rule is that it helps companies and investors account for thetime value of money (TVM). This is a concept that states that a particular amount of money is worth more now than the same sum in the future. As such, the future cash flow that results from an investment is discounted to its present value under the IRR rule.\n\nThe IRR doesn't take the actual dollar value of the project or any anomalies incash flowsinto account. If there are any irregular or uncommon forms of cash flow, the rule shouldn't be applied. If it is, it may result in flawed findings.\n\nAnother key disadvantage of the IRR rule is that it is flawed in its assumption regarding any reinvestments made from positive cash flow—notably, that they are made at the same internal rate of return. Amodified internal rate of return (MIRR)is sometimes used instead as it assumes that positive cash flows are reinvested at the firm's cost of capital.\n\nEasy to calculate and understand\n\nAllows for comparison between other projects and investments\n\nTakes time value of money into account\n\nDoesn't account for actual dollar value\n\nDoesn't consider anomalies in cash flows\n\nAssumes that reinvestments are made at the same internal rate of return\n\nLet's assume that a company is reviewing two projects in which it may invest its money. Management must decide whether to move forward with one, both, or neither of the projects. Its cost of capital is 10%. The cash flow patterns for each project are highlighted in the following table:\n\nThe company mustcalculate the IRRfor each project. The initial outlay (period = 0) will be negative. Solving for IRR is an iterative process (where results for each period are summed) using the following equation. The upper case sigma (Σ) denotes summation, or creating terms for each period using the formula that follows the symbol and then adding the result for each period:\n\nThe formula looks like this with the terms in order. The initial outlay is multiplied by -1 because it is money being subtracted from the project:\n\nUsing the above examples, the company can calculate IRR for each project. In each term, \"IRR\" must be substituted with an educated guess because the only way to determine the best IRR is through trial and error:\n\nYou can see how this can become manually tedious and prone to errors. Using a spreadsheet simplifies matters considerably.\n\nUsing these same values in a spreadsheet, you can use this function:\n\nThe following table shows the entries and the function.\n\nIn the spreadsheet, enter the following in one cell:\n\nIn the spreadsheet, project A results in an IRR of 17%, and project B results in an IRR of 5%. Given that the company's cost of capital is 10%, management should proceed with Project A and reject Project B.\n\nOne downside of the IRR rule is that it assumes future positive cash flows can be invested at the same rate of return. Another is that it doesn't take any irregular or uncommon forms of cash flow into account—if there are any, using the IRR rule will produce misleading findings.\n\nBoth IRR (internal rate of return) andROI (return on investment)measure investment performance, but IRR identifies the annual growth rate while ROI reveals the total growth of the investment, from beginning to end.The two numbersshould be roughly the same over a one-year period, but not for longer periods of time. ROI is the better-known measurement and is more commonly used than IRR, which is more difficult to calculate.\n\nYes, using IRR to obtain net present value is known as thediscounted cash flow methodof financial analysis. The internal rate of return is the interest rate (also known as the discount rate) that will bring a series of cash flows (positive cash flow and negative cash flow) to a net present value of zero or to the current value of cash invested.\n\nNot necessarily. Generally, the higher the IRR, the better. However, in comparing several potential projects a company might choose one with a lower IRR as long as it still exceeds the cost of capital. That can be because it has other benefits beyond the purely financial ones.\n\nWhether you're an individual investor or run a company, it's important to deploy your investment capital in a way that makes sense. The internal rate of return rule can be a useful tool for comparing your different options. However, the rule has some downsides that can lead to flawed results, and you don't want to follow it blindly because there may be other issues to consider that it doesn't account for.\n\nHarvard Business Review. \"A Refresher on Internal Rate of Return.\"",
  "url": "https://www.investopedia.com/terms/i/internal-rate-of-return-rule.asp"
}