{
  "term": "Internal Growth Rate (IGR): Definition, Uses, Formula and Example",
  "definition": "The internal growth rate is the highest level of growth achievable for a business without obtaining outside financing.\n\nThe internal growth rate (IGR) is the maximum rate at which a company can grow organically without needing to raise any additional capital from external sources. A firm's maximum IGR is the level of business operations that can continue to fund and grow the company. A company's IGR is important because it helps investors and analysts understand how a company can grow using its own capital resources. It can also be used to determine the soundness of a company's financial decisions.\n\nTo calculate a company's IGR, you have to determine two variables. First, you need the company'sreturn on assets (ROA), which is:\n\nNet Income÷Total Assets (or average of total assets across periods)\\begin{aligned}\\text{Net Income}\\div\\text{Total Assets (or average of total assets across periods)}\\end{aligned}Net Income÷Total Assets (or average of total assets across periods)​\n\nThen, you need its retention ratio (RR), which is the percentage of how much net income is kept by the company:\n\nYou can use these to calculate the IGR:\n\nSo, imagine Company A had the following data in its financial statements:\n\nNow we can plug these figures in to determine each step:\n\nThen, you multiply the ROA and RR to get your IGR:\n\nYou might see other ways to calculate the IGR using an alternate retention ratio. In this method, you subtract a company's dividend payout ratio from one:\n\nTo use this method, a company must be profitable enough to pay dividends and have a dividendpayout ratio(Dividends Paid ÷ Net Income). Keep in mind that if thedividendspaid equals zero, your retention ratio, and thus your IGR, will be inaccurate.\n\nFor instance, if you used this method in the previous example with a company that has no dividends, you'd have a retention ratio of zero and would get an IGR of 0.27 (27%), whereas previously, you got a result of 0.01 (10%):\n\nOther important growth rates include the sustainable growth rate and thecompound annual growth rate (CAGR).\n\nThe IGR may indicate the maximum growth that a company can experience using only its existing resources (no external funding,retained earningsonly). While this metric is useful to companies that can retain earnings, most companies don't become profitable for many years. Without profitability, there may be no retained earnings, which can pose further difficulties if business owners want to use IGR as an analytical tool.\n\nInvestors may not find much value in the IGR because of the issues mentioned previously—no dividends or retained earnings means the rate cannot be calculated. Because companies that have retained earnings and pay dividends are generally more mature, the IGR may not be a compelling analysismetric.\n\nThe IGR is also vital to business growth—the retained earnings figure representscapitalsitting in an account. A company shouldn't have very large retained earnings because capital is being wasted. If a company's retained earnings grow, it might mean it is more profitable and reinvesting its earnings. This may also mean that the company is sitting on capital that could be put to use.\n\nInternal growth is when a company uses internal resources to grow, while external growth is when it uses resources from outside itself to grow.\n\nSustainable growth rate is always higher than an internal growth rate because it factors in leverage, or debt.\n\nThe formula for the internal growth rate is (Retained Earnings ÷ Net Income) × (Net Income ÷ Total Assets).\n\nThe internal growth rate is a measurement some business owners and investors use to gauge how much growth a business can experience using only internal sources. It can only be used to evaluate companies that generate enough revenue to retain earnings or issue dividends to stockholders.\n\nCorrection—Aug. 24, 2023:A previous version of this article used only the dividend payout ratio to calculate the internal growth rate. As the article now correctly states, there are two different ways to calculate it depending on the company's status.",
  "url": "https://www.investopedia.com/terms/i/internalgrowthrate.asp"
}