{
  "term": "International Bond: Meaning and Examples",
  "definition": "International investing involves selecting global investment instruments as part of a diversified portfolio. People often invest internationally to increase thediversificationof their portfolios and spread investment risk among foreign markets and companies.\n\nInternational investing provides investors with a broader investment universe for selecting portfolio selections. It can broaden an investor’s diversification, potentially adding new sources of return. In some cases, it can also help mitigate some systematic risks associated with a specific country’s economy.\n\nInternational investing provides a wide range of eligible instruments for an investment portfolio beyond just domestic investments. An investor can look to the same types of investment options internationally that they have domestically, including variations ofstocks,bonds, andmutual funds. Investors can also invest in options and futures on underlying international investments and currencies.\n\nWhile economists and advisors advocate investing internationally, most portfolios are dominated by domestic securities.\n\nInvestors will find an array of investment options in the international markets. Looking to government debt and international equity indexes provides a basis for international investing.\n\nGlobal governments issue debt to help fund their financial budgets. Government debt is issued in the form of notes and bonds with varying maturities and interest rates derived from the underlying investment duration.\n\nCountries can be classified as developed, emerging or frontier to better understand their economies and country risks. Developed countries are the world’s most advanced economies and therefore provide less risk. Emerging and frontier markets can offer long-term opportunities for investment as economies and infrastructures develop over time.\n\nCredit market ratings can help to provide an investor with an understanding of a fixed income investment’s risk. Globally, countries receive credit ratings from credit rating agencies that help to determine the risk to investors. Comprehensive lists of country credit ratings are available online.\n\nIn the equity markets, international indexes provide a basis for international investment considerations. For comprehensive global market exposure, investors can look to world index funds. These funds include stocks from countries across the globe. Two leading index examples are theFTSE Global All Cap Indexand theVanguard Total World Stock Index Fund.\n\nDeveloped, emerging and frontier market indexes also help to break down the global equity markets into three categories. Developed market equities typically offer the lowest risk since financial market infrastructures and corporate markets are more advanced.\n\nEmerging and frontier markets have greater risks. Emerging markets are often a category in high demand for international investors. These markets have higher risks due to their emerging growth but have greater potential for returns.\n\nMSCI is an index provider that is well known for its international indexes and provides global indexes such as theMSCI All Country World Index, the MSCI EAFE Index, the MSCI Emerging Markets Index, and the MSCI Frontier Markets Index.\n\nAll types of investments involve risk and international investing may include the following:",
  "url": "https://www.investopedia.com/terms/i/international-investing.asp"
}