{
  "term": "Interest Rate Swap: Definition, Types, and Real-World Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAn interest rate swap is a forward contract in which one stream of future interest payments is exchanged for another based on a specified principal amount.\n\nInterest rate swaps usually involve the exchange of a fixed interest rate payment for a floating rate payment, or vice versa, to reduce or increase exposure to fluctuations in interest rates, or to obtain a marginally lower interest rate than would have been possible without the swap.\n\nA swap can also involve the exchange of one type of floating rate for another, which is called a basis swap.\n\nInterest rate swaps are the exchange of one set ofcash flowsfor another. Because they tradeover the counter (OTC), the contracts are between two or more parties, are structured according to their desired specifications, and can be customized in many different ways.\n\nSwaps are often utilized if a company can borrow money easily at one type of interest rate but prefers a different type.\n\nThere are three different types of interest rate swaps: fixed-to-floating, floating-to-fixed, and float-to-float.\n\nConsider a company named TSI that can issue a bond at a very attractivefixed interest rateto investors. The company’s management feels that it can get a better cash flow from a floating rate. In this case, TSI can enter into a swap with acounterpartybank in which the company receives a fixed rate and pays a floating rate.\n\nThe swap is structured to match the maturity and cash flow of the fixed-rate bond, and the two payment streams are netted. TSI and the bank choose the preferred floating-rate index, which is usually theSecured Overnight Financing Rate (SOFR). TSI then receives the SOFR plus or minus a spread that reflects both interest rate conditions in the market and its credit rating.\n\nThe ICE Benchmark Administration®Limited, the authority responsible for LIBOR, stopped publishing rates as of June 30, 2023. However, it still publishes what it calls synthetic 1-month, 3-month, and 6-month USD LIBOR rates under order by the UK Financial Conduct Authority. This will end on Sept. 30, 2024.\n\nA company that does not have access to a fixed-rate loan may borrow at a floating rate and enter into a swap to acquire a fixed rate. The floating-ratetenor, reset, and payment dates on the loan are mirrored on the swap and netted. The fixed-rate leg of the swap becomes the company’s borrowing rate.\n\nCompanies sometimes enter into a swap to change the type or tenor of thefloating rateindex that they pay; this is known as a basis swap.A company can swap from the three-month SOFR to six-month SOFR, for example, because the rate either is more attractive or matches other payment flows. A company can also switch to a different index, such as thefederal funds rate,commercial paper, or theTreasury bill rate.\n\nSuppose that PepsiCo needs to raise $75 million to acquire a competitor. In the United States, they may be able to borrow the money with a 3.5% interest rate, but outside of the U.S., they may be able to borrow at just 3.2%. The catch is that they would need to issue thebondin a foreign currency, which is subject to fluctuation based on the home country’s interest rates.\n\nPepsiCo could enter into an interest rate swap for the duration of the bond. Under the terms of the agreement, PepsiCo would pay the counterparty a 3.2% interest rate over the life of the bond. The company would then swap $75 million at the agreed-upon exchange rate when the bond matures and avoid anyexposureto exchange-rate fluctuations.\n\nThe name is derived from twoparties exchanging (swapping) future interest paymentsbased on a specified principal amount. Interest rate swaps are traded in over-the-counter (OTC) markets and are designed to suit the needs of each party. The most common swap is a fixed exchange rate for a floating rate. This is also known as a vanilla swap.\n\nThe primary reasons why financial institutions use interest rate swaps are tohedgeagainst losses, managecredit risk, orspeculate.\n\nSay that Company A issued $10 million in two-year bonds that have a variable interest rate of SOFR plus 1%. SOFR is 2% but the company is worried that interest rates may rise. It locates Company B, which agrees to pay Company A the SOFR annual rate plus 1% for two years on thenotional principal amountof $10 million. In exchange, Company A pays Company B a fixed rate of 4% on a notional value of $10 million for two years. If interest rates rise significantly, Company A will benefit. Conversely, Company B will stand to benefit if interest rates stay flat or fall.\n\nAn interest rate swap is an agreement between different parties to exchange one stream of interest payments for another over a specified time period. They arederivative contractsthat trade over the counter (OTC) and can be customized by the participating parties to match their financial needs.\n\nUsually, interest rate swaps exchange fixed-rate payments for floating-rate payments, or the other way around. They are used to manage exposure to fluctuating interest rates or to get a lower borrowing rate.\n\nJennifer N. Carpenter, NYU Leonard N. Stern School of Business. \"Interest Rate Swaps Slides.\" Page 2.\n\nPIMCO. \"Understanding Interest Rate Swaps.\"\n\nCommodity Futures Trading Commission. \"CFTC Swaps Report Data Dictionary.\" Page 2.\n\nIntercontinental Exchange. “LIBOR®.”",
  "url": "https://www.investopedia.com/terms/i/interestrateswap.asp"
}