{
  "term": "Interest Rates: Types and What They Mean to Borrowers",
  "definition": "An interest rate is the price an entity pays for borrowing money or the fee they charge for lending it, expressed as a percentage.\n\nThe interest rate is the percentage of interest relative to theprincipal. It is either what lenders charge borrowers or what is earned from deposit accounts.\n\nThe interest rate on a loan is typically noted on an annual basis and is expressed as anannual percentage rate(APR).\n\nAn interest rate can also apply to a savings account or acertificate of deposit(CD). In this case, a bank or credit union pays a percentage of the funds deposited to the account holder.Annual percentage yield(APY) refers to the interest earned on these deposit accounts.\n\nIn lending, interest is a charge to the borrower for the use of an asset. Assets borrowed can include cash, consumer goods, vehicles, and property. Because of this, an interest rate can be thought of as the \"cost of money.\" Higher interest rates make borrowing the same amount of money more expensive.\n\nInterest ratesapply to most lending or borrowingtransactions. Individuals borrow money to purchase homes, fund projects, launch or fund businesses, or pay for college tuition. Businesses take out loans to fund capital projects and expand their operations by purchasing fixed and long-term assets such as land, buildings, and machinery. Borrowed money is repaid either in a lump sum by a pre-determined date or in periodic installments.\n\nFor loans, the interest rate is applied to the principal, which is the amount of the loan. The interest rate is thecost of debtfor the borrower and the rate of return for the lender. The money to be repaid is usually more than the borrowed amount since lenders require compensation for the loss of use of the money during the loan period. The lender could have invested the funds during that period instead of providing a loan, which would have generated income from the asset. The difference between the total repayment sum and the original loan is the interest charged.\n\nWhen the loan is considered to be low risk by the lender, the borrower will usually be charged a lower interest rate. If the loan is considered high risk, the interest rate that the borrower is charged will be higher.\n\nRisk is typically assessed when a lender looks at a potential borrower's credit score, which is why it's important to have an excellent one if you want to qualify for the best loans.\n\nIf you take out a $300,000 loan from the bank and the loan agreement stipulates that the interest rate on the loan is 4% simple interest, this means that you will have to pay the bank the original loan amount of $300,000 + (4% x $300,000) = $300,000 + $12,000 = $312,000.\n\nThe example above was calculated based on the annualsimple interestformula, which is:\n\nThe individual who took out the loan will have to pay $12,000 in interest at the end of the year, assuming it was only a one-year lending agreement. If the loan was a 30-year mortgage, the interest payment will be:\n\nA simple interest rate of 4% annually translates into an annual interest payment of $12,000. After 30 years, the borrower would have made $12,000 x 30 years = $360,000 in interest payments.\n\nSome lenders prefer thecompound interestmethod, which means that the borrower pays even more in interest. Compound interest, also calledinterest on interest, is applied both to the principal and also to the accumulated interest made during previous periods. The bank assumes that at the end of the first year the borrower owes the principal plus interest for that year. The bank also assumes that at the end of the second year, the borrower owes the principal plus the interest for the first year plus the interest on interest for the first year.\n\nThe interest owed whencompoundingis higher than the interest owed using the simple interest method. The interest is charged monthly on the principal, including accrued interest from the previous months. For shorter time frames, the calculation of interest will be similar for both methods. As the lending time increases, however, the disparity between the two types of interest calculations grows.\n\nUsing the example above, at the end of 30 years, the total owed in interest is almost $673,019 on a $300,000 loan with a 4% interest rate.\n\nThe following formula can be used to calculate compound interest:\n\nLet's look at another example. Jayati takes out a three-year loan of $10,000 at an interest rate of 5%, which compounds annually. In the end, as worked out in the calculation below, she pays $1,576.25 in interest on the loan:\n\nWhen you save money using a savings account, compound interest is favorable. The interest earned on these accounts is compounded and serves as compensation to the account holder for allowing the bank to use the deposited funds.\n\nIf, for example, you deposit $500,000 into ahigh-yield savings account, the bank can take $300,000 of these funds to use as a mortgage loan. To compensate you, the bank pays 5% interest into the account annually. So, while the bank is taking 8% from the borrower, it is giving 5% to you, the account holder, netting it 3% in interest. In effect, savers lend the bank money which, in turn, provides funds to borrowers in return for interest.\n\nInterest rates on consumer loans are typically quoted as theannual percentage rate (APR). This is the rate of return that lenders demand for the ability to borrow their money.For example, the interest rate on credit cards is quoted as an APR. In our example above, 4% is the APR for themortgage. The APR does not consider compounded interest for the year.\n\nThe annual percentage yield (APY) is the interest rate that is earned at a bank or credit union from a savings account or CD. This interest rate takes compounding into account.\n\nThe interest rate charged by banks is determined by a number of factors, including the state of the economy. A country'scentral bank(e.g., theFederal Reservein the U.S.) sets the interest rate, which each bank uses to determine the APR range they offer.When the central bank sets interest rates at a high level, the cost of debt rises. When the cost of debt is high, it discourages people from borrowing and slows consumer demand. Interest rates tend to rise withinflation.\n\nIn a high-interest-rate economy, businesses have limited access to capital funding through debt, which can lead to economic contraction.\n\nEconomies are often stimulated during periods of low interest rates because borrowers have access to loans at inexpensive rates. Since interest rates on savings are low, businesses and individuals are more likely to spend and purchase riskier investment vehicles such as stocks. This spending fuels the economy and provides an injection tocapital marketsleading to economic expansion.\n\nWhile governments prefer lower interest rates, they eventually lead to market disequilibrium where demand exceeds supply, causing inflation. When inflation occurs, interest rates increase, which may relate toWalras' law.\n\nThe average interest rate on a 30-year fixed-rate mortgage in February 2025. This was slightly down from 6.90% a year earlier.\n\nThere is evidence that suggests that white people get approved more often for mortgages. Data reported under the Home Mortgage Disclosure Act, the most comprehensive publicly-available information on mortgage market activity, showed that Black, Hispanic, and Asian applicants were denied conventional mortgage loans in 2023 17.1%, 12.1%, and 9.7% of the time, respectively. The denial rate for white applicants, on the other hand, was lower at 6.8%.\n\nEvidence of interest rate discrimination with mortgages has been confirmed by other sources, including Harvard University and the Urban Institute, which found in 2022 that the average Black homeowner gets charged an interest rate that is 33 basis points higher than the average white homeowner, and pays about $250 more per year in interest.\n\nNot everybody agrees with these findings. A study by economists at the Federal Reserve Board concluded that no racial group gets preferential treatment, leading its authors to speculate that reporting of disparities elsewhere may be due to many Black and Hispanic borrowers tending to choose slightly higher interest rates in return for lower up-front costs.\n\nThe Federal Reserve Board believes discrimination is improving and credits this, in part, to a rise in automated underwriting and stricter enforcement of the Fair Housing Act and the Equal Credit Opportunity Act.\n\nInterest rates are a function of therisk of defaultand theopportunity cost. Longer loans and debts are inherently more risky, as there is more time for the borrower to default. The same time, the opportunity cost is also larger over longer time periods, as the principal is tied up and cannot be used for any other purpose.\n\nThe Federal Reserve, along with other central banks around the world, uses interest rates as a monetary policy tool. By increasing the cost of borrowing among commercial banks, the central bank can influence many other interest rates, such as those for personal loans, business loans, and mortgages. This makes borrowing more expensive in general, lowering the demand for money and cooling off a hot economy. Lowering interest rates, on the other hand, makes money easier to borrow, stimulating spending and investment.\n\nAbondis a debt instrument that typically pays a fixed rate of interest over its lifetime.Say that prevailing interest rates are 5%. If a bond is priced at par = $1,000 and has an interest rate (coupon) of 5%, it will pay bondholders $50 a year. If interest rates rise to 10%, new bonds issued will pay double—i.e., $100 per $1,000 inface value. An existing bond that only pays $50 will have to sell at a steep discount in order for somebody to want to buy it. Likewise, if interest rates drop to 1%, new bonds will only pay $10 per $1,000 in face value. Hence, a bond that pays $50 will be in high demand and its price will be bid up quite high.\n\nAn interest rate is the cost of debt for the borrower and the rate of return for the lender. When you take out a loan, you are expected to pay the entity lending you money something extra as compensation. Likewise, if you deposit money in a savings account, the financial institution may reward you because it can use part of this money to make more loans to its customers.\n\nThese charges or payments are called interest and are applied at a specified rate.\n\nConsumer Financial Protection Bureau. \"What Is the Difference Between a Loan Interest Rate and the APR?\"\n\nExperian. \"What Is Annual Percentage Yield (APY)?\"\n\nFederal Reserve Board. \"Federal Open Market Committee: About the FOMC.\"\n\nFreddie Mac. \"30-Year Fixed-Rate Mortgages Since 1971.\"\n\nConsumer Financial Protection Bureau. “2023 Mortgage Market Activity and Trends.” Page 37.\n\nHarvard Joint Center for Housing Studies. \"High-Income Black Homeowners Receive Higher Interest Rates than Low-Income White Homeowners.\"\n\nHousing Matters - Urban Institute. \"Homeownership Is Much More Costly for Black Homeowners.\"\n\nOxford Academic. \"The Review of Financial Studies: Do Minorities Pay More for Mortgages?\"\n\nFederal Reserve Board. \"Finance and Economics Discussion Series: How Much Does Racial Bias Affect Mortgage Lending? Evidence from Human and Algorithmic Credit Decisions.\"\n\nU.S. Securities and Exchange Commission, Investor.gov. \"Bonds.\"",
  "url": "https://www.investopedia.com/terms/i/interestrate.asp"
}