{
  "term": "Internal Audit: What It Is, Different Types, and the 5 Cs",
  "definition": "Paige McLaughlin / Investopedia\n\nAn internal audit is an analysis of a business that’s intended to identify opportunities to add value for stakeholders and improve operations. These audits can include processes, procedures, operations, current economic conditions, established controls, company culture, ethics, and product and service quality. They can assess any risks the business faces. The auditors make any recommendations for improvements after the analysis.\n\nMany types of internal audits are used in various industries. A government agency or a company contracted to do work for a government might be subjected to regular compliance, investigative, and technology audits by law. A private business may hire and schedule an operational audit with a third party to learn ways to become more efficient.\n\nThere are several types of internal audits:\n\nThe key difference between an internal audit and an external audit is the audience it’s being conducted for.\n\nInternal auditing generally follows four steps: planning, auditing, reporting, and monitoring.\n\nInternal auditors begin by planning how they’re going to conduct the audit. They meet with leadership to determine the goals for the audit, any risks that might be involved, and to work out any logistics and resources that are needed.\n\nDepending on the type of audit, the auditors must become familiar with theorganizationalandfinancial structuresof the business they are auditing. Existing controls and procedures and other pertinent information are analyzed, as are previous annual reports. Risks are identified and prioritized. Auditable units within the organization are identified, and information-gathering techniques such as surveys are brainstormed and designed.\n\nThe auditors then typically present their plan to leadership/senior management for discussion and feedback. The plan is formalized and presented to an audit committee and the board when this is done.\n\nAudits are conducted using the method and checklist that the auditing team developed to assess the business. They may do their best to avoid disrupting work by sending out surveys, assessing available data and workflow graphics, and only moving on to fieldwork when necessary, such as by engaging in physical inventories or employee interviews about processes and procedures.\n\nInterim reports are generated with significant findings or even sensitive results when the audit is complete. Auditors might ensure that the company’s board receives the information right away if there are time-sensitive findings, A pre-close meeting can otherwise be held where management can add or provide further information that might alter the findings.\n\nAudit reports typically consist of these elements:\n\nExecutive summaries from the chief audit executive can be used in place of a full-detail report. These summaries describe the scope of the audit, conclusions, significant observations, and any concerns.\n\nThe next sections are more detailed than the executive summary. The objectives section outlines why the internal audit was conducted, and the scope defines what areas were included in the audit.\n\nThe background section summarizes any information that’s relevant to the activities being audited, and the conclusion is a summary of the outcomes. The internal audit opinion outlines the thoughts of the auditors about the activity under review, and the management action plan is a detailed plan created by management to implement any necessary changes.\n\nMonitoring/following up generally includes smaller-scale audits that might be scheduled with the auditors, to allow leadership to verify that the changes they selected to implement were made. Auditors might look for certain milestones or specific goals that indicate whether any changes were effective or do a more focused analysis of the specific programs or units needing adjustments.\n\nInternal audit reports often follow what are known as the 5 Cs of reporting. They generally answer these questions:\n\nInternal audits are very important to a business’sprofitabilityand overall success. They identify any inefficiencies, and this helps management streamline processes and reduce costs. It allows them to save money to put towardresearch and development, expansionary projects, orcash or equivalentsto pay current debts or even build up a store of emergency cash.\n\nThis adds value for stakeholders because they see that the business is working to reduce costs and remain or become profitable, competitive, and relevant in the market.\n\nInvestors might notice and share values could increase, benefiting the company and its stakeholders.\n\nAnother benefit of internal audits is that they can motivate employees and management to adhere to policies. Knowing that processes and procedures will be analyzed at some point can keep employees on the right path and discourage shortcuts or unethical behavior that might be detrimental to the company.\n\nAn internal audit is a review of a business’s processes, systems, and procedures that identifies opportunities for improvement. These audits are generally conducted by third-party entities with no interest in the business, allowing the company to receive unbiased, objective input.\n\nThe Institute of Internal Auditors. “Audit Report Writing Toolkit.” Page 5.\n\nThe Institute of Internal Auditors. “Developing a Risk-Based Internal Audit Plan.” Pages 6–26.\n\nThe Institute of Internal Auditors. “Audit Report Writing Toolkit.” Page 14.\n\nThe Institute of Internal Auditors. “Audit Report Writing Toolkit.” Page 4.\n\nThe Institute of Internal Auditors. “Audit Report Writing Toolkit.” Pages 6–8.\n\nThe Institute of Internal Auditors. “Audit Report Writing Toolkit.” Pages 8–10.\n\nChartered Institute of Internal Auditors. “Use of the Five Cs in Communication.”",
  "url": "https://www.investopedia.com/terms/i/internalaudit.asp"
}