{
  "term": "International Maritime Organization (IMO): Definition and Purpose",
  "definition": "The International Maritime Organization (IMO) is a specialized agency of theUnited Nationsthat is responsible for measures to improve the safety and security ofinternational shippingand prevent marine pollution from ships.\n\nIMO oversees every aspect of worldwide shipping regulations, including legal issues, shipbuilding, and cargo size.\n\nThe International Maritime Organization's objectives can be best summed up by its slogan: \"Safe, secure, and efficient shipping on clean oceans.\" The IMO sets policies for international shipping and sets regulations on safety, security, and environmental best practices.\n\nThe IMO is also involved in legal issues matters pertaining to international shipping, such as liability and compensation matters, and facilitating international maritime traffic. The IMO assembly, the agency's governing body, meets every two years to address issues in international shipping and to look at the organization's budget.\n\nTo break down the workload and to ensure each area of concern of the IMO is getting the attention it deserves, there are five committees tasked with making policies and developing, going over, and overhauling rules and guidelines. Those committees include the Technical Co-operation Committee, the Maritime Safety Committee, the Marine Environmental Protection Committee, the Legal Committee, and the Facilitation Committee. Furthermore, there are seven sub-committees working under these committees.\n\nThe International Convention for the Safety of Life at Sea (SOLAS), the International Convention on Standards of Training, Certification, and Watchkeeping for Seafarers (STCW), and the International Convention for the Prevention of Pollution from Ships (MARPOL) are some of the vital International Maritime Organization treaties.\n\nThe International Convention for the Safety of Life at Sea is regarded as the most crucial treaty regarding safety at sea. The first draft of it was adopted in 1914 following the sinking of the Titanic, before the creation of the IMO.\n\nThe IMO has 176 member states, accounting for most of the membership of the United Nations. In addition, there are three associate members that are not considered states: Hong Kong, Macao, and the Faroe Islands.\n\nIn addition, the IMO regularly interacts with non-governmental organizations (NGOs) and intergovernmental organizations on maritime policy. There are 66 intergovernmental organizations with observer status in the IMO, including the Council of Europe, the Organization of American States, andOPEC.There are also 85NGOswith consultative status, most of them associated with the maritime or shipping industries.\n\nThe governance structures of the IMO consist of the assembly, representing the member states, and a council elected by the members at two-year intervals. The council acts as an executive body and performs all the responsibilities of the assembly when it is not in session. The council is also responsible for appointing the secretary-general of the organization.\n\nIn addition, there are several committees and sub-committees responsible for various aspects of maritime regulation. For example, the marine safety committee is responsible for setting the rules of navigation, construction, and transportation to reduce hazards on the seas. The Marine Environmental Protection Committee considers matters relating to pollution, and the legal committee is responsible for questions of maritime law.\n\nEvery six years, the assembly of the IMO established a strategic plan describing the organization's mission and priorities. The current strategic plan, enacted in 2018, is \"to promote safe, secure, environmentally sound, efficient and sustainable shipping through cooperation.\"\n\nThe plan also sets out the strategic direction of the IMO and establishes performance indicators to measure the success of the organization's work. In addition to the traditional goals relating to facilitating trade and ocean governance, the current strategic plan also sets the goal of responding to climate change. In its vision statement, the IMO is pledged to support member states in implementing the 2030 Agenda forSustainable Development.\n\nIt's important to note that the IMO does not implement or enforce policies. The IMO was created to adoptpolicy, not enforce it. When a government accepts an IMO convention, those policies become national laws that the government is responsible for enforcing.\n\nThe IMO developed a program to audit compliance with maritime policies, effective as of January 2016. However, there are no countermeasures available if a country does not enforce the policies set by the IMO. Instead, the IMO provides feedback and advice on a country's current performance.\n\nBeyond shipping, an IMO is also an independent marketing organization. This is an organization that works with insurance companies to market its products. The duties of an IMO can include other marketing tasks, such as distribution.\n\nThe purpose of the IMO is to establish intergovernmental regulations concerning maritime trade, safe shipping, and access to the seas. In addition, it also sets the rules for preventing ocean pollution and accidents.\n\nThere are 176 member states of the IMO, as well as three associate members that are not considered states.\n\nFunding for the International Maritime Organization (IMO) is provided by contributions from member states, as well as through various trusts, donations, and partnership agreements. The organization also makes money from certain commercial activities, such as selling books or hosting conferences.\n\nThe International Maritime Organization (IMO) is a United Nations agency responsible for regulating international shipping. It's tasked with developing rules related to safety and security of maritime transportation, as well as water pollution. It is represented by 176 member states and is based in London, U.K.\n\nInternational Maritime Organization. \"Frequently Asked Questions.\"\n\nInternational Maritime Organization. \"Structure of IMO.\"\n\nInternational Maritime Organization. \"List of IMO Conventions.\"\n\nInternational Maritime Organization. \"International Convention for the Safety of Life at Sea.\"\n\nInternational Maritime Organization. \"Member States.\"\n\nInternational Maritime Organization. \"Intergovernmental Organizations Which Have Concluded Agreements of Cooperation with IMO.\"\n\nInternational Maritime Organization. \"Non-Governmental International Organizations Which Have Been Granted Consultative Status With IMO.\"\n\nInternational Maritime Organization. \"Strategic Plan for the Organization.\"\n\nInternational Maritime Organization. \"Member State Audit Scheme.\"\n\nInternational Maritime Organization. \"Financial Report and Audited Financial Statements for the Year Ended December 31 2020.\" Page 9 of PDF.\n\nInternational Maritime Organization. \"Funding Sources.\"",
  "url": "https://www.investopedia.com/terms/i/international-maritime-organization.asp"
}