{
  "term": "Intercontinental Exchange (ICE): What It Is and What It Does",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe Intercontinental Exchange (ICE) is an American company that owns and operates financial and commodity marketplaces and exchanges. It was founded in May 2000 in Atlanta, Georgia. ICE operations includefutures exchanges, cash exchanges, central clearing houses, and market services for off-exchange trading.\n\nICE operates futures exchanges in the U.S., U.K., EU, Canada, Singapore and Abu Dhabi. Its cash exchanges include theNew York Stock Exchange (NYSE), NYSE ARCA, NYSE National, NYSE AMEX Options, NYSE ARCA Options, and NYSE Chicago. ICE also operates six central clearing houses: ICE Clear Europe, ICE Clear U.S., ICE Clear Credit, ICE Clear Netherlands, ICE Clear Singapore, and ICE NGX.\n\nICE became a publicly traded company on November 16, 2005, and was added to the Russell 1000 Index on June 30, 2006.\n\nIn May 2000, ICE was founded by Jeffrey C. Sprecher, a power plant developer who wanted to create a more transparent and efficient platform forover-the-counter (OTC)energy commodity trading.Compared with manual trading, the new platform provided greater price transparency, efficiency, liquidity, and had lower costs.\n\nWhen it was founded, the company's primary focus was on energy products, specifically crude and refined oil, natural gas, power, and emissions.Through various acquisitions, the company's activities broadened to include other commodities—such as sugar, cotton, and coffee—in addition to foreign cash exchanges and equityindex futures.\n\nIn response to the 2007–08 Financial Crisis, Sprecher formed ICE Clear Credit, which would serve as a clearing house forcredit default swaps, over-the-counter (OTC)derivatives, and provide crucial risk management services for the market. In March 2009, ICE Clear Credit was created and approved by the Federal Reserve as a bank and two years later, was designated as a clearing house and regulated by the CFTC and SEC.ICE was the first to offer clearing services in the OTC energy and credit derivatives markets.According to ICE's Q1 2022 report, ICE had cleared more than $16.4 trillion in credit default swaps, up YOY by 9.7%.\n\nSince its founding in 2000, ICE's company growth has primarily been achieved through the acquisition of other exchanges. It's first acquisition was the International Petroleum Exchange (IPE), now ICE Futures Europe, in 2001.In the following decade, the company expanded by acquiring the New York Board of Trade (NYBOT) in 2005, Winnipeg Commodity Exchange, which is now ICE Futures Canada in 2007, Creditex Group in 2008, and Climate Exchange in 2010.Several more acquisitions occurred the next ten years: NYSE Euronext in 2013, Interactive Data Corporation (IDC) in 2015, Standard & Poor's Securities Evaluations, Inc.in 2016, Virtu BondPoint in 2017, Chicago Stock Exchange (CHX) in 2018, and Simplifile, LC in 2019.ICE's most recent expansion has continued with the acquisitions of Ellie Mae in 2020 and Black Knight in 2022.\n\nIn June 2016, ICE launched a new suite of data services and software, called ICE Data Services. The proprietary real-time data, valuations, analytics, reference data, evaluated pricing, and connectivity solutions employed by ICE Data Services are used by NYSE, SuperDerivatives, Interactive Data (IDC), and other ICE customers, including financial institutions, asset managers, and individual investors. ICE Data Services also provides its customers with unique data from global exchanges andfixed incomemarkets.\n\nAccording the 2021 FIA report, ICE is the fourth-largest exchange group in the world, behind CME Group, Brazil's B3, and the National Stock Exchange of India, ranked at the top spot.As of July 2022, the company has a market capitalization of $53.88 billion.\n\nIntercontinental Exchange. \"2021 Annual Report,\" Pages 4, 5-8, 19\n\nIntercontinental Exchange. \"2021 Annual Report,\" Pages 7, 9, 16, 17.\n\nIntercontinental Exchange. \"ICE Added to Russell 1000(R) Stock Index.\"\n\nIntercontinental Exchange. \"Investor FAQs,\" Select \"When was ICE’s initial public offering on the NYSE?\"\n\nIntercontinental Exchange. \"Our History, An Interview with Jeff Sprecher; Part 1: How ICE Began.\"\n\nIntercontinental Exchange. \"Our History, An Interview with Jeff Sprecher; Part 2: ICE's Expansion into Clearing.\"\n\nIntercontinental Exchange. \"ICE Clear Credit Regulation and Governance Fact Sheet,\" Pages 2, 4\n\nIntercontinental Exchange. \"Clear Credit.\"\n\nIntercontinental Exchange. \"ICE Credit Derivative Services,\" Page 4\n\nIntercontinental Exchange. \"Winnipeg Commodity Exchange to Become ICE Futures Canada.\"\n\nIntercontinental Exchange. \"Intercontinental Exchange to Acquire Standard & Poor’s Securities Evaluations, Inc. and Credit Market Analysis from McGraw Hill Financial.\"\n\nIntercontinental Exchange. \"Intercontinental Exchange Finalizes Acquisition of Chicago Stock Exchange.\"\n\nIntercontinental Exchange. \"2021 Annual Report,\" Page 4.\n\nIntercontinental Exchange. \"Intercontinental Exchange Enters into Definitive Agreement to Acquire Black Knight.\"\n\nIntercontinental Exchange. \"Intercontinental Exchange Launches Expanded ICE Data Services.\"\n\nFIA. \"Global Futures and Options Trading Hits Another Record in 2021.\"\n\nYahoo! Finance. \"Intercontinental Exchange, Inc. (ICE).\"",
  "url": "https://www.investopedia.com/terms/i/intercontinentalexchange.asp"
}