{
  "term": "Interest Rate Parity (IRP) Definition, Formula, and Example",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nInterest rate parity (IRP) is a theory that theinterest rate differentialbetween two countries is equal to the differential between the forward exchange rate and thespot exchange rate.\n\nInterest rate parity (IRP) plays an essential role inforeign exchange marketsby connecting interest rates, spot exchange rates, and foreign exchange rates.\n\nIt's the fundamental equation that governs the relationship between interest rates andcurrency exchange rates. The basic premise of IRP is thathedgedreturns from investing in different currencies should be the same regardless of their interest rates.\n\nIRP is the concept of no-arbitrage in the foreign exchange markets: the simultaneous purchase and sale of an asset to profit from a difference in the price. Investors can't lock in the current exchange rate in one currency for a lower price and then purchase another currency from a country offering a higher interest rate.\n\nF0=S0×(1+ic1+ib)where:F0=Forward RateS0=Spot Rateic=Interest rate in countrycib=Interest rate in countryb\\begin{aligned} &F_0 = S_0 \\times \\left ( \\frac{ 1 + i_c }{ 1 + i_b } \\right ) \\\\ &\\textbf{where:}\\\\ &F_0 = \\text{Forward Rate} \\\\ &S_0 = \\text{Spot Rate} \\\\ &i_c = \\text{Interest rate in country }c \\\\ &i_b = \\text{Interest rate in country }b \\\\ \\end{aligned}​F0​=S0​×(1+ib​1+ic​​)where:F0​=Forward RateS0​=Spot Rateic​=Interest rate in countrycib​=Interest rate in countryb​\n\nAn understanding of forward rates is fundamental to IRP, especially as it pertains to arbitrage. Forward exchange rates for currencies are exchange rates at a future point in time, unlike spot exchange rates which are current rates.\n\nForward rates are available from banks and currency dealers for periods ranging from less than a week to five years and more. Forwards are quoted with abid-ask spreadas are spot currency quotations.\n\nThe difference between the forward rate and the spot rate is known as swap points.It's known as a forward premium if the forward rate minus the spot rate. is positive. A negative difference is aforward discount.\n\nA currency with lower interest rates will trade at a forward premium in relation to a currency with a higher interest rate. The U.S. dollar typically trades at a forward premium against the Canadian dollar. Conversely, the Canadian dollar trades at a forward discount versus the U.S. dollar.\n\nThe IRP is said to be \"covered\" when the no-arbitrage condition can be satisfied through the use of forward contracts in an attempt to hedge against foreign exchange risk.\n\nThe IRP is \"uncovered\" when the no-arbitrage condition could be satisfied without the use of forward contracts to hedge against foreign exchange risk.\n\nThe relationship is reflected in the two methods an investor can adopt to convert foreign currency into U.S. dollars.\n\nThe first option an investor can choose is to invest the foreign currency locally at the foreign risk-free rate for a specific period. The investor would then simultaneously enter into aforward rate agreementto convert the proceeds from the investment into U.S. dollars using a forward exchange rate at the end of the investing period.\n\nThe second option would be to convert the foreign currency to U.S. dollars at the spot exchange rate and then invest the dollars for the same amount of time as in option A at the local (U.S.) risk-free rate. Thecash flowsfrom both options are equal when noarbitrageopportunities exist.\n\nArbitrage is defined as the simultaneous purchase and sale of the same asset in different markets to profit from tiny differences in the asset's listed price. Arbitrage trading in the foreign exchange world involves the buying and selling of differentcurrency pairsto exploit any pricing inefficiencies.\n\nIRP has been criticized based on the assumptions that come with it. The covered IRP model assumes that there are infinite funds available for currency arbitrage and this is obviously not realistic.Uncovered IRPdoesn't tend to hold in the real world when futures or forward contracts aren't available to hedge.\n\nLet's assume that Australian Treasury bills are offering an annual interest rate of 1.75%. U.S.Treasury billsare offering an annual interest rate of 0.5%. An investor in the United States who wants to take advantage of Australia's interest rates would have to exchange U.S. dollars for Australian dollars to purchase the Treasury bill.\n\nThe investor would then have to sell a one-year forward contract on the Australian dollar but the transaction would have a return of only 0.5% under the covered IRP. The no-arbitrage condition would be violated otherwise.\n\nForward exchange rates for currencies are exchange rates at a future point in time whereas spot exchange rates are current rates. Forward rates are available from banks and currency dealers for periods ranging from less than a week to five years and more. Forwards are quoted with a bid-ask spread.\n\nThe difference between the forward rate and the spot rate is known as swap points. It's known as a forward premium if the difference between the forward rate and the spot rate is positive. A negative difference is referred to as a forward discount. A currency with lower interest rates will trade at a forward premium in relation to a currency with a higher interest rate.\n\nThe IRP is said to be covered when the no-arbitrage condition could be satisfied through the use of forward contracts in an attempt to hedge against foreign exchange risk. The IRP is uncovered when the no-arbitrage condition could be satisfied without the use of forward contracts to hedge against foreign exchange risk.\n\nIRP is the fundamental equation that governs the relationship between interest rates and currency exchange rates. Its basic premise is that hedged returns from investing in different currencies should be the same regardless of their interest rates.\n\nArbitrage or the simultaneous purchase and sale of an asset to profit from a difference in the price should essentially exist in the foreign exchange markets. Investors can't lock in the current exchange rate in one currency for a lower price and then purchase another currency from a country offering a higher interest rate.\n\nCFA Journal. \"What Is Interest Rate Parity? Definition, Formula, and Example.\"\n\nTraditionData. \"Forward Rate vs. Spot Rate: What's the Difference?\"\n\nNBER Working Paper Series. \"The New Fama Puzzle.\" Page 1.\n\nCFI Education. \"Uncovered Interest Rate Parity (UIRP).\"",
  "url": "https://www.investopedia.com/terms/i/interestrateparity.asp"
}