{
  "term": "Interest Rate Options: Definition, How They Work, and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nDavid is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nAn interest rate option is a financialderivativethat allows the holder to benefit from changes ininterest rates. Investors can speculate on the direction of interest rates with interest rate options. It is similar to an equity option and can be either a put or a call. Interest rate options are option contracts on the rate of bonds like U.S. Treasury securities.\n\nAs with equity options, an interest rate option has a premium attached to it or a cost to enter into the contract. Acalloption gives the holder the right, but not the obligation, to benefit from rising interest rates. Theinvestorholding the call option earns a profit if, at the expiry of the option, interest rates have risen and are trading at a rate that's higher than the strike price and high enough to cover the premium paid to enter the contract.\n\nConversely, an interest rateputgives the holder the right, but not the obligation, to benefit from falling interest rates. If interest rates fall lower than thestrike priceand low enough to cover the premium paid, the option is profitable or in-the-money. The option values are 10x the underlying Treasury yield for that contract. A Treasury that has a 6% yield would have an underlying option value of $60 in the options market. When Treasury rates move or change, so do the underlying values of their options. If the 6% yield for a Treasury rose to 6.5%, the underlying option would increase from $60 to $65.\n\nAside from outright speculation on the direction of interest rates, interest rate options are also used by portfolio managers and institutions to hedge interest rate risk. Interest rate options can be entered into using short-term and long-term yields or what's commonly referred to as theyield curve, which refers to the slope of the yields for Treasuries over time. If short-term Treasuries like the two-year Treasury have lower yields than long-term Treasuries, like the 30-year yield, the yield curve is upward sloping. If long-term yields are lower than short-term yields, the curve is said to be downward sloping.\n\nInterest rate options trade formally through the CME Group, one of the largest futures and options exchanges in the world. Regulation of these options is managed by theSecurities and Exchange Commission (SEC). An investor may use options on Treasury bonds and notes, andEurodollarfutures.\n\nInterest rate options have European-style exercise provisions, which means the holder can onlyexercisetheir options at expiration. The limitation of option exercise simplifies their usage as it eliminates the risk of early buying or selling of theoption contract. The rate option strike values are yields, not units of price. Also, no delivery of securities is involved. Instead, interest rate options are cash-settled, which is the difference between the exercisestrike priceof the option, and the exercise settlement value determined by the prevailingspot yield.\n\nIf an investor wants to speculate on rising interest rates,they could buy a call optionon the 30-year Treasury with a strike price $60 and an expiration date of August 31. The premium for the call option is $1.50 per contract. In the options market, the $1.50 is multiplied by 100 so that the cost for one contract would be $150, and two call option contracts would cost $300. The premium is important because the investor must make enough money to cover the premium.\n\nIf yields rise by August 31, and the option is worth $68 at expiry, the investor would earn the difference of $8, or $800 based on the multiplier of 100. If the investor had originally bought one contract, the net profit would be $650 or $800 minus the $150 premium paid to enter into the call option.\n\nConversely, if yields were lower on August 31, and the call option was now worth $55, the option would expire worthless, and the investor would lose the $150 premium paid for the one contract. For an option that expires worthless, it's said to be \"out of the money.\" In other words, its value would be zero, and the buyer of the option loses the entire premium paid.\n\nAs with otheroptions, the holder does not have to wait until expiration to close the position. All the holder needs to do is sell the option back in the open market. For an options seller, closing the position beforeexpirationrequires the purchase of an equivalent option with the same strike and expiration. However, there can be a gain or loss on unwinding the transaction, which is the difference between the premium originally paid for the option and the premium received from the unwinding contract.\n\nAbinary optionis a derivative financial product with a fixed (or maximum) payout if the option expiresin the money, or the trader loses the amount they invested in the option if the option expires out of the money. The success of a binary option is thus based on a yes or no proposition—hence, “binary.” Binary options have an expiry date or time. At the time of expiry, the price of the underlying asset must be on the correct side of thestrike price(based on the trade taken) in order for the trader to make a profit.\n\nAn interest rate option is often called a bond option and can be confused with binary options. However, interest rate options have different characteristics and payout structures than binary options.\n\nSince interest rate options are European-based options, they can't be exercised early like American-style options. However, the contract can be unwound by entering into an offsetting contract, but that's not the same as exercising the option.\n\nInvestors must have a sound grasp of the bond market when investing in interest rate options. Treasury and bond yields have a fixed rate attached to them and Treasury yields move inversely to bond prices.\n\nAs yields rise, bond prices fall because existing bondholders sell their previously purchased bonds since their bonds have a lower-paying yield than the current market. In other words, in a rising-rate market, existing bondholders don't want to hold their lower-yielding bonds to maturity. Instead, they sell their bonds and wait to buy higher-yielding bonds in the future. As a result, when rates rise, bond prices fall because of a sell-off in the bond market.\n\nDeutsche Bank. “Deutsche Bank Investment Bank Ex-Ante Cost Disclosure.” Page 3.\n\nSoFi. “Interest Rate Options, Explained.”\n\nCME Group. “Interest Rate Futures and Options.”\n\nCboe Exchange, Inc. “Rules of Cboe Exchange, Inc.” Pages 191, 194.\n\nSoFi. “Interest Rate Options, Explained.”\n\nInvestor.gov. “Binary Options.”\n\nU.S. Securities and Exchange Commission. “Interest Rate Risk — When Interest Rates Go Up, Prices of Fixed-Rate Bonds Fall.”",
  "url": "https://www.investopedia.com/terms/i/interestrateoptions.asp"
}