{
  "term": "Internalization: Definition in Business and Investing With Examples",
  "definition": "Internalization occurs when a business decides to handle a transaction internally rather than route it out-of-house to another entity to handle.\n\nAll kinds of businesses, including multination corporations, practice internalization. So do investment firms and brokerages. Some individuals even put internalization to use when they decide to, for example, fix an appliance rather than pay someone else to do so.\n\nInternalization can occur when an individual or business decides to handle an issuein-houseinstead of outsourcing it to an unrelated third-party.\n\nCompanies may decide to internalize the production of a particular material—have the work done in-house by its own employees—rather than have another manufacturer produce it.\n\nWhere delivery of products is concerned, a company may feel that it's more efficient or effective to handle the distribution itself using its own channels rather than to hire an external shipping company.\n\nInternalization can also apply to a multinational corporation. It's seen when a corporation decides to shift assets between its own subsidiaries in different countries.\n\nInternalization can be beneficial to a company when it reduces what it spends overall on outsourcing. It can be disadvantageous when it ends up costing the company more than expected to do a job itself.\n\nFor example, companies may be required unexpectedly to purchase additional resources and/or facilities to handle processes themselves. They may have to assign more employees to the job than first planned. Or they may have to spend more to train more employees for a particular job than they originally projected.\n\nA company probably should consider not internalizing jobs with which it's unfamiliar and for which its employees aren't trained. If it lacks necessary expertise, facilities, equipment, or machinery, internalization may not be worth it.\n\nWhen you place an order with your broker, the broker may route it to amarket makerto be filled. Or it may send it to anelectronic communications network (ECN). On the other hand, it may decide to fill the order itself if it already has the required securities in its own inventory.\n\nWhen a client places an order with their broker to buy certain shares of stock, the broker has to get those shares from somewhere to fill the order. Such an order completed for an investor using shares in the broker's inventory is referred to as internalization.\n\nThis internalized trading is often less expensive than the alternatives mentioned above as it is not necessary to work with an outside firm to complete the transaction.\n\nMoreover, brokerage firms that internalize securities orders can also make money off the spread—the difference between what they purchased shares for and what they sell them to the investor for.\n\nAdditionally, because such share sales are not conducted on theopen market, the brokerage firm is less likely to influence prices if it sells a large portion of its own shares.\n\nInternal sourcing refers to the internalization process of acquiring any needed asset, service, or material from within a business instead of from an external source. This commonly refers to a business’s decision to produce goods internally instead of retaining an outside supplier.\n\nInternal sourcing can also refer to the hiring practice where preference is given to current employees when recruiting for a vacancy. It can also involve keeping certain business activities within the business structure, such as marketing activities.\n\nA business also may work to keep its financing source internalized. For example, it may focus on reinvesting certain assets in the business instead of seeking financing by borrowing or getting new investors.\n\nNo, because it has various choices for filling trade orders and it has a duty to obtain the best execution reasonably available for its customers. But if filling an order with securities in its inventory works best, then it may choose to internalize to save money on an outside execution and to make money on the spread.\n\nSavings is one benefit. If a company can spend less by producing a product or completing a project in-house compared to what it would spend on an outside vendor, then internalization would be a beneficial move.\n\nIt is simply a form of internalization, whereby a business sources (finds resources for) a job or business need internally rather than externally. Broadly speaking, this means it finds employees, materials, a department, or a division of its own to complete a job instead of paying an out-of-house source to do so.\n\nInternalization refers to the process of taking a job or project in-house when making such a move makes financial sense.\n\nOftentimes, paying an outside vendor to complete a process makes sense, especially when a business isn't equipped employee- or production-wise to handle it. But if a company projects enough savings and better efficiency by handling it itself, it may decide to internalize the job.",
  "url": "https://www.investopedia.com/terms/i/internalization.asp"
}