{
  "term": "International Monetary Market: Meaning, Overview, History",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe International Money Market or IMM is a division of theChicago Mercantile Exchange (CME)that deals with the trading of currency andinterest rate futuresand options. Trading on the IMM started in May 1972, when the CME and the IMM merged.\n\nTheIMM division of the CMEincludes such currencies as the U.S. dollar, the British pound, the euro, and the Canadian dollar. Along with currencies, the IMM trades theLondon Interbank Offer Rate(LIBOR), the 10-year Japanese bond, and the U.S.Consumer Price Index(CPI).\n\nThe Chicago Mercantile Exchange was founded in 1898. Its original name was the \"Chicago Butter and Egg Board\" although it changed its name in 1919. The CME was the first financial exchange to \"demutualize\" and become publicly traded in 2002. In 1961, the CME launched its first futures market for frozen pork bellies. In 1969, it added financial futures and currency contracts. The first interest rate, bond, and futures contracts commenced in 1972.﻿﻿﻿﻿\n\nAccording to its 2019 annual report, the CME on average handles an average daily volume of 19.2 million contracts, a slight decline from 2018.﻿﻿﻿﻿ While some trading continues to take place in the traditionalopen outcrymethod, 80% of trading is done electronically through its CMEGlobexelectronic trading platform.\n\nIn 2007, the CME merged with the Chicago Board of Trade to create the CME Group, one of the largest financial exchanges in the world. The CME acquired NYMEX Holdings, Inc., the parent of the New York Mercantile Exchange (NYMEX) and Commodity Exchange, Inc. (COMEX) – all in 2008.﻿﻿ In 2010, the CME had expanded further, purchasing a 90% interest in theDow Jonesstock and financial indexes.﻿﻿﻿﻿ In 2012, it continued on its growth spree CME with the purchase of the Kansas City Board of Trade, which was the dominant player in hard red winter wheat.﻿﻿ In 2017, theCME began trading in Bitcoin futures.﻿﻿\n\nAdditionally, CME Group operates CME Clearing, a leading central counter-party clearing provider.\n\nWhile significant rewards are possible when trading financials futures, the CME outlines specific risks related to this segment of its business, including:\n\nCME Group. \"Timeline of CME Achievements.\" Accessed Feb. 18, 2021.\n\nUnited States Securities and Exchange Commision. \"CME Group, Inc.,\" Page 7. Accessed Feb. 18, 2021.\n\nCME Group. \"CME Group and Dow Jones & Company Launch Joint Venture of Dow Jones Indexes Business.\" Accessed Feb. 18, 2021.",
  "url": "https://www.investopedia.com/terms/i/imm.asp"
}