{
  "term": "Internal Controls: Definition, Types, and Importance",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nInternal controls are accounting and auditing processes used in a company's finance department that ensure the integrity of financial reporting and regulatory compliance.\n\nInternal controls help companies to comply with laws and regulations and prevent fraud. They can also helpimprove operational efficiencyby ensuring that budgets are adhered to, policies are followed, capital shortages are identified, and accurate reports are generated for leadership.\n\nhttp://www.investopedia.com/terms/i/internalcontrols.asp\n\nInternal controls have become a key business function for every U.S. company since the accounting scandals of the early 2000s. In the wake of such corporate misconduct, theSarbanes-Oxley Act of 2002was enacted to protect investors from fraudulent accounting activities and to improve the accuracy and reliability of corporate disclosures.\n\nThis had a profound effect on corporate governance. The legislation made managers responsible for financial reporting and creating anaudit trail.Managers found guilty of not properly establishing and managing internal controls face serious criminal penalties.\n\nTheauditor’sopinion that accompanies financial statements is based on an audit of the procedures and records used to produce them. As part of an audit, external auditors will test a company’s accounting processes and internal controls and provide an opinion as to their effectiveness.\n\nInternal auditsevaluate a company’s internal controls, including its corporate governance and accounting processes. These internal controls can ensure compliance with laws and regulations as well as accurate and timely financial reporting and data collection. They help to maintain operational efficiency by identifying problems and correcting lapses before they are discovered in an external audit.\n\nInternal audits play a critical role in a company’s operations and corporate governance since the Sarbanes-Oxley Act of 2002 made managers legally responsible for the accuracy of its financial statements.\n\nNo two systems of internal controls are identical, but many core philosophies regarding financial integrity and accounting practices have become standard management practices. While they can be expensive, properly implemented internal controls can help streamline operations and increase operational efficiency, in addition to preventing fraud.\n\nThe U.S. Congress passed the Sarbanes-Oxley Act of 2002 to protect investors from the possibility of fraudulent accounting activities by corporations. The Act mandated strict reforms to improve financial disclosures from corporations and prevent accounting fraud.\n\nA company's internal controls system should include the following components:\n\nInternal controls are typically comprised of control activities such as authorization, documentation, reconciliation, security, and the separation of duties. They are broadly divided into preventative and detective activities.\n\nPreventative control activities aim to deter errors or fraud from happening in the first place and include thorough documentation and authorization practices. Separation of duties, a key part of this process, ensures that no single individual is in a position to authorize, record, and be in the custody of a financial transaction and the resulting asset. Authorization of invoices and verification of expenses are internal controls.\n\nIn addition, preventative internal controls include limiting physical access to equipment, inventory, cash, and other assets.\n\nDetective controlsare backup procedures designed to catch items or events the first line of defense has missed. Here, the most important activity is reconciliation, which is used to compare data sets. Corrective action is taken upon finding material differences. Other detective controls include external audits from accounting firms and internal audits of assets such as inventory.\n\nRegardless of the policies and procedures established by an organization, internal controls can only provide reasonable assurance that a company's financial information is correct.\n\nThe effectiveness of internal controls can be limited by human judgment. For example, a business may give high-level personnel the ability to override internal controls for operational efficiency reasons.\n\nWhat's more, internal controls can be circumvented through collusion, where employees whose work activities are normally separated by internal controls, work together in secret to conceal fraud or other misconduct.\n\nAuditing techniques and control methods from England migrated to the United States during the Industrial Revolution. In the 20th century, auditors' reporting practices and testing methods were standardized.\n\nInternal controls are the mechanisms, rules, and procedures implemented by a company to ensure the integrity of financial and accounting information, promote accountability, and prevent fraud. Besides complying with laws and regulations and preventing employees from stealing assets or committing fraud, internal controls can help improve operational efficiency by improving the accuracy and timeliness of financial reporting.\n\nThe Sarbanes-Oxley Act of 2002, enacted in the wake of the accounting scandals in the early 2000s, seeks to protect investors from fraudulent accounting activities and improve the accuracy and reliability of corporate disclosures.\n\nInternal controls are broadly divided into preventative and detective activities. Preventative control activities aim to deter errors or fraud from happening in the first place and include thorough documentation and authorization practices. Detective controls are backup procedures that are designed to catch items or events that have been missed by the first line of defense.\n\nSeparation of duties, a key part of the preventative internal control process, ensures that no single individual is in a position to authorize, record, and be in the custody of a financial transaction and the resulting asset. Authorization of invoices, verification of expenses, and limiting physical access to equipment, inventory, cash, and other assets are examples of preventative internal controls.\n\nDetective internal controls attempt to find problems within a company's processes once they have occurred. They may be employed in accordance with many different goals, such as quality control, fraud prevention, and legal compliance. Here, the most important activity is reconciliation, which compares data sets. Other detective controls include internal and external audits.\n\nInternal controls are vital to ensuring the integrity of companies' operations and the trustworthiness of the financial information they report. The Sarbanes-Oxley Act of 2002 spurred internal controls in the aftermath of such scandals as those involving Enron and WorldCom to protect investors from corporate accounting fraud.\n\nThe success of internal controls can be limited by personnel who cut control activity corners for the sake of operational efficiency and by those employees who work together to conceal fraud.\n\nCongress.gov. \"H.R.3763 - Sarbanes-Oxley Act of 2002,\" Sec. 906.\n\nGovinfo. \"Sarbanes-Oxley Act of 2002,\" Page 1.\n\nThe University of Mississippi. Office of Internal Audit. \"The Audit Perspective,\" Page 2.",
  "url": "https://www.investopedia.com/terms/i/internalcontrols.asp"
}