{
  "term": "Interest Coverage Ratio: What It Is, Formula, and What It Means for Investors",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe interest coverage ratio reveals a company’s solvency and ability to pay interest on its debt.\n\nThe interest coverage ratio is a debt and profitability ratio. It shows how easily a company can payintereston its outstandingdebt. The ratio divides a company’searnings before interest and taxes (EBIT)by its interest expense over a specific period.\n\nThe interest coverage ratio may be called thetimes interest earned (TIE) ratio. It helps lenders, investors, and creditors determine a company’s riskiness for future borrowing.\n\nInterest Coverage Ratio=EBITInterest Expensewhere:EBIT=Earnings before interest and taxes\\begin{aligned} &\\text{Interest Coverage Ratio}=\\frac{\\text{EBIT}}{\\text{Interest Expense}}\\\\ &\\textbf{where:}\\\\ &\\text{EBIT}=\\text{Earnings before interest and taxes} \\end{aligned}​Interest Coverage Ratio=Interest ExpenseEBIT​where:EBIT=Earnings before interest and taxes​\n\nThe “coverage” represents the number of times a company can successfullypay its obligationswith its earnings.A low ratio may signal that the company has high debt expenses with minimal capital. For example, when a company’s interest coverage ratio is 1.5 or lower, it can only cover its obligations a maximum of one and a half times. Its ability to meet interest expenses may be questionable in the long run.\n\nCompanies need earnings to cover interest payments and survive unforeseeable financial hardships. A company’s ability to meet its interest obligations is an aspect of itssolvencyand a factor in the return forshareholders.\n\nWhen corporate interest rates rise, interest coverage ratios may decline. Rising rates limit profits and hurt a company’s ability to borrow, invest, and hire new employees.\n\nWhen a company struggles with its obligations, it may borrow or dip into its cash reserves, a source forcapital assetinvestment or required for emergencies. Analyzing interest coverage ratios over time will often give a clearer picture of a company’s position and trajectory.\n\nLooking at a company’s ratios every quarter over many years lets investors know whether the ratio is improving, declining, or stable. Some banks or potential bond buyers may be comfortable with a less desirable ratio in exchange for charging the company a higher interest rate on their debt.\n\nSuppose a company’s earnings for the first quarter are $625,000 with monthly debt payments of $30,000. To calculate the interest coverage ratio, convert the monthly interest payments into quarterly payments by multiplying by three.\n\nThe interest coverage ratio is $625,000 / $90,000 ($30,000 × 3) = 6.94. This indicates the company has noliquidityissues and can cover almost seven times its obligations.\n\nAn interest coverage ratio of 1.5 is low, and lenders may refuse to lend the company more money, as the company’srisk of defaultmay be perceived as high. If a company’s ratio is below one, it will likely need to spend some of itscash reservesto meet the difference or borrow more.\n\nA company’s ratio should be evaluated against others in the same industry or those with similarbusiness modelsandrevenuenumbers. However, companies may isolate or exclude certain types of debt in their interest coverage ratio calculations. As such, when considering a company’s self-published interest coverage ratio, determine if all debts are included.\n\nA good ratio indicates that a company can service the interest on its debts using its earnings or has shown the ability to maintain revenues at a consistent level. A well-established utility will likely have consistent production and revenue due to government regulation. Even if it has a relatively low ratio, it may reliably cover its interest payments. Other industries, such as manufacturing, are much more volatile and mayoften have a minimum acceptable interest coverage ratioof three or higher.\n\nA poor interest coverage ratio, such as below one, means the company’s current earnings are insufficient to service its outstanding debt. The chances of a company being able to continue to meet itsinterest expenseson an ongoing basis are doubtful.\n\nThe interest coverage ratio, or times interest earned (TIE) ratio, shows how well a company can pay the interest on its debts. It is calculated by dividing EBIT, EBITDA, or EBIAT by a period’s interest expense. Interest coverage ratios vary across industries.\n\nFederal Reserve Bank of Boston. “Interest Expenses, Coverage Ratio, and Firm Distress.”",
  "url": "https://www.investopedia.com/terms/i/interestcoverageratio.asp"
}