{
  "term": "Interest Expenses: How They Work, Plus Coverage Ratio Explained",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nInterest expense is the price paid to borrow money.\n\nA company records an interest expense when it takes out a loan from a lender. Interest expense is anon-operating expenseshown on the income statement.\n\nMore precisely, interest expense represents interest payable on any borrowings—bonds, loans,convertibledebt, or lines of credit. It is essentially calculated as the interest rate times the outstanding principal amount of the debt.\n\nInterest expense on the income statement represents interest accrued during the period covered by the financial statements, and not the amount of interest paid over that period.\n\nInterest expense is tax-deductible for companies. However, in an individual's case, whether it is or not depends on their jurisdiction and also on the loan's purpose.\n\nFor most people, mortgage interest is the single-biggest category of interest expense over their lifetimes. The amount of interest can total tens of thousands of dollars over the life of a mortgage, as illustrated byonline calculators.\n\nInterest expense often appears as a line item on a company’s balance sheet since there are usually differences in timing between interest accrued and interest paid.\n\nIf interest has been accrued but has not yet been paid, it would appear in the “current liabilities” section of the balance sheet. Conversely, if interest has been paid in advance, it would appear in the “current assets” section as a prepaid item.\n\nWhile mortgage interest is tax-deductible in the United States,it is not tax-deductible in Canada. A loan's purpose is also critical in determining the tax-deductibility of interest expense.\n\nFor example, if a loan is used for bona fide investment purposes, most jurisdictions would allow the interest expense for this loan to be deducted from taxes.\n\nHowever, there are restrictions even on such tax deductibility. In Canada, for instance, if the loan is taken out for an investment that is held in a registered account—such as aRegistered Retirement Savings Plan (RRSP),Registered Education Savings Plan (RESP), or Tax-Free Savings Account—interest expense is not tax-deductible.\n\nTheamount of interest expensefor companies that have debt depends on the broad level of interest rates in the economy.\n\nInterest expense will be on the higher side during periods of rampant inflation since most companies will have incurred debt that carries a higher interest rate.\n\nOn the other hand, during periods of muted inflation, interest expense will be on the lower side.\n\nThe amount of interest expense has a direct bearing on profitability, especially for companies with a huge debt load.\n\nHeavily indebted companies may have a hard time servicing their debt loads during economic downturns.\n\nAt such times, investors and analysts pay particularly close attention to solvency ratios (such as debt-to-equity and interest coverage) to see how capable companies are at managing their debt.\n\nTheinterest coverage ratiois defined as the ratio of a company’s operating income (or EBIT—earnings before interest or taxes) to its interest expense.\n\nThe ratio measures a company’s ability to meet the interest expense on its debt with its operating income. A higher ratio indicates that a company has a better capacity to cover its interest expense.\n\nInterest coverage ratio = EBIT ÷ interest expense\n\nSo, for example, a company with $100 million in debt at 8% interest has $8 million in annual interest expense.\n\nIf annual EBIT is $80 million, then its interest coverage ratio is 10 ($80 million ÷ $8 milliion).\n\nThis figure shows that the company can comfortably meet its interest obligations.\n\nConversely, if EBIT were to fall below $24 million, the interest coverage ratio of less than 3 could signal that the company may have a hard time staying solvent. An interest coverage ratio of less than 3 is often seen as a red flag.\n\nInternal Revenue Service. \"Topic No. 505, Interest Expense.\"\n\nGovernment of Canada. \"Income Tax Folio S3-F6-C1, Interest Deductibility.\"",
  "url": "https://www.investopedia.com/terms/i/interestexpense.asp"
}