{
  "term": "International Bank of Reconstruction and Development (IBRD)",
  "definition": "The International Bank of Reconstruction and Development (IBRD) is a development bank administered by the World Bank. It offers financial products and policy advice to countries aiming to reduce poverty and promote sustainable development.\n\nThe IBRD is a global cooperative owned by 189 member countries.\n\nThe IBRD was founded in anticipation of the end of World War II, during theBretton Woods Conferenceof 1944, a gathering of the 44 allied nations of the Second World War meant to establish the post-war global financial order. Its goal was to help war-torn European countries rebuild their infrastructures and economies. The International Monetary Fund was also formed at the conference.\n\nFollowing the recovery from World War II, the IBRD broadened its mandate to help increase global economic growth and eliminatepoverty.\n\nThe IBRD is one of two major institutions administered by the World Bank. The other is the International Development Association (IDA). The IDA is a financial institution dedicated to making developmental loans to the world’s poorest countries.\n\nToday, the IBRD focuses its services and efforts onmiddle-income countriesand creditworthy low-income countries. For fiscal year 2024, middle-income countries are those with aper capita gross national incomeranging from $4,466 to $13,845 per year.\n\nThe IBRD adjusts these and other figures yearly to account for inflation, economic changes within middle-income countries, and other factors.\n\nThese middle-income countries, such as Indonesia, India, and Thailand, are often home to fast-growing economies that attract a lot of foreign investment and large infrastructure building projects.\n\nAt the same time, middle-income countries are home to 75% of the world’s population and 62% of the world's poor people. The benefits of this economic growth are unevenly distributed across their populations.\n\nThe success of middle-income countries is precarious, as many economies that look promising may collapse under the weight of corruption and economic mismanagement.\n\nSo the goal of the IBRD is toprovide financing and economic policy adviceto help the leaders of middle-income countries navigate the path toward greater prosperity.\n\nThe institution will often help finance infrastructure projects that grow a country’s economic potential, help governments manage public finances, and cultivate the confidence of foreign investors.\n\nTo achieve its goal of providing essential advice and financial assistance, the IBRD offers a range of support:\n\nTo provide financial assistance to middle-income countries, the IBRD raises funds in the financial markets. Since 1946, it has loaned over $500 billion.\n\nIts triple-A credit rating, sustained since 1959, gives it access to low-cost financing, which in turn lets it provide loans with favorable terms to the developing countries that it serves. It earns income from its return on equity and small lending margin, some of which it provides every year to the IDA to loan to poorer nations.\n\nMiddle-income countries are the focus of its mission because these are nations with huge potential for successful economic growth but a sizeable percentage of poverty, that already have infrastructure investments, and that receive large amounts of exported goods from other countries.\n\nThe Peru Sierra Irrigation Subsector project is one example of many. The Sierra area of Peru is an agricultural sector that experiences severe poverty. The IBRD provided a loan of $20 million and substantial advisory support to modernize irrigation systems, improve irrigation technology, increase irrigation capacity, and formalize water rights. The better irrigation allowed farmers not only to grow more crops but also to change over to crops with greater market value.\n\nNo, but it is one of the 189 member nations of the cooperative that does own it. The U.S. is the largest shareholder of the organization, with 15.8% of voting rights.\n\nThe International Bank of Reconstruction and Development is a World Bank institution owned by a cooperative of 189 countries around the world. Its mission is to support developing countries with financial products and advisory services to help them achieve greater prosperity, reduce poverty, and engage in the sustainable development of resources.\n\nWorld Bank Group. \"International Bank for Reconstruction and Development.\"\n\nWorld Bank Group. \"Bretton Woods and the Birth of the World Bank.\"\n\nWorld Bank Blogs. \"World Bank Country Classifications by Income Level for 2024-2025: Classification Changes.\"\n\nWorld Bank Group. \"The World Bank in Middle Income Countries.\"\n\nWorld Bank Group. \"Better Crops With Better Irrigation: Boosting Agricultural Performance in the Peruvian Sierra.\"\n\nS&P Global Ratings. \"Research: International Bank of Reconstruction and Development.\" Page 4.",
  "url": "https://www.investopedia.com/terms/i/international-bank-of-reconstruction-and-development.asp"
}