{
  "term": "Interest-Only Mortgage: Definition, How They Work, Pros and Cons",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn interest-only mortgage is a type ofmortgagein which themortgagor(the borrower) is required to pay only the interest on the loan for a certain period. The principal is repaid either in a lump sum at a specified date, or in subsequent payments.\n\nInterest-only mortgages can be structured in various ways. Interest-only payments may be made for a specified time period, may be given as an option, or may last throughout the duration of the loan. With some lenders, paying the interest exclusively may be a provision that is only available for certain borrowers.\n\nMost interest-only mortgages require only the interest payments for a specified time period—typically five, seven, or 10 years. After that, the loan converts to a standard schedule—afully-amortizedbasis, in lender lingo—and the borrower’s payments will increase to include bothinterestand a portion of the principal.\n\nUsually, interest-only loans are structured as a particular type ofadjustable-rate mortgage (ARM), known as aninterest-only ARM. You pay just the interest, at a fixed rate, for a certain number of years, known as the introductory period. After the introductory period ends, the borrower starts repaying both principal and interest, and the interest rate will start to vary.For example, if you take out a \"7/1 ARM\", it means your introductory period of interest-only payments lasts seven years, and then your interest rate will adjust once a year.\n\nFixed-rate interest-only mortgages are not very common; they usually exist on longer, 30-year mortgages.\n\nAt the end of the interest-only mortgage term, the borrower has a few options. Some borrowers may choose to refinance their loan after the interest-only term has expired, which can provide for new terms and potentially lower interest payments with the principal. Other borrowers may choose to sell the home they mortgaged to pay off the loan. Still, other borrowers may opt to make a one-time lump sum payment when the loan is due—having saved up by not paying theprincipalall those years.\n\nSome interest-only mortgages may include special provisions that allow for just paying interest under certain circumstances. For example, a borrower may be able to pay only the interest portion on their loan if damage occurs to the home, and they are required to make a high maintenance payment. In some cases, the borrower may have to pay only interest for the entire term of the loan, which requires them to manage accordingly for a one-time lump sum payment.\n\nInterest-only mortgages reduce the required monthly payment for a mortgage borrower by excluding the principal portion from a payment. Homebuyers have the advantage of increased cash flow and greater support for managing monthly expenses. Forfirst-time home buyers, an interest-only mortgage also allows them to defer large payments into future years when they expect their income to be higher.\n\nHowever, just paying interest also means that the homeowner is not building up any equity in the property—only the repayment of principal debt does that. Also, when payments start to include principal, they get significantly higher. This could be a problem if it coincides with a downturn in one's finances—loss of a job, an unexpected medical emergency, etc.\n\nBorrowers should cautiously estimate their expected future cash flow to ensure that they can meet the bigger monthly obligations, and pay off the loan when required. While interest-only mortgage loans can be convenient for several reasons, they may also add to default risk.\n\nFederal Deposit Insurance Corporation. \"Interest-Only Mortgage Payments and Payment-Option ARMs,\" Select, \"What is an I-O mortgage payment?\"\n\nConsumer Financial Protection Bureau. \"Consumer Handbook on Adjustable Rate Mortgages,\" Page 20.\n\nConsumer Financial Protection Bureau. \"What Is an 'Interest-only' Loan?\"",
  "url": "https://www.investopedia.com/terms/i/interestonlymortgage.asp"
}