{
  "term": "Intentionally Defective Grantor Trust (IDGT) in Estate Planning",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nHalfpoint Images / Getty Images\n\nAn Intentionally Defective Grantor Trust (IDGT) is an estate planning tool designed to help individuals manage the tax treatment of certain assets. The IDGT allows assets to be excluded from the grantor's estate forestate taxpurposes, but it keeps theincome taxresponsibilities with the grantor.\n\nThis dual treatment can be highly beneficial for reducing estate taxes while still ensuring that the individual continues to pay income taxes on the earnings generated by theassets.\n\nGrantor trust rulesoutline certain conditions when anirrevocable trustcan receive some of the same treatments as arevocable trustby theInternal Revenue Service (IRS). These situations sometimes lead to the creation of what are known as intentionally defective grantor trusts (IDGTs).\n\nIn an IDGT, the grantor remains responsible for paying income taxes on any income generated by the trust. However, the assets in the trust are not considered part of the grantor's estate when they pass away. This allows individuals to transfer assets while reducing the estate tax burden, as the assets are \"frozen\" in value for estate tax purposes but continue to grow inside the trust.\n\nFor estate tax purposes, the value of the grantor’s estate is reduced by the amount of the asset transfer. The individual will “sell” assets to the trust in exchange for apromissory note—also called an installment note—of some length, such as 10 or 15 years.\n\nThe note will pay enough interest to classify the trust as above-market, but theunderlying assetsare expected to appreciate at a faster rate.\n\nThebeneficiariesof IDGTs are typically children or grandchildren who will receive assets that have been able to grow without reductions for income taxes, which the grantor has paid.\n\nThe IDGT can be an effective estate planning tool if appropriately structured, allowing a person to lower theirtaxable estatewhile gifting assets to beneficiaries at a locked-in value.\n\nThe trust’s grantor can also reduce their taxable estate by paying income taxes on the trust assets, essentially gifting extra wealth tobeneficiaries.\n\nDue to the complexity, an IDGT should be structured with the assistance of a qualifiedaccountant,certified financial planner (CFP), or anestate planningattorney.\n\nThe structure of an IDGT allows the grantor to transfer assets to the trust either by gift or sale. Gifting an asset to an IDGT could trigger a gift tax, so the better alternative would be to sell the asset to thetrust. When assets are sold to an IDGT, there is no recognition of acapital gain, which means no taxes are owed.\n\nThis is ideal for removing highly appreciated assets from the estate. In most cases, the transaction is structured as a sale to the trust, to be paid for in the form of an installment note, payable over several years. The grantor receiving the loan payments can charge alow rate of interest,which is not recognized as taxableinterestincome.\n\nHowever, the grantor is liable for any income that the IDGT earns. If the asset sold to the trust is income-producing, such as arental propertyor a business, the income generated inside the trust is taxable to the grantor.\n\nIntentionally defective refers to the fact that the grantor no longer owns the assets in the trust—they are removed from the estate—but still pays income taxes on any income earned from the assets in the trust.\n\nAn IDGT is not taxed when assets are sold to the trust or if they appreciate in value. However, the grantor is responsible for paying income taxes on any income generated by the trust’s assets. The key feature is that the assets are removed from the estate for estate tax purposes, but the income generated from them remains taxable to the grantor.\n\nIf there was an installment note, the principal and any accumulated interest are included in the grantor’s taxable estate. However, if the assets were sold into the IDGT, they are not included in the taxable estate and can be passed on to the beneficiaries.\n\nAn Intentionally Defective Grantor Trust (IDGT) is an estate planning strategy designed to freeze certain assets for estate tax purposes while the grantor remains responsible for paying income taxes on any generated income. This unique structure allows individuals to reduce their estate tax liabilities while ensuring that their heirs benefit from assets that haveappreciated in value.\n\nGiven the complexities involved in establishing and managing an IDGT, it is essential to consult with estate planning professionals, including an accountant or attorney, to ensure the trust is structured effectively.",
  "url": "https://www.investopedia.com/terms/i/igdt.asp"
}