{
  "term": "International Labor Organization (ILO): Definition and Standards",
  "definition": "The International Labour Organization (ILO) is aUnited Nations (U.N.)agency. The goal of the ILO is to advance social and economic justice by setting international labor standards. The ILO has 187 member states and is headquartered in Geneva, Switzerland, with approximately 40 field offices around the world. The standards upheld by the ILO are broadly intended to ensure accessible, productive, and sustainable work worldwide in conditions of freedom, equity, security, and dignity.\n\nThe International Labour Organization (ILO) was founded in 1919 under the League of Nations and incorporated into the U.N. as a specialized agency in 1946. The ILO is the first and oldest specialized agency of the U.N. The organization’s goal isto serve as a uniting force among governments, businesses, and workers. It emphasizes the need for workers to enjoy conditions of freedom, equity, security, and human dignity through their employment.\n\nThe ILO promotes international labor standards through its field offices in Africa, Latin America and the Caribbean, the Arab States, Asia and the Pacific, and Europe and Central Asia.The organization provides training on fairemployment standards, offers technical cooperation for projects in partner countries, analyzes labor statistics and publishes related research, and regularly holds events and conferences to examine critical social and labor issues. The ILO was awarded the Nobel Peace Prize in 1969. The organization was recognized for improving fraternity and peace among nations, pursuing decent work and justice for workers, and providing technical assistance to developing nations.\n\nThe labor standards set forth by the ILO have been published in 190 conventions and six protocols.These standards recognize the right tocollective bargaining, attempt to eliminate forced or compulsory labor and abolish child labor, and eliminate acts of discrimination in respect to employment and occupation.As a result, the protocols and conventions of the ILO are a major contributor to international labor law.\n\nThe organization has a three-tiered structure that brings together governments, employers, and workers. The three main bodies of the ILO are the International Labour Conference, the Governing Body, and the International Labour Office. The International Labour Conference meets annually to formulate international labor standards; the Governing Body meets three times a year, serving as the executive council and deciding the agency’s policy and budget; and the International Labour Office is the permanent secretariat that administers the organization and implements activities.\n\nThese are legal instruments created by governments, employers, and workers that set basic principles and rights at work. They take the form of either conventions/protocols, which are legally binding international treaties ratified by member states, or recommendations, which are nonbinding guidelines. The former are created and adopted at the annual International Labour Conference, after which they must be ratified by the governing bodies, such as a parliament or congress, of member states. There are eight fundamental conventions:\n\nThere are also four governance conventions, which are considered important for “the functioning of the international labour standards system”:\n\nThe ILO has consolidated its current technical projects into five “flagship programmes designed to enhance the efficiency and impact of its development cooperation with constituents on a global scale.” These programs are:\n\nDevoted to improving working conditions in the factories of the garment and footwear industries, this program is jointly run with the World Bank Group’s International Finance Corporation. The emphasis is on “lasting improvements rather than quick fixes” and involves eight countries on three continents, working hands-on with 1,250 factories and in excess of 1.5 million workers. The program’s goal is to “prove that safe, dignified work means more productive factories, and a more profitable business model that benefits workers, managers, countries, and consumers alike.“\n\nThis program was launched in 2016 and its long-term intention is \"to extend social protection to the five billion people who are partially covered or living without social protection and the dignity it affords.\"\n\nAccording to the ILO, 73% of the globe’s population lacks social protection, with five billion people living with daily anxiety. The ILO hopes to change that by creating “nationally appropriate social protection systems and measures for all, including floors.” It will “support governments, workers’ and employers’ confederations, and civil society organizations in 21 countries, in collaboration with other U.N. agencies.”\n\nThe first goal of the Global Flagship Programme was to “change 130 million lives by 2020 through establishing comprehensive social protection systems in 21 countries and conducting a global knowledge development and education campaign.”As of April 2021, the website gives no indication of whether or not that goal was met.\n\nWith the advent of the COVID-19 pandemic, it has also taken on the challenge of including countries’ responses to the pandemic in its mission to protect workers.\n\nAccording to the ILO, there are 152 million children performing child labor, 40 million men, women, and children in “modern slavery,” 24.9 million people in forced labor, and 15.4 million people in forced marriages. This program hopes to put an end to these scourges. It is a relatively new program that combined two older ones on child labor and forced labor. IPEC+ collaborates with governments, employers, and workers to:\n\nThe goals are to eliminate child labor by 2025 and end forced labor and human trafficking by 2030, in accordance with the U.N.’s 2030 Sustainable Development Agenda, which was adopted in 2015.\n\nOriginally known as the Global Action for Prevention on Occupational Safety and Health (GAP-OSH) program, this was meant to “improve the health and safety of workers in small and medium-sized enterprises through fostering a global culture of prevention.” Created in 2016, it has been active in 15 countries and globally.\n\nAccording to the ILO, 2.78 million workers die every year from work-related injuries and illnesses and 374 million more suffer nonfatal ones. The lost workdays account for nearly 4% of the world's annual gross domestic product (GDP). Its particular targets are:\n\nWith the advent of COVID-19, it has been repurposed to offer “a tailored set of interventions to address the immediate and longer-term safety and health needs of constituents related to COVID-19.”\n\nThis program focuses on creating jobs in countries where there are conflicts and disasters, with an emphasis on employment for young people and women. Its key objectives, which it hopes to achieve through building institutions, social dialogue, and establishing fundamental principles and rights at work, are:\n\nThe number of new jobs that could be created around the world through transitioning to a green economy.\n\nIn 2019 the ILO convened for the Global Commission on the Future of Work. In preparation for the conference, about 110 countries participated in dialogues at the regional and national levels. The ensuing report made recommendations for governments on how best to approach the challenges of the 21st-century labor environment. Among these recommendations were a universal labor guarantee, social protection from birth to old age, and entitlement to lifelong learning.\n\nThe ILO also assessed what impact a transition to agreen economywould have on employment. According to the ILO, if the right policies are put in place,a transition to a greener economycould create 24 million new jobs around the world by 2030.\n\nInternational Labour Organization. \"Mission and impact of the ILO.\" Accessed April 5, 2021.\n\nInternational Labour Organization. \"Departments and offices.\" Accessed April 5, 2021.\n\nInternational Labour Organization. \"About the ILO.\" Accessed April 5, 2021.\n\nInternational Labour Organization. \"History of the ILO.\" Accessed April 5, 2021.\n\nThe Nobel Prize. \"International Labour Organization.\" Accessed April 5, 2021.\n\nInternational Labour Organization. \"Conventions.\" Accessed April 5, 2021.\n\nInternational Labour Organization. \"Fundamental Principles and Rights at Work Branch (Fundamentals): Four fundamental principles and rights at work.\" Accessed April 5, 2021.\n\nInternational Labour Organization. \"How International Labour Standards Are Used.\" Accessed April 5, 2021.\n\nInternational Labour Organization. \"How the ILO works.\" Accessed April 5, 2021.\n\nInternational Labour Organization. \"Conventions and Recommendations.\" Accessed April 8, 2021.\n\nInternational Labour Organization. \"Introduction to the Programme on Building Social ProtectionFloors for All.\" Accessed April 8, 2021.\n\nInternational Labour Organization. \"Better Work Branch (BETTERWORK).\" Accessed April 8, 2021.\n\nInternational Labour Organization. \"Introduction to the Programme on Building Social Protection Floors for All.\" Accessed April 8, 2021.\n\nInternational Labour Organization. \"The Global Flagship Programme and COVID-19.\" Accessed April 8, 2021.\n\nInternational Labour Organization. \"International Programme on the Elimination of Child Labour and Forced Labour (IPEC+).\" Accessed April 8, 2021.\n\nInternational Labour Organization. \"Safety + Health for All.\" Accessed April 8, 2021.\n\nInternational Labour Organization. \"Introduction to the ILO's programme on Jobs for Peace and Resilience.\" Accessed April 8, 2021.\n\nInternational Labour Organization. \"Global Commission on the Future of Work: Work for a brighter future.\" Pages 11 and 12. Accessed April 5, 2021.\n\nInternational Labour Organization. \"Greening with jobs: World Employment Social Outlook 2018.\" Page 1. Accessed April 5, 2021.",
  "url": "https://www.investopedia.com/terms/i/international-labour-organization.asp"
}