{
  "term": "Interest: Definition and Types of Fees for Borrowing Money",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nInterest is a charge for borrowing money, typically expressed as a percentage of the principal amount borrowed. For lenders, it's the compensation for temporarily parting with their funds.\n\nInterest is the charge for borrowing money. Interest expense or revenue is often expressed as a dollar amount, while the interest rate used to calculate interest is typically described as an annual percentage rate (APR). It's also the amount of money a lender or financial institution receives for lending out money.\n\nInterest can also refer to the amount of ownership a stockholder has in a company, usually expressed as a percentage.\n\nInterest compensates one party for incurring risk and sacrificing the opportunity to use funds while penalizing another party for using someone else's funds. The person temporarily parting ways with their money is entitled to compensation, and the person temporarily using those funds is often required to pay this compensation.\n\nWhen you leave money in yoursavings account, your account is credited interest. This is because the bank uses your money and loans it out to other clients, resulting in you earning interest revenue.\n\nThe amount of interest a person must pay is often tied to their creditworthiness, the length of the loan, or the nature of the loan. All else being equal, interest and interest rates are higher when there is greater risk; as the lender faces a greater risk of the borrower being unable to make their payments, the lender may charge more interest to incentivize them to make the loan.\n\nAPR includes the loan's interest rate, as well as other charges, such as origination fees, closing costs, ordiscount points.\n\nThe concept of interest—the cost of borrowing money—is commonplace today. However, the acceptability of interest only began during the Renaissance.\n\nInterest is an ancient practice, but social norms from ancient Mediterranean and Middle Eastern civilizations to Medieval Europe regarded charging interest on loans as a sin or usury. Before Christianity, the Greeks and Romans understood that making money off money itself was unnatural, as Aristotle argued in hisPolitics. Aristotle separated two kinds of moneymaking, which are crucial for almost two millennia that followed him across Europe and the Middle East:\n\nOnce these distinctions were carried through Islam and Catholic Scholasticism, usury was deemed a sin, unworthy of those who had their souls directed toward that which is eternal—not the money-grubbing and fallen nature of this world. Loans were just to make money on money. And were someone in need, what kind of person would only give charity at a price? Lenders were seen as profiting from others' misfortunes.\n\nThe moral dubiousness of charging interest on loans began to fade during the Renaissance, first in Italy and then slowly as the seeds of later industrialization began to sprout. People started borrowing money to grow businesses and improve their economic standing. Growing markets and relative economic mobility made loans more common and charging interest more acceptable. During this time, money began to be considered a commodity, and the opportunity cost of lending it was seen as worth charging for.\n\nPolitical philosophers in the 18th and 19th centuries, including Adam Smith, Frédéric Bastiat, and Carl Menger, elucidated the economic theory behind charging interest rates for lent money. They argued that interest was a legitimate compensation for the risk and opportunity cost associated with lending.\n\nIslam still bans the charging of interest, known asriba(رِبَا) in Arabic. Instead, Islamic banking practices often involve profit and loss-sharing arrangements. This approach to finance, which avoids traditional interest, is central to understand for anyone involved in business and finance in the Islamic world.\n\nToday, interest rates are applied to various financial products, including mortgages, credit cards, car loans, and personal loans. Central banks, like the U.S. Federal Reserve, use interest rates as a vital tool for monetary policy. By adjusting thefederal funds rate, it influences broader economic conditions.\n\nIn recent years, interest rates have seen significant fluctuations. Rates started to fall in 2019 and were brought to near zero in 2020 in response to the COVID-19 pandemic. However, the U.S. soon raised interest rates to combat inflation. This changed in 2024, as hiring slowed and inflation abated. In September 2024, the Fed cut its federal funds rate by 0.50%.\n\nIn its most basic form, interest is calculated by multiplying the outstanding principal by the interest rate.\n\nInterest = Interest Rate × Principal or Balance\n\nThe more complex aspect of calculating interest is often determining the correct interest rate. The interest rate is often expressed as a percentage and is usually designated as the APR. However,calculating the APRoften does not reflect any effects ofcompounding. Instead, the effective annual rate is used to express the actual rate of interest to be paid.\n\nOften, an annual rate must be converted to calculate the applicable interest earned in a given period. For example, if a savings account is to pay 3% interest on the average balance, the account may award 0.25% (3% / 12 months) each month.\n\nThe applicable interest rate is then multiplied against the outstanding amount of money related to the interest assessment. For loans, this is the outstanding principal balance. For savings this is often the average balance of savings for a given period.\n\nIn either case, the amount of interest assessed each period will likely change. For loans, borrowers will have likely made payments that reduce the principal balance, resulting in lower interest. For savers, general activity (including the addition of last month's interest) often changes the applicable balance.\n\nYour credit score has the most impact on the interest rate you are offered when it comes to various loans and lines of credit.\n\nTwo main types of interest can be applied to loans—simpleandcompound. Simple interest is a set rate on the principal originally lent to the borrower that the borrower has to pay for the ability to use the money. Compound interest is interest on both the principal and the compounding interest paid on that loan. The latter of the two types of interest is the most common.\n\nFor obvious reasons, individuals attempting to earn interest prefer compound interest agreements. This agreement results in interest being earned on interest and results in more total earnings. Savings accounts with banks often earn compound interest; any prior interest earned on your savings is deposited into your account, and this new balance is what earns interest in future periods.\n\nMeanwhile, compound interest is extremely concerning for borrowers especially if their accrued compound interest iscapitalizedinto their outstanding principal. This means the borrower's monthly payment will actually increase because of now having a greater loan than what they started with.\n\nThere are countless ways a person can charge or be charged interest. Below are some common examples of where interest may be earned by one party and paid by another.\n\nA quick way to get a rough understanding of how long it will take for an interest-bearing account to double is to use the so-calledrule of 72. Simply divide the number 72 by the applicable interest rate. At 4% interest, for instance, and you’ll double your investment in around 18 years (i.e., 72/4).\n\nImagine a situation where you need reliable transportation to get to work. There is no public transit system, you do not own a car, work is far away, and you can't afford to buy an entire car outright. The largest advantage of paying interest is its relatively low expense compared with alternatives.\n\nPaying interest also means a payer is holding debt, building their credit history, and potentially effectively usingleverage. For example, real estate developers often borrow money to construct and rent buildings. If the rate of return on the building is greater than the interest rate they are charged, the company is successfully using someone else's money to make money for themselves.\n\nOn the downside, interest is a recurring cash expense. Payers are often contractually obligated to pay interest, and monthly payments are typically applied to interest assessments before paying down the principal. Consumers may find interest assessments overwhelming. In addition, having too many loans and monthly payments that are too high may restrict a borrower from being able to take out more credit.\n\nMay be the result of much-needed capital; relatively speaking, it may be worth the small expense during emergencies.\n\nIs a result of building a strong credit history\n\nMay be used to leverage returns and generate higher profits\n\nIs a real expense requiring cash outlay\n\nIs usually paid before any principal balance can be paid down\n\nMay compound and become overwhelming for a borrower to overcome\n\nAre contractually obligated to be paid\n\nA strategy for many investors is to collect interest. Often a fixed amount, interest often provides positive cash flow that is a reliable source of income depending on the creditworthiness of the person borrowing the money. Instead of having capital sitting around and not being used, lending money to others is a more efficient way of deploying capital, especially in the short term when the lender may need that money for a specific reason in the longer term.\n\nInterest is also touted as one of the simplest forms ofpassive income. Loans may require little to no administration or maintenance after signing the agreement. Lenders may simply collect interest and principal payments.\n\nThere are some downsides to collecting interest. First,interest revenue is taxable; even a tiny amount may push a taxpayer into a higher tax bracket. Next, because you are collecting interest, this means you are allowing someone else to use your capital. Though you may be satisfied collecting interest, there will often be greater earning potential had you utilized the capital yourself.\n\nAlso, collecting interest may have philosophical opponents. Consider student loan debt assessments. While some say interest rates near 10% are reasonable for the amount of risk, these lenders are incurring, others claim these rates are predatory to young adults and should not be assessed.\n\nMay provide source of cash flow if interest payments are collected monthly/frequently\n\nMay be a passive source of income\n\nMay provide a consistent stream of income if the borrower is reliable in their payments\n\nIs a more efficient use of capital instead of not lending it out\n\nWill increase a taxpayers tax liability\n\nMay be lower than what could have been earned had the lender deployed capital for their own investment purpose\n\nMay attract negative attention in some situations depending on the borrower, rate of interest, and circumstance\n\nA low interest rate environment is intended to stimulate economic growth so that it is cheaper to borrow money. This is beneficial for those who are shopping for new homes simply because it lowers their monthly payment and means more affordable costs. When theFederal Reservelowers rates, it means more money in consumers' pocketsto spend in other areasand more large purchases of items, such as houses. Banks also benefit from this environment because they can lend more money.\n\nHowever, low interest rates aren't always ideal. A high interest rate typically tells us that the economy is strong and doing well. In a low interest rate environment, there are lower returns on investments and in savings accounts, and, of course, an increase in debt, which could mean a higher chance of default when rates go back up.\n\nIn response to COVID-19, the Federal Reserve began enacting monetary policy as early as March 2020.Then, as the pandemic eased, the Federal Reserve began raising the federal funds rate.As this federal funds rate influences the interest rate on many other types of loans, borrowers soon found it to be more expensive to incur debt. In September 2024, the Fed reversed track after seeing inflation ease and hiring slow, cutting the fed funds rate by 0.50%. This cut rates for consumers borrowing on everything from mortgages to cars to credit cards.\n\nAccrued interest is interest that has been incurred but not paid. For a borrower, this is interest due for payment, but cash has not been remitted to the lender. For a lender, this is interest that has been earned that they have not yet been paid for. Interest is often accrued as part of a company's financial statements.\n\nInvestors can deposit funds into alternative investments that generate interest in many ways. This also means investors must be careful when selecting borrowers. The best way to earn interest is to research the risk profile of your borrower; should they default on the loan, you may not have recourse to recover your lost principal.\n\nThe amount of interest paid by bank accounts will widely vary based on prevailing government rates and macroeconomic conditions. For example, during the COVID-19 pandemic, while the federal funds rate was low, interest rates on bank accounts were near 0%. Then, as the pandemic eased, bank accounts began paying interest greater than 2% on bank deposits.\n\nInterest is critical for capitalist economies. By allowing individuals to borrow and lend money, society has greater economic prosperity by encouraging spending. As a result, capital likely doesn't sit around idly; it is borrowed by some and lent by others. Through the payment of interest, individuals are encouraged to always put money to use.\n\nAristotle. \"Nicomachean Ethics,\" Book I, chapter IV. Kitchener Press, 1999.\n\nAristotle. \"Politics.\" Pages 1257a-1259e. Clarendon Press, 1905.\n\nIslamic Finance Foundation. \"The Establishment of National Interest Free Banking Systems in Iran, Sudan and Pakistan.\"\n\nU.S. Federal Reserve. \"Federal Reserve Issues FOMC Statement.\"\n\nFederal Student Aid. \"COVID-19 Loan Payment Pause and 0% Interest.\"\n\nBoard of Governors of the Federal Reserve. \"Federal Reserve Actions to Support the Flow of Credit to Households and Businesses.\"\n\nBoard of Governors of the Federal Reserve System. \"Federal Reserve Issues FOMC Statement.\"",
  "url": "https://www.investopedia.com/terms/i/interest.asp"
}