{
  "term": "International Depository Receipt (IDR): Definition and Uses",
  "definition": "An international depository receipt (IDR) is anegotiablecertificate issued by a bank. It represents ownership of a number of shares of stock in a foreign company that the bank holds in trust.\n\nInternational depository receipts are more often known in the U.S. asAmerican depository receipts(ADRs). In Europe, they are known as Global Depository Receipts and trade on the London, Luxembourg, and Frankfurt exchanges.\n\nThe acronym IDR also is used to identify Indian Depository Receipts.\n\nIDRs are purchased by investors as an alternative to the direct purchase of foreign stocks on foreign exchanges. For example, American traders can buy shares of the Swiss bank Credit Suisse Group AG or Swedish automaker Volvo AB directly from American exchanges via ADRs.\n\nFor the companies, the IDR makes it easier and cheaper to reach international buyers. The company is not required to comply with all of the listing and regulatory requirements of every country in which it wishes to sell shares.\n\nIDRs generally representfractional ownershipof the underlying stock, with each IDR representing one, two, three, or 10 shares. The price of the IDR usually trades close to the value of the underlying shares on a currency-conversion basis.\n\nOccasional divergences in price are exploited forarbitrageopportunities. Arbitrage is the simultaneous purchase and sale of an asset with the aim of profiting from an imbalance in the price on various exchanges and various currencies. The trade exploits the price differences of identical or near-identical financial instruments. Arbitrage can exist as a result of marketinefficiencies.\n\nThe regulatory body for the capital markets of India, theSecurities and Exchange Board of India(SEBI), issued new guidelines in 2019 for companies listing depository receipts. The guidelines allow for Indian companies to list depository receipts on a limited number of foreign exchanges, including the NASDAQ, the NYSE, and the London Stock Exchange.﻿﻿﻿﻿\n\nThis is a departure for regulators of the markets in India. While Indian companies were able to issue debt securities, called masala bonds, on international exchanges, the same option was not available for equity shares.\n\nThe value of an ADR should precisely match the value of the underlying stock. Tiny discrepancies in prices among exchanges are exploited by arbitrage traders.\n\nTheNational Stock Exchange of India(NSE) was founded in 1992 and started trading in 1994, in contrast with theBombay Stock Exchange(BSE), which has been in existence since 1875. Both exchanges follow the same trading mechanism, trading hours, and settlement process.\n\nBusiness Insider India. \"Sebi Notifies International Exchanges for Issuance of Depository Receipts.\" Accessed Dec. 18, 2020.\n\nCyril Amarchand Mangaldas. \"The SEBI Expert Committee for Listing of Equity Shares of Companies Incorporated in Indian on Foreign Stock Exchanges and of Companies Incorporated Outside of Indian Stock Exchanges.\" Accessed Dec. 18, 2020.",
  "url": "https://www.investopedia.com/terms/i/idr.asp"
}