{
  "term": "Intrinsic Value: Definition and How It's Determined in Investing and Business",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nIntrinsic value is the real value of an asset based on fundamental factors, as opposed to the price assigned by the market.\n\nIntrinsic value refers to the innate or fundamental features of an asset, as opposed to the fluctuating price assigned by traders in the market. In finance, \"intrinsic value\" has different meanings, depending on whether it refers to stock or options.\n\nIn financial analysis, intrinsic value is the underlying value of a company or stock, based on its cash flows.\n\nInderivatives markets, intrinsic value is the difference between thestrike priceof an option and the market price of the underlying asset. It's not the same as the current market price of an asset, but comparing it to that price can give investors an idea of whether the asset is undervalued or overvalued.\n\nThere is no universal standard for calculating the intrinsic value of a company or stock. Financial analysts attempt to determine an asset's intrinsic value by using fundamental and technical analyses to gauge its actual financial performance.\n\nWhile they may build valuation models usingqualitative,quantitativeand perceptual business factors, the metric often used in calculations for intrinsic value isdiscounted cash flows.\n\nTypically, investors try to use both qualitative and quantitative factors to measure the intrinsic value of a company, but investors should keep in mind that the result is still only an estimate.\n\nQualitative factors are such things as business model, governance, and target markets—items specific to the what the business does. Quantitative factors refer to financial performance, including financial ratios and financial statement analysis. Perceptual factors refer to investors' perceptions of the relative worth of an asset. These are largely accounted for through technical analysis.\n\nGenerally speaking, intrinsic value can be considered to be how much the business is worth, as determined by the sale value of the whole business and its assets.\n\nUsing discounted cash flow (DCF) analysis, cash flows are estimated based on how a business may perform in the future. Those cash flows are then discounted to today’s value to obtain the company's intrinsic value. The discount rate used is often arisk-free rateof return, such as that of the 30-year Treasury bond.It can also be the company'sweighted average cost of capital(WAAC).\n\nDCF = CF1/(1+r)1+ CF2/(1+r)2+ . . . + TV/(1+r)n\n\nCF = the expected cash flow for a specific period (e.g., CF1 = cash flow year one)\n\nTV = the terminal value (estimated cash flow after the projection period)\n\nn = the specific period (e.g., years, quarters, months, etc.)\n\nAs an example, let's use the earnings available to investors from our Acme Bolt Company as cash flow. Say this figure is $200 (after adding depreciation and subtracting capital expenditures) for the latest year. If a hypothetical P/E multiple for the S&P 500 is 15, Acme's per-share market value is $3,000 (15 x $200). We'll use that figure for the comparison to intrinsic value.\n\nUsing an estimated growth rate of 7%, the estimated cash flow for each of the next 10 years is:\n\nNext, we discount these cash flows using a theoretical 30-year T-Bond rate of 3.3%. We apply it using the discounted cash flow formula (shown above) for each year. For example, the formula for the first year is CF/1 + r. The discounted cash flow for each of the 10 years is:\n\nThe total discounted cash flow is $2439.51.\n\nThen, a quick and common way to estimate the terminal value is to multiply the earnings in the final year of the projection period by a multiple of 15. That's $393.43 X 15 = $5,901.45. That amount discounted is $4,265.36 (5,901.45/1.03310).\n\nFinally, combine the first 10 years of discounted cash flows with the terminal cash flow for the intrinsic value:\n\n$2,439.51 + $4,265.36 = $6,704.87\n\nCompared to Acme's current share price of $3,000, the intrinsic value of $6,704.87 indicates the stock is undervalued and is worth considering as an investment.\n\nIntrinsic value is at the core of value investing.Benjamin Graham, who is considered to be the father of value investing, was a mentor to famed investorWarren Buffett.\n\nA market risk element is also estimated in many valuation models. For stocks, the risk is measured bybeta—an estimation of how much the stock price could fluctuate or its volatility.\n\nA beta of one is considered neutral or correlated with the overall market. A beta greater than one means a stock has an increased risk of volatility, while a beta of less than one means it has less risk than the overall market. If a stock has a high beta, there should be a greater return from the cash flows to compensate for the increased risks.\n\nIntrinsic value is also used in options pricing to determine howin-the-moneyan option is or how much profit currently exists.\n\nTo review, an options contract grants the buyer the right, but not the obligation, to buy or sell the underlying security at a preset price. Options can be exercised until theirexpiration date.\n\nThe intrinsic value of both call and put options is the difference between the underlying stock's price and the strike price. If the calculated value is negative, the intrinsic value is zero. In other words, intrinsic value only measures the profit as determined by the difference between the option's strike price and market price. So, an option with a strike price that equals the market price at expiration—anat-the-money option—will have zero intrinsic value.\n\nHowever,extrinsic valuecan also affect the value of an option and its resulting premium. This accounts for other external factors, like how much time is left until expiration.\n\nIf anoption has no intrinsic value, meaning the strike price and the market price are equal, it might still have extrinsic value if there's enough time left before expiration to make a profit.\n\nAs a result, the amount of time value that an option has can impact an option's premium. Both intrinsic value and extrinsic value combine to make up the total value of an option's price.\n\nIntrinsic value helps determine the value of an asset, an investment, or a company.\n\nIntrinsic value provides the amount of profit that exists in an options contract.\n\nCalculating the intrinsic value of a company can be subjective since it estimates risk and future cash flows.\n\nThe intrinsic value of an option is incomplete since it doesn't include the premium paid and time value.\n\nLet's say a call option's strike price is $15, and the underlying stock's market price is $25 per share. The intrinsic value of the call option is $10 ($25 minus $15). If the option premium paid at the onset of the trade were $2, the total profit would be $8 if the intrinsic value was $10 at expiry.\n\nOn the other hand, let's say an investor purchases a put option with a strike price of $20 for a $5 premium when the underlying stock was trading at $16 per share. The intrinsic value of the put option is the $20 strike price less the $16 stock price, or $4 in-the-money.\n\nAn intrinsic value of $4 at expiry combined with the premium paid of $5 means the investor has a loss despite the option being in-the-money.\n\nIt's important to note that the intrinsic value does not include the premium. It's not the same as the actual profit on the trade since it doesn't include the initial cost. Intrinsic value only shows how in-the-money an option is, considering its strike price and the market price of the underlying asset.\n\nIn financial markets, prices constantly fluctuate as people buy and sell assets. Intrinsic value refers to the \"real\" value of an asset, as opposed to the changing price on the market.\n\nInvestors often try to calculate the intrinsic value of an asset to determine how much it is actually worth. If the intrinsic value of a company is higher than its market price, that company is undervalued.\n\nIt's useful because it can help an investor understand whether a potential investment is overvalued or undervalued. If the market price of a company's stock is currently $125 and the intrinsic value is calculated at $118, then an investor may decide the stock is too expensive.\n\nMarket value is thecurrent price of a particular asset, based on supply and demand from buyers and sellers. For example, the market price of a share of ABC Company stock may be $50 as of yesterday's market close. It may have a market price (value) of $55 at some point today, depending on buying interest. However,intrinsic value is the true value of the company, as determined using a valuation model.\n\nSome people believe it is. Market value is determined by what people are willing to buy an asset for, based on any number of reasons. These might include someone's financial needs, short-term trading goals, and trading impulses. On the other hand, intrinsic value measures the value of an investment based on specific information about it, such as its cash flows and its actual financial performance.\n\nKnowing how to calculate intrinsic value is useful for investors trying to get at an investment's true value. That's because intrinsic value is based on future cash flows, not simply where an investment may be trading currently.\n\nValue investors in particular seek to know intrinsic value because it helps them understand whether an investment is appropriately priced, according to their investing approach. Since knowing intrinsic value is considered fundamental to analyzing securities, it's a good idea for investors to understand how to calculate it.\n\nCorrection—Sept. 3, 2024:This article has been corrected with the proper math in the example of how to calculate intrinsic value.\n\nThe Federal Reserve System. \"The Discount Window and Discount Rate.\"",
  "url": "https://www.investopedia.com/terms/i/intrinsicvalue.asp"
}