{
  "term": "Intraday Momentum Index: Overview, Formula, Examples",
  "definition": "The Intraday Momentum Index (IMI), is a technical indicator that combines aspects ofcandlestickanalysis with therelative strength index(RSI) in order to generate overbought or oversold signals.\n\nThe intraday indicator was developed by market technician Tushar Chande to aid investors with their trading decisions.\n\nInvestors usetechnical indicatorsto estimate when a security, such as a stock, should be bought or sold. Technical analysis, which uses technical indicators, examines the relationship between a security's price andvolumeover varied periods of time. Indicators, such as the relative strength index andBollinger bands, seek to generate buy and sell signals without examining a security’sfundamentals. As such, they are generally considered more useful for short-term traders than long-term investors.\n\nThe IMI looks at the relationship between a security’s open and close price over the course of the day, rather than how the open/close price varies between days. It combines some features of the relative strength index, namely the relationship between \"up closes\" and \"down closes\" and whether there is an indication that a stock is overbought or oversold, with candlestick charts. Candlestick charts for a given day contain a \"real body\" highlighting the gap between the open and close price, and price points above the high and low called upper and lowershadows.\n\nTechnical analysts can use the IMI to anticipate when a security isoverboughtoroversold.\n\nIMI=(∑d=1nGains∑d=1nGains+∑d=1nLosses)×100where:Gains=CP−OP, on Up Days – i.e. Close>OpenCP=Closing priceOP=Opening priceLosses=OP−CP, on Down Days – i.e. Open<Closed=Daysn=Number of days (14 is typical)\\begin{aligned} &\\text{IMI} = \\left ( \\frac{ \\sum_{d=1}^{n} \\text{Gains} }{ \\sum_{d=1}^{n} \\text{Gains} + \\sum_{d=1}^{n} \\text{Losses} } \\right ) \\times 100 \\\\ &\\textbf{where:} \\\\ &\\text{Gains} = \\text{CP} - \\text{OP, on Up Days -- i.e. Close} > \\text{Open} \\\\ &\\text{CP} = \\text{Closing price} \\\\ &\\text{OP} = \\text{Opening price} \\\\ &\\text{Losses} = \\text{OP} - \\text{CP, on Down Days -- i.e. Open} < \\text{Close} \\\\ &d = \\text{Days} \\\\ &n = \\text{Number of days (14 is typical)} \\\\ \\end{aligned}​IMI=(∑d=1n​Gains+∑d=1n​Losses∑d=1n​Gains​)×100where:Gains=CP−OP, on Up Days – i.e. Close>OpenCP=Closing priceOP=Opening priceLosses=OP−CP, on Down Days – i.e. Open<Closed=Daysn=Number of days (14 is typical)​\n\nThe IMI is calculated as the sum of gains on up days divided by the sum of gains on up days plus the sum of losses on down days. This is then multiplied by 100. If the resulting number is greater than 70 then the security is considered overbought, while a reading of less than 30 indicates that a security is oversold. The investor will look at the IMI over a period of days, with 14 days being the most common time frame to look at.\n\nLet's take a look at the Intraday Momentum Index applied to the SPDR S&P 500 ETF (SPY):\n\nImage by Sabrina Jiang © Investopedia 2021\n\nThe chart above shows how oversold or overbought IMI readings can generate buy and sell trade signals on a popular index. While these signals aren't always accurate, they may provide a greater degree of accuracy than simply using the RSI. Many traders combine these insights with other forms oftechnical analysisto maximize their chances of a successful trade. For example, they may look for oversold conditions and abreakoutfrom a chart pattern before entering into a long position.",
  "url": "https://www.investopedia.com/terms/i/intraday-momentum-index-imi.asp"
}