{
  "term": "Introducing Broker (IB): Definition, Role, Registration, and Examples",
  "definition": "An introducing broker (IB) is a professional adviser in thefutures marketswho has a direct relationship with a client but delegates trade executions, typically to afutures commission merchant(FCM).\n\nThe introducing broker may be employed by a company that is a partner of the commission merchant's firm or a direct subsidiary of it.\n\nAn introducing broker acts as a middleman, matching an individual or a company seeking access to the futures markets with a futures commission merchant who will take on the responsibilities of making the trade and handling the back-office operations.\n\nGenerally speaking, IBs make recommendations while the commission merchant executes the trade. The introducing broker and the broker who executes the transaction split the fees andcommissions.\n\nIntroducing brokers play the same role in the futures markets as stock brokers do in the equities markets. However, they are regulated by different authorities. Stock brokers are registered with theSecurities and Exchange Commission(SEC) and are regulated by theFinancial Industry Regulatory Authority(FINRA).Futures introducing brokers are registered with theCommodity Futures Trading Commission(CFTC) and regulated by theNational Futures Association(NFA).\n\nThis arrangement allows for specialization, with the IB focusing on the client while the FCM focuses on trading floor operations.\n\nToday's FCMs providetrading platformson which clients can placetradesonline and take responsibility for account management. However, it would not be financially feasible for an FCM to open storefronts across the country to serve their customers. IBs can provide that local service.\n\nMany IBs are one-person operations, though some are larger, multi-location businesses. In any case, their primary goal is customer service. Outsourcing the prospecting and servicing of clients to the IBs createseconomies of scalefor FCMs and the futures industry.\n\nMost IBs prefer to outsource trading because it frees them of the substantial overhead involved in executing trades, maintaining accounts, and handling financial reporting responsibilities.\n\nIBs allow FCMs to do business on a local basis while using the FCM'sinfrastructurefor trading.\n\nThefutures marketis the exchange in which traders buy and sellderivativefinancial contracts. These are agreements to buy or sell a specific commodity or financial instrument at a specific price and date. The price is locked in, and the buyer will gain or lose depending on the market price when the contract reaches maturity.\n\nFutures have long had a role in the markets for major physical commodities such as crude oil, gold, and wheat. Producers and buyers in volatile industries obtain reasonable prices in advance. Traders may be seeking a hedge against possible losses or making a speculative bet on the direction of commodity prices.\n\nThere are also futures markets for stocks, indexes, and currencies, among others.\n\nAn introducing broker is a financial adviser who specializes in futures investing. An investor who is interested in futures but not inclined to dive in alone would consult with an introducing broker.\n\nFutures investing is relatively risky and relatively complex, even compared to stock investing. Anyone determined to participate directly should have a good understanding of the ins and outs of futures trading before jumping into it.\n\nMany platforms for futures traders require a minimum deposit of $5,000 to $10,000 to get started. Trading futures also requires margin deposits that can range from as little as $300 to more than $7,000 depending on the type of commodity being traded and the amount of the contract.\n\nKeep in mind that a margin account is a type of collateral required in return for borrowing cash from the broker to finance trading. The collateral could disappear with a losing investment.\n\nThe introducing broker is best understood as the equivalent of a stockbroker in the futures market. A stockbroker maintains a relationship with clients and may recommend investment strategies or specific investments to their clients over time. They, like introducing brokers, are usually the middlemen. A trader on the floor actually executes orders for the clients. In the futures markets, that is the futures commission merchant or FCM.\n\nFINRA. \"Registered Financial Professionals.\"\n\nNational Futures Association. \"Introducing Broker (IB) Registration.\"",
  "url": "https://www.investopedia.com/terms/i/introducingbroker.asp"
}