{
  "term": "Investment Property: Definition, Financing, and Types",
  "definition": "An investment property isreal estateproperty purchased with the intention of earning areturn on the investmenteither through rental income, the future resale of the property, or both. The property may be held by an individual investor, a group of investors, or a corporation.\n\nAn investment property can be a long-term endeavor or a short-term investment. With the latter, investors will often engage inflipping, where real estate is bought, remodeled or renovated, and sold at a profit within a short time frame.\n\nThe term \"investment property\" may also be used to describe other assets an investor purchases for the sake of future appreciation such as art, securities, land, or other collectibles.\n\nInvestment properties are those that are not used as a primary residence. They generate some form of income—dividends, interest, rents, or even royalties—that fall outside the scope of the property owner's regular line of business. And the way in which an investment property is used has a significant impact on its value.\n\nInvestment properties generate income and are not primary residences.\n\nInvestors sometimes conduct studies to determine the best, and most profitable, use of a property. This is often referred to as the property's highest and best use. For example, if an investment property iszonedfor both commercial and residential use, the investor weighs the pros and cons of both until they ascertain which has the highest potential rate of return. They then utilize the property in that manner.\n\nAn investment property is often referred to as a second home. But the two don't necessarily mean the same thing. For instance, a family may purchase a cottage or other vacation property to use themselves, or someone with a primary home in the city may purchase a second property in the country orin another stateas a retreat for weekends. In these cases, the second property is for personal use—not as an income property.\n\nRental homes are a popular way for investors to supplement their income. An investor who purchases a residential property and rents it out to tenants can collect monthly rents. These can be single-family homes, condominiums, apartments, townhomes, or other types of residential structures.\n\nIncome-generating properties don't always have to be residential. Some investors—especially corporations—purchase commercial properties that are used specifically for business purposes. Maintenance and improvements to these properties can be higher, but these costs can be offset by bigger returns. That's because the leases for these properties often command higher rents. These buildings may be commercially-owned apartment buildings or retail store locations.\n\nA mixed-use property can be used simultaneously for both commercial and residential purposes. For instance, a building may have a retail storefront on the main floor such as a convenience store, bar, or restaurant, while the upper portion of the structure houses residential units.\n\nWhile borrowers who secure a loan for their primary residence have access to an array of financing options includingFHA loans,VA loans, and conventional loans, it can be more challenging to procure financing for an investment property.\n\nInsurers do not providemortgage insurancefor investment properties, and as a result, borrowers need to have at least 20% down to secure bank financing for investment properties.\n\nBanks also insist ongood credit scoresand relatively lowloan-to-value ratiosbefore approving a borrower for an investment property mortgage. Some lenders also require the borrower to have ample savings to cover at least six months' worth of expenses on the investment property, thereby ensuring the mortgage and other obligations will be kept up to date.\n\nIf an investor collects rent from an investment property, theInternal Revenue Service(IRS) requires them to report the rent as income, but the agency also allows them to subtract relevant expenses from this amount. For example, if a landlord collects $100,000 in rent over the course of a year but pays $20,000 in repairs, lawn maintenance, and related expenses, they report the difference of $80,000 as self-employment income.\n\nIf an individual sells an investment property for more than the original purchase price, they have acapital gain, which must be reported to the IRS. For 2021 and 2022, capital gains tax rates are either 0%, 15%, or 20% for most assets that are being held for over a year.\n\nIn contrast, if a taxpayer sells their primary residence, they only have to reportcapital gains tax on a home salein excess of $250,000 if they file individually and $500,000 if they are married and filing jointly. The capital gain on an investment property is its selling price minus its purchase price minus any major improvements.\n\nTo illustrate, imagine an investor buys a property for $100,000 and spends $20,000 installing new plumbing. A few years later, they sell the property for $200,000. After subtracting their initial investment and capital repairs, their gain is $80,000.\n\nInternal Revenue Service. \"Topic No. 409 Capital Gains and Losses.\" Accessed Dec. 26, 2021.\n\nInternal Revenue Service. \"Topic No. 701 Sale of Your Home.\" Accessed Dec. 26, 2021.",
  "url": "https://www.investopedia.com/terms/i/investment-property.asp"
}