{
  "term": "Investment: How and Where to Invest",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nAn investment is a purchase of stocks, bonds, real estate, or other assets to acquire capital gains, dividend distributions, or interest payments.\n\nAn investment is an asset or property acquired to generate income or gain appreciation. Appreciation is the increase in the value of an asset over time. It requires the outlay of a resource today, like time, effort, and money, for a greater payoff in the future or for generating a profit.\n\nDiversification mixes a variety of investments, such as stocks, bonds, or real estate, within a portfolio to reduce portfolio risk.\n\nThe primary way to gauge the success of an investment is to calculate thereturn on investment(ROI). ROI is measured as:\n\nROI = (Current Value of Investment - Original Value of Investment) / Original Value of Investment\n\nROI allows different investments across different industries to be compared. For example, consider two investments: a $1,000 investment in stock that increased to $1,100 over the past year, or a $150,000 investment in real estate now worth $160,000.\n\nStock ROI = ($1,100 - $1,000) / $1,000 = $100 / $1,000 = 10%\n\nReal Estate ROI = ($160,000 - $150,000) / $150,000 = $10,000 / $150,000 = 6.67%\n\nThough the real estate investment has increased by $10,000, many would claim that the stock investment has outperformed the real estate investment because every dollar invested in the stock gained more than that invested in real estate.\n\nInvestment return and risk commonly have a positivecorrelation. If an investment carries high risk, it should be accompanied by higher returns. When making investment decisions, investors must gauge their risk appetite. Some may be willing to risk the loss of principle in exchange for the chance at greater profits. Alternatively, extremely risk-averse investors seek only the safest vehicles. Individuals closer to retirement commonly choose safe investments.\n\nBecause investing is oriented toward future growth or income, there is always a certain level of risk. An investment may lose value over time, a company may go bankrupt, or interest rate fluctuations may affect bonds or real estate investments. Investors can reduce portfolio risk with a broad range of investments. By holding different products or securities, an investor may not lose as much money as they are not fully exposed in any one way.\n\nIt depends on what you invest in and market conditions. If you expect (and get) a 5% return over 30 years of investing $100 per month, you'd end up with about $198,300.\n\nThere are many forms of investing, but in general, you use your money to purchase an asset (that you have educated yourself about) to provide income or grow in value.\n\nSome of the simplest and most inexpensive ways to begin investing is in a retirement plan such as a 401(k) through your employer, an IRA, or an exchange traded fund (ETFs). ETFs generally have low starting amounts, such as $1, and have very low fees.\n\nAn investment is an asset purchased as part of a plan to put money to work today to obtain more money in the future. It is also the primary way people save for major purchases or retirement. Using stocks, bonds, real estate, or commodities, individuals can create a diversified portfolio.",
  "url": "https://www.investopedia.com/terms/i/investment.asp"
}