{
  "term": "Investment Horizon: Considerations For Your Portfolio",
  "definition": "Synthetic-Exposition/Getty Images\n\nAn investment horizon is the total length of time that an investor expects to hold a security or a portfolio.\n\nInvestment horizon is the term used to describe the total length of time that an investor expects to hold a security or a portfolio.\n\nInvestment horizons can range from short-term, just a few days long, to much longer-term, potentially spanning decades. For example, a young professional with a401(k) planwould have an investment horizon that would span decades. However, a corporation’s treasury department might have an investment horizon that’s only a few days long.\n\nIn fact, sometrading strategies, especially those based on technical analysis, can employ investment horizons of days, hours, or even minutes.\n\nThe length of an investment horizon will often determine how much risk an investor is exposed to and what their income needs are. Generally, when portfolios have a shorter investment horizon, that means investors are willing to take on less risk. When investors construct an investment portfolio, establishing an investment horizon is one of the first steps they need to take.\n\nWhen investors have a longer investment horizon, they can take on more risk, since the market has many years to recover in the event of a pullback. For example, an investor with an investment horizon of 30 years would typically have most of their assets allocated to equities.\n\nBeyond that, an investor with a long time horizon may invest their assets in what are considered riskier types of equities, such as mid-cap and small-cap stocks. These types of stocks, orsub-asset classes, tend to exhibit much larger price swings over short time periods than do large-cap stocks because they tend to be less well-established and are more susceptible to outside economic forces.\n\nThus, while they may be risky for investors with shorter investment horizons, these short-term swings have little to no impact on investors looking to hold on to those stocks for the next 30 years.\n\nInvestors adjust their portfolio as their investment horizon shortens, typically in the direction of reducing the portfolio's level of risk. For example, most retirement portfolios decrease their exposure to equities and increase their holdings of fixed income assets as they near retirement. Fixed-income investments typically provide a lower potential return over the long run relative to stocks, but they add stability to a portfolio's value since they typically experience less pronounced short-term price swings.\n\nCarol is 30-years-old and works as a software engineer. She has a long-term investment horizon and is risk-averse. Hence, she invests her savings in a home and fixed-income securities that will mature in the next 30 years.",
  "url": "https://www.investopedia.com/terms/i/investment_horizon.asp"
}