{
  "term": "Investment Time Horizon: Definition and Role in Investing",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAn investment time horizon, or just time horizon, is the period of time one expects to hold an investment until they need the money back. Time horizons are largely dictated by investment goals andstrategies. For example, saving for a down payment on a house, for maybe two years, would be considered a short-term time horizon while saving for college would be a medium-term time horizon, and investing for retirement, a long-term time horizon.\n\nAn investment time horizon is the time period where one expects to hold an investment for a specific goal. Investments are generally broken down into two main categories: stocks (riskier) and bonds (less risky). The longer the time horizon, the more aggressive, or riskier, a portfolio an investor can build. The shorter the time horizon, the more conservative, or less risky, the portfolio the investor may want to adopt.\n\nTheshort-termhorizon refers to investments that are expected to last for fewer than five years. These investments are appropriate for investors who are approaching retirement or who may need a large sum of cash in the near future. Money market funds, savings accounts, certificates of deposit, and short-term bonds are good choices for short-term investments since they can easily be liquidated for cash.\n\nMedium-term investments are those which one expects to hold for three to ten years, such as by people saving for college, marriage, or a first home. Medium-term investment strategiestendto balance between high- and low-risk assets, so a mix of stocks and bonds would be a suitable way to protect your wealth without losing value to inflation.\n\nThe long-term investment horizon is for investments that one expects tohold for ten or twenty years, or even longer. The most common long-term investments are retirement savings. Long-term investors are typically willing to take greater risks, in exchange for greater rewards.\n\nGenerally speaking, the longer your investment horizon, the more aggressive you can be in choosing your investments.\n\nLet’s say two people marry, and while they live in the city now, they’d eventually like to move out to the suburbs in a few years. But they don’t have the money for a down payment on a house, so they’ll need to start saving up. That’s a short-term investment horizon, so they’ll probably want to go with something relatively conservative, like a money market fund, to avoid any sharp swings in stocks.\n\nMeanwhile, they’ve both taken advantage of their employers'401(k)savings funds (an employer-sponsored retirement fund, sometimes with employer matching). And since they’re both young, that’s a long-term time horizon. Given the length of time until their retirement, they can afford to be very aggressive in their asset allocation, upwards of 90% of stocks, as the long investment horizon should allow their portfolio to recover from any short-term downturns.\n\nNext, a baby comes along! Now they have to start thinking about saving for college. That’s more of a medium- or long-term goal, so they can be pretty aggressive in the beginning and then turn a little more conservative as high school graduation for the child comes along. But there is a government saving plan (529) that allows your contributions to grow tax-free, as long as they’re used for educational expenses.\n\nEach type of investment carriesdifferent forms of risk, which should be factored into your investment strategy. Businesses can fail, borrowers can default, and even sound investments can be vulnerable in a market downturn. Below, we'll outline some forms of risk and their effects on each type of investment.\n\nInflationary riskrefers to the danger that the real value of an investment will fall, due to an unexpected increase in consumer prices. Bonds are particularly susceptible to inflation, since coupon rates are typically fixed; an unexpected spike in inflation could erode any expected gains from the investment. However, it is possible to ameliorate inflationary risk to bonds throughTreasury Inflation-Protected Securities.\n\nInterest rate riskis the danger that an unexpected rise in interest rates could eat away some of the gains of an investment. Like inflationary risk, this is typically a concern for fixed-income securities, like bonds.This risk can be reduced by holding bonds of different durations, or investing ininterest rate derivatives.\n\nBusiness riskrefers to the danger that a company might fail or go bankrupt, causing any stocks or bonds issued by that company to plummet in value. While no company is immune to business risk, you can go a long way towards avoiding the riskiest companies by carefully evaluating their business plans. You can also reduce your exposure to any one business by having adiversified portfolio.\n\nDefault risk is the probability that a borrower will be unable to repay its debts. This usually refers to bond issuers, but it could also refer to other debt-based securities. You can reduce your exposure to default risk by investing in bonds with high credit ratings.\n\nMarket risk, or volatility risk, refers to the chance that the value of an investment could be negatively impacted by speculative behavior, market crashes, or other world events. Since markets trend upwards in the long run, market risk is typically a larger concern for short- and medium-term investment horizons.\n\nAn investment horizon refers to the timeline in which an investor plans to gain value on their investment. This can range from a few years to several decades.\n\nThe length of an investment horizon will determine what types of investment products are most suitable for the investor's goals. Typically, investors seek stable assets for short-term investing. Riskier investments are more acceptable on a longer-term investment horizon, since markets overall tend to trend upwards.\n\nThe medium-term investment horizon typically refers to investments of five to ten years, such as people saving for a child's college education.\n\nThe long-term horizon refers to investments that have a decade or more to accumulate profits. The most common type of long-term investment is saving for retirement.\n\nSince interest compounds exponentially, a longer investment horizon can generate much greater profits than a short-term investment. This is why it is important to save for retirement early—a small investment now can generate high returns if it has a few decades to grow.\n\nEvery investor needs to carefully evaluate their own goals and investment timeline before deciding where to put their money. Savings accounts and CDs may be a convenient place to store money over the short term, but will quickly lose their value to inflation. Conversely, aggressive investments in the stock market will generate high expected returns in the long run, but they will remain susceptible to short-term market fluctuations. It falls on each investor to decide the optimal balance of risk and rewards.\n\nTreasuryDirect. \"Treasury Inflation Protected Securities (TIPS).\"\n\nU.S. Securities and Exchange Commission. \"Interest Rate Risk — When Interest Rates Go up, Prices of Fixed-rate Bonds Fall,\" Page 1.",
  "url": "https://www.investopedia.com/terms/t/timehorizon.asp"
}