{
  "term": "Investment Securities Definition, Different Types, How They Work",
  "definition": "Investment securities are a category of securities—tradable financial assets such as equities or fixed income instruments—that are purchased with the intention of holding them for investment. As opposed to investment securities, in general, securities are purchased by abroker-dealeror other intermediary for quick resale.\n\nInvestment securities are subject to governance via Article 8 of the Uniform Commercial Code (UCC).\n\nBanks often purchasemarketable securitiesto hold in their portfolios; these are usually one of two main sources of revenue, along with loans. Investment securities can be found on the balance sheet assets of many banks, carried at amortized book value (defined as the original cost less amortization until the present date).\n\nThe main difference between loans and investment securities is that loans are generally acquired through a process of direct negotiation between the borrower and lender, while the acquisition of investment securities is typically through a third-party broker or dealer. Investment securities at banks are subject to capital restrictions. For example, the number of Type II securities or securities issued by a state government is restricted to 10% of the bank's overall capital and surplus.\n\nInvestment securities provide banks with the advantage ofliquidity, in addition to the profits from realizedcapital gainswhen these are sold. If they are investment-grade, these investment securities are often able to help banks meet their pledge requirements for government deposits. In this instance, investment securities can be viewed as collateral.\n\nAs with allsecurities, investment securities held by banks as collateral can take the form ofequity(ownership stakes) in corporations ordebtsecurities. Equity stakes can be in the form of preferred or common shares—although it is critical that they provide a measure of safety in this case. High-risk, high-reward securities, such as initial public offering (IPO) allocations or small gap growth companies, might not be appropriate for investment securities. Some companies offer dual-class stock, which provide distinct voting rights and dividend payments.\n\nDebt securities can take the common forms ofsecuredor unsecured corporate debentures. (Secured corporate debentures can be backed by company assets, such as a mortgage or company equipment). In this scenario, secured debt (also called investment-grade) would be preferred. Treasury bonds or Treasury bills andmunicipal bonds(state, county, municipal issues) are also options for a bank’s investment securities portfolio. Again, these bonds should be investment-grade.\n\nWhile securities, in general, includederivative securities—such as mortgage-backed securities, whose value is derived from the asset(s) underlying the financial instrument—these are higher risk and not often encouraged to be part of a bank’s investment securities portfolio.\n\nOther types of investment securities can include money-market securities for quick conversion to cash. These generally take the form ofcommercial paper(unsecured, short-term corporate debt that matures in 270 days or less), repurchase agreements, negotiable certificates of deposit (CDs), bankers' acceptances, and/or federal funds.",
  "url": "https://www.investopedia.com/terms/i/investment-securities.asp"
}