{
  "term": "Investment Objective: Definition and Use For Portfolio Building",
  "definition": "An investment objective is used by asset managers to determine the optimalportfoliomix for a client. Investments are chosen using the guidelines of the investment objective.\n\nAn investor questionnaire often defines financial goals and objectives and determines theasset allocationwithin the portfolio based on an individual's time horizon, risk tolerance, and financial situation.\n\nCommonly based on one of four strategies that include income, growth and income, growth, or trading, an individual's investment objective clarifies investment ideas to help achieve an individual's financial goals.\n\nThe information that an individual provides to determine their investment objective may include annual income andnet worth, average annual expenses, timeline to withdraw the money, and the maximum decrease in the value of the portfolio with which the investor is comfortable. The portfolio is tailored according to the answers provided to these questions and a strategy is defined as an investment objective.\n\nRisk tolerance is the degree of risk that an investor is willing to endure given the volatility in the value of an investment.\n\nA client with a high-risk tolerance interested in growth may have a short-termaggressive portfolio, which includes stocks and trading opportunities. A moderate-risk investor may have a balanced portfolio of growth and income instruments that may include stocks and bonds. A conservative investor with low-risk tolerance mayfocus on an income-generating portfoliousingdividendsand bonds.\n\nIn addition to an individual’s time horizon and risk profile, other factors that influence an individual’s investment decisions include income, capital gains tax, dividends tax, commission and fees for actively managed portfolios, and total wealth, which may include assets like Social Security benefits, expected inheritance, and pension value.\n\nInvestors can find various free questionnaires online at brokerage sites. However, when choosing not to use a personal advisor, it is important to review the questionnaire's assumptions and limitations and accept the firm's terms and conditions. An investment objective will typically not be formally completed until a client has decided to use the services of the financial planner or advisor since the information that will be provided is highly sensitive.\n\nAs financial circumstances or goals change, it may be helpful for an investor to complete an investment objective questionnaire again and reallocate the investments in a portfolio.\n\nWells Fargo. \"Guide to Investing.\"\n\nCharles Schwab. \"How to Determine Your Risk Tolerance Level.\"\n\nVanguard. \"Investor Questionnaire.\"",
  "url": "https://www.investopedia.com/terms/i/investmentobjective.asp"
}