{
  "term": "Investment Multiplier: Definition, Example, Formula to Calculate",
  "definition": "Investopedia / Michela Buttignol\n\nThe term investment multiplier refers to the concept that any increase in public or private investment spending has a more than proportionate positive impact on aggregate income and the general economy. It is rooted in the economic theories ofJohn Maynard Keynes.\n\nThemultiplierattempts to quantify the additional effects ofinvestment spendingbeyond those immediately measurable. The larger an investment’s multiplier, the more efficient it is in creating and distributing wealth throughout theeconomy.\n\nThe investment multiplier tries to determine the economic impact of public or private investment. For instance, extra government spending on roads can increase the income of construction workers, as well as the income of materials suppliers. These people may spend the extra income in the retail, consumer goods, or service industries, boosting the income of workers in those sectors.\n\nAs you can see, this cycle can repeat itself through several iterations; what began as an investment in roads quickly multiplied into aneconomic stimulusbenefiting workers across a wide range of industries.\n\nMathematically, the investment multiplier is a function of two main factors: themarginal propensity to consume (MPC)and themarginal propensity to save (MPS).\n\nJohn Maynard Keynes was among the first economists to illustrate how governments can use multipliers, such as the investment multiplier, to stimulate economic growth through spending.\n\nConsider the road-construction workers in our previous example. If the average worker has an MPC of 70%, that means they consume $0.70 out of every dollar they earn, on average. In practice, they might spend that $0.70 on items such as rent, gasoline, groceries, and entertainment. If that same worker has an MPS of 30%, that means they would save $0.30 out of every dollar earned, on average.\n\nThese concepts also apply to businesses. Like individuals, businesses must “consume” a significant portion of their income by paying for expenditures such as employees’ wages, facilities’ rents, and the leases and repairs of equipment. A typical company might consume 90% of its income on such payments, meaning that its MPS—the profits earned by its shareholders—would be only 10%.\n\nThe formula for calculating the investment multiplier of a project is simply:\n\n1/(1−MPC)1 / (1 - MPC)1/(1−MPC)\n\nIn our above examples, the investment multipliers would be 3.33 and 10 for the workers and the businesses, respectively. The reason the businesses are associated with a higher investment multiple is that their MPC is higher than that of the workers. In other words, they spend a greater percentage of their income on other parts of the economy, thereby spreading the economic stimulus caused by the initial investment more widely.\n\nTo calculate the investment multiplier for a project the following formula can be used:\n\nMPC is the acronym for marginal propensity to consume.\n\nJohn Maynard Keynes was a ground-breaking British economist who is considered the father of modern macroeconomics. His book,The General Theory of Unemployment, Interest, and Money, was published in 1936 and is the foundation forKeynesian economics.\n\nA variety of multipliers are used in economics and finance. Examples other than investment multiplier includefiscal multiplier,earnings multiplier, andequity multiplier.\n\nThe investment multiplier is used to figure out the stimulative impact of public or private investments on the economy. The higher the investment multiplier, the more the investment will have a stimulative effect on the economy.\n\nThis economic concept is rooted in the economic theories of John Maynard Keynes, the renowned economist who is considered the father of modern macroeconomics. The investment multiplier is among the many multipliers used in economics and finance.\n\nInternational Monetary Fund. “What Is Keynesian Economics?”\n\nEncyclopedia Britannica. \"Multiplier: Finance.\"\n\nThe Library of Economics and Liberty. \"John Maynard Keynes.\"",
  "url": "https://www.investopedia.com/terms/i/investment-multiplier.asp"
}