{
  "term": "Investment Policy Statement (IPS): What It Is and How It Works",
  "definition": "An investment policy statement (IPS) is a document drafted between aportfolio managerand a client that outlines general rules for the manager. This statement provides the general investment goals and objectives of a client and describes the strategies that the manager should employ to meet these objectives. Specific information on matters such as asset allocation, risk tolerance, and liquidity requirements are included in an investment policy statement.\n\nIt's standard practice for portfolio managers to have an IPS in place for their institutional clients such as retirementplan sponsorsand mutual funds. Many financial advisors will also draft one for their individual clients as well.\n\nInvestment policy statements are frequently, though not always, used byinvestment advisorsandfinancial advisorsto document an investment plan with a client. It provides guidance for informed decision-making and serves as both a roadmap to successful investing and a bulwark against potential mistakes or misdeeds.\n\nAn IPS lists the investor’s investment objectives, along with their time horizon. For example, an individual may have an IPS stating that by the time they are 60 years old, they want to have the option to retire, and their portfolio will annually return $65,000 in today's dollars given a certain rate of inflation.\n\nA well-conceivedIPS also delineatesasset allocation targets as well. For instance, it specifies the target allocation between stocks and bonds, further breaking down the target allocation into sub-asset classes, such as global securities by region. The targets should then have a minimum and maximum deviation that, when exceeded, will trigger portfolio rebalancing.\n\nAn IPS should give special attention to describing the investor's risk/return profile. That includes naming asset classes that should be avoided and those that are preferred.\n\nIn addition to specifying the investor's goals, priorities, and investment preferences,a well-conceived IPSestablishes a systematic review process that enables the investor to stay focused on the long-term objectives, even if the market gyrates wildly in the short term.\n\nIt should contain all current account information, current allocation, how much has been accumulated, and how much is currently being invested in various accounts.\n\nThe IPS should include monitoring and control procedures to be followed by everyone involved in the investment process. This includes establishing the frequency of monitoring, specifying benchmarks for comparison of portfolio returns, and concrete procedures for making any future changes to the IPS.\n\nSerious investors think through the possible reasons for changing their IPS, such as financial or lifestyle changes. More importantly, they specify the reasons not to change their IPS (i.e., short-term market performance).\n\nFinally, a comprehensive IPS containing actionable provisions that are intended to be followed can help advisors dissuade clients who want to drastically (and potentially harmfully) change direction with their portfolios when markets start to falter.\n\nNapa Valley Wealth Management, an investment advisory firm located in Walnut Creek and Saint Helena, CA, prepares investment policy statements for individual clients that might run about a dozen pages. \"Your IPS helps ensure we’re both on the same page, and it serves as a roadmap for ongoing investment decisions about your portfolio,\" the document's introduction reads.\n\nA Napa Valley IPS then summarizes the client's investment policy in a table:\n\nDifferent investment policy statements will have different components, but generally, they seek to address the scope of the investment, the governance, the investment's rate of return and time frame, risk, risk management, and taxes.\n\nThe purpose of an investment policy statement is to detail how an investment portfolio will be built, managed, and assessed. Its goal is to align both the investor and the investment manager regarding all aspects of the investment process.\n\nIf you are working with an investment management firm, it is most likely that an investment policy statement will be provided to you. If you work for or own an investment management firm, it is good practice to offer your clients an investment policy statement. This helps to ensure that all parties in the investment process are on the same page and understand the goals and risks involved.\n\nAn investment policy statement essentially acts as a business plan for your portfolio. Developing a solid IPS is not a typical exercise for most investors. It requires a lot of thought. It also requires an understanding of how the market works as well as familiarity with investment principles and practices.\n\nNapa Valley Wealth Management. \"Investment Policy Statement Sample,\" Page 2 of PDF.\n\nNapa Valley Wealth Management. \"Investment Policy Statement Sample,\" Page 3 of PDF.",
  "url": "https://www.investopedia.com/terms/i/ips.asp"
}