{
  "term": "Investment Company: Definition, How It Works, and Example",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nMichela Buttignol / Investopedia\n\nAn investment company is a corporation or trust engaged in the business of investing the pooled capital of investors in financial securities. This is most often done either through a closed-end fund or an open-end fund (also referred to as a mutual fund). In the United States, most investment companies are registered with and regulated by the Securities and Exchange Commission (SEC) under theInvestment Company Act of 1940.\n\nAn investment company may be known as a “fund company” or “fund sponsor.” They often partner withthird-party distributorsto sell mutual funds.\n\nInvestment companies are business entities, both privately and publicly owned, that manage, sell, and market funds to the public. The main business of an investment company is to hold and manage securities for investment purposes, but they typically offer investors a variety of funds and investment services, which includeportfolio management, record-keeping, and custodial, legal, accounting, and tax management services.\n\nAn investment company can be a corporation, partnership, business trust, orlimited liability company (LLC)that pools money from investors on a collective basis. The money pooled is invested, and the investors share any profits and losses incurred by the company according to each investor’s interest in the company. For example, assume an investment company pooled and invested $10 million from a number of clients, who represent the fund company’s shareholders. A client who contributed $1 million will have a vested interest of 10% in the company, which would also translate into any losses or profits earned.\n\nInvestment companies are categorized into three types:closed-end funds, mutual funds (oropen-end funds), andunit investment trusts (UITs). Each of these three investment companies must register under theSecurities Act of 1933and the Investment Company Act of 1940.\n\nInvestment companies may charge fees on their products, including management fees and other expenses, which can reduce returns. Investors should carefully review the fund’s prospectus and performance before investing in a closed-end fund.\n\nClosed-end funds issue a fixed number of shares that may then be traded on stock exchanges. As demand increases or wanes for fund shares, the supply of them remains the same. The price of the shares is thus determined by demand in the market and can trade at a premium or discount to the fund’snet asset value (NAV)(although the units or shares of closed-end funds are typically offered at an initial discount to their NAV).\n\nInvestors who want to sell shares will sell them to other investors on the secondary market at a price determined by market forces and participants, making them not redeemable. Since investment companies with a closed-end structure issue only a fixed number of shares, back-and-forth trading of the shares in the market has no impact on the portfolio.\n\nMutual funds have afloating numberof issued shares, and investors may sell or redeem their shares back to the fund or the broker acting for the fund at their current net asset value at each trading day’s closing NAV. As investors move their money in and out of the fund, the fund expands and contracts, respectively. Open-end funds are often restricted to investing in liquid assets, given that the investment managers have to plan in a way that the fund is able to meet the demands for investors who may want their money back anytime.\n\nMutual fund companies may charge fees, including management fees, 12b-1 fees, and other expenses, which can reduce returns (although the trend has been that fees have gotten lower over time). Mutual funds are popular among investors because they can offerdiversificationand professional management. However, investors should carefully review the fund’s prospectus and performance before investing in a mutual fund.\n\nA unit investment trust (UIT) issues a set number of units that represent undivided interests in a specific, fixed portfolio of securities. They have a specified termination date, and investors receive apro ratashare of the UIT’s net assets upon termination. UITs are passive investments in that they typically invest in a fixed portfolio of securities, such as stocks or bonds, and are not actively traded or rebalanced like the portfolios of mutual funds or closed-end funds. UITs may charge fees, including a creation and development fee, a trustee fee, and other expenses, which can reduce returns.\n\nEach of these fund types can invest in a variety ofsecurities, such as stocks, bonds, and commodities. Some may also useleverageto enhance returns, but this also increases the risk involved.\n\nPrivate investment funds that only accept money from investors with a substantial amount of assets (i.e.,accredited investors) are not considered to be investment companies under federal securities laws.These funds are exempt from the registration requirements under the Investment Company Act of 1940, but they are still subject to other securities laws and regulations. Private investment funds includehedge funds,private equityfunds, andventure capital funds.\n\nInvestment companies have been around since the 1800s. The first mutual fund, the Massachusetts Investors Trust, was established in 1924 to allow small investors to invest in the stock market. It was an open-end fund, which became the most popular type of investment company.An iteration of this fund operates under the tickerMITTX.\n\nSocially responsible investing (SRI)became a growing trend in the investment industry, and some investment companies specialize in SRI strategies. These companies invest in companies that have a positive impact on society and the environment, while avoiding companies that engage in practices that are harmful to people or the planet.\n\nInvestment companies can play a role in philanthropy.Donor-advised funds (DAFs)allow individuals to donate money to a charitable organization, while still retaining some control over how the funds are invested and distributed. This can be a tax-efficient way to support charitable causes while also benefiting from the investment returns.\n\nInvestment companies are legally defined and regulated entities that pool money from investors to invest in a portfolio of securities, such as stocks, bonds, and commodities. They are regulated by the Securities Act of 1933 and the Investment Company Act of 1940, which set forth various registration, disclosure, and reporting requirements. Investment companies are categorized into three types: closed-end funds, mutual funds (open-end funds), and unit investment trusts (UITs).\n\nEach type of investment company has its own characteristics, benefits, and risks. Investors should carefully review the offering documents, past performance, and risk factors before investing in any investment company or fund.\n\nInvestor.gov, U.S. Securities and Exchange Commission. “The Laws That Govern the Securities Industry.”\n\nInvestor.gov, U.S. Securities and Exchange Commission. “Closed-end Funds.”\n\nInvestor.gov, U.S. Securities and Exchange Commission. “Mutual Funds and ETFs: A Guide for Investors.” Pages 4, 9, and 31.\n\nInvestor.gov, U.S. Securities and Exchange Commission. “Mutual Funds and ETFs: A Guide for Investors.” Pages 5 and 52.\n\nInvestor.gov, U.S. Securities and Exchange Commission. “Hedge Funds.”\n\nInvestment Company Institute. “How U.S.-Registered Investment Companies Operate and the Core Principles Underlying Their Regulation.” Page 1.\n\nMFS. “Massachusetts Investors Trust.”",
  "url": "https://www.investopedia.com/terms/i/investmentcompany.asp"
}