{
  "term": "Investing",
  "definition": "Investing differs from trading in that investing is for the long-term, usually years or decades. Investing is one of the key strategies to building long-term wealth and financial security.\n\nYes, manybrokerageshave no minimum account size and will offer zero-commission trading, allowing you to begin investing with even very small amounts. In fact, now with many brokers offering fractional shares, you can invest in stocks even if their share price is over $1000.\n\nWhile there are many ways to invest in stocks, one of the easiest and best ways for beginning investors to do so is to open up a retirement account with a discount broker. These accounts have tax advantages when saving for retirement and many different brokers have ones that cost little or even nothing to have.\n\nWhile you can’t invest with zero money, you can invest with very little. Many stock brokers offer accounts with no minimum balance and no trading commissions so almost any amount you add to your account can be used to invest.\n\nYou should invest because investing allows your savings to go farther than they otherwise would. Simply holding your savings as cash means it will just sit and be slowly diluted by inflation, whereas even in the safest investments it will earn some money for you, building on itself.\n\nAs soon as you can afford to. Because investment returns compound, that is, the money you earn from investing then earns money, the sooner you begin investing, the more time you give for this process to work.\n\nIn the U.S. stock markets major exchanges such as the New York Stock Exchange (NYSE) and Nasdaq are open from 9:30 .a.m to 4.p.m Eastern Time. However, this varies around the world depending on what exchange you’re looking at and whether that day is a holiday.\n\nA bond is an investment representing part or all of a loan to a person, government, or other entity. Bonds are issued at a set par value, usually $1000 or $100, and their prices fluctuates based on interest rates and perceived credit-worthiness of the borrower.\n\nA bond’s yield is the investment return that an investor will gain from a bond, usually expressed as a percentage. This is the percent of the bond’s price that each set interest payment will be. Yields go up as a bond’s price goes down and vice versa because they are a percent of the bond’s value, therefore the higher the bond’s price, the lower a percentage of that value a set interest payment will be.\n\nTechnical analysis is a form of stock analysis that involves looking at the price movements of stocks over time in order to predict where they will go. It attempts to find patterns in stock movements based on statistical trends such as the moving average of a stock or its trading volume. This contrasts with fundamental analysis which looks at the financial values of the business that issued the stock and economic conditions affecting the market and that business in order to assess where a stock’s price will go.\n\nA sector breakdown is a way to look at a portfolio by organizing it by which sector of the economy each stock is in. This allows an investor to, depending on their investing strategy, avoid stocks from companies in sectors they don’t believe to have strong prospects, focus on stocks from sectors they believe are in a good position for growth, or ensure their portfolio is diversified.\n\nShort term investments are investments that are designed to be held for a year or less or investments a company intends to sell within 12 months. They are also known as “marketable securities” or “temporary investments,” and can be easily sold for cash.\n\nAn investment banker works for a bank that deals mostly with raising capital for large institutions such as governments and corporations. They also deal with corporate restructuring as well as corporate mergers & acquisition (M&A).\n\nWall Street is a street in New York City which, due to having been a historical center of the U.S. financial industry, is used as a term to refer to that industry as a whole. It is often contrasted to Main Street, which is used as a term to represent the broader economy outside the financial industry, especially small businesses.",
  "url": "https://www.investopedia.com/investing-4427685"
}