{
  "term": "Investment Company Act of 1940 Definition",
  "definition": "Jiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\nInvestopedia / Michela Buttignol\n\nThe Investment Company Act of 1940 is an act of Congress that regulates the organization of investment companies and the activities they engage in. It sets standards for the investment company industry. A primary purpose of the Act is to protect investors by ensuring that they're aware of the risks associated with buying and owning securities.\n\nInvestment companies are required by the Act to provide investors with information about their investment objectives, investment policies, and financial condition when stock is first sold and, henceforth, at regular intervals. Investment companies must also inform investors about investment company structure and operations.\n\nThe Act was signed into law by President Franklin D. Roosevelt along with the Investment Advisers Act of 1940. Both give theU.S. Securities and Exchange Commission (SEC)power to regulate investment trusts and investment counselors.\n\nThe legislation in the Investment Company Act of 1940 is enforced and regulated by theSecurities and Exchange Commission (SEC). This legislation defines the responsibilities and requirements of investment companies and the requirements for any publicly traded investment product offerings, such as open-end mutual funds, closed-end mutual funds, and unit investment trusts. The Act primarily targets publicly traded retail investment products.\n\nThe Investment Company Act of 1940 was passed in order to establish and integrate a more stable financial market regulatory framework following theStock Market Crash of 1929. It is the primary legislation governing investment companies and their investment product offerings. The Securities Act of 1933 was also passed in response to the crash, but it focused on greater transparency for investors; the Investment Company Act of 1940 is focused primarily on the regulatory framework for retail investment products.\n\nThe Act detailsrules and regulationsthat U.S. investment companies must abide by when offering and maintaining investment product securities. Provisions of the Act address requirements for filings, service charges, financialdisclosures, and thefiduciaryduties of investment companies.\n\nThe Act also provides regulations for transactions of certain affiliated persons andunderwriters; accounting methodologies; record-keeping requirements; auditing requirements; how securities may be distributed, redeemed, and repurchased; changes to investment policies; and actions in the event of fraud or breach of fiduciary duty.\n\nThe Investment Company Act of 1940 has greatly protected the retirement savings of individuals, as mutual funds are a large component of retirement plans, such as 401(k)s, and annuities.\n\nFurther, it sets forth specific guidelines for different types of classified investment companies and includes provisions governing the rules of companies' operating products, including unit investment trusts, open-end mutual funds, closed-end mutual funds, and more.\n\nThe Act also defines what qualifies as an “investment company.” Companies seeking to avoid the product obligations and requirements of the Act may be eligible for an exemption. For example, hedge funds sometimes fall under the Act's definition of \"investment company\" but may be able to avoid the Act's requirements by requesting an exemption under sections 3(c)(1) or 3(c)7.\n\nIn accordance with the Investment Company Act of 1940, investment companies must register with the SEC before they can offer their securities in the public market. The Act also lays out the steps an investment company is required to take during this registration process.\n\nCompanies register for different classifications based on the type of product or the range of products that they wish to manage and issue to the investing public. In the U.S., there are three types of investment companies (categorized according to federal securities laws): mutual funds/open-end management investment companies;unit investment trusts (UITs); and closed-end funds/closed-end management investment companies. Requirements for investment companies are based on their classification and their product offerings.\n\nAfter theGreat Recession, President Obama signed theDodd-Frank Wall Street Reform and Consumer Protection Actin 2010. It is an extremely large piece of legislation that resulted in the creation of new government agencies to oversee different aspects of the act, and hence, the entire financial system in the U.S. The act impacted several areas, including \"consumer protection, trading restrictions, credit ratings, financial products, corporate governance, and transparency.\"\n\nDodd-Frank impacted the Investment Advisers Act of 1940 more than it did the Investment Company Act of 1940; however, hedge funds have been impacted by Dodd-Frank.\n\nUnder the Investment Company Act, hedge funds were not required to register. This gave hedge funds a significant amount of carte blanche in their trading activities. Dodd-Frank established new rules for hedge funds and private equity funds to register with the SEC and abide by certain disclosure requirements based on their size.\n\nThe Investment Company Act of 1940 was established after the 1929 Stock Market Crash and the Great Depression that followed in order to protect investors and bring more stability to the financial markets in the U.S.\n\nThe Act defines an investment company as \"an issuer that is engaged or proposes to engage in the business of investing, reinvesting, owning, holding, or trading in securities, and owns or proposes to acquire 'investment securities' having a value exceeding 40% of the value of its total assets (exclusive of government securities and cash items) on an unconsolidated basis.\"\n\nThere are a variety of companies that can qualify for exemptions based on how they are structured, their activities, as well as their size. This includes companies that only give advice about the economy but not on securities, certain subsidiaries, and companies having less than 100 investors.\n\nThe Act impacted the registration and requirements of many investment companies and made financial regulation tighter, giving the SEC more power to oversee the financial markets. It created rules that protected investors and required investment companies to disclose certain information. Financial regulation became more robust under the Act.\n\nThe Investment Company Act of 1940 was passed by FDR in the aftermath of the Great Depression after many individuals and families lost everything they had. The purpose of the Act was to provide the SEC withthe power to oversee investment companiesand ensure they are acting according to law and in the best interest of their investors. The purpose of the Act was to protect investors at all costs. As financial markets have evolved over the decades, so has the Investment Company Act, though at its core its purpose remains the same.\n\nThe American Presidency Project. \"Statement on Signing Two Statutes to Protect Investors.\"\n\nU.S. Securities and Exchange Commission. \"The Laws That Govern the Securities Industry.”\n\nCenter for American Progress. “How Exemptions From Securities Laws Put Investors and the Economy at Risk.”\n\nU.S. Securities and Exchange Commission. \"A Century With a Gold Standard.”\n\nU.S. Securities and Exchange Commission. \"The Laws That Govern the Securities Industry.”\n\nGovinfo. \"Investment Company Act of 1940,\" Page 23.\n\nGovinfo. \"Investment Company Act of 1940,\" Pages 16-23.\n\nU.S. Securities and Exchange Commission. \"Laws and Rules.”\n\nU.S. Securities and Exchange Commission. \"Publicly Traded Closed-End Funds.”\n\nU.S. Federal Trade Commission. “Dodd-Frank Wall Street Reform and Consumer Protection Act, Titles X and XIV.”\n\nThe White House President Barack Obama. “Wall Street Reform: the Dodd-Frank Act.”\n\nPolitico. \"FDR Seeks to Protect Investors, Aug. 23, 1940.\"\n\nU.S. Securities and Exchange Commission. \"SEC Adopts Rule Under Dodd-Frank Act Defining “Family Offices”.”\n\nU.S. Securities and Exchange Commission. \"“Bear in the Woods” Remarks Before the Investment Company Institute.”\n\nGovinfo. \"Investment Company Act of 1940,\" Pages 16-17.\n\nGovinfo. \"Investment Company Act of 1940,\" Pages 24-26.\n\nU.S. Securities and Exchange Commission. \"SEC Adopts Rule Under Dodd-Frank Act Defining “Family Offices”.”\n\nU.S. Securities and Exchange Commission. \"A Century With a Gold Standard.”\n\nThe American Presidency Project. \"Statement on Signing Two Statutes to Protect Investors.\"",
  "url": "https://www.investopedia.com/terms/i/investmentcompanyact.asp"
}