{
  "term": "Investment Income: Definition, Example, and Tax Treatment",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nInvestment income is money received in interest payments, dividends, capital gains realized with the sale of stock or other assets, and any profit made through another investment type. Investment income also includes interest earned on bank accounts,dividendsreceived from stock owned by mutual fund holdings, and the profits on the sale of gold coins.Long-term investment income undergoes different—and often preferential—tax treatment, which varies by country and locality.\n\nInvestment income refers solely to the financial gains above the original cost of the investment. The form the income takes, such asinterestor dividend payments, is irrelevant to it being considered investment income so long as the income stems from a previous installment.\n\nPeople generally earn most of theirnet incomeeach year through regularemployment income. However, disciplined saving and investment in the financial markets can grow moderate savings into large investment portfolios, yielding an investor a sizeable annual income over time. This type of income can come from different investment vehicles, including savings accounts,certificates of deposit (CDs), and bonds.\n\nBusinesses often have income from investments. On the income statements ofpublic companies, an item called investment income or losses is commonly listed. This is where the company reports the portion of its net income obtained through investments made with surplus cash instead of being earned in its usual line of business. For a business, this may include all of the above, as well as interest earned or lost on itsbondsthat have been issued, share buybacks, corporate spinoffs, and acquisitions.\n\nInvestment income may be received as a lump sum or in regular interest installments paid out over time.\n\nThe interest accrued on abasic savings accountis considered investment income. It is earned on top of the original investments—the deposits placed into the account—which can make the account a source of income.\n\nOptions, stocks, and bonds can also generate investment income. Whether through regular interest or dividend payments or by selling a security at a higher price than was paid. Any amount received above the original cost of the investment qualifies as investment income.\n\nReal estatetransactions can also be investment income. Some investors purchase real estate to generate investment income—either from thecash flowsgenerated from rents or any capital gains realized when selling the property. Once the original property cost is repaid, the income qualifies as investment income provided rent payments received are not used to cover other property-related expenses.\n\nMost (but not all) investment income is subject to preferential tax treatment when the income is realized. The associatedtax rateis based on how long an investment is held, its type, and an individual taxpayer's situation.\n\nFor example, retirement accounts such as a401(k) or traditional individual retirement account (IRA)are subject to taxes once the funds are withdrawn. Certain tax-favorable investments, such as a Roth IRA, are not taxed on eligible gains associated with a qualified distribution.Meanwhile, long-term capital gains andqualified dividendincome are subject only to amaximum federal taxof 20%, even if that amount exceeds a half-million dollars in a given year.\n\nCompare that to the tax rates onearned income, which range from 12% to 37%. For the 2024 tax year, the threshold for the top rate is above $609,350 ($626,350 for 2025) for individuals and $731,200 ($751,600 for 2025) for married couples filing jointly.\n\nInvestment income can also be used in conjunction with an individual's earnings to provide income tax credits. For example, one of the criteria used to evaluate individuals for theEarned Income Tax Credit (EITC)is earning from running a small business and not having investment income over $11,600 for 2024 and $11,950 in 2025.\n\nSuppose an investor buys stock in company ABC for $50. Two weeks later, the investor sells them for $70, netting a profit of $20. This is ashort-term investment, so the gain is taxed at the investor's regular earned income tax rate (federal tax law defines a short-term investment as one owned for less than a year).\n\nSuppose the same individual invests $500,000 in real estate property. The investor sells the property for $1.5 million 10 years later. The investment is categorized as long-term investment income and taxed at the long-term capital gains tax.\n\nThe tax percentage depends on the overall income of the taxpayer. Here's how long-term capital gain brackets work.\n\nIncome earned on an investment is any gains made on a principal amount. The gains become income when they are realized—sold for a profit or withdrawn from the account they are in.\n\nIn general, you add up all of the interest, dividends, rents, payments, androyaltiesreceived in a year to get your investment income.\n\nThe IRS considers any asset value gain investment income if the owner receives that gain. For example, assume you've owned a stock for three months, and it grew $10 in value over that time. That $10 is only income if you sell the stock and net a profit.\n\nThis depends on several factors, including your age, goals, and the size and scope of your investments. Your standard of living, expenses, and lifestyle also play a role in this. You may be able to live off your investments before retiring if you are disciplined and plan properly. For instance, a diverse portfolio with dividend-paying stocks, real estate investment trusts (REITs), real estate investments, bonds, and money market funds may provide you with enough investment income. It's always a good idea to speak to a financial professional if you intend to live off your investments so you know you're making the right decision.\n\nAny money you derive from your investments is considered investment income. This includes interest earned from savings accounts, dividends, capital gains you realize after selling an asset, and then sales of mutual funds to name just a few. If you have investment income, it's important to understand its tax treatment, which is different income you earn from an employer. Follow the tips listed above or catch up on Investopedia'sGuide to Income Taxfor more information. If you're still unsure, speak to a financial or tax expert.\n\nInternal Revenue Service. \"Publication 550, Investment Income and Expenses (Including Capital Gains and Losses),\" Page 2.\n\nInternal Revenue Service. \"Traditional and Roth IRAs.\"\n\nInternal Revenue Service. \"401(k) Plan Overview.\"\n\nInternal Revenue Service. \"Topic No. 409 Capital Gains and Losses.\"\n\nInternal Revenue Service. \"Publication 550, Investment Income and Expenses,\" Pages 19-20.\n\nInternal Revenue Service. \"Internal Revenue Bulletin: 2023-48.\"\n\nInternal Revenue Service. \"Rev. Proc. 2024-40,\" Pages 5-6.\n\nInternal Revenue Service. \"Rev. Proc. 2024-40,\" Page 9.\n\nInternal Revenue Service. \"Rev. Proc. 2024-40,\" Pages 7.",
  "url": "https://www.investopedia.com/terms/i/investmentincome.asp"
}