{
  "term": "Inventory Financing: Definition, How It Works, Pros, and Cons",
  "definition": "Daniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nThe term inventory financing refers to a short-term loan or a revolvingline of creditacquired by a company so it can purchase products to sell at a later date. These products serve as the collateral for the loan.Inventoryfinancing is useful for companies that must pay their suppliers for stock that will be warehoused before being sold to customers. It is particularly critical as a way to smooth out the financial effects of seasonal fluctuations incash flowsand can help a company achieve higher sales volumes by allowing it to acquire extra inventory for use on demand.\n\nInventory financing is a form of asset-based financing. Businesses turn tolendersso they can purchase the materials they need to manufacture the products they intend to sell at a later date.The reasons why they rely on this kind of financing include:\n\nThis kind of financing is common for small to mid-sized retailers and wholesalers, especially those with a large amount of available stock.That's because they typically lack the financial history and availableassetsto secure the institutional-sized financing options larger corporations are able to access, such as Walmart (WMT) and Target (TGT).\n\nBecause they are generallyprivate companies, they cannot raise money by issuing bonds or new rounds of stock. Companies may use all or part of their existing stock or the material they purchase ascollateralfor a loan that is used for generalbusiness expenses.\n\nSome banks are wary of inventory financing because they don't want the burden of collecting the collateral in case of default.\n\nBanks and theircreditteams consider inventory financing on a case-by-case basis. They look at factors like resale value, perishability, theft, and loss provisions as well as business, economic, and industry inventory cycles, as well as logistical and shipping constraints. This may explain why so many businesses weren't able to get inventory financing after thecredit crisisof 2008. When an economy is mired inrecessionand unemployment rises, consumer goods that aren't staples remain unsold.\n\nDepreciationis another factor lenders consider. And not all forms of collateral are equal. Inventory of any kind tends to depreciate in value over time. The business owner who seeks inventory financing may not be able to obtain the full upfront cost of the inventory. As such, any potential hiccup is factored into setting aninterest rateon an asset-backed loan.\n\nInventory financing is not always the solution. Banks may view inventory financing as a type ofunsecured loan. That's because if the business can't sell its inventory, the bank may not be able to either. If a retailer or a wholesaler makes a bad bet on a trend, the bank could get stuck with the goods.\n\nInventory financing is also known aswarehouse financing.\n\nThere are a variety of reasons why businesses may want to turn to inventory financing. But while there are plenty of positives, there are downsides as well. We've listed some of the most common ones below.\n\nBy turning to lenders for inventory financing, companies don't have to rely on their business or personalcredit ratingsor their financial history. Smaller business owners don't have to put up their personal or business assets in order to secure financing.\n\nBeing able to access credit allows companies to sell more products to their consumers over a longer stretch of time. Without financing, business owners may need to rely on their own sources ofincomeor personal assets in order to make the purchases they need to keep their operations going.\n\nBusinesses don't need to be established to be eligible for inventory financing. In fact, most lenders only require companies to be up and running for a minimum of six months to a year in order to qualify. This allows newer business owners to access credit quickly.\n\nNew businesses may already be saddled withdebtas they try to establish themselves. Getting inventory financing can add to theirliabilities. As a result, these companies may not have the means to repay, which can lead to restrictions on future credit as well as an undue burden on existing finances.\n\nIn some cases, lenders may not issue the full amount required to purchase inventory. This can lead to delays and shortfalls. This may be common in the cases of newer businesses or those that have a harder time securing the amount of money they need to keep their operations running smoothly.\n\nThe costs to borrow may be high.Feesand interest rates may be high for businesses that are struggling. Having to pay more in additional charges may put more stress on these companies.\n\nBusinesses don't need to rely on business credit ratings/history and assets to qualify\n\nCompanies can sell more products to customers over longer periods of time\n\nNewer businesses are eligible and can access credit quickly\n\nRepayment may be problematic for new and struggling companies\n\nLenders may not advance the full amount requested\n\nFees and interest rates are higher for new and struggling businesses\n\nLenders provide businesses with two different kinds of inventory financing. The option that the company chooses is dependent on its business operations.Interest ratesand fees depend on the lender and the type of business.\n\nInventory financing tends to be fairly risky, which is why interest rates tend to be higher compared to other kinds of loans. These loans are short-term and thus, must be paid back sooner. Another key risk is that the borrower may not sell some or all of the goods that serve as the collateral for the loan, which means they may end up in default.\n\nInventory financing allows companies to borrow to pay for products that they plan to sell at a later date. This inventory is used as collateral forshort-term loansor lines of credit. The costs associated with this type of financing include interest rates, origination fees, and prepayment fees if the loan is paid off earlier than expected. Other charges include late payment charges and late payment fees, if any.\n\nInventory financing is a form of short-term borrowing. Companies tend to use it as a way to pay their suppliers before selling their products. It is often used by small or mid-sized businesses that may not be established orhave a credit history. It also allows these businesses to access financing without having to put up their business or personal assets for collateral.\n\nBusinesses need cash in order to fund their day-to-day operations, and they have several options in order to secure financing. Inventory financing is just one way. Companies can get cash using the products (or inventory) they intend to sell as collateral. While it can provide a quick injection of cash, borrowers should be weary of the costs and risks associated with inventory financing.\n\nCommercial Capital LLC. \"How Does Inventory Financing Work?\"\n\nSellbrite. \"What is Inventory Financing and How Does It Work?\"\n\nCredibly. \"INVENTORY FINANCING.\"\n\nLoans Canada. \"Inventory Financing.\"",
  "url": "https://www.investopedia.com/terms/i/inventory-financing.asp"
}