{
  "term": "Inventory Write-Off: Definition As Journal Entry and Example",
  "definition": "Investopedia / Paige McLaughlin\n\nAn inventory write-off is an accounting term for the formal recognition of a portion of a company's inventory that no longer has value. An inventory write-off can be recorded in two ways. It can be expensed directly to thecost of goods sold(COGS) account or it can offset the inventory asset account in acontraasset account. This is commonly referred to as the allowance forobsolete inventoryor inventory reserve.\n\nInventoryrefers to assets owned by a business that can be sold for revenue or converted into goods that can be sold for revenue.Generally Accepted Accounting Principles(GAAP) require that any item that represents a future economic value to a company must be defined as an asset. Inventory meets the requirements of an asset so it's reported at cost on a company’s balance sheet under the section for current assets.\n\nInventory may become obsolete, spoil, become damaged, or be stolen or lost in some cases. A company must write off the inventory when these situations occur.\n\nAn inventory write-off is the process of removing any inventory that has no value from thegeneral ledger. Companies can use two methods to write off inventory: the direct write-off or the allowance method.\n\nA business will record a credit to the inventory asset account and a debit to the expense account using the direct write-off method.\n\nSay a company with $100,000 worth of inventory decides to write off $10,000 in inventory at the end of the year. The firm will first credit the inventory account with the value of the write-off to reduce the balance. The value of the gross inventory will be reduced like this: $100,000 - $10,000 = $90,000. The inventory write-off expense account will then be increased with a debit to reflect the loss.\n\nThe expense account is reflected in the income statement. It reduces the firm’s net income and thus itsretained earnings. A decrease in retained earnings translates into a corresponding decrease in theshareholders’ equitysection of the balance sheet.\n\nA business will often charge the inventory write-off to the cost of goods sold (COGS) account If the inventory write-off is immaterial. The problem with charging the amount to the COGS account is that it distorts thegross marginof the business because there's no corresponding revenue entered for the sale of the product.\n\nMost inventory write-offs are small, annual expenses. A large inventory write-off such as one caused by a warehouse fire may be categorized as a non-recurring loss.\n\nThe other method for writing off inventory is known as the allowance method. It may be more appropriate when inventory can be reasonably estimated to have lost value but the inventory hasn't yet been disposed of. A business will record a journal entry with a credit to a contra asset account, such as inventory reserve or the allowance for obsolete inventory. An offsetting debit will be made to an expense account.\n\nThe inventory account will be credited and the inventory reserve account will be debited to reduce both when the asset is disposed of. This is useful in preserving thehistorical costin the original inventory account.\n\nIt will bewritten downinstead of written off if the inventory still has some fair market value but its fair market value is found to be less than its book value. Accounting rules require that a company must write down or reduce the reported value of inventory to the market value on the financial statement when the market price of the inventory falls below its cost.\n\nThe amount to be written down is the difference between the book value of the inventory and the amount of cash the business can obtain by disposing of the inventory in the most optimal manner. Write-downs are reported in the same way as write-offs but an inventory write-down expense account is debited rather than an inventory write-off expense account.\n\nAn inventory write-off or write-down should be recognized immediately. The loss or reduction in value can't be spread and recognized over multiple periods because this would imply that there's some future benefit associated with the inventory item.\n\nObsolete inventory is an item or items that a business can no longer sell. They may have been replaced in the marketplace by an improved or less expensive product or model. Businesses are consequently forced to write off or write down their value or cost in their accounting records.\n\nGenerally Accepted Accounting Principles or \"GAAP\" is a set of accounting standards established by the Financial Accounting Standards Board (FASB) and the Governmental Accounting Standards Board (GASB). These standards govern how financial statements are prepared by organizations, companies, governments, and nonprofits.\n\nGAAP was created in response to the Great Depression and confirmed by legislation in 1933 and 1934. It continues to be the standard in 2024.\n\nRetained earnings provide an ongoing picture of how much profit a company has been able to maintain without depletion. Retained earnings can increase or decrease over time based on dividend payouts and earnings. They're effectively how much of its income a company has managed to save.\n\nThe basic calculation equation isCurrent Retained Earnings + Profit/Loss – Dividends.\n\nLarge, recurring inventory write-offs can indicate that a company has poorinventory management. The company may be purchasing excessive or duplicate inventory because it's lost track of certain items or it's using existing inventory inefficiently.\n\nCompanies that don't want to admit to such problems may resort to dishonest techniques to reduce the apparent size of the obsolete or unusable inventory. These tactics can constitute inventory fraud.\n\nPersonalFinanceLab. \"GAAP—Purpose, Framework, and Terms.\"\n\nAccountingCoach. \"What Is the Direct Write-Off Method?\"\n\nAccountingTools. \"Obsolete Inventory Definition.\"\n\nBench. \"Retained Earnings: Calculation, Formula & Examples.\"",
  "url": "https://www.investopedia.com/terms/i/inventory-write-off.asp"
}