{
  "term": "Investment Thesis: An Argument in Support of Investing Decisions",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe term investment thesis refers to a reasoned argument for a particular investment strategy, backed up by research and analysis. Investment theses are commonly prepared by (and for) individual investors and businesses. These formal written documents may be prepared by analysts or other financial professionals for presentation to their clients.\n\nAs noted above, an investment thesis is a written document that provides information about a potential investment. It is a research- and analysis-based proposal that is usually drafted by an investment or financial professional to provide insight into investments and to pitch investment ideas. In some cases, the investor will draft their own investment thesis, as is the case with venture capitalists andprivate equityfirms.\n\nThis thesis can be used as a strategic decision-making tool. Investors and companies can use a thesis to decide whether or not to pursue a particular investment, such as a stock oracquiringanother company. Or it can be used as a way to look back and analyze why a particular decision was made in the first place—and whether it was the right one. Putting things in writing can have a huge impact on the direction of a potential investment.\n\nLet's say an investor purchases a stock based on the investment thesis that the stock isundervalued. The thesis states that the investor plans to hold the stock for three years, during which its price will rise to reflect its true worth. At that point, the stock will be sold at a profit. A year later, the stock market crashes, and the investor's pick crashes with it. The investor recalls the investment thesis, relies on the integrity of its conclusions, and continues to hold the stock.\n\nThat is a sound strategy unless some event that is totally unexpected and entirely absent from the investment thesis occurs. Examples of these might include the2007-2008 financial crisisor the Brexit vote that forced the United Kingdom out of the European Union (EU) in 2016. These were highly unexpected events, and they might affect someone's investment thesis.\n\nIf you think your investment thesis holds up, stick with it through thick and thin.\n\nAn investment thesis is generally formally documented, but there are no universal standards for the contents. Some require fast action and are not elaborate compositions. When a thesis concerns a big trend, such as aglobal macroperspective, the investment thesis may be well documented and might even include a fair amount of promotional materials for presentation to potential investing partners.\n\nPortfolio managementis now a science-based discipline, not unlike engineering or medicine. As in those fields, breakthroughs in basic theory, technology, and market structures continuously translate into improvements in products and in professional practices. The investment thesis has been strengthened with qualitative and quantitative methods that are now widely accepted.\n\nAs with any thesis, an idea may surface but it is methodical research that takes it from an abstract concept to a recommendation for action. In the world of investments, the thesis serves as a game plan.\n\nAlthough there's no industry standard, there are usually some common components to this document. Remember, an investment thesis is generally a proposal that is based on research and analysis. As such, it is meant to be a guide about the viability of a particular investment.\n\nMost investment theses include (but aren't limited to) the following information:\n\nSome theses also try to answer some key questions, including:\n\nPutting everything in writing can help investors make more informed decisions. For instance, a company's management team can use a thesis to decide whether or not to pursue the acquisition of a rival. The thesis may highlight whether thetarget'svision aligns with the acquirer or it may identify opportunities for growth in the market.\n\nKeep in mind that the complexity of an investment thesis depends on the type of investor involved and the nature of the investment. So the investment thesis for a corporation looking to acquire a rival may be more in-depth and complicated compared to that of an individual investor who wants to develop an investment portfolio.\n\nPortfolio managers and investment companies often post information about their investment theses on their websites. The following are just two examples.\n\nMorgan Stanley (MS) is one of the world's leading financial services firms. It offers investment management services, investment banking, securities, and wealth management services. According to the company, it has five steps that make up its investment process, including idea generation, quality assessment, valuation,risk management, and portfolio construction.\n\nWhen it comes to developing its investment thesis, the company tries to answer three questions as part of its quality assessment step:\n\nConnetic Adventures is aventure capitalfirm that invests in early-stage companies. The company uses data to develop its investment thesis, which is made up of three pillars. According to its blog, there were three pillars or principles that contributed to Connetic's venture capital investment strategy. These included diversification, value, and follow-on—each of which comes with a pro and con.\n\nAn investment thesis is a written proposal or research-based analysis of why investors or companies should pursue an investment. In some cases, it may also serve as a historical guide as to whether the investment was a good move or not. Whatever the reason, an investment thesis allows investors to make better, more informed decisions about whether to put their money into a specific investment. This written document provides insight into what the investment is, the goals of the investment, any associated costs, the potential for returns, as well as any possible risks and losses that may result.\n\nAn investment thesis is important for anyone who wants to invest their money. Individual investors can use a thesis to decide whether to purchase stock in a particular company and what strategy they should use, whether it's a buy-and-hold strategy or one where they only have the stock for a short period of time. A company can craft its own investment thesis to help weigh out whether an acquisition or growth strategy is worthwhile.\n\nIt's important to put your investment thesis in writing. Seeing your proposal in print can help you make a better decision. When you're writing your investment thesis, be sure to be clear and concise. Make sure you do your research and include any facts and figures that can help you make your decision. Be sure to include your goals, the potential for upside, and any risks that you may come across. Try to ask and answer some key questions, including whether the investment meets your investment goals and what could go wrong if you go ahead with the deal.\n\nIt's always important to have a plan, especially when it comes to investing. After all, you are putting your money at risk. Having an investment thesis can help you make more informed decisions about whether a potential investment is worth your while. Make sure you put your thesis in writing and answer some key questions about your goals, costs, and potential outcomes. Having a concrete proposal in place can spell the difference between earning returns and losing all your money. And that's if your thesis supports the investment in the first place.\n\nHarvard Business School. \"Writing a Credible Investment Thesis.\"\n\nLanturn. \"What is an Investment Thesis and 3 Tips to Make One.\"\n\nMorgan Stanley. \"Global Opportunity.\"\n\nMedium. \"The Data That Built Our Fund's Investment Thesis.\"",
  "url": "https://www.investopedia.com/terms/i/investment-thesis.asp"
}