{
  "term": "Investment Advisers Act of 1940: Definition and Overview",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe Investment Advisers Act of 1940 is a U.S. federal law that regulates and defines the role and responsibilities of aninvestment advisor. It provides the legal groundwork for monitoring those who advise pension funds, individuals, and institutions on matters of investing.\n\nThe act also specifies what qualifies as investment advice and stipulates who must register with state and federal regulators in order to dispense it.It was prompted in part by a 1935 report to Congress on investment trusts andinvestment companiesprepared by the Securities and Exchange Commission (SEC).\n\nThe original impetus of the Investment Advisers Act of 1940, as with several other landmark financial regulations of the 1930s and 1940s, was the stock market crash of 1929 and its disastrous aftermath, theGreat Depression. Those calamities inspired theSecurities Act of 1933, which succeeded in introducing more transparency in financial statements and establishing laws against misrepresentation and fraudulent activities in the securities markets.\n\nIn 1935, an SEC report to Congress warned of the dangers posed by certain investment counselors and advocated the regulation of those who provided investment advice.The same year as the report, the Public Utility Holding Act of 1935 passed, allowing the SEC to examine investment trusts.\n\nThose developments prompted Congress to begin work on not only the Investment Advisers Act but also theInvestment Company Act of 1940. This related bill clearly defined the responsibilities and requirements of investment companies when offering publicly traded investment products, including open-end mutual funds, closed-end mutual funds, and unit investment trusts.\n\nInvestment advisors are bound to afiduciary standardthat was established as part of the Investment Advisers Act of 1940 and can be regulated either by the SEC or state securities regulators, depending on the scale and scope of their business activities.\n\nThe act is very specific in defining what a fiduciary means. It stipulates aduty of loyaltyandduty of care, which means that the advisor must put their client’s interests above their own.\n\nFor example, the advisor cannot buy securities for their account prior to buying them for a client (front-running) and is prohibited from making trades that may result in higher commissions for the advisor or their investment firm (churning).It also means that the advisor must do their best to make sure investment advice is made using accurate and complete information—basically, that the analysis is thorough and as accurate as possible.\n\nAdditionally, the advisor needs to place trades under abest executionstandard, meaning that they must strive to trade securities with the best combination of low-cost and efficient execution.\n\nAvoiding conflicts of interest is important when acting as a fiduciary. An advisor must disclose any potential conflicts and always put their client’s interests first.\n\nThe Investment Advisers Act addressed who is and who is not an advisor by applying three criteria: what kind of advice is offered, how the individual is paid for their advice or method of compensation, and whether or not the lion’s share of the advisor’s income is generated by providing investment advice (the primary professional function). Also, if an individual leads a client to believe they are an investment advisor—by presenting themselves like that in advertising, for example—they can be considered one.\n\nThe act stipulates that anyone providing advice or making a recommendation on securities (as opposed to another type of investment) is considered an advisor. Individuals whose advice is merely incidental to their line of business may not be considered advisors, however.Some financial planners and accountants may be considered advisors while some may not, for example.\n\nThe detailed guidelines for the Investment Advisers Act of 1940 can be found in Title 15 of the United States Code.\n\nGenerally, only advisors who have at least $100 million of assets under management or advise a registered investment company are required to register with the SEC under the Investment Advisers Act of 1940.\n\nThe agency with whomadvisors need to registerdepends mostly on the value of the assets they manage, along with whether they advise corporate clients or only individuals. Before the 2010 reforms, advisors who had at least $25 million inassets under managementor provided advice to investment companies were required to register with the SEC. Advisors managing smaller amounts are typically registered with state securities authorities.\n\nThose amounts were amended by theDodd-Frank Wall Street Reform and Consumer Protection Act of 2010, which allowed many advisors who previously registered with the SEC to now do so with their state regulators because they managed less money than the new federal rules required. However, the Dodd-Frank Act also initiated registration requirements for those who advise private funds, such ashedge fundsandprivate equityfunds. Previously, such advisors were exempt from registration, despite often managing very large sums of money for investors.\n\nFinancial advisors have to adhere to the Investment Advisers Act of 1940, which calls on them to perform fiduciary duty and act primarily on behalf of their clients. They can be regulated either by the SEC or state securities regulators, depending on their business activities’ scale and scope.\n\nThe stock market crash of 1929 and the subsequent Great Depression were motivators for the Investment Advisers Act of 1940. They also prompted several other landmark financial regulations of the 1930s and 1940s.\n\nThe Investment Advisers Act of 1940 is a U.S. federal law that regulates and defines the role and responsibilities of an investment advisor. It:\n\nGovInfo. “Investment Advisers Act of 1940,” Pages 1 and 7.\n\nGovInfo. “Investment Advisers Act of 1940,” Page 33.\n\nOffice of the Federal Register, via Google Books. “Federal Register, Vol. 51, No. 187, 17 CFR Part 275,” Page 34229.\n\nGovInfo. “Investment Advisers Act of 1940,” Pages 7–9.\n\nU.S. Securities and Exchange Commission. “Public Utility Holding Company Act of 1935,” Page 2.\n\nGovInfo. “Investment Company Act of 1940.”\n\nU.S. Securities and Exchange Commission. “Compliance Issues Related to Best Execution by Investment Advisers,” Pages 1–2.\n\nInvestor.gov, U.S. Securities and Exchange Commission. “Churning.”\n\nGovInfo. “Investment Advisers Act of 1940,” Page 3.\n\nU.S. Code. “15 USC Chapter 2D, Subchapter II: Investment Advisers.”\n\nNational Archives, Code of Federal Regulations. “Part 275—Rules and Regulations, Investment Advisers Act of 1940.”\n\nU.S. Securities and Exchange Commission. “Transition of Mid-Sized Investment Advisers from Federal to State Registration,” Pages 1–2.\n\nU.S. Securities and Exchange Commission. “SEC Adopts Dodd-Frank Act Amendments to Investment Advisers Act.”",
  "url": "https://www.investopedia.com/terms/i/investadvact.asp"
}