{
  "term": "Investment Banker: What They Do, Required Skills, and Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAmanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nInvestment bankers are financial professionals who advise corporations, as well as governments or other entities. They help these clients raisecapital(money) by issuing shares of stock or offering bonds. Investment bankers also can assist clients with financial transactions such acquisitions, mergers, and even the sale of the company.\n\nInvestment bankers facilitate large, complicated financial transactions. These transactions may include structuring anacquisition, merger, or sale for clients. Another responsibility of investment bankers is issuing securities as a means of raising capital. This involves creating detailed documentation for theSecurities and Exchange Commission(SEC) necessary for a company to go public.\n\nAn investment banker can save a client time and money byidentifying the risks associated with a particular projectbefore a company moves forward. In theory, the investment banker is an expert in their field or industry, who has a finger on the pulse of the current investing climate. Businesses andnonprofit institutionsoften turn to investment bankers for advice on how best to plan their development.\n\nAn investment banker also assists with pricing financial instruments and navigating regulatory requirements. When a company holds itsinitial public offering(IPO), an investment bank will buy all or much of that company’s shares directly, acting as an intermediary. In this case, acting on behalf of the company going public, the investment bank will subsequently sell the company’s shares into the public market, creating immediateliquidity.\n\nAn investment bank stands to make a profit in this scenario, generally pricing its shares at a markup. While experienced analysts at the investment bank use their expertise to price the stock accurately, an investment banker can lose money on the deal if they have overvalued the shares.\n\nInvestment bankers and their firms take on a high level of risk during an IPO. They must have a strong sense of the market and the industry in which their clients are positioned to decide whether the risk is worth the potential profit.\n\nWhen a company works with an investment banker for the IPO, the investment banker's firm buys the shares from the client at an agreed-upon price, based on how the firm's analysts value the company and how much they expect shares of the stock to be worth. Then, on the day of the IPO, the firm sells those shares to the public at a higher price than it paid to make a profit.\n\nAs an example, suppose that Pete’s Paints Co. wants to go public. Pete, the owner, gets in touch with Catherine, a prominent investment banker. Pete and Catherine strike a deal in which Catherine (on behalf of her firm) agrees to buy 100,000 shares of Pete’s Paints for the company’s IPO at the price of $24 per share, based on her analyst team's recommendations. The investment bank pays $2.4 million for the 100,000 shares.\n\nAfter filing the appropriate paperwork, such asSEC Form S-1, and setting the IPO's date and time, Catherine and her team offer the stock into the open market at $26 per share.\n\nIf the market supports the $26 per share price, Catherine's firm would make $2.6 million from the IPO, for a profit of $200,000. However, if public demand is weak, the firm might not be able to sell all the shares at this price. Catherine and her team would be forced to reduce the price to sell the rest of the holdings. In this case, the firm could incur a loss on the sale, but Pete's Paints Co. would still receive $2.4 million.\n\nThe investment banking field is popular because investmentbankers are typically well paid. However, these positions requirespecific skills, such as:\n\nInvestment bankersmust abide by their firm's stipulated code of conduct and ethics. Because of the sensitive nature of the information they receive, they must typically sign aconfidentiality agreementfor each client. Moreover, there is potential for conflict of interest if the advisory and trading divisions of investment banks interact.\n\nA hierarchy of positions typically exists in investment banking. These positions usually go from analyst (from junior to senior), associate, vice president, senior vice president, and then managing director.\n\nEducational requirements for investment bankers usually include an MBA from a top-notch institution, and some may have an advanced degree in mathematics. They may also need the chartered financial analyst (CFA) designation, which is offered by the CFA institute.\n\nAn investment banking analyst, which is the lowest level of investment banker, can expect an average annual pay of $137,000 to $235,000 in 2024.More experienced investment bankers can earn much higher salaries, depending on their firm and clients. Many investment bankers receive bonuses, tips, or profit-sharing as part of their pay.\n\nInvestment bankers often work as part of a financial institution. Examples of investment banker employers are Goldman Sachs (GS), Morgan Stanley (MS), JPMorgan Chase (JPM), Bank of America Merrill Lynch (BAC), and Deutsche Bank (DB).\n\nInvestment bankers are financial advisors who work with corporations, governments, and other large entities. They assist clients with raising capital, often through stock offerings or floating a bond issue. They can also assist with major financial transactions such as mergers, acquisitions, or the sale of a company.\n\nInvestment bankers usually have an MBA or an advanced degree in mathematics, usually from a highly-ranked university. They work for a financial institution and are highly compensated, with annual salaries (plus bonuses) that are typically worth six figures.\n\nCFA Institute. \"How to Become a CFA Charterholder.\"\n\nGlassdoor. \"How Much Does an Investment Banking Analyst Make?\"",
  "url": "https://www.investopedia.com/terms/i/investmentbanker.asp"
}