{
  "term": "Inverse ETF: Definition, Comparison to Short Selling, and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAn inverse ETF is an exchange-traded fund (ETF) constructed by using various derivatives to profit from a decline in the value of an underlying benchmark. Investing in inverse ETFs is similar to holding various short positions, which involve borrowing securities and selling them with the hope of repurchasing them at a lower price.\n\nAn inverse ETF is also known as a \"Short ETF\" or \"Bear ETF.\"\n\nMany inverseETFsutilize daily futures contracts to produce their returns. Afutures contractis a contract to buy or sell an asset or security at a set time and price. Futures allow investors to bet on the direction of a securities price.\n\nInverse ETFs' use ofderivatives—like futures contracts—allows investors to make a bet that the market will decline. If the market falls, the inverse ETF rises by roughly the same percentage minus fees and commissions from the broker.\n\nInverse ETFs are not long-term investments since the derivative contracts are bought and sold daily by the fund's manager. As a result, there is no way to guarantee that the inverse ETF will match the long-term performance of the index or stocks it is tracking. Frequent trading often increases fund expenses, and some inverse ETFs can carryexpense ratiosof 1% or more.\n\nInverse ETFs allow investors to make money when the market or the underlying index declines.\n\nInverse ETFs can help investors hedge their investment portfolio.\n\nThere are multiple inverse ETFs for many of the major market indices.\n\nInverse ETFs can lead to losses quickly if investors bet wrong on the market's direction.\n\nInverse ETFs held for more than one day can lead to losses.\n\nHigher fees exist with inverse ETFs versus traditional ETFs.\n\nAn advantage of inverse ETFs is that they do not require the investor to hold amargin accountas would be the case for investors looking to enter intoshort positions. A margin account is one where a broker lends money to an investor to trade.Margin is used with shorting, an advanced trading activity.\n\nInvestors who enter into short positions borrow the securities—they don't own them—so that they can sell them to other traders. The goal is to buy the asset back at a lower price and unwind the trade by returning the shares to the margin lender. However, there is the risk that the value of the security rises instead of falling, which means the investor has to buy back the securities at a higher price than the original margined sale price.\n\nIn addition to a margin account,short selling an ETFrequires astock loan feepaid to a broker for borrowing the shares necessary to sell short. Stocks with highshort interestmay make it difficult to find shares to be short, which drives up the cost of short selling. In many cases, the cost of borrowing shares to short can exceed 3% of the borrowed amount, which is why inexperienced traders can quickly get in over their heads.\n\nConversely, inverse ETFs often have expense ratios of less than 2% and can be purchased by anyone with a brokerage account.Despite the expense ratios, it is still easier and less costly for an investor totake a position in an inverse ETFthan to sell individual stocks short.\n\nThere are several inverse ETFs that can be used to profit from declines in broad market indexes, such as theRussell 2000or theNasdaq 100. There are also inverse ETFs that focus on specific sectors, such as financials, energy, or consumer staples.\n\nSome investors use inverse ETFs to profit from market declines, while othershedge their portfoliosagainst falling prices. For example, investors who own an ETF that matches the S&P 500 can hedge declines in the S&P by owning an inverse ETF for the S&P. However, hedging has risks as well. If the S&P rises, investors might have to sell their inverse ETFs since they will incur losses that could offset any gains in their original S&P investment.\n\nInverse ETFs are short-term trading instruments that must be timed perfectly for investors to make money. There's a significantrisk of lossesif investors allocate too much money to inverse ETFs and time their entry and exit poorly.\n\nAleveraged ETFis a fund that uses derivatives and debt to magnify the returns of an underlying index. Typically, an ETF's price rises or falls on a one-to-one basis compared to the index it tracks. A leveraged ETF is designed to boost the returns to 2:1 or 3:1 compared to the index.\n\nLeveraged inverse ETFs use the same concept as leveraged products and aim to deliver a magnified return when the market is falling. For example, if the S&P has declined by 2% in a day, a 2X-leveraged inverse ETF will deliver a 4% positive daily return to the investor excluding fees and commissions.\n\nProShares Short S&P 500 (SH) provides inverse exposure to large and midsize companies in the S&P 500. It had an expense ratio of 0.88% and about $1.93 billion in net assets as of Q4 2023.The inverse ETF aims to provide a one-day trading bet and is not designed to be held for more than one day.\n\nOn Nov. 2, 2023, the S&P rose 1.07%, and as a result, shares of SH fell 1.07% in turn, from $14.88 to $14.72. If investors had been invested in the SH during that up day in the market, they would have realized losses.\n\nInverse ETFs use various derivatives like futures, swaps, and options contracts to take short positions in the underlying index. They also rebalance daily to maintain the inverse relationship as markets move each trading day.\n\nTraders may use inverse ETFs to profit from or hedge against declines in a specific market. Short-term traders may also use them to speculate on downward moves.\n\nSince they rebalance daily, inverse ETFs often diverge from the actual inverse performance over longer periods. They also compound losses in volatile, upward-trending markets. Indeed, inverse ETFs tend to decline in value over time regardless of whether the underlying market is rising or falling. Because of this, inverse ETFs are complex products meant for active traders, not long-term buy-and-hold investments.\n\nInverse ETFs are designed to move in the opposite direction of a benchmark index on a daily basis. They use derivatives like futures and options to short the underlying index in order to provide the inverse exposure. Investors may use inverse ETFs to profit from or hedge against market declines in specific sectors or indexes. However, inverse ETFs are complex instruments primarily intended for active traders, not long-term investors. They reset daily and can diverge from true inverse performance over longer holding periods. Inverse ETFs also compound losses involatile, upward-trending markets, posing significant risks if the market turns against you. Due to these risks and complexities, inverse ETFs are not appropriate for the average retail investor.\n\nFinancial Industry Regulatory Authority. \"The Lowdown on Leveraged and Inverse Exchange-Traded Products.\"\n\nVettaFi. \"Inverse ETF List: ETF Expenses.\"\n\nFinancial Industry Regulatory Authority. \"Brokerage Accounts: Overview.\"\n\nYCharts. \"ProShares Short S&P500 (SH).\"",
  "url": "https://www.investopedia.com/terms/i/inverse-etf.asp"
}