{
  "term": "Investment Vehicles: Explanation and Types",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAn investment vehicle is a product used by investors to gain positive returns. Investment vehicles can be low risk, such ascertificates of deposit(CDs) or bonds, or they can carry a greater degree of risk, such as stocks, options, and futures. Other types of investment vehicles include annuities; collectibles, such as art or coins; mutual funds; andexchange-traded funds(ETFs).\n\nInvestment vehicles refer to any method by which individuals or businesses can invest and, ideally, grow their money. There is a wide variety of investment vehicles, and many investors choose to hold at least several types in theirportfolios. Holding different types of investment in a portfolio minimizes risk throughdiversificationbecause a portfolio constructed of different types of assets will, on average, yield higher long-term returns.\n\nThe different types of investment vehicles are subject to regulation in the jurisdiction in which they are provided. Each type has its own risks and rewards. Deciding which vehicles fit particular portfolios depends on the investor's knowledge of the market, skills in financial investing,risk tolerance, financial goals, and current financial standing.\n\nInvestors who delve into ownership investments own particular assets that they expect to grow in value. Ownership investments include stocks, real estate, precious objects, and businesses. Stocks, also called equity or shares, give investors a stake in a company and its profits and gains. Real estate owned by investors can be rented or sold to provide higher net profits for the owner. Precious objects such as collectibles, art, and precious metals are considered ownership investments if they are sold for a profit. Capital used to build businesses that provide products and services for profit is another type of ownership investment.\n\nWith lending investments, people allow their money to be used by another person or entity with the expectation it will be repaid. The lendor typically charges interest on the loan so that they earn a profit once the loan is repaid including the interest charges. This type of investment is low risk and provides low rewards. Examples of lending investments includebonds, certificates of deposit, andTreasury Inflation-Protected Securities(TIPS).\n\nInvestors investing in bonds allow their money to be used by corporations or the government with the expectation it will be paid back with profit after a set period with a fixed interest rate.\n\nCertificates of deposit (CDs) are offered by banks. A CD is apromissory noteprovided by banks that locks the investor's money in a savings account for a set period with a higher interest rate.\n\nTreasury Inflation-Protected Securities (TIPS) are bonds provided by the U.S. Treasury and crafted to protect investors against inflation. Investors who put their money in TIPS get their principal and interest back when their investment matures over time. Both principal and interest are indexed for inflation.\n\nCash equivalentsare financial investments that are considered as good as cash. These are savings accounts or money market funds. The investments are liquid but have low returns.\n\nMultiple investors often pool their money to gain certain advantages they would not have as individual investors; this is known as a pooled investment vehicle and can take the form of mutual funds, pension funds, private funds,unit investment trusts(UITs), andhedge funds.\n\nIn a mutual fund, a professional fund manager chooses the type of stocks, bonds, and other assets that should compose the client's portfolio. The fund manager charges a fee for this service.\n\nA pension plan is aretirement accountestablished by an employer into which an employee pays part of their income.\n\nPrivate funds are composed of pooled investment vehicles, such as hedge funds and private equity funds, and are not considered investment companies by theSecurities and Exchange Commission(SEC).\n\nUnit investment trusts provide a fixed portfolio with a specified period of investment. The investments are sold as redeemable units.\n\nHedge funds group together client money to make what are often risky investments using a long andshortstrategy, leverage, and exotic securities in the aim of achieving higher than usual returns known as alpha.\n\nThe vehicles that investors can use to try to obtain returns are wide-ranging. However, the investor should understand the risks of any vehicle that they choose. A financial advisor can assess an investor's current financial situation, their goals, and their needs to develop the most appropriate portfolio and investment strategy.",
  "url": "https://www.investopedia.com/terms/i/investmentvehicle.asp"
}