{
  "term": "Investment Bank: What It Is, How It Works, Major Examples",
  "definition": "An investment bank is a financial services company that acts as an intermediary in large and complex financial transactions. An investment bank is usually involved when a startup company prepares for its launch of an initial public offering (IPO) and when a corporation merges with a competitor. It also has a role as a broker or financial adviser for large institutional clients such as pension funds.\n\nGlobal investment banks includeJPMorgan Chase, Goldman Sachs, Morgan Stanley, Citigroup, Bank of America, Credit Suisse, and Deutsche Bank. Many of these names also offer storefront community banking and have divisions that cater to the investment needs of high-net-worth individuals.\n\nThe advisory division of an investment bank ispaid a fee for its services. The trading division earns commissions based on its market performance. As noted above, many also have retail banking divisions that make money by loaning money to consumers and businesses.\n\nProfessionals who work for investment banks may have careers as financial advisors, traders, or salespeople. An investment banking career is lucrative but typically comes with long hours and significant stress.\n\nInvestment banks arebest known for their work as intermediariesbetween corporate clients and the financial markets. For example, they help corporations issue shares of stock in an initial public offering (IPO) and additional stock offerings. They also arrange debt financing for corporations by finding large-scale investors for corporate bonds.\n\nThe investment bank's advisory role begins with pre-underwriting counseling and continues after the distribution of securities.\n\nThe investment bank is responsible for examining a company’s financial statements for accuracy and publishing a prospectus that describes the offering in detail to investors before the securities are available for purchase.\n\nInvestment bank clients include corporations, pension funds, other financial institutions, governments, and hedge funds.\n\nSize is an assetfor investment banks. The more connections the bank has within the global financial community, the more likely it is to profit by matching buyers with sellers, especially for unique transactions. Investment bank operations can be roughly divided into three main functions.\n\nAs a financial advisor to large institutional investors, an investment bank aims to provide strategic advice on a variety of financial matters. The bank accomplishes this mission by combining a thorough understanding of its clients' objectives, industry, and global markets with its own strategic vision, a skill for spotting and evaluating short- and long-term opportunities and challenges.\n\nFacilitating mergers and acquisitions is a key element of an investment bank's work. Some of the largest banks like Goldman Sachs Group Inc. (GS), JPMorgan Chase & Co. (JPM), Morgan Stanley (MS), and Citibank (C) work with companies in a variety of industries and sectors. Smaller investment banks such as Greenhill & Co. (GHL) and Guggenheim Partners and often focus on a single sector, likehealthcare.\n\nThe investment bank estimates the value of a potential acquisition and helps negotiate a fair price for it. It also assists in structuring and facilitating the acquisition to make the deal go as smoothly as possible.\n\nInvestment banks have research divisions that review companies and write reports about their prospects, often with buy, hold, or sell ratings. This research may not generate revenue directly but it assists the bank’s traders and sales department. The sales department typically oversees the buying and selling of financial products such as stocks, bonds, commodities, and other securities.\n\nThe research division also provides investment advice to outside clients who can complete a trade through thetrading deskof the bank, which would generate revenue for the bank.\n\nResearch maintains an investment bank's institutional knowledge of credit research, fixed-income research, macroeconomic research, and quantitative analysis, all of which are used internally and externally to advise clients.\n\nSize is an asset in the investment banking business, where the biggest investment banks rely on a global network to match buyers and sellers.\n\nInvestment banks advise external clients in one division and trade their own accounts in another. That is a potential conflict of interest.\n\nTo prevent it, investment banks must maintain what is often called an ethical wall between divisions, as we mentioned earlier. This figurative barrier is meant to prevent the sharing of information that would allow one side or the other to unfairly profit at the expense of its own clients.\n\nThe newRetirement Security Rule, also known as the fiduciary rule, is intended toprotect investors from conflicts of interestwhen receivinginvestment advicethat the investor uses for retirement savings.\n\nThe rule was issued by theU.S. Department of Labor (DOL)on Apr. 23, 2024. It takes effect on Sept. 23, 2024. However, a one-year transition period will delay the effective date of certain conditions to 2025.\n\nIf an advisor is acting as a fiduciary under the Employee Retirement Income Security Act (ERISA), they are subject to the higher standard—the fiduciary \"best advice\" standard rather than the lower, merely \"suitable advice\" standard. The designation can limit the products and services advisors are allowed to sell to clients who are saving for retirement.\n\nDuke University Department of Economics. \"What Is an Investment Bank?\"\n\nU.S. Bureau of Labor Statistics. \"Financial Analysts: Summary.\"\n\nU.S. Department of Justice Office of Justice Programs. \"Chinese Walls: The Transformation of a Good Business Practice: Abstract.\"\n\nFederal Register. \"Retirement Security Rule: Definition of an Investment Advice Fiduciary.\"\n\nU.S. Department of Labor. \"Fact Sheet: Retirement Security Rule and Amendments to Class Prohibited Transaction Exemptions for Investment Advice Fiduciaries.\"\n\nJ.P. Morgan. \"Retirement Insights.\"",
  "url": "https://www.investopedia.com/terms/i/investmentbank.asp"
}