{
  "term": "Investing Basics",
  "definition": "Investing requires saving money, investing it, and developing a diversified portfolio that is focused on the long term.\n\nInvestments are products that are purchased with the expectation that they will produce income or profit, or both, and there are three types. Ownership investments, such as stocks or real estate, are the most volatile and profitable class. Cash equivalent investments can quickly be converted into cash. And lending investments are generally less risky.\n\nThere are lots of rules, or strategies, for investing. A couple of commonly repeated rules include \"never lose money\" and \"invest when there's blood in the streets.\" There's also the rule of 72, which is a formula used to estimate the number of years required to double the invested money at a given annual rate of return.\n\nDecide on the type of investor you want to be. Whenopening a brokerage account, a broker will ask you about your investment goals and what level of risk you’re willing to take. Some investors want to take an active hand in managing their money’s growth, while others prefer to “set it and forget it.”\n\nWarren Buffett famously once said, “The first rule of an investment is don’t lose [money]. And the second rule of an investment is don’t forget the first rule. And that’s all the rules there are.”\n\nDollar-cost averaging (DCA) is an investment strategy in which an investor divides up the total amount to be invested across periodic purchases of a target asset in an effort to reduce the impact ofvolatilityon the overall purchase. The purchases occur regardless of the asset's price and at regular intervals.\n\nA stakeholder is a party that has an interest in a company and can either affect or be affected by the business. The primary stakeholders in a typical corporation are itsinvestors, employees, customers, and suppliers.\n\nAn effective annual interest rate is the real return on a savings account or any interest-paying investment when the effects ofcompoundingover time are taken into account. It also reflects the real percentage rate owed in interest on a loan, a credit card, or any other debt.\n\nAn accredited investor is an individual or a business entity that is allowed to trade securities that may not be registered with financial authorities. They are entitled to this privileged access by satisfying at least one requirement regarding their income, net worth, asset size, governance status, or professional experience.\n\nBook value is equal to the cost of carrying an asset on a company's balance sheet, and firms calculate it netting the asset against itsaccumulated depreciation. As a result, book value can also be thought of as the net asset value (NAV) of a company, calculated as its total assets minusintangible assets(patents, goodwill) and liabilities. For the initial outlay of an investment, book value may be net or gross of expenses such as trading costs, sales taxes, service charges, and so on.",
  "url": "https://www.investopedia.com/investing-essentials-4689754"
}