{
  "term": "IOU: What It Is, How It Works, and Examples",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nAn IOU, a phonetic acronym of the words \"I owe you,\" is a document that acknowledges the existence of a debt.\n\nAn IOU is often viewed as an informal written agreement rather than a legally binding commitment. Dating as far back as the 18th century, at least, IOUs are still very much in use. An IOU between two people conducting business may be followed up with a more formal written agreement.\n\nTypically, IOUs are produced on the spur of the moment—towards the end of a business meeting, for example—as a sort of memorandum of intent. They then are often followed up with a more formal written agreement or contract.\n\nNo standard format or terminology exists for an IOU. At the very least, details such as the date of the agreement, the amount of debt, the date for repayment, the parties involved, and the signature of the borrower are (or should be) included in its contents. But often, details like the interest due, payment type, repayment plan/schedule (including a specific final due date), or consequences for nonpayment, are not.\n\nThe IOU's informal nature means there may be uncertainty about whether it is a binding—that is, a legally enforceable—contract, and whether it carries much weight in a court proceeding. As a result, legal remedies for nonpayment may be harder to enforce with IOUs than they would be with more formal agreements that deal with debt, such as a promissory note or a bond indenture.\n\nDue to this uncertainty, an IOU is generally not considered anegotiable instrument, meaning it can't be assigned, transferred, or sold to someone else, or traded on an open market.\n\nHowever, there are downloadable legal templates available now for IOUs, providing an outline of the kind of details that a well-written one should include. That may make IOUs easier to enforce and to stand up in court.\n\nSay Smithco Bricks places an order forraw materialsand does not have enough cash to pay for the entire order when it is delivered. Instead, it pays a down payment and issues an IOU promising to pay for the rest of the raw materials within 30 days with or without interest. Assuming that Smithco has an ongoing business relationship with the supplier, this might be quite acceptable to both parties.\n\nThe term IOU has become so familiar that it crops up in other contexts. A bond issue is sometimes called an IOU, for example. Accounts receivable may informally be referred to as IOUs.\n\nA bookkeeper may record an outstanding debt as an IOU. The IOU is thus an accounts receivable item and is counted as an asseton the balance sheet. How exactly it is recorded depends on the time frame:\n\nIOUs have a lot in common withpromissory notes. Both are written financial agreements that deal with debt—specifically, the promise of one party to repay another a certain sum, on or by a certain date.\n\nThe key difference is that the promissory note is more formal and complete than the IOU. It not only gives a due date for the debt to be repaid, it usually outlines other details of repayment: the interest rate of the loan, payment schedule, size of repayments, and often penalties for late or non-payments. The term \"promissory note\" must appear in the contents. The note is signed by both parties (lender and borrower), and often witnessed and notarized as well.\n\nIn short, promissory notes are more specific and serious than IOUs. Though still not as formal (and enforceable) as a loan agreement or contract, they tend to stand up better in court. In fact, promissory notes often accompany mortgage agreements or student loan agreements it's signing this note that actually obligates the borrower to repay.\n\nIf the terms are unconditional enough, promissory notes may be used as negotiable instruments.\n\nIssuers of promissory notes should know: When it comes to filing a lawsuit for nonpayment, a promissory note is subject to the statute of limitations set by the local state on such agreements. Statutes of limitations can range from three to 15 years; the clock starts ticking from the date of the first breach. However, some courts have ruled that, within a note, each missed payment has its own statute of limitations starting on the date the specific payment became past due.\n\nAn IOU is a written, but largely informal, acknowledgement that a debt exists between two parties, and the amount the borrower owes the lender. Signed by the borrower, it often indicates a date for repayment of the debt, but often omits other specifics, like the payment schedule or any interest charged. It can't be sold or transferred to another party and offers the lender little legal recourse if it is not honored by the borrower.\n\nAmanda T.'s close friend Karen P. needs $1,500 in cash for a security deposit on a new apartment. She needs to put the money down right away, but won't have that sum available for another few months. Amanda wants to help Karen out, but also wants to have written evidence of the loan she's made to her friend.\n\nAmanda types up a document that stipulates Karen owes her, Amanda T., $1,500, and that Karen will repay that sum on April 1, 2021—three months from the current date. Karen signs the document. In so doing, Karen officially gives Amanda an IOU for the $1,500 she has borrowed.\n\nIOUs can take many shapes and forms. They can be typed or handwritten, drawn up by either party, and appear on any sort of document—including the proverbial cocktail napkin.\n\nAt a bare minimum, an IOU should include the borrower's name, the lender's name, the amount of the debt, the current date, the date the debt is due, and the borrower's signature. In addition, it's recommended that IOUs contain:\n\nIncreasingly, there are IOU forms and templates that can be accessed online.\n\nAn IOU is a legal document that can be introduced in a court of law—though whether or not it is binding is open to dispute. Some authorities feel an IOU isn't binding at all; it's merely the acknowledgement that a debt exists. Others feel it is binding, though whether it can actually be enforced is a different story.\n\nBasically, the more detailed the IOU, the more likely it is to be enforceable. The fewer specifics an IOU has, the harder it is for a court to determine the obligations and rights of the principals involved in the IOU—or perhaps even who they are.\n\nAn IOU doesn't have to be notarized. However, some legal authorities feel having a notary affix their seal to an IOU makes it more official, and thus more likely to be enforceable. Certainly, it formalizes the agreement, indicating a third party witnessed it—making it more likely that the lender would prevail in court, should a dispute over nonpayment occur. Notarizing an IOU makes it closer to a promissory note, a more official (and binding) document.\n\nAn IOU is a written but relatively informal contract between two parties recording a debt and an agreement to repay it. It outlines the basics of the arrangement, but often little else, such as the terms or repayment schedule of the loan. For that reason, it is not as binding or enforceable as more official contracts that have specifications and are witnessed and/or notarized.\n\nIOUs are often for small sums and between individuals. However, they can be used by businesses as well, often between two firms that have regular, ongoing relationships, like vendors and suppliers. In effect, the company issuing an IOU is taking out a short-term loan or buying on credit, promising to pay in full for goods or services later on, instead of right away.\n\nA firm's accountants may enter any sort of outstanding debt as an IOU. In fact, some bookkeeping systems record any accounts receivables as IOUs.\n\nTomlinson, Bomsztyk, Russ. \"Appellate Court Affirms Calculation of Statue of Limitation on Promissory Notes.\" Accessed April 12, 2021.",
  "url": "https://www.investopedia.com/terms/i/iou.asp"
}