{
  "term": "IRA Rollover: Overview, Types, Special Considerations",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn IRA rollover is a transfer of funds from a retirement account, such as anemployer-sponsored plan, into an individual retirement account (IRA). The purpose of a rollover is to maintain the tax-deferred status of those assets.\n\nIRA rollovers are commonly used to hold401(k), 403(b), or profit-sharing plan assets that are transferred from a former employer’s sponsored retirement account or qualified plan. An IRA rollover can also occur as an IRA-to-IRA transfer.\n\nIRA rollovers can occur from a retirement account, such as a 401(k) into an IRA or as an IRA-to-IRA transfer. You can alsorollover employer retirement variable annuitycontracts such as457or403(b) plans.\n\nMost rollovers take place when peoplechange jobs and wish to move 401(k) or 403(b) assetsinto an IRA, but IRA rollovers also happen when retirement savers want to switch to an IRA with better benefits or investment choices.\n\nThere are different types of IRA rollovers: direct and indirect. It’s crucial to followInternal Revenue Service (IRS)rules to avoid paying taxes and penalties.\n\nIn adirect rollover, the transfer of assets from a retirement plan to an IRA is facilitated by the two financial institutions involved in the transfer. To engineer a direct rollover, you need to ask yourplan administratorto send the funds directly to the IRA. In IRA-to-IRA transfers, the custodian from the old account sends the rollover amount to the custodian of the new IRA.\n\nIn anindirect rollover, the assets from your existing account or plan are liquidated and the custodian or plan sponsor mails a check made out to you or deposits the funds directly into your personal bank or brokerage account. This route leaves it up to you to redeposit the funds into the new IRA.\n\nTo be considered a tax-free rollover, the money must be deposited in the IRAwithin 60 days. If you miss the 60-day deadline, then the withdrawal will be considered adistributionin the eyes of the IRS, and some of it may be subject to income tax as well as an early withdrawal penalty. In general, withdrawals before age 59½ from atraditional IRAtrigger a 10% penalty. If you withdrawRoth IRAearnings before age 59½, a 10% penalty usually applies. Roth contributions are not subject to the penalty. The same rules apply if you are doing an IRA-to-IRA rollover.\n\nThe IRS requires your previous employer to withhold 20% of your funds if you receive a check made out to you, which cannot be recovered until you file your annual tax return. But if the check is made out to the IRA, then you will not subject to withholding. Custodians will withhold 10% from IRA distributions that you intend to roll over unless you elect out of withholding.\n\nSome people choose an indirect rollover if they want to takea short-term loan from their retirement account—in this case, less than 60 days.\n\nThe IRS limits IRA-to-IRA indirect rollovers to one every 12 months. The one-year calendar runs from when you made the distribution and applies to traditional IRA-to-traditional IRA rollovers or Roth IRA-to-Roth IRA rollovers.\n\nThe limit on IRA-to-IRA indirect rollovers does not apply to distributions from employer-sponsored retirement plans or rollovers from traditional IRAs to Roth IRAs. The latter is known as aRoth conversion. Direct IRA-to-IRA rollovers are also not subject to the one-year rule.\n\nPay strict attention to which type of IRA or other retirement account you are transferring from—and which type you are transferring to. You can easily roll over funds from a Roth IRA or a Roth 401(k) to a new Roth IRA. The same is true if you’re rolling over monies from a traditional IRA or a standard 401(k) to a traditional IRA. Anything else hassignificant tax consequences that you need to work through carefullybefore you do the rollover. Traditional IRAs and 401(k)s containpretax funds, while contributions to Roth IRAs and 401(k)s are made withafter-tax monies.\n\nUnlike 401(k) plans, IRAsallow you to investin a wide array of assets such asstocks,bonds,exchange-traded funds (ETFs), andmutual funds.\n\nA direct rollover is when a distribution from a retirement account is not paid directly to you. Instead, the financial institution or plan sponsor holding your existing retirement fundsmakes the transfer directlyto your new individual retirement account (IRA). A direct transfer is the easiest way to avoid taxes and early withdrawal penalties.\n\nAn indirect rollover is a transfer of money from a tax-deferred plan or account to another tax-deferred retirement account, such as an IRA, in which the funds are paid to you directly.\n\nYou must redeposit the full distribution amount into another qualified retirement account within 60 days to avoid taxes and penalties.\n\nWhile IRAs don’t allow for loans like many 401(k) plans do, you can borrow from your IRA without taxes and penalties by applying the 60-day rollover rule. It allows you to withdraw assets from your IRA if you repay the full amount within 60 days, which essentially amounts to an interest-free, short-term loan.\n\nInternal Revenue Service. “Rollovers of Retirement Plan and IRA Distributions.”\n\nInternal Revenue Service. \"Topic No. 413, Rollovers from Retirement Plans.\"\n\nInternal Revenue Service. \"Publication 590-B, Distributions from Individual Retirement Arrangements (IRAs).\" Page 31.\n\nInternal Revenue Service. \"Rollovers of After-Tax Contributions in Retirement Plans.\"\n\nInternal Revenue Service. \"Rollover Chart.\"\n\nInternal Revenue Service. \"Retirement Topics - Plan Loans.\"",
  "url": "https://www.investopedia.com/terms/i/ira-rollover.asp"
}