{
  "term": "Iranian Rial (IRR): Overview, Conversion, FAQ",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nIRR is the currency abbreviation, or FX symbol, for the Iranian rial, Iran's officialcurrency. The rial, named after the Spanishreal, first appeared in 1798 and is issued and managed by the Central Bank of the Islamic Republic of Iran.\n\nOne Iranian rial is made up of 100 dinars, but dinars are of no practical use because they are worth so little. Locally, the IRR uses the Arabic symbol ﷼.As of December 2023, one U.S. dollar is worth roughly 42,023 IRR.\n\nWhile the rial was introduced in 1798, a currency called theqiranwas used from 1825 to 1932.The rial was reintroduced in 1932. Its value plummeted following the 1979 Islamic revolution.\n\nIran is an influential member ofOPEC, with a substantial percentage of the government's budget funded fromthe sale of oil.Banknotes of its currency are issued in denominations of 100, 200, 500, 1,000, 2,000, 5,000, 10,000, 20,000, 50,000, and 100,000 rials, while coins circulate in denominations of 50, 100, 250, 500, 1,000, 2,000, and 5,000 rials.\n\nA stable exchange rate typically helps a country prevent capital flight or investment capital from fleeing the country in search of more stable returns.\n\nThe IRR is not pegged to the U.S. dollar or any currency, meaning it's afree-floating exchange rate; however, Iran's central bank implements currency controls to keep the exchange rate stable.Iran may be preparing regulations forbitcoinand other cryptocurrencies, according to reports.\n\nSince the early 2000s, the IRRexchange ratehas fluctuated between about 1,750 IRR to one U.S. dollar (USD) to as high as 44,070 IRR to one U.S. dollar.\n\nThe rial, however, is not easily exchanged for U.S. dollars. Relations between the two nations are frosty, with the U.S. applying decades-longeconomic sanctionsand trade restrictions against the Islamic Republic of Iran, mainly as a way to punish the country for its nuclear ambitions and history of state sponsorship of terror groups.\n\nPrice controls, subsidies, and other rigid government policies also weigh down the economy, and corruption is widespread. This often makes the IRR anon-convertible(inconvertible) currency, which is any nation's legal tender that is not freely traded on the globalforeign exchange market.\n\nThe GDP of Iran in 2023, which is expected to grow to $386.22 billion in 2024.\n\nFor offshore investors seeking to engage in trade with nations such as Iran that have non-convertible currencies, they must do so through the use of a financial instrument known as anon-deliverable forward(NDF).\n\nAn NDF has no physical exchange in the local currency. Rather the net of the cash flows is settled in a convertible currency, usually the U.S. dollar, which gets around the non-convertibility of the domestic currency. NDFs arecash-settledand usually structured as short-termforwardcurrency contracts.\n\nAlthough the Iranian rial is the official currency of Iran, citizens of the country also use the Iranian toman. One toman is equal to 10 rials. In 2020, there was a discussion of replacing the rial with the toman as the official currency of Iran due toinflation, causing the rial to lose value against the dollar. One toman would be worth 10,000 rials; in effect, Iran would be cutting zeros off of its currency.\n\nThe country's parliament actually passed measures to replace the rial with the toman; however, as of the end of 2023, the rial still remains the country's official currency.\n\nThe only country to use the Iranian rial is Iran.\n\nThe best way to calculate the Iranian rial exchange rate is to use a currency converter, such as the one found on XE.com. Depending on the currency exchange rate you are interested in finding, you can choose that currency in conjunction with the rial and get the exchange rate.\n\nThe Iranian rial is weak primarily because of the political instability of Iran. The country operates an authoritarian regime that is unpopular amongst many of its citizens. It also has been accused of supporting terrorism, which has resulted in strict economic sanctions on the country, which has decimated its economy. Furthermore, the country depends heavily on oil. With sanctions, the country has difficulty selling its oil globally. Furthermore, when the price of oil drops, Iran's economy is hit hard.\n\nOne toman is equal to 10 Iranian rials.\n\nInvesting.com. \"USD/IRR - US Dollar Iranian Rial.\"\n\nIran International. “Iran Sells More Oil but Revenue Falls Short.”\n\nCentral Bank of the Islamic Republic of Iran. “Current Banknotes.”\n\nCentral Bank of the Islamic Republic of Iran. “Coins.”\n\nCentral Bank of the Islamic Republic of Iran. “General Information.”\n\nIran Chamber of Commerce, Industries, Mines and Agriculture. “Iran To Begin Pilot Launch of Crypto-Rial Tomorrow.”\n\nBitcoin.com. “Iranian Government Approves 'Comprehensive and Detailed' Crypto Regulations.”\n\nCouncil on Foreign Relations. “U.S. Relations With Iran: 1953 – 2023.”\n\nOffice of Foreign Assets Control. “608. What Transactions Involving the Iranian Rial Are Sanctionable Under E.O. 13846?”\n\nInternational Monetary Fund. “Iran.”\n\nInternational Monetary Fund. “GDP, Current Prices.” Select “Iran,” download “Selected Country Data.”\n\nB2Broker. “What Are NDFs? Overview of Non-Deliverable Forward and Its Functionality.”\n\nXE.com. “1 USD to IRR - Convert US Dollars to Iranian Rials.”",
  "url": "https://www.investopedia.com/terms/i/irr_currency.asp"
}