{
  "term": "Iron Butterfly: Definition, How It Works, and Trading Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAn iron butterfly is anoptionstrade that uses four different contracts as part of a strategy to benefit from stocks or futures prices that move within a defined range. The trade is also constructed to benefit from a decline inimplied volatility. The key to using this trade as part of a successful trading strategy is forecast a time when option prices are likely to decline in value generally. This usually occurs during periods of sideways movement or a mild upward trend.\n\nOption traders combine a number of bull and bear trades with the same expiration dates to form \"wingspread\" trade strategies. Some of these trading strategies include thecondor spread, the iron butterfly, and the modified butterfly spread. The iron butterfly trade is created with four options consisting of two call options and twoput options. These calls and puts are spread out over threestrike prices, all with the same expiration date. The goal is to profit from conditions where the price remains fairly stable, and the options demonstrate declining implied and historicalvolatility.\n\nIt can also be thought of as a combined option trade using both ashort straddleand along strangle, with the straddle positioned in the middle of the three strike prices and the strangle positioned on two additional strikes above and below the middle strike price.\n\nThe trade earns the maximum profit when the underlying asset closes exactly on the middle strike price on the close of expiration. A trader will construct an iron butterfly trade with the following steps.\n\nThe strike prices for the option contracts sold in steps two and three should be far enough apart to account for a range of movement in the underlying. This will allow the trader to be able to forecast a range of successful price movements as opposed to a narrow range near the target price.\n\nFor example, if the trader thinks that, over the next two weeks, the underlying could land at the price of $50, and be within a range of five dollars higher or five dollars lower from that target price, then that trader should sell a call and a put option with a strike price of $50, and should purchase a call option at least five dollars higher, and a put option at least five dollars lower, than the $50 target price. In theory, this creates a higher probability that the price action can land and remain in a profitable range on or near the day that the options expire.\n\nThe trade is also known by the nickname \"Iron Fly.\"\n\nThe strategy has limited upside profit potential by design. It is acredit-spreadstrategy, meaning that the trader sells option premiums and takes in a credit for the value of the options at the beginning of the trade. The trader hopes that the value of the options will diminish and culminate in a significantly lesser value, or no value at all. The trader thus hopes to keep as much of the credit as possible.\n\nThe strategy has defined risk because the high and low strike options (the wings), protect against significant moves in either direction. It should be noted that commission costs are always a factor with this strategy since four options are involved. Traders will want to make certain that the maximum potential profit is not significantly eroded by the commissions charged by their broker.\n\nThe iron butterfly trade profits as expiration day approaches if the price lands within a range near the center strike price. The center strike is the price where the trader sells both a call option and a put option (a short strangle). The trade diminishes in value as the price drifts away from the center strike, either higher or lower, and reaches a point of maximum loss as the price moves either below the lower strike price or above the higher strike price.\n\nThe following chart depicts a trade setup that implements an iron butterfly on IBM.\n\nIn this example, the trader anticipates that the price of IBM shares will rise slightly over the next two weeks. The company released its earnings report two weeks previous and the reports were good. The trader believes that the implied volatility of the options will generally diminish in the coming two weeks and that the share price will drift higher. Therefore the trader implements this trade by taking in an initial net credit of $550 ($5.50 per share). The trader will make a profit so long as the price of IBM shares moves between 154.50 and 165.50.\n\nIf the price stays in that range on the day of expiration, or shortly before it, the trader can close the trade early for a profit. The trader does this by selling the call and put options that were previously purchased, and buying back the call and put options that were sold at the initiation of the trade. Most brokers allow this to be done with a single order.\n\nAn additional trading opportunity available to the trader occurs if the price stays below 160 on the day of expiration. At that time the trader can let the trade expire and have the shares of IBM (100 per put contract sold) put to them for the price of $160 per share.\n\nFor example, suppose the price of IBM closes at $158 per share on that day, and assuming the trader lets the options expire, the trader would then be obligated to buy the shares for $160. The other option contracts all expire worthless and the trader does not need to take any action. This may seem like the trader has simply made a purchase of stock at two dollars higher than necessary, but remember, the trader took in an initial credit of $5.50 per share. That means the net transaction can be seen differently. The trader was able to purchase shares of IBM and collect $2.50 profit per at the same time ($5.50 less $2.00).\n\nMost of the effects of the iron butterfly trade can be accomplished in trades that require fewer options legs and therefore generate fewer commissions. These include selling anaked putor buying aput-calendar spread, however, the iron butterfly provides inexpensive protection from sharp downward moves that the naked put does not have. The trade also benefits from declining implied volatility, which the put calendar spread cannot do.\n\nThe iron butterfly option strategy has the potential for consistent income. By selling at-the-money call and put options, traders collect premiums that can generate profit if the asset’s price remains stable. The strategy is most effective when the asset’s price stays within a narrow range, allowing the sold options to expire worthless and letting traders keep the premiums collected.\n\nAnother advantage is the definedrisk profile. The iron butterfly limits potential losses by using long out-of-the-money calls and put options as a hedge. These long options cap the maximum loss if the price of the underlying asset moves significantly away from the strike price of the sold options. This clear risk management makes it easier for traders to control their exposure and set stop-loss levels, reducing the uncertainty often associated with other trading strategies.\n\nThe iron butterfly strategy isrelatively cost-effective. The net cost to establish the position is lower compared to some other strategies, as the premiums received from selling the at-the-money options generally offset the cost of buying the out-of-the-money options. This efficiency can result in a more favorable risk-reward ratio, especially in markets where trading costs are a significant consideration.\n\nFinally, the iron butterfly offers versatility and can be adjusted according to changing market conditions. If the underlying asset’s price shifts or if market volatility increases, traders can modify the position by rolling the options to different strike prices or expiration dates. This flexibility allows traders to adapt the strategy to new market dynamics, optimizing returns or minimizing losses as needed.\n\nIn summary, there are four components to an iron butterfly options strategy:\n\nAn iron butterfly is an options trading strategy that involves buying and selling a combination of call and put options to create a range-bound profit zone. Specifically, it consists of selling an at-the-money call and put, while simultaneously buying out-of-the-money call and put options.\n\nThe iron butterfly strategy works by setting up a range where the trader expects the underlying asset's price to remain until expiration. By selling the at-the-money call and put options, the trader collects premiums, which provide the potential for profit if the price stays within a narrow range.\n\nWhile both strategies involve creating a profit range using multiple options, the key difference lies in the type of options used. A regular butterfly spread uses either all calls or all puts, creating a single spread centered around the strike price.\n\nTo construct an iron butterfly, a trader must first choose an underlying asset and its expiration date. Next, the trader sells one at-the-money call and one at-the-money put option, then buys one out-of-the-money call and one out-of-the-money put option. The strike prices of the bought options should be equidistant from the strike price of the sold options.\n\nThe best time to use an iron butterfly is when there's low volatility. and the underlying asset's price is expected to remain stable. You could also consider using this strategy when implied volatility is relatively high, as it allows you to collect higher premiums from selling the at-the-money options.\n\nAn iron butterfly is an options strategy where you sell a call and a put option at the same strike price while buying a call and a put option at different, further-out strike prices. This setup is designed to profit when the price of the underlying asset stays within a narrow range, offering limited risk and reward.",
  "url": "https://www.investopedia.com/terms/i/ironbutterfly.asp"
}