{
  "term": "Irrational Exuberance: Definition, Origin, Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nIrrational exuberance refers to investor enthusiasm that drives asset prices higher than those assets' fundamentals justify. The term was popularized by former Fed chairAlan Greenspanin a 1996 speech, \"The Challenge of Central Banking in a Democratic Society.\"The speech was given near the beginning of the 1990sdot-combubble, a textbook example of irrational exuberance:\n\nIrrational exuberance is widespread and undue economic optimism. When investors start believing that the rise in prices in the recent past predicts the future, they are acting as if there is no uncertainty in the market, causing apositive feedback loopof ever-higher prices.\n\nIt is believed to be a problem because it can give rise tobubblesin asset prices. But, when the ultimately bubble bursts, investors quickly turn topanic selling, sometimes selling their assets for less than they're worth based on fundamentals. The panic that follows a bubble can spread to other asset classes, and can even cause a recession. The investors who get hit the hardest — the ones who are still all-in just before the correction — are the overconfident ones who are sure that the bull run will last forever. Trusting that a bull won't turn on you is a sure way to get yourself gored.\n\nAlan Greenspan raised the question of whether central banks should address irrational exuberance via a preemptive tight monetary policy. He believed that central should raise interest rates when it appears that a speculative bubble is beginning to take shape.\n\nFed Chair Alan Greenspanwarned the markets about their irrational exuberance on December 5, 1996.But he did not tighten monetary policy until the spring of 2000, after banks and brokerages had used the excess liquidity the Fed created in advance of theY2K bugto fund internet stocks. Having poured gasoline on the fire, Greenspan had no choice but to burst the bubble.\n\nThe stock marketcrashthat followed erased more than four years of gains in the tech-heavy Nasdaq composite index and wiped out many billions of dollars in market capitalization.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nIrrational Exuberanceis also the name of a 2000 book authored byeconomistRobert Shiller. The book analyzes the broader stock market boom that lasted from 1982 through the dotcom years. Shiller's book presents 12 factors that created this boom and suggests policy changes for better managing irrational exuberance. The book's second edition, published in 2005, warns of thehousing bubbleburst which ended up occurring three years later in 2008, and led to the Great Recession.\n\nFederal Reserve System. \"The Challenge of Central Banking in a Democratic Society.\"\n\nRobert J. Shiller. \"Irrational Exuberance: Revised and Expanded Third Edition.\" Princeton University Press, 2016.",
  "url": "https://www.investopedia.com/terms/i/irrationalexuberance.asp"
}