{
  "term": "Irrevocable Trusts Explained: How They Work, Types, and Uses",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn irrevocable trust can't be changed or cancelled unless its beneficiary or a court allows it.\n\nThe purpose of an irrevocable trust is to moveassetsfrom thegrantor'scontrol and name to that of thebeneficiary. This protects the assets fromcreditorsand reduces the value of the grantor's estate, which lowersestate taxes.\n\nIrrevocable trusts can't be modified, amended, or terminated without the permission of the grantor's beneficiary or by the order of a court. The exact rules can vary by state.\n\nIrrevocable trusts are generally set up to minimize estate taxes, access government benefits, and protect assets. This is in contrast to arevocable trust. With a revocable trust, the grantor can modify or cancel the trust. However, there is no creditor protection.\n\nWith an irrevocable trust, the grantor transfers ownership of the assets to the trust, legally removing allincidents of ownership. This removes the trust's assets from the grantor'staxable estate. It also relieves the grantor of the tax liability on the income generated by the assets.While the tax rules vary between jurisdictions, the grantor can't receive these benefits if they are thetrustee(the person with afiduciary dutyto hold the assets in trust for the beneficiary).\n\nThe assets held in the trust can include (but are not limited to) a business, investment assets, cash, and life insurance policies.\n\nIrrevocable trusts are especially useful for individuals who work in professions that may make them vulnerable to lawsuits, such as doctors or attorneys. Once an asset is transferred to such a trust, it is owned by the trust for the benefit of its beneficiaries. Therefore, it is safe from legal judgments andcreditorssince the trust will not be a party to any lawsuit.\n\nToday’s irrevocable trusts come with many provisions that were not commonly found in older versions of these instruments. These additions allow for much greater flexibility in trust management and distribution of assets. Provisions such as decanting, which allows a trust to be moved into a newer trust with more modern or advantageous provisions, can ensure that the trust assets will be managed effectively.Other features that allow the trust to change its state of domicile can provide additional tax savings or other benefits.\n\nIrrevocable trusts come in two forms: living trusts and testamentary trusts.\n\nAliving trust, which is also known as aninter vivos(Latin for \"between the living\") trust, is originated and funded by an individual during their lifetime. Examples of living trusts include the following.\n\nTestamentary trusts, on the other hand, are irrevocable by design. That's because they are created after the death of their creator and are funded from the deceased's estate according to the terms of theirwill.\n\nThe sole way to make changes to a testamentary trust or cancel it is to alter the will of the trust's creator before they die.\n\nIrrevocable trusts have many applications in planning for the preservation and distribution of an estate, including:\n\nRevocable trusts may be amended or canceled at any time as long as their creator is mentally competent. They do offer the benefit of allowing their creator to cancel them and reclaimpropertyheld by the trust at any time before death. However, such trusts do not offer the sameprotection against legal actionor estate taxes as irrevocable trusts.\n\nWhen using revocable trusts, government entities will consider that any property held in one still belongs to the trust's creator and therefore may be included in their estate for tax purposes or when qualifying for government benefits.Once a revocable trust's creator dies, the trust becomes irrevocable.\n\nTheSetting Every Community Up for Retirement Enhancement (SECURE) Actchanges some of the tax-saving benefits ofsee-through trusts.\n\nPreviously, certain non-spousal beneficiaries of retirement accounts that had been placed in an irrevocable trust could take their distributions over theirlife expectancy. However, under the SECURE Act rules, some beneficiaries may find they must take a full distribution by the end of the tenth calendar year following the year of the grantor's death.\n\nAn irrevocable trust cannot be changed or cancelled without a court order or the beneficiary's permission. Essentially, an irrevocable trust removes certain assets from a grantor’s taxable estate, and these incidents of ownership are transferred to the trust. A grantor may choose this structure to relieve assets in the trust from tax liabilities, along with other benefits, like protection from creditors and lawsuits.\n\nWhereas irrevocable trusts can't be changed or terminated, revocable trusts can be changed or terminated. And though irrevocable trusts offer protection from creditors and lawsuits, revocable trusts do not.\n\nUnder an irrevocable trust, legal ownership of the trust is held by a trustee. At the same time, the grantor gives up certain rights to the trust. Once an irrevocable trust is established, the grantor cannot control or change the assets once they have been transferred into the trust, unless the beneficiary gives them permission to do so.\n\nIrrevocable trusts can minimize estate taxes and protect assets. There are two different types: living trusts, created and funded by an individual during their lifetime, and testamentary trusts, which are created after the death of their creator according to the terms of their will. Irrevocable trusts are more complex arrangements than revocable trusts and may have current and future tax implications, so it's best to consult a tax or estate attorney if you're contemplating setting one up.\n\nCornell Law School, Legal Information Institute. \"Irrevocable Trust.\"\n\nThomson Reuters Practical Law. \"Expert Q&A on Decanting a Trust.\"\n\nAmerican Bar Association. \"Introduction to Wills.\"\n\nSocial Security Administration. \"Spotlight on Trusts.\"\n\nAmerican Council on Aging. \"How Medicaid Planning Trusts Protect Assets and Homes from Estate Recovery.\"\n\nAmerican Bar Association. \"Revocable Trusts.\"\n\nUniversity of Minnesota Extension. \"Trusts: Definitions, Types and Taxation.\"\n\nFederal Deposit Insurance Corporation. \"Irrevocable Trust Accounts (12 C.F.R. § 330.13).\"\n\nInternal Revenue Service. \"Retirement Topics - Beneficiary.\"",
  "url": "https://www.investopedia.com/terms/i/irrevocabletrust.asp"
}