{
  "term": "Irrevocable Letter of Credit (ILOC): Definition, Uses, Types",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn irrevocable letter of credit (ILOC) is an official correspondence from a bank that guarantees payment for goods or services being purchased by the individual or entity, referred to as the applicant, that requests the letter of credit from an issuing bank.\n\nAn irrevocableletter of creditcannot be canceled, nor in any way modified, except with the explicit agreement of all parties involved: the buyer, the seller, and the issuing bank. For example, the issuing bank does not have the authority by itself to change any of the terms of an ILOC once it is issued.\n\nA letter of credit is issued by a commercial bank guaranteeing that a buyer's payment to a seller will be received on time and for the correct amount. In the event that the buyer is unable to make a payment on the purchase, the bank will be required to cover the full or remaining amount of the purchase.\n\nDue to the nature of international dealings, including factors such as distance, differing laws in each country, and difficulty in knowing each party personally, the use of letters of credit has become a very important aspect of international trade.\n\nAlthough an ILOC is irrevocable while it is in force, generally the time period during which a proposed transaction is expected to be completed, an ILOC expires at a specified point in time, which is noted in the letter of credit.\n\nIrrevocable letters of credit are official bank correspondence transferred and authenticated through theSociety for Worldwide Interbank Financial Telecommunications(SWIFT) banking system. This is a global setup for facilitating financial transactions between banks or other financial institutions, and an ILOC is transmitted as MT700—message type 700.\n\nAn ILOC provides greater security of payment to the beneficiary of the letter, who is commonly the seller in a transaction. ILOCs are frequently sought for large construction projects because they are not subject to claims of preference in the event of abankruptcy.\n\nILOCs are most commonly used to facilitate international trade because of the additional credit risk involved when two parties unfamiliar with each other are transacting business across national borders. An ILOC assures the seller of receiving payment because it is a guarantee by the issuing bank, the buyer's bank, that it will make payment in the event the buyer fails to do so. By providing the seller with an assurance of payment, an ILOC also assists the buyer in arranging a transaction that the seller might otherwise be reluctant to make.\n\nAn ILOC is a means of facilitating a transaction between a buyer and seller with the assistance of their respective banks. The buyer requests an ILOC from his bank, which is then sent to the seller's bank. In addition to providing credit risk protection, an ILOC typically also specifies important details of the transaction, such as price, payment terms, and time and place for delivery of goods.\n\nIn the event the buyer fails to make payment as agreed, the buyer's bank makes payment to the seller's bank, which in turn renders payment to the seller, the beneficiary of the ILOC.\n\nILOCs can also be either confirmed or unconfirmed. Aconfirmed ILOCoffers additional risk protection for the seller by providing a guarantee of payment from both the buyer's bank and the seller's bank. With an unconfirmed ILOC, the seller's bank has no liability for payment and essentially serves only as a go-between to transfer payment to the seller from the buyer's bank.\n\nAn ILOC can be reversible and amended, but every party involved must agree to the change.\n\nEach irrevocable letter of credit may address a unique creditor or situation. Generally speaking, all irrevocable letters of credit will contain roughly the same information. This information includes but is not limited to:\n\nUsing an ILOC as the form of payment requires both the buyer's and seller's consent. Prior to obtaining, verify that both parties are prepared to proceed with this financial instrument and that they are aware of all of the letter's terms and conditions. In many cases, legal counsel may be hired to make sure the terms are accurate and clear.\n\nWhen pursing an ILOC, consider opting for a reputable bank with knowledge in ILOC transactions and global trade. Various factors that may impact your ability to receive and trust in the ILOC process include the bank's financial stability, global reach, and credit handling experience. In many ways, the ILOC is not only a reflection on the buyer or applicant but a judgement on the validity of the issuing bank. If applicable, ensure the letter is drafted in compliance withinternational trade laws.\n\nBanks often have an approval process in which they intake ILOC details such the desired ILOC amount, beneficiary information, expiry date, required documents, and any specific terms and conditions. This information is evaluated, and an assessment is made not only on the transaction but on the creditworthiness of the requestor. Once approved, the letter is prepared.\n\nOnce issued, carefully check the ILOC to make sure it appropriately represents the terms and circumstances agreed upon. To prevent issues throughout the payment process, any discrepancies or errors should be brought up right away with the issuing bank. Keep an eye on the ILOC's expiration date to make sure that all required documentation is provided and payment is requested within the allotted time limit. The letter could become null and void if this is not done.\n\nThe hidden value of an ILOC is the fact that it is often issued by a Federally-insured financial institution. This level of protection is often unachievable by a seller on its own.\n\nIn many cases, the buyer or applicant may be able to use an alternative to an irrevocable letter of credit. Sometimes, the buyer pays the supplier in full before receiving the goods or services. As it requires a sizable upfront payment, it may be less advantageous for the buyer while providing the seller with a high level of protection when there is acash-in-advancerequirement.\n\nWhen a transaction is conducted using anopen account, both the buyer and the seller agree to postpone payment until the product or service has been received.This approach is excellent for established, long-term relationships because it is founded on mutual trust. Payment depends on the buyer's desire to pay, hence the risk to the seller is larger.\n\nIn adocumentary collection, the buyer and seller exchange paperwork while also paying each other using a bank.In contrast to letters of credit, this form of e banks serve as mediators but do not guarantee payments. Instead, they help with the document exchange and obtain money from the buyer on the seller's behalf.\n\nBank guaranteesare a type of assurance that a bank gives to a seller on behalf of a buyer. It guarantees the seller that the bank will compensate the seller up to a certain sum in the case of a default or non-performance by the buyer. Bank guarantees, such as payment guarantees, performance guarantees, or bid bonds, can be customized to fulfill particular needs.\n\nLast, some entail the use of a dependable third-party agent viaescrow servicesto hold the funds until specific requirements are completed. Once the buyer has affirmed satisfaction with the products or services they received, the money is given to the seller. Escrow services give both the buyer and the seller a measure of security, though the transaction must be completed by one party prior to the other party following suit.\n\nThe General Services Administration of the United States government provides the following example of an ILOC. After specific information is provided, the following confirmation may be added and signed by the issuing bank.\n\nNote that in many cases, this format is acceptable and can be used for a variety of types of transactions. It may be that a specific template for an ILOC can be used with specific fields input or relevant bits of data added. This ILOC example outlines the terms of expiration, prevailing rules it may be subject to, and signature blocks required by different parties.\n\nThe issuing bank is the financial institution that issues the ILOC on behalf of the buyer. It undertakes the obligation to pay the beneficiary upon presentation of compliant documents. The issuing bank's creditworthiness and reputation are crucial factors influencing the acceptability of the ILOC.\n\nBuyers benefit from the assurance that payment will only be made upon proper documentation and compliance. An ILOC reduces the risk of non-performance by the seller and provides a level of security in international trade transactions.\n\nSellers benefit from the payment guarantee provided by the issuing bank. The ILOC assures them that, upon fulfilling the specified requirements, they will receive payment from the bank, mitigating the risk of non-payment or delayed payment.\n\nYes, an ILOC can be amended if both the buyer and the beneficiary agree to the changes. Amendments can modify the ILOC's terms, extend the expiry date, or adjust other conditions. All parties involved, including the issuing bank, need to agree and endorse the amendment.\n\nAn irrevocable letter of credit is a financial instrument used in international trade to ensure payment security for sellers and provide assurance to buyers. It is issued by a bank on behalf of the buyer, guaranteeing that the seller will receive payment upon complying with the specified terms and conditions. The ILOC cannot be canceled ormodified without the consentof all parties involved, reducing the risk of non-payment or non-performance.\n\nUS General Services Administration.  “52.228-14 Irrevocable Letter of Credit.”\n\nSociety for Worldwide Interbank Financial Telecommunications. “Category 7 - Documentary Credits and Guarantees.”\n\nInternational Trade Administration. “Open Account.”\n\nInternational Trade Administration. “Documentary Collection.”",
  "url": "https://www.investopedia.com/terms/i/iloc.asp"
}