{
  "term": "IRS Publication 527: What It is, How It Works",
  "definition": "IRS Publication 527, Residential Rental Property, is a document published by the Internal Revenue Service (IRS) that provides tax information for individuals who own residential properties that arerented out for income.\n\nTypically, all income earned from rental properties is reported to the IRS, though the type of rental activity will alter which sections of the tax form that income is reported. IRS Publication 527 outlines how to account for propertydepreciation, what types of deductions can be made on rental income, as well as what to do if only part of a property is rented.\n\nIRS Publication 527 is composed of five chapters of tax instructions that detail everything property owners need to know about the tax consequences of renting out their second homes, including the deductions that may be taken. Taxpayers should consult Publication 527 before renting their homes in order to learn how rental income is treated by the IRS.\n\nThe IRS considers \"rental income\" as any of the following: normal and advance rent payments, payments for canceling a lease, and expenses paid by the tenant.\n\nAdvance rent is any amount paid by the tenant before the period that it covers. For example, if on February 15, 2021, a property owner signs a five-year lease to rent their property, and consequently collects $4,000 for the first year's rent and $4,000 in rent for the last year of the lease, then they must report $8,000 in rental income in tax year 2021.\n\nFurthermore, if a tenant pays to break a lease, or forfeits their security deposit, the amount received is considered rent and must be included as rental income for the year it was received.\n\nSpecial rules apply if the taxpayer rents out a dwelling that’s considered a residence fewer than 15 days during the year. In this situation, the taxpayer doesn’t report the rental income and doesn’t deduct rental expenses.\n\nWhile many property owners assume that generating rental revenue will lead to a surplus of income, they should be aware of the multiple ways they're able to incur a tax loss on rental activity due to things like interest payments and depreciation.\n\nProperty owners are normally not allowed to deduct a tax loss, because renting out a second home is usually considered to be a passive activity. However, owners who assume a hands-on role in managing their rental space, by handling day-to-day tasks such as collecting rent checks, calling repairmen, and hiring exterminators may consequently deduct up to $25,000 of tax losses.\n\nTaxpayers are allowed to deduct the following expenses from operating arental property: home mortgage interest, mortgage insurance premiums, real estate taxes, depreciation, as well as other expenses that are normally nondeductible personal expenses, such as expenses for electricity or painting the outside of the house.\n\nInternal Revenue Service. \"Publication 527,\" Page 3.\n\nInternal Revenue Service. \"Publication 527,\" Page 13.\n\nInternal Revenue Service. \"Publication 527,\" Page 16.",
  "url": "https://www.investopedia.com/terms/i/irs-pub-527.asp"
}