{
  "term": "IRS Publication 519: U.S. Tax Guide For Aliens",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nIRS Publication 519 is the U.S. Tax Guide For Aliens, a document theInternal Revenue Service (IRS)publishes that details the tax procedures for aliens, individuals that are not citizens of the United States.﻿﻿ Not all aliens are subject to U.S. taxes.Resident aliens, those who have been in the country for a defined period, are subject to taxation on their worldwide income just as citizens are. Non-resident aliens are only taxed on income they earn within the U.S., as well as on certain types of international income.﻿﻿\n\nThe most important aspect of IRS Publication 519 is its definition of a taxpayer's status as either a non-resident alien or a resident alien using thesubstantial presence testor the green card test as the applicable tax rules are based on that status. Taxpayers may also be considered asdual-status aliensand should also determine the tax status of any spouse.﻿﻿\n\nThe substantial presence test measures residency by physical presence in the U.S. To meet this test, an individual must reside in the U.S. on at least:\n\nThegreen card teststates that an individual is a resident, for U.S. federal tax purposes, if they are a Lawful Permanent Resident of the U.S. at any time during the calendar year. A person becomes a Lawful Permanent Resident if they have been given the privilege, according to the immigration laws, of residing permanently in the U.S. as an immigrant, generally by being issued an alien registration card, also known as a \"green card,\" by theU.S. Citizenship and Immigration Services.﻿﻿\n\nIf an individual qualifies as both resident and non-resident in the same year, they have what is referred to as dual status. A married individual may also have a choice of treating their non-resident spouse as a resident alien.﻿﻿\n\nIndividuals determined to benon-resident aliensare generally subject to two different tax rates on their U.S. income, one for effectively connected income, and one for fixed or determinable, annual, or periodic (FDAP) income. Effectively connected income is earned from running a U.S. business or performing personal services and is taxed at the same graduated rates as a U.S. citizen. FDAP is considered passive income and is taxed at a flat 30% rate.﻿﻿ Non-resident aliens must file tax returns using Form 1040NR.﻿﻿\n\nFor non-resident aliens, tax treaties with foreign countries may reduce or eliminate U.S. tax on various types of personal services and other income, such as pensions, interest, dividends, royalties, and capital gains.﻿﻿\n\nInternal Revenue Service. \"About Publication 519, U.S. Tax Guide for Aliens.\" Accessed Jan. 31, 2020.\n\nInternal Revenue Service. \"Publication 519: U.S. Tax Guide for Aliens,\" Pages 10–11. Accessed Jan. 31, 2020.\n\nInternal Revenue Service. \"Publication 519: U.S. Tax Guide for Aliens,\" Pages 3–4, 7, 9. Accessed Jan. 31, 2020.\n\nInternal Revenue Service. \"Publication 519: U.S. Tax Guide for Aliens,\" Page 4. Accessed Jan. 31, 2020.\n\nInternal Revenue Service. \"Publication 519: U.S. Tax Guide for Aliens,\" Page 3. Accessed Jan. 31, 2020.\n\nInternal Revenue Service. \"Publication 519: U.S. Tax Guide for Aliens,\" Pages 7–9. Accessed Jan. 31, 2020.\n\nInternal Revenue Service. \"Publication 519: U.S. Tax Guide for Aliens,\" Page 20. Accessed Jan. 31, 2020.\n\nInternal Revenue Service. \"About Form 1040-NR, U.S. Nonresident Alien Income Tax Return.\" Accessed Jan. 31, 2020.\n\nInternal Revenue Service. \"Publication 519: U.S. Tax Guide for Aliens,\" Page 45. Accessed Jan. 31, 2020.",
  "url": "https://www.investopedia.com/terms/i/irs-pub-519.asp"
}