{
  "term": "IRS Form 8949: Sales and Other Dispositions of Capital Assets",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nForm 8949: Sales and Other Dispositions of Capital Assets is an Internal Revenue Service (IRS) form used to report capital gains and losses from investments. Individual taxpayers, partnerships, corporations, trusts, and estates use it.\n\nTaxpayers are required to report short- and long-termcapital gainsand losses from investment sales.The information recorded on Form 8949 reconciles the amounts reported to taxpayers and the IRS onForm 1099-B, which brokerages send to their account holders annually.\n\nAccording to the IRS, individuals, partnerships, corporations, trusts, and estates can file Form 8949 to report:\n\nTaxpayers filing ajoint returnmust complete as many pages of the form as necessary to report their transactions. The totals from all completed pages of Form 8949 are transferred to Schedule D.\n\nCorporations can also use Form 8949 to report the sale of stock from a specified 10%-owned foreign corporation, adjusted for the dividends-received deduction under section 245A, but only if the sale would otherwise generate a loss.\n\nTaxpayers with an eligible gain can invest it in a Qualified Opportunity Fund and elect to defer part or all of that gain.\n\nAcapital gainor loss is generated when a capital asset is sold and reported to the IRS for tax purposes.Schedule D: Capital Gains and Lossesof IRS Form 1040 is used to report most capital gain or loss transactions. Form 8949 must be completed to arrive at the net gain or loss that is entered on Schedule D.\n\nForm 8949 requires the filer's name, taxpayer identification number, and two parts to complete. Part I is for short-term assets held one year or less. Part II is for long-term transactions (assets held for more than one year). Each asset sold must be identified including its purchase, sale date, and sale price.\n\nThe transactions reported on Form 8949 can be found onForm 1099-B: Proceeds from Broker and Barter Exchange Transactions, provided annually by brokerages to their account holders and the IRS. Form 1099-B reports thecost basisof the investor’s buy and sell transactions.\n\nIn cases where Form 1099-B does not report the cost basis, the taxpayer must determine the base amount to calculate the gain or loss from a capital asset using a separate Form 8949.  A capital asset transaction for which no Form 1099-B is issued must be listed on another Form 8949.\n\nForm 8949 can also be used to correct any inaccuracies in the data reported on Form 1099-B. If the capital gains or losses for the year are accurately reported for all assets on 1099-B with the correct basis, then Form 8949 is not necessary.\n\nKeep in mind that Schedule D is still required and must still be filed.\n\nAll the pages of Form 8949: Sales and Other Dispositions of Capital Assets are available on the IRS website.\n\nNo, a taxpayer with capital gains or losses to report must file Form 8949 and Schedule D.Form 8949details every transaction, including its cost basis, sale date and price, and the total gain or loss. The total short-term and long-term gains or losses are then summarized on Schedule D to determine the total amount of capital gains taxes owed.\n\nInformation required for each asset reported on Form 8949 includes the stock or other asset description, purchase price, purchase date, selling price, and selling date.\n\nForm 8949 may be required when you realize a gain oncryptocurrencyby buying and then selling crypto for profit in a taxable account or exchanging crypto for goods or services that realize a gain in value.\n\nForm 8949: Sales and Other Dispositions of Capital Assets is an IRS form used by individuals and businesses to report capital gains and losses from investments. Form 8949 and Schedule D are required as part of your tax return whenever a capital asset, such as stock, is sold during the year.\n\nEach asset listing on Form 8949 must include a description, purchase price, purchase date, selling price, and selling date. For stock investors, most of the information needed to complete Form 8949 is included on Form 1099-B, which brokerages send to their account holders annually.\n\nInternal Revenue Service. \"Topic No. 409, Capital Gains and Losses.\"\n\nInternal Revenue Service. \"Instructions for Form 8949 (2023).\"\n\nInternal Revenue Service. \"Instructions for Schedule D (2023).\"\n\nInternal Revenue Service. \"2023 Form 8949.\"\n\nInternal Revenue Service. \"About Form 1099-B, Proceeds from Broker and Barter Exchange Transactions.\"\n\nInternal Revenue Service. \"About Form 8949, Sales and other Dispositions of Capital Assets.\"\n\nInternal Revenue Service. \"Frequently Asked Questions on Virtual Currency Transactions.\"",
  "url": "https://www.investopedia.com/terms/f/form-8949.asp"
}