{
  "term": "Irs Publication 550: What It Is, How It Works",
  "definition": "IRS Publication 550is a document published by theInternal Revenue Service (IRS)that provides information on how investment income and expenses are to be treated when filing taxes. IRS Publication 550 explains what investment expenses aredeductiblewhen gains and losses from the sale of investment property are to be reported and what type of investments are considered taxable.﻿﻿\n\nInvestors who purchase U.S. property from a foreign individual or firm may be required to withhold income taxes. In addition, U.S. citizens must report income earned on foreign investments, even if a Form 1099 was not issued. This is explained in more detail in IRS Publication 515.﻿﻿ Special tax rules apply to employees who exercise stock options. More information is provided in IRS Publication 525.﻿﻿\n\nThis is one of the agency's most complex topics, covering information on the tax treatment of investment income and expenses. It includes information on the tax treatment ofinvestment incomeand expenses for individual shareholders ofmutual fundsor other regulated investment companies, such as money market funds, according to the IRS.﻿﻿\n\nIt also explains what investment income is taxable and what investment expenses are deductible. It explains when and how to show these items on your tax return. There's information on how to determine and report gains and losses on the disposition of investment property. Another key section regards property trades andtax shelters.﻿﻿\n\nThe publication has a handy table that shows where to report various types of investment income on each type of return. Originally this included1040, 1040A, and 1040EZ; however, the latter two forms are no longer available.\n\nInterest income is covered in detail, including money market funds, certificates of deposit, penalties for early withdrawal, gifts for opening accounts, interest on insurance dividends, prepaid insurance premiums, U.S. obligations, interest on tax refunds, installment sale proceeds, interest on insurance contracts, how to treat usurious interest, interest on frozen deposits, below-market loans, foreign interest, U.S. Savings Bonds, educational savings bonds, bonds sold between interest dates, U.S. Treasury Bills and Notes, State or Local Government Obligations, mortgage revenue bonds, and Original Issue Discount (OID).﻿﻿\n\nTreatment of dividends is covered, including ordinary dividends, the most common type of distribution from a corporation or a mutual fund. Qualified dividends are covered, which are subject to the same 0%, 15%, or 20% maximum tax rate that applies to net capital gain. Capital gain distributions, which are paid or credited to your account by mutual funds and real estate investment trusts (REITs), are covered in detail.﻿﻿\n\nInternal Revenue Service. \"About Publication 550, Investment Income and Expenses.\" Accessed Jan. 31, 2020.\n\nInternal Revenue Service. \"Publication 515: Withholding of Tax on Nonresident Aliens and Foreign Entities,\" Page 3. Accessed Jan. 31, 2020.\n\nInternal Revenue Service. \"Publication 525: Taxable and Nontaxable Income,\" Page 11. Accessed March 31, 2020.\n\nInternal Revenue Service. \"Publication 550 Investment Income and Expenses (Including Capital Gains and Losses),\" Page 2. Accessed Jan. 31, 2020.\n\nInternal Revenue Service. \"Publication 550 Investment Income and Expenses (Including Capital Gains and Losses),\" Pages 5–12. Accessed Jan. 31, 2020.\n\nInternal Revenue Service. \"Publication 550 Investment Income and Expenses (Including Capital Gains and Losses),\" Pages 19, 20–21. Accessed Jan. 31, 2020.",
  "url": "https://www.investopedia.com/terms/i/irs-pub-550.asp"
}