{
  "term": "IRS Publication 535, Business Expenses: Meaning, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nPublication 535, Business Expenses is anInternal Revenue Service (IRS)document that discusses common business expenses and explains the rules for deducting business expenses. The guide explains what is and is not deductible, and lists some of the most common business deductions.\n\nFor a business expense to be deductible, it must be both ordinary and necessary. Ordinary expenses are common in a particular industry. Necessary expenses are either helpful or essential to conducting business. Business owners deduct expenses to bring down their total amount of taxable income.\n\nPublication 535, Business Expenses is the definitive source on what expenses are allowable deductions. The guide also provides guidance on which records and receipts to keep when deducting business expenses to be fully compliant.\n\nBusiness expenses are separate and distinct from the cost of goods, personal expenses, and capital expenses. These types of expensescannotalso count as business expenses. Certain types of business expenses, such as capital expenses, are treated differently than ordinary and necessary expenses; these types of expenses often require the taxpayer to use different tax forms.\n\nUltimately, the accounting method employed by the taxpayer—cash or accrual—determines when and how expenses can be deducted. Using the cash method, taxpayers can only deduct expenses after they are paid. With the accrual method, you can deduct expenses when the all-events test has been satisfied or when economic performance occurs. Publication 535 provides specific guidance for each of these accounting methods.\n\nIRS publications are informational booklets written by the Internal Revenue Service that give taxpayers detailed guidance on tax issues. There are IRS Publications on a wide range of topics related to filing one's taxes. Some of these topics include medical and dental expenses (Publication 502), bankruptcy (Publication 908), filing your taxes as a person with a disability (Publication 907), how to depreciate property (Publication 946), tax benefits for education (Publication 970), reporting tip income (Publication 531), and many more.\n\nTo find the complete list of business expenses that can be deducted, consult Publication 334. Here are some of the most common expenses businesses can deduct:\n\nBusinesses should be extremely mindful when deducting business expenses; exaggerating expenses or attempting to deduct unallowable expenses (such as personal expenses) can result in serious penalties—plus interest on the amount of taxes you owe. In some serious cases, the IRS may even pursue criminal charges for tax fraud.\n\nA publication that is closely related to Publication 535 isPublication 334, Tax Guide for Small Business (For Individuals Who Use Schedule C). This publication is a reference for small business owners who aresole proprietorsand also forstatutory employees. It provides information about calculating common business deductions,business tax creditsavailable to small businesses, and other information pertinent to sole proprietors and statutory employees.\n\nA sole proprietor is an individual who operates an unincorporated business with just one owner. They pay personal income tax on the profits made from their small business. Statutory employees, such asindependent contractors, are employees who work for a business, but their employer is not required to withhold taxes from their earnings.\n\nAnother guide that is relevant to Publication 535 is Publication 463: Travel, Gift, and Car Expenses. This publication explains the expenses associated with business activities that an individual taxpayer can deduct to reduce their overall taxable income, specifically travel, entertainment, gift, and car expenses.\n\nIn late 2017, the Tax Cuts and Jobs Act became law, overhauling the U.S. tax code for the first time in decades. This actaffected the regulation of deductiblebusiness expenses.\n\nSome changes under the new law include the elimination of certain deductions. For example, entertainment expenses spent in the course of doing business, payment for employee parking or other commuting expenses, local lobbying costs, and domestic production activities all cannot be deducted any longer. Another change involves rules allowing employees to deduct the cost of meals in company cafeterias while traveling for work.\n\nThe new tax code also includes a lower corporate tax rate, soC corporationspay a lower amount of tax overall. For smaller businesses, the new rules usher in a deduction for people who earn income from pass-through entities such asLLCsand sole proprietorships.\n\nFor a business expense to qualify as a deduction, it must meet two criteria required by the IRS: The expense must beordinaryandnecessary to the business. An expense is considered ordinary if it is common and accepted in your industry. An expense is considered necessary if it is helpful and appropriate for your business.\n\nNon-deductible business expenses are those not directly related to your business. Some examples of non-deductible business expenses include meals and entertainment, car payments, and home office deductions.\n\nBecause business expenses are tax-deductible, they can lower your taxable income and reduce the amount of tax you owe. However, personal expenses cannot be used as tax write-offs against business income. If you are caught doing this, you will end up paying penalties, and be charged interest on your unpaid taxes. If the amounts are high enough, it's possible the IRS may take legal action against you.\n\nIRS Publication 535 serves as a vital guide for businesses navigating deductible expenses. From clarifying essential criteria to warning against non-compliance, the guide proves indispensable for efficient navigation of evolving tax regulations.\n\nBeyond serving as a roadmap for businesses, the publication underscores the importance of strict adherence to IRS guidelines, cautioning against the exaggeration of expenses or the deduction of unallowable costs, with penalties as potential consequences. Furthermore, the guide addresses the impact of the Tax Cuts and Jobs Act on deductible business expenses, making it an essential and comprehensive resource for businesses navigating the complexities of ever-evolving tax regulations with efficiency and confidence.\n\nInternal Revenue Service. \"Publication 535 (2022), Business Expenses.\"\n\nInternal Revenue Service. \"Publications Online.\"\n\nInternal Revenue Service. \"About Publication 334, Tax Guide for Small Business (For Individuals Who Use Schedule C).\"\n\nInternal Revenue Service. \"Publication 463 (2022), Travel, Gift, and Car Expenses.\"\n\nU.S. Congress. \"H.R.1 - An Act to Provide for Reconciliation Pursuant to Titles II and V of the Concurrent Resolution on the Budget for Fiscal Year 2018.\"\n\nInternal Revenue Service. \"IRS Highlights Tax Reform Changes that Affect Businesses.\"",
  "url": "https://www.investopedia.com/terms/i/irs-pub-535.asp"
}