{
  "term": "IRS Publication 15: Employer's Tax Guide: Overview",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nIRS Publication 15: Employer's Tax Guide is a document published by theInternal Revenue Servicedetailing an employer's responsibilities for filing and reporting tax information. The document covers thewithholding, depositing, reporting, paying, and correcting of taxes for employees (although not for the corporation itself). IRS Publication 15 is also referred to as Circular E.﻿﻿\n\nIRS Publication 15 is used to determinefederal income tax, but not state orlocal taxes. The Tax Guide details federal income tax amounts for payroll withholdings, includingMedicareand Social Security amounts.﻿﻿ Employers should refer to their state's tax rules to ensure that proper state income tax amounts are withheld from employees' paychecks. Extra tax information is also available in IRS Publication 15-A.﻿﻿\n\nPreviously, one of the most important features contained in the Employer’s Tax Guide was the Percentage Method Tables and Wage Bracket Method Tables for Income Tax Withholding.﻿﻿ However, for the 2020 Employer's Tax Guide, these withholding tables have been removed. These tables—and the employer instructions on how to figure employee withholding—are now included in Publication 15-T, Federal Income Tax Withholding Methods. The IRS also provides an assistant on their website, called the Income Tax Withholding Assistant for Employers, to help employers figure out employee withholding.﻿﻿\n\nThese wage bracket tables help an employer to know exactly which percentage of their employees’ payroll they should bewithholdingfor taxes every pay period in order to comply with federal tax regulations. In order to determine the tax withholding amount, an employee must also file aW-4 Form, which can be updated as situations change in the employee’s life, such as a new family member.﻿﻿ In the event that an employee does not file a W-4, the Employer’s Tax Guide also details what amount to withhold instead.﻿﻿\n\nThe easiest way to access IRS Publication 15 is typically online through the IRS website. The Employer’s Tax Guide contains any updates and new legislative changes pertinent to employers, along with the following sections:\n\nInternal Revenue Service. \"2019: Publication 15 - (Circular E), Employer's Tax Guide,\" Pages 1–9. Accessed Dec. 6, 2019.\n\nInternal Revenue Service. \"2019: Publication 15 - (Circular E), Employer's Tax Guide,\" Page 9. Accessed Dec. 6, 2019.\n\nInternal Revenue Service. \"About Publication 15-A, Employer's Supplemental Tax Guide (Supplement to Circular E, Employer's Tax Guide, Publication 15).\" Accessed Dec. 13, 2019.\n\nInternal Revenue Service. \"2019: Publication 15 - (Circular E), Employer's Tax Guide,\" Pages 44 & 45. Accessed Dec. 6, 2019.\n\nInternal Revenue Service. \"2020 Publication 15.\" Accessed Jan. 29, 2021.\n\nInternal Revenue Service. \"About Form W-4, Employee's Withholding Certificate.\" Accessed Dec. 6, 2019.\n\nInternal Revenue Service. \"2019: Publication 15 - (Circular E), Employer's Tax Guide,\" Page 20. Accessed Dec. 6, 2019.\n\nInternal Revenue Service. \"2019: Publication 15 - (Circular E), Employer's Tax Guide,\" Page 1. Accessed Dec. 13, 2019.",
  "url": "https://www.investopedia.com/terms/i/irs-publication-15.asp"
}