{
  "term": "IRS Form 706: Who Must File It and Related Forms",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nForm 706: United States Estate (and Generation-Skipping Transfer) Tax Return is an Internal Revenue Service (IRS) form that an executor of a decedent’s estate uses to calculate theestate taxand the generation-skipping transfer tax.\n\nAn executor uses Form 706 to calculate theamount of tax owed on estatesvalued at more than $13.99 million if the decedent died in 2025 (or $13.61 million in 2024).\n\nForm 706 also helps executors determine the overall value of an estate prior to distributing any assets tobeneficiariesas outlined in the decedent’swillortrust. The IRS treats any inheritance with astepped-up valuation—or a step-up basis. That means thecost basisis adjusted to the fair market value of the inherited property as of the date of death.\n\nUsing the stepped-up valuation methodology allowsheirsto minimizecapital gains taxes. The method also allows for a cleaner valuation process in terms of limiting the number of administrative tasks associated with the estate.\n\nAgeneration-skipping transfer taxis a transfer of money or property, either as an inheritance or a gift, to someone who is two or more generations after the grantor. The person who receives the inheritance or gift is called the skip person. While a skip person is often a grandchild, it could be anyone who’s at least 37½ years younger than the grantor.\n\nThe generation-skipping transfer tax is imposed on gifts and inheritances that a skip person receives. This ensures that taxes are paid at each generational level. The generation-skipping transfer tax has the same lifetime exemption as the federal estate and gift taxes: $13.99 million for 2025 ($13.61 million for 2024).\n\nForm 706 must be filed by the executor of the estate of every U.S. citizen or resident:\n\nTo determine if the estate exceeds the exclusion amount, add together amounts 1, 2, and 3 below.\n\nThe IRS uses a stepped-up valuation methodology in determining the value of an estate.\n\nForm 706 is availableon the IRS website.\n\nForm 706-NA, United States Estate (and Generation-Skipping Transfer) Tax Return is used to calculate estate tax and generation-skipping transfer tax liability for nonresident alien decedents.\n\nForm 706-GS(D), Generation-Skipping Transfer Tax Return for Distributions is used to calculate taxes due on trust distributions subject to the generation-skipping transfer tax. Any skip person who receives a taxable distribution coming from a trust must use Form 706-GS(D) to calculate and report the tax due.\n\nTrustees must report taxable distributions to skip persons using Form 706-GS(D-1), Notification of Distribution from a Generation-Skipping Trust. Note thattrusteesmust also provide the skip person with the information needed to figure the tax due on the distribution.\n\nYou must file a paper Form 706 to report and pay estate tax or generation-skipping transfer tax within nine months of the date of the decedent’s death.If you can’t file Form 706 by the due date, you can apply for an automatic six-month extension using Form 4768, Application for Extension of Time to File a Return and/or Pay U.S. Estate (and Generation-Skipping Transfer) Taxes.\n\nFile Form 706 at the following address:\n\nIf you’re using a private delivery service (including DHL Express, FedEx, and UPS), send Form 706 to:\n\nIf you’re filing an amended Form 706, use the following address (even if you’re using a private delivery service):\n\nMake checks payable to “United States Treasury” and note the decedent’s name, Social Security number, and “Form 706” on the check. Alternatively, you can pay online through theElectronic Federal Tax Payments System.\n\nNot all estates must file a Form 706. A form has to be filed on behalf of someone who has died when the gross estate, adjusted taxable gifts and tax exemption surpasses the filing limit for the year of the person's death.\n\nIRS Form 706 is filed by the executor of an estate on behalf of someone who has died to determine what taxes are owed,while IRS Form 709 is filed by an individual to report to the government any gifts that have surpassed the annual limit.\n\nAn estate that pulls in more than $600 in annual gross income must file Form 1041, U.S. Income Tax Return for Estates and Trusts. The estate may also have to pay quarterly estimated taxes.\n\nIRS Form 706, also known as the United States Estate and Generation-Skipping Transfer Tax Return, is used to report the value of a deceased individual's estate for federal estate tax purposes. It includes information about the decedent's assets, deductions, and beneficiaries. It's used by the IRS to calculate any estate taxes which may be subject to an estate tax exclusion.\n\nInternal Revenue Service. \"About Form 706-GS (D-1), Notification of Distribution From a Generation-Skipping Trust.\"\n\nInternal Revenue Service. \"About Form 706, United States Estate (and Generation-Skipping Transfer) Tax Return.\"\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2024.\"\n\nInternal Revenue Service. \"About Form 706-GS (D), Generation-Skipping Transfer Tax Return for Distributions.\"\n\nInternal Revenue Service. \"Frequently Asked Questions: Gifts & Inheritances.\"\n\nInternal Revenue Service. \"Instructions for Form 706-GS (D-1),\" Pages 1-3.\n\nInternal Revenue Service. \"Instructions for Form 706 (09/2023).\"\n\nInternal Revenue Service. \"What's New - Estate and Gift Tax.\"\n\nInternal Revenue Service. \"About Form 706-NA.\"\n\nInternal Revenue Service. \"About Form 4768, Application for Extension of Time To File a Return and/or Pay U.S. Estate (and Generation-Skipping Transfer) Taxes.\"\n\nInternal Revenue Service. \"Where to File - Forms Beginning With The Number 7.\"\n\nInternal Revenue Service. \"Submission Processing Center Street Addresses for Private Delivery Service (PDS).\"\n\nElectronic Federal Tax Payment System. \"Welcome to EFTPS.\"\n\nInternal Revenue Service. \"Frequently Asked Questions on Estate Taxes.\"\n\nInternal Revenue Service. \"Deceased Person.\"\n\nInternal Revenue Service. \"About Form 709, United States Gift (and Generation-Skipping Transfer) Tax Return.\"\n\nInternal Revenue Service. \"File an Estate Tax Income Tax Return.\"",
  "url": "https://www.investopedia.com/terms/f/form-706.asp"
}