{
  "term": "IRS Publication 590: Individual Retirement Arrangements (IRAs)",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nIRS Publication 590, entitled \"Individual Retirement Arrangements (IRAs),\" is an IRS document that outlines rules forindividual retirement accounts (IRAs). The document, published by theInternal Revenue Service, provides information on how to set up an IRA, how to contribute to it, how much may be contributed, how to treat distributions, and how to take tax deductions for contributions made to IRAs.\n\nIRS Publication 590 also provides information on penalties that taxpayers might face if IRA regulations are not followed properly.\n\nWhile IRS Publication 590 specifies \"individual retirement arrangements,\" that term is meant to broadly represent a wide variety of individual retirement accounts, individual retirement annuities, and other trusts or custodial accounts that act as a personal savings plan that provides tax advantages for setting aside money for retirement.\n\nIRS Publication 590 has two parts. Part A covers contributions to individual retirement arrangements,and Part B covers distributions from individual retirement arrangements.There are significant differences between the various retirement accounts covered in IRS Publication 590, including Roth IRAs and traditional IRAs, especially when it comes to the tax treatment of contributions. The publication covers the following:\n\nIRS Publication 590 often outlines new rules or provisions, such as those that offer relief to disaster victims. For example, in the tax year 2017, it named a qualified disaster tax relief provision that covers \"tax-favored withdrawals and repayments from certain retirement plans for taxpayers who suffered economic losses\" as a result of Hurricane and Tropical Storm Harvey, as well as Hurricanes Irma and Maria, and the California wildfires.\n\nIn 2018, there were increases to the AGI limits across the board, as well as an extended rollover period for certain plan loan offsets and a disclosure disallowingrecharacterizationof conversions made in 2018 or later.\n\nThere are significant differences between the various retirement accounts covered in IRS Publication 590, including Roth IRAs and traditional IRAs, especially when it comes to the tax treatment of contributions.\n\nInternal Revenue Service. \"Publication 590-A.\"\n\nInternal Revenue Service. \"Publication 590-A,\" Page 31-37.\n\nInternal Revenue Service. \"About Publication 590-A, Contributions to Individual Retirement Arrangements (IRAs).\"\n\nInternal Revenue Service. \"Publication 590-B.\"\n\nInternal Revenue Service. \"2017 Publication 590A,\" Page 1.\n\nInternal Revenue Service. \"2017 Publication 590A.\"\n\nInternal Revenue Service. \"2018 Publication 590-A.\"\n\nInternal Revenue Service. \"Publication 590-A (2021), Contributions to Individual Retirement Arrangements (IRAs).\"",
  "url": "https://www.investopedia.com/terms/i/irs-pub-590.asp"
}