{
  "term": "IS-LM Model: What It Is, IS and LM Curves, Characteristics, Limitations",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nValerie Plesch / Bloomberg via Getty Images\n\nThe IS-LM model, which stands for “investment-saving” (IS) and “liquidity preference-money supply” (LM), is a Keynesianmacroeconomicmodel that shows how the market for economic goods interacts with theloanable fundsmarket, ormoney market. It is represented as a graph in which the IS and LM curves intersect to show the short-run equilibrium betweeninterest ratesand output.\n\nBritish economistJohn Hicksfirst introduced the IS-LM model in 1937, not long after fellow British economistJohn Maynard Keynespublished \"The General Theory of Employment, Interest, and Money\" in 1936. Hicks’ model served as a formalized graphical representation of Keynes’ theories, though it is used mainly as aheuristicdevice today.\n\nThe three critical exogenous (or external) variables in the IS-LM model areliquidity,investment, and consumption. According to the theory, liquidity is determined by the size andvelocityof themoney supply. The levels of investment and consumption are determined by the marginal decisions of individual actors.\n\nThe IS-LM graph examines the relationship between output, orgross domestic product (GDP), andinterest rates. The entireeconomyis boiled down to just two markets—output and money—and their respectivesupply and demandcharacteristics push the economy toward anequilibriumpoint.\n\nThe IS-LM graph consists of two curves: IS and LM. GDP is placed on the horizontal axis, increasing to the right. The interest rate makes up the vertical axis.\n\nThe IS curve depicts the set of all levels of interest rates and output (GDP) at which total investment (I) equals total saving (S). At lower interest rates, investment is higher, which translates into more total output (GDP), so the IS curve slopes downward and to the right.\n\nThe LM curve depicts the set of all levels of income (GDP) and interest rates at which money supply equals money (liquidity) demand. The LM curve slopes upward because higher levels of income (GDP) induce increased demand to hold money balances for transactions, which requires a higher interest rate to keep money supply and liquidity demand in equilibrium.\n\nThe intersection of the IS and LM curves shows the equilibrium point of interest rates and output when money markets and the real economy are in balance.Multiple scenarios or points in time may be represented by adding additional IS and LM curves.\n\nIn some versions of the graph, curves display limited convexity or concavity. Shifts in the position and shape of the IS and LM curves, representing changing preferences for liquidity, investment, and consumption, alter the equilibrium levels of income and interest rates.\n\nMany economists, including manyKeynesians, object to the IS-LM model for its simplistic and unrealistic assumptions about the macroeconomy. It cannot account for simultaneous highunemploymentandinflationin the economy. It is also undercut by the change bycentral banksto using an interest-rate rule rather than targeting themoney supply.\n\nEven Hicks later admitted that the model’s flaws were fatal, and it was probably best used as “a classroom gadget, to be superseded, later on, by something better.”Subsequent revisions have taken place for so-called “new” or “optimized” IS-LM frameworks.\n\nThe model is a limited policy tool, as it cannot explain howtax or spending policiesshould be formulated with any specificity. This significantly limits its functional appeal. It has very little to say about inflation, rational expectations, or international markets, although later models do attempt to incorporate these ideas. The model also ignores the formation of capital andlabor productivity.\n\nThe IS-LM model has limited use as a shortcut that enables quick decision-making. Because it is too simplistic, it is not useful for formulating tax or spending policies. Even its creator, John Hicks, called it “a classroom gadget” and expected it to be eventually replaced by something more sophisticated.\n\nThe LM curve slopes upward because a higher gross domestic product (GDP) causes greater demand to hold money for transactions. This, in turn, raises interest rates, so that money supply and liquidity can stay in equilibrium.\n\nA British economist named John Hicks developed the IS-LM model in 1936, basing it on theories published by another British economist, John Maynard Keynes, only a few months earlier.\n\nThe IS-LM model is a tool for looking at how the market for economic goods intersects with the loanable funds market. It depicts the short-term equilibrium point between interest rates and output, with its three variables being liquidity, investment, and consumption.\n\nBecause it is a highly simplistic device, it is only useful when snap decisions must be made, as it lacks the sophistication necessary for setting tax and spending policies.\n\nJohn Hicks, via JSTOR. “Mr. Keynes and the ‘Classics’; A Suggested Interpretation.”Econometrica, Vol. 5, No. 2 (April 1937), Pages 147–159.\n\nJohn Maynard Keynes, via Internet Archive. “The General Theory of Employment, Interest, and Money.” Harcourt Brace Jovanovich, 1953.\n\nDuke University, Department of Economics. “Introduction: Seven Decades of the IS-LM Model,” Pages 3–4 of PDF.\n\nBartleby. “What Is IS-LM Analysis?”\n\nJournal of Young Investigators. “Can the IS/LM Model Truly Explain Macroeconomic Phenomena?”\n\nSteven Kates, via Google Books. “Macroeconomic Theory and Its Failings,” Page 130. Edward Elgar, 2010.",
  "url": "https://www.investopedia.com/terms/i/islmmodel.asp"
}