{
  "term": "ISDA Master Agreement: Definition, What It Does, and Requirements",
  "definition": "An ISDA master agreement is a standard document regularly used to govern over-the-counter derivatives transactions.\n\nPublished by the International Swaps and Derivatives Association (ISDA), an ISDA master agreement is a standardized contract for over-the-counter (OTC) derivative transactions.It's the lingua franca of the derivatives world, used extensively by financial institutions, corporations, and other market participants.\n\nThe agreement provides prearranged terms, conditions, and forms of documentation, including payment arrangements and schedule, what happens if there's a default, what counts as termination events, and credit dealings. The ISDA master agreement is standardized but has customized schedules and sometimes a credit support annex that can be adjusted by the parties.\n\nWhile futures and most options are fully standardized and traded on exchanges like the Chicago Mercantile Exchange,OTCderivatives are just between two parties, not through an exchange or intermediary. Risk managers must carefully oversee traders and ensure approved transactions are correctly managed. When two parties enter a transaction, they each receive a confirmation setting out details and references to the signed agreement. The terms of the ISDA master agreement then cover the transaction.\n\nThe original ISDA master agreement was created to standardize these trades in 1985. It was revised in 1992 and again in 2002. Here are the types of derivatives for which they are used:\n\nThe ISDA master agreement makes transaction closeout and netting easier since it bridges the gap between various standards used in different jurisdictions. Below is the data on global derivatives trading since 2019. The chart is telling about what kinds of derivatives are traded OTC, since equities, commodities, and credit derivatives, popular exchange-traded contracts, are subsumed under \"other\" in the chart, and forex and interest rate derivatives are far more at issue in these contracts.\n\nMost multinational banks have ISDA master agreements in place with one another. These agreements usually cover all branches that are active in foreign exchange, interest rate, or options trading. Banks require corporate counterparties to sign an agreement to enter into swaps. Some also require agreements for foreign exchange transactions.\n\nWhile the ISDA master agreement is standard, its terms and conditions are amended and defined in its schedules. The latter are negotiated to cover either the requirements of a specific hedging transaction or an ongoing trading relationship.\n\nA credit support annex (CSA) sometimes accompanies the master agreement. The CSA allows the two parties involved to mitigate their credit risk by stipulating the terms and conditions under which they're required to postcollateralfor each other.\n\nISDA master agreements are used by firms worldwide.\n\nThe most significant advantages of an ISDA master agreement are that it improvestransparencyand provides higherliquidity, that is, an easier ability to trade in derivatives worldwide, knowing there are standardized terms available. In addition, clarifying the terms in the agreement saves time and legal fees for everyone involved.\n\nThe master agreement and schedule set out the grounds under which a party can force the closeout of covered transactions because of a termination event by the other party. Standard termination events include failure to pay orbankruptcy. Other termination events, including credit downgrades, can be added to the schedule.\n\nThe ISDA master agreement also specifies whether the laws of the U.K. New York state, or some other jurisdiction apply. It also sets out the terms for valuing, closing out, and netting all covered transactions in case of a termination event.\n\nNettingis a key feature of the ISDA master agreement. It's a way to offset or consolidate different payment obligations between two parties into a single net payment. Instead of each party making separate payments for each individual transaction, the amounts due are calculated and combined, resulting in a single payment from one party to the other.\n\nFor example, if Party A owes Party B $1,000,000 for one derivative transaction, and Party B owes Party A $800,000 for another transaction, these obligations can be netted against each other. The result would be a single payment of $200,000 from Party A to Party B.\n\nThe ISDA master agreement allowance of netting is particularly important if there's a default. By netting the transactions, the overall credit exposure is reduced since the parties only need to settle the net amount rather than each individual transaction separately. Thus, netting helps to mitigate counterparty risk and simplify cash flows.\n\nImagine that two companies, ABC Inc. and XYZ Corp. are in international finance. Each is located in a different country and wishes to trade OTC derivatives with each other.\n\nABC Inc. and XYZ Corp. could sign an ISDA master agreement based on the standard document. This agreement would set down provisions for how the two companies will handle these transactions, including what laws will apply and how the companies will close out the trades they make.\n\nIf there is a disagreement between the two companies about one or more trades, they will settle the disagreement using the laws specified in the agreement and based on the terms included in the ISDA master agreement.\n\nISDA master agreements are most commonly used by international financial companies, but they can be used by others. Some ultra-high-net-worth individuals use these agreements to trade.\n\nEach ISDA master agreement has provisions that specify how one or both parties can cancel the agreement. They also include events that will automatically end the agreement, such as one party entering default.\n\nYes. The term \"hunting license\" was used to describe ISDA master agreements in Michael Lewis'sThe Big Short.This refers to the massive market for OTC derivatives and how these agreements give some investors the chance to make high-level trades unavailable to most.\n\nThe ISDA master agreement is a standardized document created by the ISDA for OTC derivatives transactions. It provides a framework for the terms and conditions for trading OTC derivatives, helping to cut legal and credit risks by establishing consistent documentation across different jurisdictions and many trades.\n\nThe major parts of the ISDA master agreement include the schedule, which allows parties to customize certain terms, and the CSA, which details the collateral arrangements. The master agreement also addresses issues like dispute resolution, the governing law, and tax considerations. In addition, it helps to manage counterparty risk since it ensures that both parties understand their rights and obligations.\n\nInternational Swaps and Derivatives Association. \"2002 ISDA Master Agreement.\"\n\nInternational Swaps and Derivatives Association. \"Understanding the ISDA Master Agreement.\"\n\nBloomberg. \"Inside the World's Most Elite (and Secret) Traders' Club.\"",
  "url": "https://www.investopedia.com/terms/i/isda-master-agreement.asp"
}