{
  "term": "ISIN: What It Is, How, and Why It Is Used",
  "definition": "An ISIN (International Securities Identification Number) is a unique, 12-character alphanumeric code that is used to identify securities and financial instruments globally\n\nAn International Securities Identification Number (ISIN) is a12-digit alphanumeric codethat uniquely identifies a specific security. The organization that allocates ISINs in any particular country is the country's respective National Numbering Agency (NNA).\n\nAn ISIN is often confused with aticker symbol, which identifies the stock at the exchange level. For example, according to the ISIN Organization, IBM common stock is traded on close to 25 trading exchanges and platforms, and its stock has a different ticker symbol depending on where it is traded. However, IBM stock has only one ISIN for each security. The ISIN code is the only common securities identification number that is universally recognized. ISINs are used for numerous reasons, includingclearingand settlement.\n\nAll internationally traded securitiesissuersare urged to use the ISIN numbering scheme, which is now the accepted standard by virtually all countries.Both the United States and Canada use a similar scheme, known as aCUSIP number.\n\nISIN codes have a total of 12 characters that consist of both letters and numbers. These include the country in which the issuing company is headquartered (first two digits), along with a number specific to the security (middle nine digits), and a final character, which acts as a check.\n\nAn example of an ISIN number for a US company’s stock certificate could look like this: US-000402625-0 (dashes incorporated for simplicity). On the other hand, a theoretical Namibian company could have an ISIN, which appears as NA-000K0VF05-4. The middle nine digits of the ISIN are computer-generated in a complex formula. These are critical in helping protect against counterfeiting and forgery.\n\nAn ISIN should not be confused with a ticker symbol, which identifies stock at the exchange level. A company's security could have more than one ticker symbol depending on the trading platform, but the security will have only one ISIN.\n\nUniversal acceptance of ISIN allows global straight-through processing (GSTP), which is the electronic handling of trade clearing and settlement. ISINs are used to track the holdings of institutional investors in a format that is consistent across markets worldwide.\n\nISINs were first used in 1981 but were not widely accepted until 1989 when the G30 countries recommended their adoption. A year later they were endorsed by theInternational Organization for Standardization (ISO). In 1994, the Global ISIN Access Mechanism was created to electronically exchange ISIN information across regions through a digital information exchange process called GIAM-2.\n\nThe relevant National Numbering Agency (NNA) in each country issues ISINs. In the United States, this is the CUSIP Service Bureau. Established in 1964, the CUSIP Service Bureau was created to improve country-wide standards for the financial services industry.\n\nIn the United States, ISINs are extended versions of 9-character CUSIP numbers and are formed by adding a two-digit country code at the beginning of the CUSIP number and appending a check digit at its end.\n\nThe International Organization for Standardization (ISO) 6166 currently defines an ISIN’s structure.Currently, an ISIN can be assigned to most forms of securities, including (but not limited to) equity shares, units and/or depositary receipts, debt instruments including bonds, commercial paper, stripped coupons and principal amounts, T-bills, rights and warrants, derivatives, commodities, and currencies.\n\nYou can find the ISIN number for U.S. securities listed on the stock certificate or the prospectus for the shares in question.\n\nCUSIP is a nine-digit standard for identifying securities, but it is only used for securities issued in the United States and Canada. ISIN is a worldwide standard that uses twelve characters as a unique identifier for any security issued anywhere in the world.\n\nA stock ticker is an abbreviation for certain stocks or securities that are listed in the order books for an exchange, usually limited to three letters or fewer. An ISIN is a unique twelve-digit code that identifies any public security in the world. Unlike the ISIN, ticker symbols are not unique: the same company can have a different ticker symbol on each exchange where it is traded, and two companies can use the same ticker symbol if they trade in different markets. However, a given security can only have one ISIN and vice versa.\n\nAn International Securities Identification Number, or ISIN, is a unique twelve-digit code that is assigned to every security issuance in the world. This number is used to facilitate the trading, clearing, and settlement of securities transactions, especially across borders.\n\nThe ISIN Organization. \"ISIN: About International Securities Identification Number (ISIN).\"\n\nCUSIP Global Services. \"We Are the Trusted Originator of Quality Identifiers and Descriptive Data.\"\n\nInternational Organization for Standardization. \"ISO 6166:2021 (en): Financial Services — International Securities Identification Number (ISIN).\"",
  "url": "https://www.investopedia.com/terms/i/isin.asp"
}