{
  "term": "ISM Manufacturing Index: Definition and How It's Calculated",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nInvestopedia / Michela Buttignol\n\nThe ISM manufacturing index, also known as the purchasing managers' index (PMI), is a monthly indicator of U.S. economic activity based on a survey of purchasing managers at manufacturing firms nationwide. It is considered to be a key indicator of the state of the U.S. economy. Formally called the Manufacturing ISM Report on Business, the survey is conducted by theInstitute for Supply Management (ISM).\n\nThe ISM manufacturing index or PMI measures the change in production levels across the U.S. economy from month to month. The report is released on the first business day of each month. Thus, it is one of the earliest indicators of economic activity that investors and business people get regularly.\n\nThe ISM manufacturing index is a composite index that gives equal weight to new orders,production, employment, supplier deliveries, and inventories. Each factor is seasonally adjusted.\n\nThe ISM Report on Business contains three separate purchasing managers indexes based on surveys. In addition to the manufacturing PMI, the ISM produces a services PMI for the non-manufacturing sector, which is released on the third business day of the month. A hospital's PMI is released on the fifth business day of the month. The Institute also releases a Semi-Annual Economic Forecast in May and December.\n\nBy monitoring the ISM manufacturing index, investors can better understand national economic trends and conditions. When the index is rising, investors anticipate a bullish stock market in reaction to higher corporate profits. The opposite is the case in thebond markets, which may fall as the ISM manufacturing index rises because of the sensitivity of bonds to inflation.\n\nThe monthly announcement of the ISM manufacturing index can greatly influence investor and business confidence. This is because the index is a survey of purchasing managers and supply management executives who are at the forefront of their companies'supply chains.\n\nPurchasing managers are in the best position to assess the ebb and flow of business conditions. The manufacturers they work for must respond quickly to changes in demand, ramping up or scaling back purchases of materials they use in anticipation of demand for their finished products.\n\nAn index of more than 50 indicates an expansion in the manufacturing segment of the economy in comparison with the previous month while a reading of 50 indicates no change and a reading below 50 suggests a contraction of the manufacturing sector.\n\nThe ISM survey is broadly diversified across industries based on theNorth American Industry Classification System (NAICS), which is weighted by each industry's share of U.S.gross domestic product (GDP). Survey responses are delineated into 18 industry sectors, such as chemical products, computer and electronic products, and transportation equipment.\n\nSurvey respondents are asked whether activities in their organizations are increasing, decreasing, or stagnant. The activities include new orders, production, employment, supplier deliveries, inventories, customers' inventories, commodity prices, order backlog, new export orders, and imports.\n\nFor each of the categories, adiffusion indexis calculated by adding the percentage of respondents reporting an increase to half of the percentage of respondents reporting no change. The composite manufacturing index is calculated by taking an equal 20% weighting for five categories of questions on new orders, production, employment, supplier deliveries, and inventories.\n\nThe PMI has been calculated and published monthly since 1948 by the ISM, a not-for-profit professional association.\n\nAt the beginning of June 2024, the ISM released the series index information for May 2024. The monthly report compared series data from April 2024. Index information from the report is below.\n\nThe first three columns from the report indicate the most recent findings from the survey as well as the month-over-month change in each index. The report also signals the rate of change in addition to longer-term trends (how long each index has been moving in any given direction in terms of months).\n\nIn May, the manufacturing sector in the U.S. contracted for the second consecutive month, after the contraction seen in April 2024. Before April, March witnessed an expansion, which ended a 16-month streak of contractions.\n\nAs of May 2024, the United States ISM Manufacturing PMI is 48.7%.\n\nThe ISM Manufacturing Report on Business is released on the first business day of each month at 10:00 a.m. EST. The Services ISM Report on Business is released on the third business day of each month at the same time.\n\nThe ISM manufacturing index provides a number that indicates whether the manufacturing sector is growing or contracting. A PMI reading over 50 (or over 50%) means the sector is growing compared to the previous month, while a PMI reading under 50 (or under 50%) means the sector has contracted month-over-month.\n\nISM PMI data is considered to be a leading indicator of economic trends. Not only does the ISM manufacturing index report information on the prior two months, but it also outlines long-term trends that have been building over time based on prevailing economic conditions.\n\nThe Institute for Supply Management's monthly Manufacturing PMI Report on Business outlines directional trends for several manufacturing indexes. This report details month-over-month changes in growth or contraction in addition to reporting how long each index has been moving in its current direction. The ISM manufacturing index is useful in understanding the direction of economic activity from the lens of the country's primary manufacturing companies.\n\nInstitute for Supply Management. \"Manufacturing PMI at 48.7%, May 2024 Manufacturing ISM Report On Business.\"\n\nInstitute for Supply Management. \"ISM Report On Business.\"\n\nInstitute for Supply Management. \"Report Release Date Calendar.\"",
  "url": "https://www.investopedia.com/terms/i/ism-mfg.asp"
}