{
  "term": "ISO Currency Code: Definition and List for Major Countries",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nISO currency codes are three-letter alphabetic codes that represent the variouscurrenciesused throughout the world. When combined in pairs, they make up the symbols andcross ratesused in currency trading.\n\nEach of the country-specific three-letter alphabetic codes also has a corresponding three-digit numeric code. These codes are identified by theInternational Organization for Standardization(ISO), a nongovernmental organization that provides standards for manufacturing, commerce, technology, and communication. For currencies, the governing document is called ISO 4217:2015.\n\nISO currency codes are central tocurrency pairs, which are the quotation and pricing structures of the currencies traded in theforex market. The value of a currency is a rate and is determined by its comparison to another currency.\n\nThe first three-digit code used to designate a currency in a currency pair quotation is called thebase currency, and the second currency is called thequote currency. The currency pair indicates how much of the quote currency is needed to purchase one unit of the base currency.\n\nFor example,EUR/USDis the quote for the euro against the U.S. dollar. EUR is the three-letter ISO currency code for the euro, and USD is the code for the U.S. dollar. A quoted price for this pair of 1.2500 means that one euro is exchanged for 1.25 U.S. dollars because, in this case,EURis the base currency and USD is the quote currency (or counter currency). Another way of looking at this is that it will cost you $125 (USD) to buy €100 (EUR).\n\nISO wasn't involved in currency transactions until 1973 when the standards-making body decided it would be useful to be involved. After five years of collaboration and deliberation, the first standardized currency codes were published in 1978, with a standard on how they should change.\n\nISO 4217:2015 establishes the three-letter alphabetic codes that are used globally for currency exchanges. It also establishes equivalent three-digit numeric codes for each currency. For example, the three-digit numeric code for the U.S. dollar is 840, and the numeric code for the euro is 978.\n\nIn most instances, you won't see currencies quoted using numbers like this (978/840). Foreign exchange (forex) markets, for example, use the three-letter codes for currency pairs. However, the codes are designed to be used by both manual and automated systems.\n\nIn some cases, such as trades or orders that make use of computer algorithms, the numeric codes are easier to use and allow for more effective processing.\n\nThe ISO website offers a completelistof currency codes in XML and XMS formats. All of the major currency pairs have veryliquid marketsthat trade 24 hours a day every business day, and they have very narrowspreads.\n\nThe major currency pairs are as follows:\n\nValue traded vs. the U.S. dollar is the top criteria for classification as major currency pairs.\n\nOther important currencies include:\n\nIn foreign exchange (forex) markets, currency codes are the three letter codes that identify which currency pairs are being traded. For example, USD/CHF is a U.S. dollar and Swiss franc pair. These codes are established by the International Organization for Standardization (ISO) and are used globally.\n\nAccording to the most recent data from the Bank for International Settlements, eight currencies are present in the majority of global forex trades. They are the U.S. dollar (USD), euro (EUR), Japanese yen (JPY), British pound (GBP), Chinese yuan renminbi (CNY), Australian dollar (AUD), Canadian dollar (CAD), and Swiss franc (CHF).\n\nSWIFT currency codes are the same as ISO currency codes. SWIFT is theSociety for Worldwide Interbank Financial Telecommunications. Because ISO codes are used in SWIFT messages, they are often referred to as SWIFT codes.\n\nThe currency code for the United States dollar, the currency of the United States of America, is USD. Its symbol is $. The U.S. dollar is sometimes abbreviated to US$ to distinguish it from other dollar currencies.\n\nThe currency code for the British pound sterling, the currency used in the United Kingdom, is GBP. Its symbol is £.\n\nISO currency codes are three-letter codes that represent the currencies used throughout the world for financial transactions and forex markets. Each letter code also has a corresponding numeric code, though they are not used as frequently.\n\nThese codes were established and standardized in 1978. ISO codes are sometimes referred to as SWIFT codes because they are used by the Society for Worldwide Interbank Financial Telecommunications. They are also used in currency exchanges, particularly forex markets, where they designate the base and quote currencies.\n\nInternational Organization for Standardization. \"ISO 4217 Currency Codes.\"\n\nThe Bank of International Settlements. \"Triennial Survey: Turnover of OTC Foreign Exchange Instruments, by Currency.\"",
  "url": "https://www.investopedia.com/terms/i/isocurrencycode.asp"
}