{
  "term": "Issuer",
  "definition": "An issuer is a legal entity that develops, registers and sells securities tofinanceits operations. Issuers may be corporations,investment trusts, or domestic or foreign governments. Issuers are legally responsible for the obligations of the issue and for reporting financial conditions, material developments and any other operational activities as required by the regulations of their jurisdictions.\n\nIssuers most frequently make available the following types of securities: common andpreferred stocks, bonds, notes, debentures, bills and derivatives. Other issuers aggregate funds from a pool of investors to issue mutual fund shares or exchange traded funds (ETFs).\n\nTo illustrate the role of an issuer, imagine ABC Corporation sells common shares to the general public on the market to generate capital to finance its business operations. This means ABC Corporation is an issuer and is therefore required to file with regulators, such as theSecurities and Exchange Commission(SEC), disclosing relevant financial information about the company. ABC must also meet any legal obligations or regulations in the jurisdiction where it issued the security. Writers of options are occasionally referred to as issuers of options because they also sell securities on a market.\n\nAnon-issuer transactionis one that is not directly or indirectly executed for the benefit of the issuer. Non-issuer transactions refer to any disposition of a security that does not confer a benefit to the issuer (company).\n\nWhile the entity that creates and sells a bond or another type of security is referred to as an issuer, the individual who buys the security is an investor. In some cases, the investor is also referred to as a lender. Essentially, the investor is lending the issuer funds, which are repayable when the bond matures or the stock is sold. As a result, the issuer is also considered to be a borrower, and the investor should carefully examine the borrower's risk of default before buying the security or lending funds to the issuer.\n\nRatings firms such as Standard and Poor's and Moody's create credit ratings for issuers of debt securities, just as credit bureaus create credit profiles and scores for individual consumers. Rather than being expressed as a number like consumer credit scores, issuer scores are pegged to letters. For example, if an entity has a AAA rating, it has a history of repaying its debts and boasts a very low rate of default. Conversely, it an entity has a DDD rating, it is in default. Issuers with ratings of BB or below have their bonds labeled as junk, indicating that they pose a high risk of default for investors.\n\nCountries also receive credit ratings. For example, after Greece missed billions of dollars of loan repayments, its credit rating was downgraded to CCC+. However, after the country implemented reforms, cut costs and recapitalized its banks, Standard and Poor's increased its rating to B-, indicating that the company's bonds are a bit safer.",
  "url": "https://www.investopedia.com/terms/i/issuer.asp"
}