{
  "term": "Issued Shares: Definition, Example, Vs. Outstanding Shares",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nIssued shares are the subset of authorized shares sold and held by the shareholders of a company, whether they are insiders, institutional investors, or the general public. This is detailed in the company’s annual report. Issued shares include the stock a company sells publicly to generate capital and the stock given to insiders as part of their compensation packages. Thus, authorized shares are the total number a company can ever issue or sell, and issued shares are the portion of those shares that a company has sold or otherwise placed in the market, including shares they hold in their treasury.\n\nIssued shares also differ fromoutstanding shares. These are the number of shares in the market that are available for purchase by investors but do not include shares the company holds in its treasury. Issued shares can be contrasted with unissued ones, which have been authorized for future offerings but have not yet been issued.\n\nA company issues a share only once. After that, investors may sell it to another investor on the secondary market. When companies buy back their own shares, the shares remain listed as issued, even though they are not classified as \"treasury shares\" because the company may resell them. For a small, closely held corporation, the original owners may hold all the issued shares.\n\nThe number of issued shares is recorded on a company’s balance sheet as capital stock orowners' equity, while the shares outstanding (issued shares minus any shares in the treasury) are listed on the company’s quarterly filings with the Securities and Exchange Commission. The number of outstanding shares is also in the capital section of a company’s annual report.\n\nThe number of issued and outstanding shares, which is used to calculate market capitalization and earnings per share, are often the same.\n\nAuthorized shares are those a company’s founders or board of directors (BofD) have approved in their corporate filing paperwork. Issued shares are those the owners have decided to sell in exchange for cash, which may be less than the number of shares actually authorized.\n\nShares issued generate the assets or other value for founding or developing a company. For example, a company may retain authorized shares to conduct a secondary offering later, sometimes called atender offer, or use them for employee stock options.\n\nOwnership of a corporation is typically determined by examining who holds the issued shares. This includes shares distributed during the company's initial startup phase or throughsecondary offerings. One may consider not only the issued and outstanding shares but also those that could be issued in the future. This broader view is captured in the \"fully diluted\" calculation, which takes into account shares that would be issued if all authorized stock options and convertible securities were exercised.\n\nAnother way for ownership to be projected is by measuring the issued and authorized stocks. This approach, called the \"working model\" calculation, forecasts potential changes in shareholder positions based on the total number of shares a company may issue, along with those already issued. It's thus a speculative view of how ownership could evolve if the company fully uses its authorized share capital. It's important all board members use the same calculation when making decisions or plans for the business to maintain consistency.\n\nIf astartupissues 10 million shares out of 20 million authorized shares to an owner, and the owner’s shares are the only ones issued, the owner controls 100% of the corporation.\n\nBofDs typically use the fully diluted or working-model calculation for planning and projecting. For instance, if the board believes it may issue two million additional shares to an investor and offers three million shares as stock options to high-performing employees, it might offer the founders additional stock options so they do not significantly dilute their ownership percentage.\n\nIssued shares represent all the stock a company has issued. Outstanding shares, meanwhile, are the shares circulating in the market owned by investors and available for them to trade.\n\nOften, the number of issued and outstanding shares will be the same. However, there are cases, particularly with larger companies, where not all the shares issued will be in the hands of investors. For example, when a companyrepurchases its shares, they are no longer held publicly but kept in the company’s treasury instead. These shares would then count as issued shares but not as outstanding shares. Alternatively, outstanding shares are issued shares minus any shares in the treasury.\n\nA publicly traded company’s total number of shares outstanding can usually be found on exchange platforms and in the shareholder’s equity section of the company balance sheet.\n\nAuthorized shares are the total number of shares a company can legally issue, while issued shares are the number the company has issued to date. The number of authorized and issued shares may be the same or different, in which case there would be more authorized than issued shares.\n\nWhen a company issues shares, it is basically selling parts of ownership to the public in exchange for money. The goal is to raise capital without getting too saddled with debt. Companies initially issue shares via aninitial public offering. Afterward, if they need another cash injection, they may decide to issue more shares via a rights issue.\n\nThe disadvantages of going public include following extra regulations and disclosure requirements. Being a publicly traded company can bring extra scrutiny and increase accounting and other costs.Issuing more shares later also has disadvantages. Shareholders generally don’t like being asked to cough up more money if they don’t wish to have their ownership stake diluted. Rights issues can damage a company’s reputation and make investors want to steer clear. Thus, to raise the required funds, it’s usually necessary to offer the new shares at a notable discount to their current price.\n\nCompanies issue shares to the public to raise money. They initially sell a set number of shares to investors, and then those same shares can be traded among investors on a secondary market.\n\nIssued shares are those that the founders or BofD have decided to sell in exchange for cash. They include the shares held by investors and employees, otherwise known as outstanding shares, and the shares a company bought from investors and removed from the market, otherwise known as treasury stock.",
  "url": "https://www.investopedia.com/terms/i/issuedshares.asp"
}