{
  "term": "Issuer Identification Number (IIN): Definition and Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe issuer identification number (IIN) on a payment card indicates which bank or other financial institution issued that card and is responsible for it. These numbers are found on credit, debit, and other types of payment cards worldwide. Issuer identification numbers are sometimes referred to asbank identification numbers (BINs).\n\nCredit card numbers vary in length, frequently 15 or 16 digits but sometimes as many as 19. The first eight or nine of those digits represent the issuer identification number. Cards with eight numbers are used for international exchange, while nine-digit numbers represent closed or national transactions.\n\nThe very first digit is known as the major industry identifier (MII) number. These numbers were established by the International Organization for Standardization (ISO) and the International Electrotechnical Commission in a standard known as ISO/IEC 7812.\n\nThe MII indicates which industry the number is associated with. For example, numbers 3, 4, 5, and 6 apply to the banking and financial sectors, while 1 and 2 apply to the airline industry, 7 to the oil industry, and so forth. For that reason, credit and debit cards will begin with either a 3, 4, 5, or 6, depending on which card processing network (such as Visa or Mastercard) they are tied into.\n\nSpecifically, to use some well-known cards and card networks as examples, Visa cards begin with a 4, Mastercards with a 2 or a 5, Discover cards with a 6, and American Express Cards with a 3.\n\nThe remaining digits in the IIN indicate the bank or other financial institution that issued the card. (In recent years, newly issued IINs have consisted of eight digits, while earlier ones had six digits. This change was made to accommodate the rapidly growing numbers of cards and cardholders.)For example, Visa cards issued by Chase will have different IINs from Visas issued by Capitol One or Wells Fargo, although they will all begin with a 4.\n\nFollowing the IIN on the card are a series of numbers unique to that specific cardholder. The very last number, known as the \"check digit\" or \"check sum,\" is used to validate the card number (and make sure you've typed it in correctly if you're buying something online) through a computation called theLuhn Algorithm.\n\nThe entire string of numbers, identifying the card network, the financial institution that issued the card, and the individual the card belongs to, is often referred to as theprimary account number, or PAN.\n\nThat's how many different number combinations a typical 15- or 16-digit credit card number allows for, according to American Express. A quadrillion is equal to 1,000 trillion, or 1,000,000,000,000,000.\n\nIssuer identification numbers and the individual account numbers accompanying them allow merchants and others to verify that a card is valid and that the user's account has sufficient funds available to cover the transaction—and they make it happen almost instantaneously.\n\nThe number printed on your credit card and your account number with the financial institution that issued it can be two different things. As the credit bureau Experian points out, \"If your card is lost or stolen, then you'll receive a replacement card with new credit card numbers, but your account number will remain the same.\" If you don't already know it, you should be able to find your account number by consulting your monthly credit card statement.\n\nA CVV orvalidation codeis a three- or four-digit number printed on the front or back of credit and debit cards (depending on the card issuer). It stands for card verification value and is intended to provide an additional level of security. The theory is that a thief who obtains your card number might not have the actual card and would be unable to provide the CVV code if asked for it.\n\nUnder the federal Fair and Accurate Credit Transaction Act (FACTA), merchants must \"truncate\" your credit or debit card number on electronically printed receipts, showing no more than the last five digits (there is no such limit on handwritten or similar receipts). They are also prohibited from including your card's expiration date. These rules are meant to offer some protection against identity theft.\n\nA virtual credit card number is a number that's different from your regular credit card number but linked to the same account. Virtual credit cards, sometimes calledsingle-use cards, are often used in online shopping to keep your main card number from being compromised or stolen.\n\nAuthorized userson another person's credit card account can get a card with their name printed on it, but whether the number will be the same depends on the card issuer. Either way, the original account holder should bear in mind that they are responsible for any debts the authorized user racks up with the card.\n\nThe issuer identification number on a credit, debit, or other payment card shows which financial institution issued that card and what processing network it belongs to. The remaining digits, except for the last one, represent your personal credit card number.\n\nAmerican National Standards. \"Issuer Identifier Numbers (IINS).\"\n\nInternational Organization for Standardization. \"ISO/IEC DIS 7812-1(en): Identification cards – Identification of Issuers — Part 1: Numbering System.\"\n\nAmerican Express. \"What Is a Credit Card Number?\"\n\nExperian. \"How Many Numbers Are on a Credit Card?\"\n\nFederal Trade Commission. \"Slip Showing? Federal Law Requires All Businesses to Truncate Credit Card Information on Receipts.\"",
  "url": "https://www.investopedia.com/terms/i/issuer-identification-number-iin.asp"
}