{
  "term": "Issue: Definition, Purposes, Types of Securities Offerings",
  "definition": "An issue is a process of offering securities in order to raise funds from investors. Companies may issue bonds or stocks to investors as a method of financing the business.\n\nThe term \"issue\" also refers to a series of stocks or bonds that have been offered to the public and typically relates to the set of instruments that were released under one offering.\n\nThe issuance of securities can take many forms. Companies may have anew issue, in which they release a security for the first time, or aseasoned issue, in which an established firm offers additional shares. In general, an issue tends to refer to a particular offering. For example, if a company sells a group of 10-year bonds to the public, that set of bonds will be referred to as a single issue.\n\nIf a company needs capital, among its options are selling stocks or issuing bonds. In asecondary offering, the board of directors votes to issue more shares and increase the number of shares available in the market for trading. The proceeds from selling additional shares to the public go directly to the company.\n\nLikewise, if a business wants to move existing debt and create new debt at the same time, it might decide to issue bonds. The company borrows money from investors and repays it with interest. The interest is a tax-deductible expense that reduces the corporation’s cost of borrowing.\n\nCompanies need to consider business goals when deciding whether to sell stock or to issue bonds. Issuing stocks or bonds in order to raise capital for projects can have the effect of changing thecapital structureof a firm (which is comprised of a mix of debt and equity). How weighted a company's structure is in either debt or capital determines thecost of capitalfor the company. The cost of issuing debt is the interest rate that the issuing company has to periodically pay its investors and lenders. The cost of issuing equity is dividend payments. Finding a good balance between both types of securities can help a firm avoid paying a high cost of capital.\n\nMoney from equity investment doesn't need to be repaid, nor do dividends associated with shares need to be paid as interest does with bonds. Since each issue of stock changes an investor's ownership in the company, there is a limit to how much stock a company can issue asdilutionbecomes a problem.\n\nHowever, corporations can issue bonds as long as investors are willing to act as lenders. Because companies can pay bondholders a lower interest rate and retain greater control over funding, issuing bonds is less expensive than borrowing from a bank. Bonds do not change the ownership or operation of a company that is owned while selling stock does. Record-keeping is simpler with bondholders, as all bonds with the same issuance earn the same interest rate and have the samematurity date. Bond offerings are also more flexible than stock issuance.\n\nCompanies issuing stocks and bonds may use investment banks to facilitate the process. For example, if a company decides to sell bonds, theinvestment bankdetermines the value and riskiness of the corporation, then determines the prices, and finallyunderwritesand sells the bonds to the public or privately in a so-calledprivate placement. Investment banks might also underwrite stocks or other securities for aninitial public offering(IPO) or secondary public offering.Book runnersmay be assigned to larger accounts.\n\nUnderwriting involves conducting thorough research and assessing the degree of risk associated with a new issue. This check helps to set fair borrowing rates for loans and create a market forsecuritiesby accurately pricing investment risk. If the risk is deemed too high, an underwriter may refuse to participate or will require a higher yield. Underwriting ensures that the company's IPO will raise the amount of capital needed, and provides the underwriters with a premium or profit for their service. Investors benefit from thevettingprocess that underwriting provides and the ability it gives them to make an informed investment decision.\n\nThis type of underwriting can involve individual stocks as well as debt securities, including government, corporate, or municipal bonds. Underwriters or their employers purchase these securities to resell them for a profit either to investors or dealers (who sell them to other buyers). When more than one underwriter or group of underwriters is involved, this is known as anunderwriter syndicate.",
  "url": "https://www.investopedia.com/terms/i/issue.asp"
}