{
  "term": "J: What This Nasdaq Designation Means",
  "definition": "The term “J” refers to a designation for Nasdaq-listed stocks that specifies that the stock has voting rights. The designation appears as the fifth letter following a dot after a stock’s four-letter ticker symbol.\n\nThe designation “J” on Nasdaq-listed stocks means they have voting rights. The designation is the fifth letter following a dot after a stock’s four-letter ticker symbol.\n\nThe letter is a temporary suffix that is removed once the shareholder vote is finished. Different letter suffixes attached to tickers on Nasdaq-listed stocks represent various share classes, corporate actions, or specific types of securities.\n\nSecurities that trade onstock exchangesare represented by a series of characters, usually a set of letters. This is called the ticker symbol. It allows individuals and companies to execute trades for these securities without the confusion that might come from similarly named companies (or even different shares offered by these companies).\n\nTraders can recognize the stock exchange on which these companies trade based on the number of letters in the symbol. For instance, stocks that trade on the New York Stock Exchange(NYSE)have three letters, while those on the Nasdaq have four.\n\nPublicly traded stocks also contain suffixes that alertshareholdersto specific situations pertinent to the company. These suffixes appear as the fifth letter following a dot after a company’s ticker symbol. The letter J is one of those suffixes. This designation identifies public security issues that have voting rights.\n\nJ also reveals that there is more than one issue of a company’s common stock. For example, Alphabet Inc. offers different classes of stock:\n\n2.Class B Shares (Not publicly traded)\n\nThe letter J is only added temporarily when there is a shareholder vote situation and is removed when the situation has been resolved.\n\nCommon stock with voting rights is consideredvoting stock. Most common stock comes with voting rights. These allow shareholders to vote on the board of director members or in corporate transactions likemergers. The exchange removes the designation once the shareholder vote situation is complete.\n\nSince its ticker symbols are composed of three letters, the NYSE uses a fourth letter to identify unique instances when the stock issued is different from normal.\n\nHere are some reasons the \"J\" designation might be used temporarily:\n\nIncluding common stock, preferred stock, exchange-traded funds, and corporate bonds, almost 5,000 tickers trade on the Nasdaq.\n\nThe Nasdaq uses a variety of letters, which are called fifth-letter designations, to distinguish stock issuances and the rights that come along with them. J is just one of those designations.\n\nLike J, the letter D is also a temporary suffix. D represents anew issue, noting that it’s a corporate reorganization.\n\nIf you see a ticker symbol with the letter H after a dot, the issuance is the company's secondpreferred bond. The K at the end of a symbol means the stock is nonvoting.\n\nThe letter E means the company is delinquent with a Securities and Exchange Commission filing, while C means the company doesn't meet all requirements for listing on the Nasdaq. An A or B means the company’s A or B shares, respectively, and most of the various other letters deal with being a preferred,convertible, or rights issuance.\n\nUnlike the Nasdaq, where the letter \"J\" can indicate voting rights, the NYSE uses \"V\" for this purpose. For instance, if a company has both voting and nonvoting shares, the ticker symbol for voting shares might include a \"V\" suffix to distinguish it from nonvoting shares. However, these suffixes are less common today, as most companies issue voting rights with their common stock and explicitly outline differences in share classes in their filings or prospectuses.\n\nVoting stock is common stock with voting rights. The majority of common stock has voting rights. Voting stock allows a shareholder to vote during a shareholder vote situation.\n\nA real example of a ticker with the \"J\" designation is BRK.J, representing Berkshire Hathaway Class J voting shares. However, Berkshire Hathaway primarily trades underBRK.A(class A shares) andBRK.B(class B shares), and there isn't a commonly traded example with the \"J\" suffix active since it temporarily marks for clarity's sake which shares entitle someone to vote on a particular corporate measure.\n\nJ is a Nasdaq-listed stock designation specifying that the stock has voting rights. It appears as the fifth letter following a dot after a stock’s four-letter ticker symbol. J is added to denote a shareholder vote situation.\n\nThe letter is temporary and is removed once the shareholder vote has been completed.",
  "url": "https://www.investopedia.com/terms/j/j.asp"
}