{
  "term": "Jackson Hole Economic Symposium Definition and Why Is It Important",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe Jackson Hole Economic Symposium is an annual symposium, sponsored by the Federal Reserve Bank of Kansas City since 1978, and held in Jackson Hole, Wyo., since 1981. Every year, the symposium focuses on an important economic issue that faces world economies. Participants include prominentcentral bankersand finance ministers, as well as academic luminaries and leading financial market players from around the world.\n\nThe symposium proceedings are closely followed by market participants, as unexpected remarks emanating from the heavyweights at the symposium have the potential to affect global stock and currency markets.\n\nThe Jackson Hole Economic Symposium is one of the longest-standing central bankingconferences in the world. The mission of the event is to foster an open discussion. Attendees are selected based on each year’s topic, with additional consideration given to create regional diversity among attendees.\n\nTheFederal Reserve Bank of Kansas Citycharges attendees a fee to cover the expenses associated with the symposium. About 120 people generally attend a year, representing a variety of backgrounds and industries. But attendance by participants is limited and select media is also invited. This not only helps keep the focus of the symposium on track but also provides it with transparency.\n\nEach year, the Federal Reserve Bank of Kansas City selects a specific topic for the symposium and chooses a pool of attendees based on that topic. These experts write and present research related to the symposium's theme. The bank posts the papers online, along with full transcripts from the event. Anyone who wishes to view them can do so for free online, or get a free printed copy after they are published.\n\nThe topic for the2024 symposiumis “Reassessing the Effectiveness and Transmission of Monetary Policy.”\n\nWith the rise of tech giants like Meta, Amazon, Apple, and Google, has the amassed market power of such big companies hurt the broader economy—or could it? Doantitrustauthorities need to take firmer action?\n\nIn the wake of the global financial crisis, central banks worldwide used a variety of tactics to resuscitate their countries’ economies. While the traditional tactic of slashing interest rates to reduce borrowing costs was widely used, many central banks also took the more unconventional approach of beefing up their balance sheets byacquiring financial assets, such as sovereign, agency, and corporate bonds, and in some instances, stocks, in large quantities.\n\nA major and ongoing consideration for central bankers is staying ahead ofinflationby setting interest rates to prevent disruptive rapid price increases; however, these days, preventing inflation isn't as simple as it used to be. The global economy is awash in liquidity, normally an ignition source for inflation, as more money chases the same quantity of goods, leading to ever-higher prices.\n\nThe topic for the 2023 Jackson Hole Economic Policy Symposium was \"Structural Shifts in the Global Economy.\" Speakers included Jerome Powell, Chair of the Federal Reserve, Christine Lagarde, President of the European Central Bank, Ben Broadbent, Deputy Governor of the Bank of England, and Kazuo Ueda, Governor of the Bank of Japan. Topics that were discussed included structural changes in the financial markets and the conduct of monetary policy and structural constraints on growth.\n\nThe Jackson Hole Economic Policy Symposium is an annual gathering of individuals to discuss central banking policies. The symposium brings together people from across the economic, financial, and governmental fields, to discuss the most pressing matters facing global economics.\n\nProminent members from the government, academia, economics, and the financial markets attend the Jackson Hole Symposium. This includes heads of global central banks, managers of financial institutions, and professors from respectable universities such as Harvard and Stanford.\n\nEach year, the Federal Reserve of Kansas City hosts the Jackson Hole Economic Symposium, bringing together economists, financial market participants, academics, U.S. government representatives, and media to discuss central banking policy issues. Each year, the symposium has a specific topic it discusses, seeking to discuss and improve long-term policies that are of concern to all parties involved.\n\nFederal Reserve Bank of Kansas City. \"Jackson Hole Economic Symposium.\"\n\nFederal Reserve Bank of Kansas City. \"About the Jackson Hole Economic Policy Symposium.\"\n\nFederal Reserve Bank of Kansas City. \"General Discussion: Increasing Differences Between Firms: Market Power and the Macroeconomy.\"\n\nFederal Reserve Bank of Kansas City. \"General Discussion: Evaluating Monetary Policy Operational Frameworks.\"\n\nFederal Reserve Bank of Kansas City. \"Price Stability and Public Policy.\"\n\nFederal Reserve Bank of Kansas City. \"Jackson Hole Economic Policy Symposium: Structural Shifts in the Global Economy.\"",
  "url": "https://www.investopedia.com/terms/j/jackson-hole-symposium.asp"
}