{
  "term": "James Tobin: Early Life, Public Service, Work",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nJames Tobin was aNeo-Keynesianeconomist who received the 1981 Nobel Prize in economics for his research on the financial system and its impact on inflation and employment.\n\nHe is known for pioneering theTobin Tax, a levy on foreign exchange transactions to reduce currency speculation.\n\nTobin is the author of several books includingEssays in EconomicsandMoney, Credit and Capital. James Tobin died on March 11, 2002.\n\nJames Tobin was born on March 5, 1918, in Champaign, Ilinois. He earned both a bachelor's and master's degree from Harvard University.\n\nAfter his graduation in 1940, Tobin began his career at the Office of Price Administration and Civilian Supply in Washington, D.C. During World War II, he served in the United States Navy.\n\nTobin returned to Harvard to earn a Ph.D. in economics in 1947 and joined the faculty at Yale University in 1950 until his retirement in 1988.\n\nApplying the study of economics to real-world problems guided James Tobin’s work throughout his career and he once noted, “Economics has always been a policy-oriented subject. Unless it is applied to the urgent policy issues of the day, it will become a sterile exercise, without use or interest.\"\n\nIn 1961, President Kennedy invited James Tobin to serve as one of three economists on his Council of Economic Advisers. The group aided theexecutive branchon economic policy issues and published the1962Economic Report, a statement of stabilization and growth policies known as the “new economics”.\n\nIn addition to his work with the Kennedy Administration, Tobin served as an academic consultant to the Board of Governors of the Federal Reserve and the U.S. Treasury Department.\n\nJames Tobin received the Nobel Prize in economics in 1981 for his analysis of financial markets and their relations to expenditure decisions, employment, production, and prices.\n\nHis portfolio selection theory defines how financial markets influence the investment decisions of households and businesses based on weighted risks and expected rates of return. Tobin emphasized that these microeconomic decisions made within a home or business influence macroeconomic aggregates, such as overallconsumption, employment, and inflation.\n\nJames Tobin developed the \"Tobin Tax\" in response to the collapse of theBretton Woods agreementin 1971. Volatile floating currency exchange rates replaced fixed currency exchange rates once based on the U.S. dollar's link to a gold standard.\n\nAs money moved quickly in an environment of varying rates, Tobin proposed to reduce this volatility with a small tax levied on every transaction of exchange from one currency to another. This tax would discourage short-term currency speculation and cushion the effect of such speculation on smalldeveloping economies, which could not compete with large financial institutions.\n\nThe \"Tobin Tax\" was not formally implemented or used until after James Tobin's death in 2002 and Tobin's original purpose of halting currency speculation has been eclipsed by ideas of using the tax to raise revenue for economic and social development internationally.\n\nTheTobin's Q ratiowas developed in 1966 by Nicholas Kaldor, an economist, and popularized by James Tobin while he was a professor at Yale University. Tobin's Q ratio defines the value of a company as its total asset value divided by its market value.\n\nFounded in 2005, the Tobin Project is an independent, non-profit research organization based on the work of James Tobin and pioneering research on pressing problems of the 21st century focusing on institutions of democracy, government and markets, economic inequality, and national security.\n\nThe theory developed by William Baumol and James Tobin studies the tradeoff between the value of theliquidityprovided by holding cash versus the value of the interest lost by keeping money liquid.\n\nJames Tobin was an American economist who received the 1981 Nobel Prize in economics. He pioneered the \"Tobin Tax,\" the study of portfolio selection theory, and has influenced theories in economics including the Baumol-Tobin Model and the \"Tobin Q.\"\n\nThe Tobin Project. \"Professor James Tobin (1918-2002).\"\n\nNobel Media. \"The Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel 1981.\"\n\nFinancial Times. \"The Tobin Tax Explained.\"",
  "url": "https://www.investopedia.com/terms/j/james-tobin.asp"
}