{
  "term": "James H. Clark: Education, Accomplishments, Philanthropy",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nJames H. Clark is a successful serialentrepreneurand computer scientist, perhaps best known for co-founding Netscape with Marc Andreessen in 1994. Netscape Navigator was the market leader in web browsers in the early days of the internet, becoming the dominant browser in terms of usage share in the 1990s.\n\nNetscape was eventually purchased by America Online (AOL) in 1998, making Clark abillionaire.Clark started Netscape with a $4.1 million investment and exited the company with a $1.2 billion payout.\n\nJames H. Clark was born in Plainview, Texas, on March 23, 1944, to blue-collar working parents. When Clark was a small child, his parents divorced, and he and his siblings lived with their mother. James rebelled as a youth, misbehaving in school. This led to many disciplinary actions, including suspension. Ultimately, he dropped out of high school and joined the Navy.While there, Clark ran a side business making loans to other sailors.\n\nHe later returned to continue his formal education, beginning with taking classes at Tulane University's University College. Although he didn't have a high school degree, he was eventually admitted to the University of New Orleans, where he earned his bachelor's and a master's degree in physics. Clark eventually earned a Ph.D. in computer science from the University of Utah. Clark went on to become an associate professor of electrical engineering at Stanford University and a major benefactor of the James H. Clark Center, the location of the bioscience research program at Stanford.\n\nIn 1991, Clark founded Silicon Graphics (SGI), a company that produced high-quality visual effects for film and 3-D images for engineers. Silicon Graphics counted George Lucas' LucasFilm and Steven Spielberg among its customers and had become a global leader in the production of Hollywood movie visual effects and 3-D imaging. In 1994, he left the company and sold his shares.\n\nSoon after leaving SGI, James Clark, along with Marc Andreessen, founded Netscape, a tech company that introduced the Navigator graphical-interface web browser, one of the most popular web browsers of the 1990s.\n\nNavigator once commanded more than 70% of the market but met its demise when it tried to compete with Microsoft's Internet Explorer.Microsoft included Internet Explorer for free with its Windows operating system, making it the browser of choice. Because it was not free to use, Navigator ultimately lost market share.\n\nThe end of Netscape Navigator was central toMicrosoft's antitrust trial, the result of which was a ruling that stated that Microsoft's bundling of Internet Explorer (IE) with the Windows operating system was a monopolistic business practice.\n\nIn 1998, AOL purchased Netscape for $4.2 billion, inaugurating Clark into the billionaire's club.\n\nClark also founded Healtheon, which later merged with WebMD, and he was the original investor and chair of the digital photo-sharing website Shutterfly, founded in 1999.\n\nWhile Jim Clark is best known as the co-founder of Netscape, he has since multiplied his wealth through timely tech investments in companies such as Meta, Apple, X (formerly Twitter), and Palantir. His latest startup is a venture called CommandScape, an app that controls everything from a building's alarms and cameras to its lighting and thermostat.\n\nAs of 2023,Forbesestimates that Clark's net worth is more than $3 billion, making him one of the wealthiest men in America.\n\nAn ocean lover, his yachts include the 300-foot sailing yacht Athena and the 100-foot racing sailboat Comanche. He is also a well-known philanthropist, contributing mainly to institutions of higher education, such as Stanford University and Tulane University.\n\nClark has been married four times. The divorce from his third wife of 15 years, Nancy Rutter—a Forbes journalist—is reported to have cost him $125 million in cash and assets in the settlement.He married Kristy Hinze, a former swimsuit model, in 2009.\n\nClark has two daughters with Kristy Hinze: Dylan Vivienne and Harper Hazelle.\n\nJames Clark received a $1.2 billion settlement for the sale of Netscape to AOL in 1998.\n\nJames Clark first founded Silicon Graphics, a computer hardware and software company, in 1982. After selling his stake in the company nearly a decade later, Clark co-founded Netscape, a computer services company responsible for the widely-popular web browser, Navigator. In 1996, Clark founded Healthscape (later Healtheon), a company that streamlines and automates healthcare transactions.\n\nWhile working as a Stanford associate professor, Clark and some of his graduate students created the Geometry Engine computer chip, which instantly processed 3-D images.\n\nJim Clark is an American businessman behind the launch and success of several Silicon Valley companies. Most notably, he is credited with co-founding Netscape, which propelled him to billionaire status. He also developed the CommandScape app, which controls and manages home and business devices, such as alarms and thermostats. Clark's investment portfolio and philanthropic ventures are as impressive as his business portfolio. If history is an indicator of things to come, we will see another 'scape' development from Jim Clark.\n\nFast Company. \"A Brief History of AOL.\"\n\nSmit & Van Wyk. \"Entrepreneur James Clark.\"\n\nBiography. \"James Clark Biography.\"\n\nReference for Business. \"Jim Clark.\"\n\nThe Washington Post. \"AOL Closes Deal To Buy Netscape For $4.2 Billion.\"\n\nUSA Today. \"Netscape founder Jim Clark shoots for sixth start-up success.\"\n\nBusiness Insider. \"Netscape Founder Jim Clark Marrying Swimsuit Model.\"\n\nChicago Tribune. \"A new software billionaire: Jim Clark.\"",
  "url": "https://www.investopedia.com/terms/j/james-h-clark.asp"
}