{
  "term": "James M. Buchanan: Early Life, Education, Works",
  "definition": "James M. Buchanan Jr. was an American economist who earned the Nobel Prize in economics in 1986 for his contribution to public choice theory, which useseconomicsto analyze the behavior of voters and public officials.\n\nHe is the author of several books, includingWhat Should Economists Do?, The Limits of Liberty, andThe Calculus of Consentwith Gordon Tullock.\n\nJames M. Buchanan Jr. died on Jan. 9, 2013.\n\nJames M. Buchanan Jr. was born Oct. 3, 1919, in Murfreesboro, Tenn. He earned a bachelor's degree at Middle Tennessee State College in 1940 and a Ph.D. from the University of Chicago in 1948.\n\nFrom 1956 to 1968, Buchanan served as a professor at the University of Virginia, where he founded the Thomas Jefferson Center for Studies in Political Economy. He taught at UCLA and Virginia Tech from 1968 to 1983 before moving to George Mason University, where he retired with emeritus status.\n\nIn 1962, along with fellow economist Gordon Tullock, James M. Buchanan Jr. wroteThe Calculus of Consent, which presents the basic principles of public choice theory. The book is regarded as a reference to the discipline of public choice in political science and economics.\n\nThe public choice theory applies economics to political decision-making and defies the conventional beliefs that politicians act in the best interest of their constituents. It evaluates how incentives and personal gain shape politicians' choices. Buchanan's insights into human nature and political outcomes provide an understanding of the perks that motivate political actors and allow for more accurate predictions of political decisions.In 1986, Buchanan was awarded theNobel Prize in economicsfor \"his development of the contractual and constitutional bases for the theory of economic and political decision-making.\"\n\nThe Center for Public Choice at George Mason University builds on the groundbreaking economic and political science theories for which Buchanan was awarded the Nobel Prize. As a research program, public choice extends the tools of economics to analyze the behavior of voters, candidates, legislators, bureaucrats, and judges. Created in 1957 at the University of Virginia, the Center was initially called the Thomas Jefferson Center for Studies in Political Economy. In 1969, the Center moved to Virginia Tech and, in 1983, to George Mason University, where it operates today.\n\nBuchanan explored several different economic schools of thought, including libertarianism andfree-marketthinking.\n\nPublic choice theory is closely related tosocial choice theory. Both of these schools of thought are classified under the study of public economics. However, the social choice theory is a mathematical approach to the combined variables of individual interests, included in public choice theory, and how those interests affect voter behavior.\n\nBuchanan served as a member of the Board of Advisors of the Independent Institute, a member and former president of theMont Pelerin Society, and a Distinguished Senior Fellow of the Cato Institute.\n\nJames M. Buchanan Jr. pioneered the economic theory of public choice and challenged the notion that politicians act solely on behalf of their constituents and concluded that self-interest and incentives are often motivators for civil servants and elected officials.\n\nThe Nobel Prize. \"James M. Buchanan, Jr. - Biographical.\"\n\nSan Jose State University Economics Department. \"Public Choice Theory.\"\n\nThe Nobel Prize. \"Press release.\"\n\nGeorge Mason University. \"Public Choice.\"\n\nCato Institute. \"James M. Buchanan (1919 - 2013).\"",
  "url": "https://www.investopedia.com/terms/j/james-m-buchanan-jr.asp"
}