{
  "term": "Jan Tinbergen: Early Life, Education, Accomplishments",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nErika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nJan Tinbergen was a Dutch economist who won the firstNobel Memorial Prize in Economicsin 1969, which he shared with Ragnar Frisch for their work in the development and application of dynamic models for analyzing economic processes. Tinbergen was one of the first economists to apply math to economics and is considered a pioneer in the economics field, as well as ineconometrics.\n\nBorn in The Hague in the Netherlands in 1903, Tinbergen attended the University of Leyden and defended his Ph.D. thesis in 1929 on \"Minimum Problems in Physics and Economics,\" a thesis that allowed him to engage a cross-disciplinary approach to his further research inmathematics, physics, economics, and politics.\n\nHe joined the Netherlands Central Bureau of Statistics, performing research on newbusiness cycles; a position in government that he held until 1945. During that period, he also became a professor of mathematics and statistics at the University of Amsterdam and at the Netherlands School of Economics. During that time, from 1936 to 1938, Tinbergen was also a consultant to the League of Nations, filling positions in government and education simultaneously.\n\nIn 1945, he became the first director of The Netherlands Central Planning Bureau. He left this position in 1955 to focus on education and spent a year at Harvard University. He also served as an economic consultant to a host of developing nations, including the United Arab Republic, Turkey, and Venezuela.\n\nJan Tinbergen died where he was born, The Hague, in 1994.\n\nTinbergen is most noted for his contributions to econometrics and macroeconomic modeling.\n\nTinbergen helped develop the theory of underlying econometrics and the use of statistics to test economic theories. An innovator in macro-econometric modeling, Tinbergen developed multi-equation models of national economies that were a precursor to today's computer-driveneconomic forecasts.\n\nSome of Tinbergen's most important works includeStatistical Testing of Business Cycles(1938),Econometrics(1942), andIncome Distribution(1975).\n\nHe produced the first comprehensive macro-econometric models, originally for the Netherlands and then for the United Kingdom and the United States. His macro-econometric models focused on business cycles and economic development.\n\nTinbergen viewed the goal of macroeconomic policy as maximizingsocial welfaresubject to the constraints of technology, resources, and political feasibility. From his models, he also developed guidelines and recommendations for applying econometrics to policymaking. Understanding these types of models can help policymakers aim for economic targets that are related to the policy instruments they control.\n\nThis includes the identification of targets and instruments, known as the Tinbergen rule. This is the idea that governments must use multiple policy instruments if they want to impact multiple policytargets. If policymakers have certain targets they wish to reach, they must have an equal number of instruments that they control in order to effectively direct policy towards the targets.\n\nThroughout his career, Tinbergen was also interested in the issues ofincome distributionin an economy, and the phrase \"Tinbergen Norm\" arose from a theory he pursued, in which a larger than five to one gap between the lowest income and the highest income will lead to serious social conflict.\n\nThe Tinbergen model is an education plan that stresses the importance of the value of policy variables in the specific plan. The Tinbergen model stands in contrast to the manpower requirements model, which stresses forecasting certain values for the plan year.\n\nJan Tinbergen was a Dutch economist who won the Nobel Prize in economic sciences. His contributions of dynamic models to economic processes greatly expanded the understanding of economic policy as a tool.\n\nThe Norwegian economist, Ragnar Frisch, is considered to have coined the term econometrics. His work focused on developing mathematical formulas to use in economics. His use of the term \"econometrics\" refers to using statistics to describe economic systems.\n\nJan Tinbergen won the Nobel Prize in economics sciences due to his development of dynamic models that help with the economic process. He had a varied career, working for the government, as a professor, and economic consultant around the globe. His work on economic policy has helped economists aim for targets with the use of specific economic tools.\n\nThe Nobel Prize. \"Jan Tinbergen. Biographical.\"\n\nThe Nobel Prize. \"Jan Tinbergen. Facts.\"\n\nThe Nobel Prize. \"Ragnar Frisch. Facts.\"",
  "url": "https://www.investopedia.com/terms/j/jan-tinbergen.asp"
}