{
  "term": "Japanese Government Bond (JGB): Overview, Examples in Bonds",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA Japanese Government Bond (JGB) is a bond issued by the government of Japan. The government pays interest on the bond until the maturity date. At the maturity date, the full price of the bond is returned to the bondholder. Japanese government bonds play a key role in the financial securities market in Japan.\n\nJapanese government bonds (JGBs) have various maturities ranging from 2 years to 40 years. Fixed coupon payments are determined at the time of issuance and are paid on a semi-annual basis until the security matures.\n\nThere are four kinds of Japanese government bonds (JGBs):\n\nA decline in liquidity in the JGB market has been observed in recent years due to the aggressive monetary actions of the central bank—theBank of Japan(BoJ). In 2013, the Bank of Japan began buying up billions of dollars of Japanese government bonds, flooding the economy with cash in an effort to propel the country’s low annualinflation ratetoward its 2% target. To keep the yield on ten-year JGBs close to zero, a rise in the yield of these bonds triggers a buy action from the BoJ.\n\nAs of 2020, the central bank owns over 48% of Japanese government bonds.There is an inverse relationship between interest rates and bond prices, which are dictated by supply and demand in the markets. Heavy buying of JGBs increases the demand for the bonds, which leads to an increase in the price of the bonds. The price increase forces down the bond yield, an essential element of the central bank’s ultra-looseyield curvecontrol (YCC) policy, which was designed to help increase the profits that Japanese banks could earn from lending money.\n\nThe Bank of Japan implemented the yield curve control in 2016 in an effort to keep the yield on its ten-year JGB at zero and tosteepen the yield curve. The yield curve steepens when the spread between short-term interest rates, which are negative in Japan, and long-term rates increase.The wider spread in interest rates creates opportunities toarbitrageprofits, which is advantageous for banks in Japan.\n\nIn 2021, the Bank of Japan reduced its bond-buying and began announcing purchases on a quarterly, rather than a monthly, schedule. Reportedly this happened because the policy of aggressively targeting 0% yields had led to stagnant trading in the bond market. By reducing intervention in the bond market, the bank hoped to encourage more active trading.\n\nJapanese government bonds (JGBs) are very much likeU.S. Treasury securities. They are fully backed by the Japanese government, making them a very popular investment among low-risk investors and a useful investment among high-risk investors as a way to balance the risk factor of their portfolios. LikeU.S. savings bonds, they have high levels of credit and liquidity, which further adds to their popularity. Furthermore, the price and yield at which JGBs trade is used as abenchmarkagainst which other, riskier debt in the country is valued.\n\nMinistry of Finance, Japan. \"About JGBs.\" Accessed Aug. 5, 2021.\n\nMinistry of Finance, Japan. \"FY2020 JGB Issuance Plan.\" Accessed Aug. 5, 2021.\n\nBank of Japan. \"Monetary Policy.\" Accessed Aug. 5, 2021.\n\nStatista. \"Distribution of Japanese Government Bond (JGB) Holders as of December 2020.\" Accessed Aug. 5, 2021.\n\nReuters. \"BOJ to Trim JGB Buying, Seen Taking More Hands-Off Approach.\" Accessed Aug. 5, 2021.",
  "url": "https://www.investopedia.com/terms/j/jgb.asp"
}