{
  "term": "Japan Credit Rating Agency (JCR): Meaning, Responsibilites",
  "definition": "The Japan Credit Rating Agency (JCR) is a Japanese financial services company that providescredit ratingson the corporate debt of Japanese companies and foreign bond issuers. The entity also publishes a variety of financial and economic information and serves as a guide for counterparty credit risk.\n\nThe Japan Credit Rating Agency (JCR) is one of Japan’s keybond rating agenciesand rates the vast majority of Japanese corporate debt, includingasset-backed securities. It provides a number of services, including rating debt securities of all types, as well as publishing financial market, economic, and industry research, and providing data as a service. JCR was founded in April 1985.\n\nThe JCR has witnessed many financial crises since it was founded in 1985, including the Japanese real estate bubble, theAsian financial crisis, the2007-08 financial crisis, theEuropean sovereign debt crisis, and the East Japan Tsunami, and considers itself to be an expert in credit risk analysis.\n\nOver the years, JCR has been expanding its global network, building relationships with many different countries, and building alliances with different organizations, such as the Association of Credit Rating Agencies in Asia (ACRAA), VIS in Pakistan, CARE Ratings in India, HR Ratings in Mexico, and MARC in Malaysia.\n\nJCR provides rating guidance for over 60% of approximately 1,000 publicly rated issuers in Japan. In addition, JCR provides rating coverage for over 70% of the financial industry in Japan and is also dominant in the medical and educational sectors.\n\nJCR has responded to globalization and bond issuers’ and investors’ demand for international rating agencies. Its ratings are used in major overseas markets like the U.S., Europe, Turkey, Hong Kong, Indonesia, and Thailand, and it has assigned credit ratings for more than 200 foreign issuers. The JCR was officially registered in the U.S. as aNationally Recognized Statistical Rating Organizationin 2007 and was certified in the European Union in 2011.\n\nSome of the additional services that JCR provides for its clients include networking, private credit assessment, credit risk estimation modeling, green and social financial evaluation, seminars and training, economy and industry information, and research and knowledge sharing.\n\nThe company also provides details on all of its rating methodologies, detailing its processes and policy on its website. It breaks down its rating methodologies into five different groups, which are corporates, financial institutions, the public sector, structured finance, and sovereigns and supranationals.\n\nJCR has two rating scales that it uses to rate debt issuances: a long-term rating scale and a short-term rating scale. The long-term rating scale is similar to that of the rating scales used by western credit rating agencies, such asS&PandMoody's.\n\nThe long-term rating scale ranges from AAA to D, with AAA signifying the highest level of quality and D signifying default. For the rating symbols between AA and B, a plus or minus may be attached to indicate the issuers standing within that rating.\n\nJCR's short-term rating scale ranges from J-1 to J-3, and below that there are two more ratings: NJ and D. D in this instance also indicate default whereas J-1 is the highest level of quality.\n\nJapan Credit Rating Agency, Ltd. \"About JCR.\" Accessed June 15, 2021.\n\nJapan Credit Rating Agency, Ltd. \"Global Activities.\" Accessed June 15, 2021.\n\nEuropean Securities and Markets Authority. \"CRA Authorisation.\" Accessed June 15, 2021.\n\nSecurities and Exchange Commission. \"Seven Credit Rating Agencies Register with SEC as Nationally Recognized Statistical Rating Organizations.\" Accessed June 15, 2021.\n\nJapan Credit Rating Agency, Ltd. \"Information about JCR Ratings.\" Accessed June 15, 2021.\n\nAccuity Bankers Almanac. \"JCR's Rating Definitions.\" Accessed June 15, 2021.",
  "url": "https://www.investopedia.com/terms/j/japan-credit-rating-agency.asp"
}