{
  "term": "Japan Inc.: What It is, How It Works, History",
  "definition": "Japan, Inc. is a descriptor for that country’s modern, highlycentralizedeconomic system and development strategy ofexport-led growth. In a sense, Japan since the 1980s has been defined by a corporate culture of capitalism and export profits. Despite its rapid growth of corporatism, the country experienced prolonged periods of economic stagnation with low GDP growth and low interest rates.\n\nJapan, Inc. gained notoriety in the 1980s when western perception was that the alliance of Japan's government bureaucrats and corporations established and implemented unfair trade policies. However, Japan's prolonged 1990srecessiondiminished the reputation and power of Japan Inc. Since then, Japan has undergone major changes that made the Japan Inc. stereotype less prominent in the country's business culture.\n\nA primary feature of Japan, Inc. was the key role of Japan's trade ministry, which guided Japan's development in the postwar years in a strategy of export-led growth, known as the Japanese Miracle. This growth was due to American investment immediately after the war and government regulation of the economy. The Japanese government restricted imports and promoted exports at the same time as the Bank of Japan (BoJ) undertook aggressive lending to companies to stimulate private investment. Close collaboration between corporate executives and government officials enabled the government to create winners. Another major characteristic of Japan Inc. was institutionalized business alliances among companies, known askeiretsu, which dominated Japan’s economic activity. The Japanese miracle created Japan, Inc. and lasted until the 1991 Japanesefinancial crisis.\n\nJapan produced the second-largest gross national product (GNP) after the United States in the 1970s, and by the late 1980s, ranked first in GNP per capita worldwide. In the early 1990s its economy stalled, causing what is known as Japan’slost decade. It was largely due to speculation during a boom cycle.\n\nRecord-low interest rates ignited the stock market and real estate speculation, which inflated valuations in the 1980s. The government unsuccessfully attempted to stimulate the economy through public works projects. And, the BOJ was slow to intervene, which may have instigated the crisis. Japan's Finance Ministry finally raised interest rates to stem speculation, which caused a stock market crash and debt crisis when borrowers defaulted on debt backed by speculative assets. This caused a banking crisis that led to consolidation and government bailouts.\n\nDuring the lost decade, the economy stagnated amid low growth and deflation, with the stock markets near record lows and the property market remaining below pre-boom levels. Amid the crisis, Japanese consumers saved more and spent less, which reduced aggregate demand and produced deflation. Consumers further conserved money, resulting in adeflationary spiral. The country’s aging population along with Japan’s hesitance to raise the retirement age and increase taxes together with unrealistic monetary policy also were blamed for the lost decade.",
  "url": "https://www.investopedia.com/terms/j/japaninc.asp"
}