{
  "term": "Japan Association of Securities Dealers Automated Quotation (Jasdaq) Defined",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nThe Japan Association of Securities Dealers Automated Quotation (Jasdaq) was an automated stock exchange based in Japan that focused on emerging venture companies. Originally an independent stock exchange, it was merged into the Tokyo Stock Exchange in 2013 and phased out in 2022. Like theNasdaqexchange, it was a fully electronic trading platform.\n\nThe precursor to the Jasdaq was anover-the-counterstock trading platform created by the Japan Securities Dealers Association in 1963. In 1991, this system was converted to an electronic market and rebranded as the Jasdaq Securities Exchange in 2004. This transition was pivotal for the Jasdaq, as it marked its formal recognition as a stock exchange. Before 2004, the Jasdaq facilitated OTC trades but did not hold a formal stock exchange license from the government.\n\nCompanies had to meet several criteria to list on a stock exchange in Japan, including a minimum number of shareholders,market capitalization, net assets, and years of operation. Because of its focus on early and venture-stage businesses, Jasdaq's listing requirements were more lenient than the TSE, which hosted more established businesses.\n\nThe Jasdaq formed part of a robust ecosystem ofstock exchangesoperating in Japan, which include the Osaka Exchange (OSE), the Nagoya Stock Exchange, the Sapporo Securities Exchange, and the Fukuoka Stock Exchange.\n\nAs has been true in many countries, Japan's stock exchanges have undergone a series ofconsolidations. The OSE acquired the Jasdaq in 2008.In 2013, the OSE andTokyo Stock Exchange(TSE) merged to form the Japan Exchange Group.The JPX is the world's fifth largest exchange as of 2023, behind theNew York Stock Exchange, Nasdaq, Euronext, and the Shanghai Stock Exchange.\n\nWithin the JPX, there were four sections: the TSE First Section, the TSE Second Section, the Jasdaq, and the Mothers Exchange. However, these four sections were consolidated when the TSE was restructured into three sections: the prime market, the standard market, and the growth market. As the components of the Jasdaq were folded into the new sections, the Jasdaq stopped trading on April 4, 2022.\n\nThe Jasdaq-Top20 was an index comprised of the top 20 stocks listed on the Jasdaq exchange, based on factors like market capitalization, net profit, and dividends. It was discontinued with the closure of the Jasdaq on April 4, 2022.\n\nAs of February, 2024, there were 3,930 listed companies on the Tokyo Stock Exchange.They have a combined market capitalization of 977 trillion yen ($6.6 trillion).\n\nIn order to trade stocks on Japanese stock exchanges, a trader must be able to demonstrate that they are a Japanese citizen or permanent resident. However, foreigners may be able to trade shares in Japanese companies through anonline brokerif they are listed on anAmerican Depositary Receipt.\n\nThe Jasdaq was an electronic stock exchange with a focus on venture-backed companies, similar to the NASDAQ. Originally an independent exchange, it was merged into the Tokyo Stock Exchange and consolidated with other marketplaces in 2022.\n\nJapan Exchange Group. \"History: Osaka Exchange: History of Jasdaq Securities Exchange, Inc.\"\n\nJapan Exchange Group. “History: Tokyo Stock Exchange.”\n\nVisual Capitalist. “Mapped: The Largest Stock Exchanges in the World.”\n\nJapan Exchange Group. \"Market Restructuring.\"\n\nTokyo Stock Exchange. \"Jasdaq Top 20.\" Page 1 of PDF.\n\nJapan Exchange Group. \"Number of Listed Companies/Shares.\"\n\nStatista.\"Market Capitalization of Companies Listed on the Tokyo Stock Exchange.\"",
  "url": "https://www.investopedia.com/terms/j/jasdaq.asp"
}