{
  "term": "Jarrow Turnbull Model: What It Is, How It Works",
  "definition": "The Jarrow Turnbull model is one of the first reduced-form models for pricingcredit risk. Developed by Robert Jarrow and Stuart Turnbull, the model utilizesmulti-factorand dynamic analysis ofinterest ratesto calculate theprobabilityofdefault.\n\nDetermining credit risk, the possibility of a loss resulting from a borrower's failure to repay aloanor meet contractualobligationsis a highly advanced field, involving both complex math and high-octane computing.\n\nVarious models exist to helpfinancial institutionsget a better grip on whether a firm may fail to meet its financial obligations or not. Previously, it was common to use tools that examine default risk mainly by looking at a company’scapital structure.\n\nThe Jarrow Turnbull model, introduced in 1995, offered a new way to measure the likelihood of default by factoring in the impact of fluctuating interest rates, otherwise known as the cost of borrowing, as well.\n\nJarrow and Turnbull’s model shows how credit investments would perform under different interest rates.\n\nReduced-form models are one of two approaches to credit risk modeling, the other being structural. Structural models assume that the modeler has complete knowledge of a company’sassetsandliabilities, leading to a predictable default time.\n\nStructural models, often called\"Merton\" models, after the Nobel Laureate academicRobert C. Merton, are single-period models that derive their probability of default from the random variations in the unobservable value of a firm's assets. Under this model, default risks occurring at thematuring dateif, at that stage, the value of a company’s assets fall below its outstandingdebt.\n\nMerton's structural credit model was first offered by quantitative credit analysis tools provider KMV LLC, which was acquired by Moody's Investors Service in 2002, in the early 1990s.\n\nReduced-form models, on the other hand, take the view that the modeler is in the dark about the company's financial condition. These models treat defaulting as an unexpected event that can be governed by a multitude of different factors going on in themarket.\n\nBecause structural models are rather sensitive to the many assumptions underlying their design, Jarrow concluded that for pricing andhedging, reduced-form models are the preferred methodology.\n\nMost banks andcredit ratingagencies use a combination of structural and reduced-form models, as well as proprietary variants, to assess credit risk. Structural models offer the built-in advantage of offering a link between the credit quality of a firm and the firm’s economic and financial conditions established in Merton’s model.\n\nMeanwhile, the Jarrow Turnbull reduced-form models utilize some of the same information but account for certain market parameters, as well as knowledge of a firm’s financial condition at a point in time.\n\nJournal of Finance. \"Pricing Derivatives on Financial Securities Subject to Credit Risk.\"\n\nJournal of Finance. \"On the Pricing of Corporate Debt: the Risk Structure of Interest Rates.\"",
  "url": "https://www.investopedia.com/terms/j/jarrowturnbull.asp"
}