{
  "term": "Jean-Baptiste Say: History of the Economist",
  "definition": "Clay Halton was a Business Editor at Investopedia and has been working in the finance publishing field for more than five years. He also writes and edits personal finance content, with a focus on LGBTQ+ finance.\n\nJean-Baptiste Say was a French classical liberal economist and scholar. Born in Lyon, Say had a distinguished career. He served on a government finance committee under Napoleon and taught political economy at several schools in France. His law of markets is aclassical economictheory that states that production is the source of demand. According to Say's law, the ability to demand something is financed by supplying a different good.\n\nJean-Baptiste Say, also known as J.B. Say, was born on Jan. 5, 1767, in Lyon, France. He went to school in Lyon before moving to London to study business. Say returned to France in 1787 and lived in Paris with his family.\n\nHe found work as a secretary in a Paris-based insurance company run by Etienne Claviere, a politician and financier of the French Revolution. This was where he first came across Adam Smith's \"An Inquiry into the Nature and Causes of the Wealth of Nations.\" Say was heavily influenced by Smith's work and, using the connections he made through Claviere, became a journalist.\n\nIn 1799, Say became a member of the Tribunate, a kind of economic institute which operated under the French government.Emperor Napoleon Bonaparte, who disliked Say's ideas, removed Say from his post with the institute a few years later.\n\nSay managed to open a cotton-spinning mill in 1807 and six years later, he sold the business. He joined the Conservatory of Arts and Crafts as a chair of industrial economy between 1817 and 1830. He was also a professor at the Collège de France, where he taughtpolitical economy. Say remained at the latter school in his position until he died in 1832.\n\nSay was heavily influenced by Adam Smith and the economic theories he laid out in his 1776 bookWealth of Nations. He was a big proponent of Smith’sfree markettheories, promoting his laissez-faire philosophies and helping to popularize them in France through his academic work and teaching. Say also expressed the belief that a falling price level could be a positive occurrence if it resulted from productivity gains rather than fromdeflation.\n\nSay is known for his formulation ofSay's Law of Marketsor his Theory of Markets. According to the law, a buyer must first produce something of value to sell to obtain purchasing power. This implies that the effective demand in an economy is the result of previous acts of production. As a result, there can never be a sustained general oversupply of goods in an economy because producing economic goods is what creates general demand for goods.\n\nSay's Law does not claim that there can never be imbalances insupply and demandfor specific goods. But he believed that they tend toward balances as prices adjust and that this process of price adjustment is also critical to balancing the general demand and supply of all goods.\n\nSay's economist contemporaries included James Mill, Jeremy Bentham, and David Ricardo.\n\nJean-Baptiste Say wrote about money and banking and shared his views oftaxationas burdensome. He's best known for his book titledA Treatise on Political Economy, which was published in 1803.\n\nIn addition to his famous Treatise, his other published works include the two-volumeComplete Course in Practical Political Economy, which was publishedin 1852, and a collection of his correspondence with fellow economist Thomas Malthus, titledLetters to Mr. Malthus. This publication discussed and debated his critics' theories ofeconomic growth.\n\nSay's Law of Markets lives on in modernneoclassical economicmodels which argue that if prices are flexible enough for all markets to clear, then the economy will tend toward stability. While it implies that the economy is in a sense self-regulating so that production is ultimately the source of demand, the law has been misinterpreted and frequently taken to mean that supply creates its own demand. Say was a supporter of free trade and competition and championed fewer restrictions on businesses.\n\nContemporary economistsJohn Maynard KeynesandThomas Malthuscriticized Say’s law. Later economists point to Keynes as partly or chiefly responsible for the confusion over Say's Law, characterizing Keynes's restatement of the Law as a straw man that misrepresents Say's Law in order to further Keynes's arguments at the expense of classical economics.\n\nSay's works (appearing in English translations) found an admiring audience in American founding fathers Thomas Jefferson and James Madison, with whom he actively corresponded.Jefferson was so impressed by Say that he encouraged him to move to Virginia.\n\nSay is credited by Robert L. Formaini in the Federal Reserve Bank of Dallas’sEconomic Insightspublication as among the first economists to discussentrepreneurshipand notions of utility, describing entrepreneurs as helpful in meeting “human wants.”\n\nSay co-founded the ESCP Europe in 1819. It was considered the first business school in the world.\n\nJean-Baptiste Say spent some time in the French military, where he served in a volunteer battalion. In 1793, he married Julie Gourdel-Deloches. This allowed him to avoid mandatory conscription in the military. The couple had two children, Horace Emile Say and Adrienne Say.\n\nSay's wife died in 1830; Say died on Nov. 15, 1832. He is buried in Père Lachaise in Paris.\n\nJean-Baptiste Say was a French classical liberal economist. Born in 1767, Say worked in the French government under Napoleon (who later let him go) and as a professor of political economy at various schools in France. Say was influenced by Adam Smith, who is considered the father of modern economics. He used his position to teach Smith's beliefs and theories in France. His own theories, including the Law of Markets, are commonly studied even today. Say's Theory of Markets states that society must generate income before people can purchase any goods and services. He was also a proponent of competition, free trade, and lifting restraints on business.\n\nJean-Baptiste Say was heavily influenced by the economic theories laid out by Adam Smith in his bookThe Wealth of Nations. He believed in Smith's free market and laissez-faire economic theories. Say spent a great deal of time and effort highlighting these subjects in his own educational and professional pursuits.\n\nSay's Law of Markets is a classical economic theory that states that individuals need to produce and generate income in order to purchase goods and services. According to Say, demand occurs before any production takes place—not because of the income generated. This law addresses how individuals create wealth along with how economic activity works.\n\nJean-Baptiste Say was a French classical liberal economist who left a lasting mark on the world with his academic and professional pursuits. Say, who once worked under Napoleon, was moved by the work of Adam Smith, who is considered the father of modern economics. Say taught political economy in France until his death and also wrote several books. But his Law of Markets, which highlights the relationship between income and supply and demand, is probably what he's best known for leaving behind.\n\nIndependent Institute. \"Jean-Baptiste Say.\"\n\nConcise Encyclopedia of Economics. \"Jean-Baptiste Say.\"\n\nLibrary of Economics and Liberty. \"A Treatise on Political Economy.\"\n\nFounders Online. \"Thomas Jefferson to Jean Baptiste Say, 2 March 1815.\"\n\nFormaini, R. \"Jean-Baptiste Say: Foundations of France’s Free Trade Tradition.\"Economic Insights, vol. 11, no. 1, 2006, pp. 1-4.\n\nUniversity of Chicago Library. \"Guide to the Jean Baptiste Say Collection 1794-1821.\"\n\nDuke Center for the History of Political Economy. \"Grave Sites of Famous Economists.\"",
  "url": "https://www.investopedia.com/terms/j/jean-baptiste-say.asp"
}