{
  "term": "Jerome Kerviel: History and Work With Derivatives",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nJerome Kerviel was a junior level derivatives trader for French securities firm Société Générale. He was charged with losing more than €4.9 billion in company assets by conducting a series of unauthorized and false trades between 2006 and early 2008. When company managers discovered that Kerviel had conducted tens of billions of euros worth of unauthorized trades, they rushed to close out the open positions (most of which were specialized equityarbitrage trades) and contain the extent of the fraud. Several of the trades were closed out with heavy losses due to a falling market at the time of sale.\n\nJerome Kerviel was born on Jan. 11, 1977, growing up in Pont L'Abby, Brittany, France. Kerviel completed a bachelor's degree at the University of Nantes in 1999 and then a master's in finance at the University of Lyon in 2000.\n\nJerome Kerviel joined Société Générale in the summer of 2000 at the age of 23. His first position at the company was in the compliance department, but in 2005 he moved to a junior trader job working withderivatives.Kerviel's role was to capitalize on pricing discrepancies between equity derivatives and the market price of stocks upon which the derivatives were based.\n\nDerivatives are investment instruments that derive their value from another asset, such as the price of corn, a stock, or an index. There are many different kinds of derivatives, such asfutures,options, andswaps.\n\nTo limit risk in derivative trades, a long derivative position is generally offset with a similarshort position. For example, if a trader purchased Euro stock market futures hoping the market would go up, typically, this bet would be offset by shorting U.S. stock futures to profit if markets decline, as European and U.S. stocks tend to move in a similar fashion. Kerviel began making only one side of these bets.\n\nWith several years' experience in Société Générale's back office, Kerviel was well-versed in the company's policies for approving and regulating trading among its brokers. He took advantage of this knowledge in late 2006 and early 2008 to offset his one-sided bets with the opposite position that did not actually exist by creating fake trades in the system's computers and logs, so the trades were not flagged by the bank's oversight systems.\n\nInitially, these trades were profitable. With so much early success, Kerviel feared the bank would discover the false transactions. To conceal the activity, he began creating losing trades intentionally to generate losses to offset his early gains.\n\nManagerial staff at Société Générale uncovered unauthorized trading activity in January 2008 and took steps tounwindthe positions created by Kerviel. When the dust settled, Kerviel's losses were estimated at €4.9 billion. Kerviel maintains that his bosses knew about his fraudulent trades but intentionally looked the other way as he was making profits for the bank. An appeals court in Versailles sided with Kerviel in 2016 and stated in a judgment that it was not \"occasional negligence\" but \"managerial choices\" that ensured Kerviel could get away with his criminal acts.\n\nThere are conflicting accounts about Kerviel's talents as a trader and student. Professors at his alma mater, the University of Lyon, are reported to have said that he was a student just like any other.The former governor of the Bank of France described Kerviel as a \"computer genius\" but colleagues claim that he was not a star trader within their ranks.\n\nNotably, Kerviel is not believed to have profited personally from his reckless trading, though he now falls into the infamous group ofrogue tradersthat have collectively lost their employers billions of dollars through risky and unauthorized trading activity.\n\nWhile Kerviel's case was being considered, he made a pilgrimage on foot to Rome from Paris to meet the Pope. Together they discussed the problems of capitalism.\n\nKerviel was convicted of breach of trust and other charges in the French court in 2010. He was sentenced to at least three years in prison and ordered to pay restitution of €4.9 billion.He served five months in prison in 2014 before being released.His fine amount was also reduced to €1 million in 2016.\n\nA rogue trader is one who trades on behalf of others; clients or a company, and does so in a reckless manner, often flouting company policy and risk management procedures. The actions a rogue trader takes are usually on a speculative basis involving high-risk securities and significant amounts of capital.\n\nJerome Kerviel does not have a positive net worth. After his sentence, he owed €4.9 billion but this amount was cut to €1 million in 2016. Therefore, he has a negative net worth of approximately 1 million euros.\n\nJerome Kerviel is currently working as an IT consultant at Lemaire Consultants.\n\nYes, Société Générale is still in business. It is a global financial firm with offices all over the world. It is headquartered in Paris. The company has extensive retail banking services, along with sales and trading and investment banking.\n\nJerome Kerviel was a trader for the French investment bank, Société Générale, where he made rogue trades using derivatives. His trades resulted in losses of €4.9 billion for the bank. He was sentenced to three years in prison, serving only five months, and was ordered to pay fines totaling €4.9 billion but that was later reduced to €1 million.\n\nSociete Generale. \"Kerviel Case.\" Accessed Aug. 17, 2021.\n\nBloomberg. \"Kerviel Bill Cut to $1 Million From $5.5 Billion by Judges.\" Accessed Aug. 17, 2021.\n\nBBC News. \"Rogue Trader Jerome Kerviel Leaves French Jail.\" Accessed Aug. 17, 2021.\n\nThe Telegraph. \"Jerome Kerviel was 'honest, working class.'\" Accessed Aug. 17, 2021.\n\nThe New York Times. \"French Trader Is Remembered as Mr. Average.\" Accessed Aug. 17, 2021.\n\nReuters. \"Rogue Societe Generale Trader 'A Genius of Fraud'.\"Accessed Aug. 17, 2021.\n\nThe Guardian. \"Court Slashes Damages Owed by Former SocGen Trader Jerome Kerviel.\" Accessed Aug. 17, 2021.\n\nABTC. \"A Sad Story of How Rich Man Jerome Kerviel Became the Poorest Person in the World.\" Accessed Aug. 17, 2021.",
  "url": "https://www.investopedia.com/terms/j/jerome-kerveil.asp"
}