{
  "term": "Jesse L. Livermore: Education, Stock Trading, Nickname",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nJesse L. Livermore was a noted stock trader at the turn of the 20th century. Despite his lack of formal education, he began his career at age 14. Regarded as a Wall Street legend, Livermore has influenced generations of stock and commodity traders.\n\nLivermore is the author ofHow to Trade StocksandMy Life in Wall Street and How I Made Three Fortunes in the Stock Market.\n\nJesse L. Livermore died by suicide on Nov. 28, 1940.\n\nJesse L. Livermore was born on July 26, 1877, in Shrewsbury, Massachusetts. Raised in poverty, Livermore attended only elementary school.\n\nAt age 14, he joined Paine Webber & Co in Boston. As a board boy, Livermore copied share prices onto a blackboard from the ticker tape recordings from the stock exchange.\n\nIn his book,Jesse Livermore Boy Plunger: The Man Who Sold America Short in 1929, Tom Rubython describes Livermore as the man who made the most money in a single day and the man who lost the most money in a single day. Between 1900 and 1940, Jesse Livermore made and lost three fortunes. Livermore bought and held during bull markets and sold when market momentum shifted. His strategy was uncanny when considering that companies did not publish financial statistics or conduct fundamental analyses.\n\nLivermore's first trade at the age of 15 gleaned a profit of $3.12. By age 16, he had quit his job at Paine Webber & Co. and began trading on his own. At the time, trades were often conducted atbucket shops, where customers gambled on stock prices, often using high degrees ofleverage. When banned from Boston's bucket shops because of his consistent success, Livermore moved to New York City.\n\nJesse L. Livermore garnered credit on Wall Street for predicting market drops, earning the nickname “the Bear of Wall Street.”His two noted trades occurred during the Panic of 1907 and at the start of theGreat Depression.\n\nAs amarket bubbleexpanded in 1906, Livermore followed thelongtrend until instinct advised him otherwise. In a famous trade, LivermoreshortedUnion Pacific stock and netted a $300,000 profit two days later when an earthquake struck San Francisco. The market plunged in 1907 and Livermore followed the advice of J.P. Morgan and bought while others sold. Traders followed suit and Livermore is credited with aiding an early recovery in the market.\n\nIn 1929, Livermore was well-positioned in the stock market but looked for the first signs of weakness as another market bubble loomed. In several small trades, Livermore sold his long positions by probing short bets into the market. In doing so, he lost close to $250,000. Livermore, however, continued to build a short position, and on Black Tuesday, Oct. 29, 1929, Livermore reportedly made $100 million on his Great Depression short.\n\nAccording to reports, Livermore’s peak wealth would equate to $1.5 billion today. He traded freely and unregulated until the launch of theSecurities and Exchange Commission(SEC) in 1934, which marked the beginning of the end for Livermore.By 1940, Livermore was bankrupt.\n\nNoting Livermore's experiences chronicled in the book,Reminiscences of a Stock Operatorby Edwin Lefevre, William J. O'Neil, the founder of \"Investor's Business Daily,\" wrote, \"in my 45 years of experience in this business, I have only found 10 or 12 books that were of any real value andReminiscencesis one of them.\" Today, many in the market know Jesse Livermore from the pseudonymous Twitter account of the same name where the strategies of Jesse Livermore are discussed and advised.\n\nIn the unregulated market, Livermore cornered the cotton market after World War I. He used brokers worldwide to build positions in cotton and within 18 months, he owned most of the cotton in the United States. President Woodrow Wilson petitioned Livermore to sell his strong position, which he did, to evade harming the U.S. economy.\n\nDuring the panic of 1907, Livermore made $1 million on short positions in one day. When the renowned banker, J.P. Morgan, urged him to close his shorts for the good of the country, Livermore did. Livermore would then net an additional $3 million on the market rebound.\n\nJesse L. Livermore's rise from board boy to Wall Street legend remains a lesson to investors today. His experiences are a historical record of unregulated stock trading in the early 20th century.\n\nBusiness Insider. \"The Life of Jesse Livermore.\"\n\nThe Wall Street Journal. \"The Bear of Wall Street.\"\n\nWarrior Trading. \"Jesse Livermore.\"\n\nInvestor. \"The Role of the SEC.\"\n\nTraders Log. \"Jesse Livermore.\"",
  "url": "https://www.investopedia.com/terms/j/jesse-l-livermore.asp"
}