{
  "term": "Jesse H. Jones Graduate School of Business",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe term Jesse H. Jones Graduate School of Business refers to Rice University's graduate school of business. Founded in 1974 and located in Houston, the school offers graduate and doctorate programs, as well as various dual degree and executive education initiatives.﻿﻿\n\nThe school is well-known for its small class sizes and well-respectedMaster of Business Administration (MBA)program. It is consistently ranked among the 30 best MBAs in the United States by leading publications such as Businessweek, U.S. News, and the Financial Times.﻿﻿\n\nThe Jesse H. Jones Graduate School of Business was established in 1974 at Rice University in Houston, thanks in part to a major gift from businessman andphilanthropist, Jesse Holman Jones.It is now commonly referred to as the Jones Graduate School of Business or Rice Business School.\n\nThe school's mission is to foster \"principled, innovative thought leaders in global communities.\"According to the school, there are about 1,100 students registered for the 2020-2021 winter session in itsMBAand Ph.D. programs, including the:\n\nThe school’s faculty—a total of 144—has expertise in areas likefinance,accounting,entrepreneurship,operations management, and theenergy sector.Unlike many otherbusiness schools, which maintain distributed research centers in several different buildings, this school is housed in a single building located in the heart of Houston. This concentrated architecture helps maintain an intimate atmosphere—with an average class size of just 40 students, the school’s faculty and staff remain highly accessible to students.\n\nThe Jesse H. Jones Graduate School of Business’s full-time MBA program was rated as the 26th-best program in the United States byForbes.U.S. News ranked it in the 25th spot—a tie with Georgetown University'sMcDonough School of Business.\n\nThe median GMAT score for the class of 2020 was 710.﻿﻿\n\nThe school’s full-time MBA cohort for the class of 2020 included representation from 17 nationalities, of whom over 30% were female.﻿﻿ According to the school's website, there were about 7,500 active alumni around the world, representing 54 different countries. About 6,800 of these individuals are located in the United States.﻿﻿\n\nWith an annualtuitionof roughly $60,000, individuals who graduated with an MBA from the school saw an average starting salary of nearly $125,000 in 2019, of which over 92% received their offers within three months of graduation. These grads are generally employed in thefinancial services, energy, andtechnology sectors. Top employers included JP Morgan (JPM), ExxonMobil (XOM), and Sysco (SYY).﻿﻿\n\nThe Economist. \"Rice University – Jesse H. Jones Graduate School of Business.\" Accessed Jan. 28, 2021.\n\nRice Business Jones Graduate School of Business. \"Rice MBA ranked among top 25 by U.S. News and World Report.\" Accessed Jan. 28, 2021.\n\nRice Business Jones Graduate School of Business. \"About.\" Accessed Jan. 30, 2021.\n\nRice Business Jones Graduate School of Business. \"Winter 2020-2021.\" Accessed Jan. 30, 2021.\n\nRice Business Jones Graduate School of Business. \"Faculty & Research.\" Accessed Jan. 30, 2021.\n\nForbes. \"The Best Business Schools.\" Accessed Jan. 30, 2021.\n\nU.S. News. \"2021 Best Business Schools.\" Accessed Jan. 30, 2021.\n\nForbes. \"#26 Jesse H. Jones Graduate School of Business.\" Accessed Jan. 28, 2021.\n\nRice Business Jones Graduate School of Business. \"Full-Time MBA.\" Accessed Jan. 28, 2021.",
  "url": "https://www.investopedia.com/terms/j/jesse-h-jones-graduate-school-of-business-rice-university.asp"
}