{
  "term": "Jewelry Floater: What Is It, and How Does It Work With Insurance?",
  "definition": "A jewelry floater is a type of supplemental insurance designed to protect precious jewelry. It is often purchased alongside other forms of insurance, such ashomeowners insuranceorrenters insurance. Although these types of insurance policies generally include some coverage for jewelry, jewelry floaters can expand this coverage, making them more suitable for valuable items.\n\nA jewelry floater is an optional addition to a homeowners insurance policy that protects against financial loss from the damage or theft of valuable jewelry. Although basic homeowners policies typically provide some jewelry coverage, individuals with sizable or valuable jewelry collections often opt to purchase a jewelry floater in addition to their basicpolicy. If the jewelry does get damaged, stolen, or lost, the jewelry floater can provide a higher dollar amount of coverage than would be possible under the basic home insurance plan.\n\nAside from jewelry, floaters are also often purchased for other types of valuable assets. These are often called personal articles floaters (PAFs). Examples include fine art, high-end watches, or even collectibles such as baseball cards.In some cases, investors may even specifically purchase these assets as a type ofalternative assetin their portfolios. For these investors, as well as wealthier individuals in general, purchasing floaters might be a worthwhile expense to ensure peace of mind.\n\nIn addition to purchasing jewelry floaters, policyholders will often also obtain formalappraisalsof their jewelry's worth.\n\nAn appraisal helps the insured prove the value of their items in the event that they need to file a claim, reducing the risk of any potential disputes with their insurer.\n\nIn fact, many insurers will require that a professional appraisal be performed as part of their due diligence on the jewelry floater policy. After all, from the insurance company's perspective, it is important tounderstand the value of the itemso that it can set itsinsurance premiumsat an appropriate level.\n\nTaylor is a collector of high-end jewelry. Under their rental insurance policy, Taylor is entitled to a certain amount of coverage for all their personal possessions. However, Taylor realizes that if the collection were to be stolen or destroyed, they might quickly exceed the maximum coverage level under their renters insurance policy. Moreover, because the jewelry in the collection is valuable and rare, Taylor worries that the insurance company might not understand itsreplacement valueif they were to file a claim.\n\nFor this reason, Taylor decides to take out a jewelry floater. In doing so, Taylor obtains a professional appraisal of their jewelry and incorporates this appraisal into their new insurance policy. That way, if Taylor were to make a claim, they have clarity that the insurance company understands and accepts the actual replacement value of their insured jewelry. Moreover, Taylor is careful to set the insurance policy so that its maximum coverage level would fully capture the value of their collection.\n\nYes, a typical homeowners or renters insurance policy will cover jewelry theft, but only up to a set limit—say, $1,500 or $2,000.A jewelry floater will extend coverage for jewelry valued higher than what your homeowners insurance will cover.\n\nJewelry floaters typically cover a broader range of damage to your jewelry than homeowners insurance would. For example, a jewelry floater may cover:\n\nJewelry floaters typically cost between 1% and 2% of the jewelry's value, per year.So if you have a diamond necklace worth $12,000, a jewelry floater could cost you $120 per year.\n\nA jewelry floater is additional insurance you can purchase to protect your jewelry beyond what's covered in your homeowners insurance policy. Buying a jewelry floater can protect your jewelry collection in case of theft, loss, or damage, saving you from out-of-pocket costs to repair or replace it.\n\nTravelers. \"Jewelry, Valuable Items and Engagement Ring Insurance.\"\n\nAmerican Family Insurance. \"How to Insure Jewelry.\"\n\nProgressive. \"Jewelry Insurance.\"",
  "url": "https://www.investopedia.com/terms/j/jewelry-floater.asp"
}