{
  "term": "Jim Walton: Early Life And Education, Walmart, Philanthropy",
  "definition": "Jim Walton is the youngest son of Sam Walton, the founder of Walmart Inc. He served on the board of Walmart from 2005 to 2016 and is currently chair of the Arvest Bank Group.\n\nAs an heir to the Walmart fortune, Jim Walton boasts a net worth of $61.3 billion in 2023.\n\nJim Walton was born on June 7, 1948, in Newport, Arkansas. The third and youngest son of Walmart founder Sam Walton, Jim Walton earned a bachelor’s degree in marketing at the University of Arkansas in 1971. He traveled extensively and earned a pilot's license before joining the family business in 1972.\n\nWalmart was founded in 1962 by Sam Walton as a small discount retailer in Rogers, Arkansas. A publicly-traded company since 1970, Walmart currently has over 11,000 stores in the United States and internationally. As of 2022, Walmart employed nearly 1.6 million people in the United States.\n\nThe Waltons are considered the wealthiest family in the world with an estimated net worth of $238 billion in 2021.Collectively, Jim Walton and other heirs of Sam Walton own half of all Walmart stock.\n\nIn 1972, Jim Walton joined Walmart in the real estate operations division. He moved to his family’s umbrella corporation, Walton Enterprises, in 1975, where he served briefly as president. Jim Walton's interest in banking led him to the family's company, Arvest Bank Group, where he remains today.\n\nWhile holding his position at Arvest, he rejoined Walmart to assume the vacant board position after the death of his brother John in 2005.\n\nJim Walton is currentlychairand chief executive officer of Arvest Bank Group, a Walton-owned regional bank that operates more than 260 banks in more than 100 communities throughout Arkansas, Missouri, and Oklahoma.\n\nThe Walton family created Arvest through its purchases of the Bank of Bentonville in 1961, the Bank of Pea Ridge in 1963, and the First National Bank & Trust Company in 1975. Arvest expanded in 2013 with the purchase of 29 Bank of America locations in the region. As of 2022, Arvest Bank Group had assets exceeding $20 billion and was ranked the largest bank in Arkansas by deposits and one of the largest in Oklahoma by the number of branches.\n\nJim Walton has made considerable donations to the Walton Family Foundation, a family-led organization. Three generations of the descendants of Sam and Helen Walton work to improve K-12 education, protect rivers and oceans and the communities they support, and invest in the region of Northwest Arkansas and the Arkansas-Mississippi Delta.In 2020, the foundation awarded $749.5 million in grants to further our mission.\n\nIn addition to members of the second generation, Jim Walton's son Steuart Walton was elected to the board and is the first member of the Walton family's third generation to join the company's leadership in 2016.\n\nThrough the Walton Family Foundation, Jim and his sister Alice have spearheaded a project established as the Charter Impact Fund to provide long-term, fixed-rate loans to high-performing charter schools around the country.\n\nJim Walton was the chair of Community Publishers Inc., founded in 1982 as a community newspaper and commercial printer supporting publications in Arkansas, Missouri, and Oklahoma. His father, Sam Walton, acquired the Benton County Daily Record, and Jim Walton expanded its presence through CPI until its sale to Berkshire Hathaway in 2015.\n\nAs the youngest son of Walmart founder Sam Walton, Jim Walton has contributed to his family business for decades. He serves as chair of the family's Arvest Bank Group and plays an active role in the Walton Family Foundation.\n\nBloomberg. \"The 25 Richest Families in the World.\"\n\nWalton Family Foundation. \"Our Mission.\"\n\nTalk Business. \"Community Publishers Set to Close.\"",
  "url": "https://www.investopedia.com/terms/j/jim-walton.asp"
}