{
  "term": "Jitney: What It is, How It Works, Example",
  "definition": "In finance, the term jitney refers to abrokerthat does not have direct access to anexchangeand therefore relies on another broker with exchange access in order to execute their trades.\n\nThe term can also be used to refer to a type ofmarket manipulationin which brokers trade securities back and forth with one-another in order to earncommissionsand artificially produce the appearance of hightrading volume.\n\nDepending on the context, the term jitney can have a neutral or a negative connotation. In the first instance—a broker relying on another broker to execute transactions—there is nothing necessarily untoward taking place.\n\nHowever, some brokers have been known to collude with one-another in order to fraudulently generate commission revenues or else mislead other market participants into overestimating the level of market interest in a particular security. This is done by repeatedly buying and selling a particular security between one or more brokers, thereby generating increased transaction volume.\n\nDepending on the nature of the scheme, this technique—which is also known as circular trading,account churning, or a \"jitney game\"—can be used to generate commissions, inflate the market price of a security, or initiate asell-offby other investors. Often, these schemes are centered on securities with very thinliquidityandmarket capitalizations, such as so-calledpenny stocks. In addition to being illegal, these practices are understandably frowned upon by clients and other investors, which can therefore give the term jitney a negative connotation regardless of its contextual meaning.\n\nXYZ Corporation is a brokerage firm with direct access to a major exchange. In order to generate additional business, they sometimes execute trades on behalf of a jitney client, ABC Financial.\n\nAlthough these transactions are permissible in and of themselves, these two firms also sometimes engage in more dubious practices. For instance, XYZ and ABC occasionally make repeated transactions between their two firms in order to drum up additional commission revenues for themselves. Effectively, this practice consists of stealing from their clients.\n\nOther practices which the firms sometimes engage in include buying and selling thinly traded securities, such as penny stocks, repeatedly buying and selling their shares between one-another at ever-increasing prices. If the liquidity in the stock is sufficiently small, other market participants might be fooled into believing that the rising price of the shares represents genuine market interest, thereby attracting outside buyers. XYZ and ABC will then sell their shares to these new buyers, pocketing a gain.\n\nIn other instances, the two firms will perpetrate a similar scheme but in the reverse direction. Instead of transacting at ever-increasing prices, they will do so at ever-decreasing prices. The goal in this transaction would be to scare other owners of the security into selling their shares, giving XYZ and ABC the opportunity to buy a large number of shares at an artificially low price.\n\nThese so-called \"jitney game\" practices amount to market manipulation, and they are prohibited under United Stateslaws and regulations.\n\nU.S. Securities and Exchange Commission. \"Market Manipulation.\"",
  "url": "https://www.investopedia.com/terms/j/jitney.asp"
}