{
  "term": "Jitter",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nJitter is an anti-skimming technique that distorts the readout of the magnetic strip by altering the speed or motion of the card as it is swiped or pulled into acard readeror ATM. Jitter is designed to make any information copied by a card skimmer unreadable, and thus unusable.\n\nJitter helps combat cardskimming, which is one of a variety of methods that criminals can obtain a credit ordebitcard number. In order to copy or “skim” the number, an individual may install a device that copies the information that is passed through the credit or debit card reader or ATM. These numbers are then used to make fraudulent purchases.\n\nJitter technology is designed to make it more difficult for illegal card readers to copy credit and debit card numbers. It is most likely to be found in ATMs and other machines that “draw-in” a credit or debit card for scanning, and is less likely to be a feature of machines that allow an individual to swipe his or her own card.\n\nThe jitter itself is a stutter in the timing of the card draw. This means that when anATMaccepts the card you insert, the machine does not take in the card at a steady pace, and may instead stop-and-start the scan. Many skimming devices require a smooth swipe in order to properly skim the numbers. Jitter technology does not work well in machines that allow an individual to dip in a credit or debit card manually. This type of swipe feature is typically found in older ATMs, but can also be found in more modern machines.\n\nJitter is not a full-proof method of fooling acredit cardskimmer, but can help reduce the percentage of cards that can be read if a credit card skimmer has been installed.\n\nJitter technology is one reason that a credit card may fail to read when swiped, as the technology can cause problems with both legitimate card readers as well as card skimmers.\n\nJitter has been in use for more than a decade, but its ability to protect financial data is not what it once was. For instance, even more than five years ago, BankInfoSecurity, in 2012 a post titled \"3 Reasons Skimmers Are Winning,\" took issue with the technology's prowess.\n\n\"The anti-skimming feature known as jitter, which uses a stop-start or jitter motion at the card reader to prevent card details from being copied, is a standard feature, but one that has been defeated,\" according to the site.\n\n\"Introduced more than seven years ago to the U.S. market by ATM manufacturers such as NCR Corp., Diebold, Fujitsu and Wincor Nixdorf AG, jitter remains the leading technology financial institutions use to prevent skimming. But jitter is only effective on ATMs with motorized card readers – readers that pull the card in, read the mag-stripe data and then push the card out. The technology is ineffective on machines with dip readers, in which the user manually inserts and withdraws the card.\"\n\nBankInfoSecurity. \"3 Reasons Skimmers Are Winning.\" Accessed Jan. 27, 2021.",
  "url": "https://www.investopedia.com/terms/j/jitter.asp"
}