{
  "term": "Job Openings and Labor Turnover Survey (JOLTS): Meaning, Overview",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nThe job openings and labor turnover survey (JOLTS) is a monthly report by theBureau of Labor Statistics (BLS)of the U.S. Department of Labor counting job vacancies and separations, including the number of workers voluntarily quitting employment.\n\nThe BLS surveys more than 20,000 businesses and government offices to estimate the numbers of U.S. job vacancies, hires, and separations included in the monthly jobs report. The job separations numbers are subdivided into three categories: total separations, quits, and layoffs and discharges; and other separations, which include deaths and retirements.\n\nThe number of vacancies is a widely followed indicator of labor demand, while the quits rate is partly a function of employment demand. Job hires and separations can be used to gauge labor turnover.\n\nJOLTS supplements the BLSmonthly jobs report, which estimates the number of U.S. payrolls and theunemployment rate. JOLTS data is released nearly a month after the monthly jobs report for the same reference period.\n\nJOLTS data is published monthly inseasonally adjustedas well as unadjusted form, subdivided by region, industry, and size of the workforce.\n\nTo produce JOLTS, the BLS surveys a representative sample of 21,000 nonfarm business and government employers.Respondents answer questions about their businesses' total employment, job openings, hires, and separations.\n\nJob openings include all vacancies, including those for part-time or temporary employment, at the end of the reference month meeting the following criteria:\n\nJOLTS employment estimates are benchmarked, or ratio adjusted, monthly to the current employment estimates of the Current Employment Statistics (CES) survey used to produce the monthly jobs report, and the JOLTS-to-CES employment ratio is then used to adjust other JOLTS data. JOLTS data are also revised in line with CES on an annual basis. It takes about a year for a new business to show up in the government database used to select the survey sample for JOLTS.\n\nThe BLS began collecting JOLTS data in 1999 and publishing survey results in 2002.\n\nThe Great Resignationdescribes the rise in the quits rate tracking voluntary separations from employment other than for retirement starting in 2021, as the U.S. economy and job market rebounded from the downturn caused by the COVID-19 pandemic.\n\nAfter plummeting to a low of 1.6% in April 2020, the quits rate rebounded to 2.4% by December, in line with where it stood 11 months earlier before than pandemic struck. The quits rate kept rising, reaching a series record 3% in November 2021, and matching that level the next month as well as in March 2022.\n\nIn absolute terms, the number of workers quitting jobs for reasons other than retirement reached a series high of 4.5 million in March 2022, representing an increase of 152,000 from February.Job openings of 11.55 million at the end of March were also the highest on record, representing 7.1% of the sum of filled and unfilled jobs.\n\nAs of April 2023, the number and rate of quits were at 3.8 million and 2.4%, a similar rate to the one at the beginning of the pandemic.\n\nThe number of job openings as of April 2023 edged up to 10.1 million, representing a 6.1% rate.\n\nSome economists have argued the entirety of the Great Resignation could be explained by the strong job market amid the recovery from the COVID-19 downturn.Strong labor markets enable more workers to quit their job for a better one, or perhaps to start a business without worrying too much about how hard it might be to find another job if things don't go as hoped.\n\nWhile nonfarm employment as of March 2022 amounted to 99% of its level in February 2020, thelabor force participation ratehas recovered more slowly, advancing from 61.4% as of January 2021 to 62.4% by March 2022. still well short of 63.4% in February 2020.The tight supply of available labor has increased competition for labor among employers, fueling the quits rate.\n\nOther explanations for the Great Resignation have ranged from the deterioration in working conditions during the pandemic to a mass reassessment of personal priorities in its wake. Whatever the underlying causes, so long as the job market remains tight JOLTS data will remain closely scrutinized as a gauge of labor demand and turnover.\n\nThe U.S. Employment Situation Report, or simply the employment, or jobs report, is a report released by the U.S. Bureau of Labor Statistics on the first Friday of every month. The report is based on surveys of households and employers. It estimates the number of people on payroll in U.S. companies, the average number of hours worked every week, the average hourly earnings, and the unemployment rate.\n\nThe BLS collects employment data through its professionally trained field economists, who survey individuals by house visits, phone calls, and video calls,\n\nBy March 2023, the Great Resignation showed signs of slowing down as fewer workers quit their jobs and the job market became more competitive.\n\nThe job openings and labor turnover survey (JOLTS) is a monthly report done by the US Bureau of Labor Statistics that collects data from employers in order to measure job openings, new hires, the number of employees who quit or were laid off, and other forms of labor turnover.\n\nBy providing a detailed picture of the labor market, JOLTS is also a key indicator that gives insights into thelabor market and the overall U.S. economy.\n\nU.S. Bureau of Labor Statistics. \"Job Openings and Labor Turnover – April 2023,\" Page 2.\n\nU.S. Bureau of Labor Statistics. \"Job Openings and Labor Turnover Survey: Overview.\"\n\nNational Center for Education Statistics. \"Evaluating Estimates of Labor Demand and Turnover.\"\n\nBureau of Labor Statistics. \"Schedule of Releases for the Job Openings and Labor Turnover Survey.\"\n\nU.S. Bureau of Labor Statistics. \"Schedule of Releases for the Employment Situation.\"\n\nU.S. Bureau of Labor Statistics. \"Job Openings and Labor Turnover – April 2023,\" Page 6.\n\nU.S. Bureau of Labor Statistics. \"Job Openings and Labor Turnover Report Form.\"\n\nBureau of Labor Statistics. \"Job Openings and Labor Turnover Survey FAQs - Data Definitions.\"\n\nNational Center for Education Statistics. \"Evaluating Estimates of Labor Demand and Turnover,\" Page 1.\n\nFRED, Federal Reserve Bank of St. Louis. \"Nonfarm Quits Rate.\"\n\nBureau of Labor Statistics. \"Job Openings and Labor Turnover – March 2022,\" Page 11.\n\nBureau of Labor Statistics. \"Job Openings and Labor Turnover – March 2022,\" Page 8.\n\nPeterson Institute for International Economics. \"US Workers Are Quitting Jobs at Historic Rates, and Many Unemployed Are Not Coming Back Despite Record Job Openings.\"\n\nFRED, Federal Reserve Bank of St. Louis. \"Total Nonfarm Payrolls.\"\n\nFRED, Federal Reserve Bank of St. Louis. \"Labor Force Participation Rate.\"\n\nCNBC. \"The ‘great resignation’ has become the ‘big stay,’ says economist: How Gen Z, millennials can benefit.\"",
  "url": "https://www.investopedia.com/terms/j/jolts.asp"
}