{
  "term": "Job Lot",
  "definition": "In finance, the term “job lot” refers to acommodities futures contractwhose denomination is smaller than the typical standard lot for that commodity. For example, the standard lot for acrude oilfutures contract is 1,000 barrels per contract. Any crude oil futures contract corresponding to less than 1,000 barrels would therefore be considered a job lot.\n\nThe term job lot is also used in the manufacturing sector, to refer to custom jobs whose parameters fall outside of the normal production process.\n\nToday’s commodity futures exchanges are a large and important part of the global financial markets. Through them, producers can access the vital commodities they need, while financial buyers canspeculateon commodity prices and control risks throughhedgingactivities. One of the key components of this system is the fact that commodity exchanges use standard contracts. This greatly simplifies the trading system and allows transactions to take place in large volumes and at high speeds.\n\nOftentimes, however, the standard contract sizes for commodity futures could be prohibitively large for smaller companies and investors. For instance, theChicago Mercantile Exchange (CME)’s futures contract for soybeans corresponds to roughly 136 metric tons of soybeans per contract.﻿﻿ A relatively small buyer who intends to take physical delivery upon expiration of the contract might not need that quantity of supply. Similarly, a speculator with relatively limited capital to invest might be reluctant to speculate on soybean futures if they risk being forced to potentially take delivery of such a large volume of soybeans.\n\nTo help accommodate these smaller market participants, commodities exchanges sometimes permit smaller order sizes. These ‘job lot’ futures contracts permit smaller denominations, such as 100 barrels of oil as compared to the standard 1,000. By allowing smaller investors to participate in the futures market, job lots help increase the totalliquidityof the marketplace, making it easier for all traders to benefit from fast transaction times and relatively efficient prices.\n\nFutures contracts are typically standardized and trade on a futures exchange. A futures contract is considered a job lot when the agreement between the buyer and seller for the delivery of a commodity has a quantity below the normal limits for a commodity futures contract.\n\nFor example,precious metals—such as gold and silver—are often bought and sold as commodities futures contracts. A commodities exchange might issue silver futures contracts denominated in 5-ounce increments. If the exchange agreed to enter into a commodity futures contract with a buyer below the 5-ounce minimum, it would be considered a job lot.\n\nCME Group. \"Soybean Overview.\" Accessed Feb. 11, 2021.",
  "url": "https://www.investopedia.com/terms/j/joblot.asp"
}