{
  "term": "Jobber: Definition, Role and History of Stockjobbing",
  "definition": "\"Jobber\" is a slang term for a market maker on theLondon Stock Exchangeprior to the mid-1980s. Jobbers, also called \"stockjobbers,\" acted asmarket makers(MMs). They held shares on their own books and created market liquidity by buying and selling securities, and matching investors' buy and sell orders through their brokers, who were not allowed to make markets.\n\nThe term \"jobber\" is also used to describe a small-scale wholesaler or middleman in the retail goods trade.\n\nLittle is known about jobbers' activities because they kept few records, but in the early 19th century, London had hundreds of jobbing firms. Jobbers' numbers declined dramatically over the course of the 20th century until they ceased to exist in October 1986. This month was when the financial \"Big Bang\" occurred, a major shift in the London Stock Exchange's operations, occurred. London'sfinancial sectorwas suddenly deregulated, fixed commissions were replaced by negotiated commissions, and electronic trading was implemented.\n\nJobbers left few records of their affairs and neither journalists nor other observers retained much in the way of detailed accountings of their work. Oral histories of banks, stockbroking firms, and other concerns have been and will continue to be the primary basis of any historical record relating to jobbers.\n\nThe Centre for Metropolitan History has compiled an archive of interviews with former jobbers which serves as a permanent record of the last half-century of a distinctive part of the financial life of London.\n\nThe jobber system evolved into a recognizably modern form during the course of the 19th century, as the range of securities types broadened. At least half the members of the London Stock Exchange began to specialize in making a continuous market in one of the leading types of these securities.\n\nThedistinctionbetween these market-makers, or jobbers, and the brokers who dealt with them on behalf of the public was a clear-cut one but was essentially based on custom and tradition until 1909 when a single capacity was formally embodied in the London Stock Exchange rules. By 1914, over 600 jobbing firms were in existence, along with many one-man jobbing operations.\n\nThose numbers steadily declined as the institutional investor supplanted the private one, and the scale of required jobbing capital increased dramatically. By the eve of \"Big Bang,\" there were only five major jobbing firms on the floor of the London Stock Exchange, though this numerical decline did not necessarily denote a decline in the marketability provided by the system.\n\nStockjobbing, or the professional trading of stocks on an exchange, has its origins in the 1690s following Britain's Financial Revolution.The result of these financial reforms was the emergence of joint-stock companies whose shares could be bought and sold freely. This led to the advent of regulated stock exchanges and the creation of \"jobbers\" to facilitate trading in these new shares.\n\nStockjobbers officially disappeared from British stock exchanges in October 1986, coinciding with a sudden deregulation of financial markets in the U.K. put into effect by then-Prime Minister Margaret Thatcher. This deregulation meant that stockjobbers were no longer needed to facilitate stock trades; while at the same time, efforts to introduce electronic, screen-based trading were enacted that further led to their obsolescence.\n\nA stockjobber functioned like a market maker in stocks, buying and selling shares for their own account, and earning money from thebid-ask spread. Astockbrokerinstead facilitates orders on behalf of customers, earning a commission. A broker may have bought or sold securities from a jobber for their clients.\n\nThe Independent. \"The day Big Bang blasted the old boys into oblivion.\"\n\nInstitute for Historical Research. \"The jobbing system of the London Stock Exchange: an oral history.\"\n\nAttard, Bernard. \"Making a market. The jobbers of the London Stock Exchange, 1800–1986.\"Financial History Review,Vol. 7, No. 1, 2000, Pp. 5-24.\n\nPhilip Auger.The Death of Gentlemanly Capitalism. Penguin Books, 2000.",
  "url": "https://www.investopedia.com/terms/j/jobber.asp"
}