{
  "term": "Jobless Recovery: What It Is, How It Works, Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA jobless recovery is a period in which the economy recovers fromrecessionwithout reducing theunemployment rate.\n\nWhen the economy shrinks, companies suffer from declining revenues. In response to this, they must adapt either by raising prices, gainingmarket share, or cutting costs. For most companies, raising prices and gaining market share is difficult in the best of times, let alone when the economy is shrinking. For that reason, most companies will choose to cut costs in order to survive tough economic times.\n\nOne of the largest costs for businesses is workers’ wages, so it is inevitable that many companies will respond to a recession by laying off workers or shifting jobs to less expensive workforces (i.e.outsourcing) and investing in automation. This \"formula\" is one of the main causes of jobless recoveries\n\nAs the economy eventually recovers, there is no guarantee that those companies will reverse their decisions and re-hire the workers that they laid off during the recession. Workers may thereforefeel “left behind” by the growing economy: although corporate profits andgross domestic product(GDP) may have rebounded, individual workers’ incomes may not have improved.\n\nAt the aggregate level, the evidence of a jobless recovery is when the unemployment rate does not rise in line with GDP.\n\nSuppose you own an industrial manufacturing and distribution business. You have a factory employing 25 machinists, a distribution center employing 50 warehouse workers, and a headquarters employing 10 administrative employees. The total payroll cost for the three facilities is $1.25 million, $1.75 million, and $600,000, respectively, for a total of $3.6 million.\n\nYour company earns $20 million in revenues and has a gross profit margin of 20%. After covering the cost of payroll, rent, and other expenses, you are left with a pre-tax profit of about $300,000.\n\nUnfortunately, in the following year, the economy enters a recession and the first month produces revenues that are 25% below what they were in the same month last year. You anticipate that if the trend continues you will generate revenues of only $15 million. If left unchecked, this would lead to a very large loss and would likely force the company into bankruptcy, causing all 85 employees to lose their jobs.\n\nBecause your rent expense is fixed due to your lease agreements, your only option is to raise prices, gain new customers, decrease operating costs, or reduce payroll costs.\n\nDetermining that growing prices or market share will not be possible in the current economic environment, and that operating expenses are as low as they can be already, you conclude that the only way to keep the company alive is to aggressively reduce payroll expenses.\n\nTo that end, you purchase five factory robots and lay off 22 of the machinists; the remaining three machinists are those with the highest technical proficiency, who will now be responsible for operating the robots. You believe the total savings will be $1 million per year, after accounting for the maintenance cost of the new robots.\n\nYou then make similar changes at the warehouse, eliminating 35 positions and introducing 15 new robots, producing another $1 million in annual savings. Lastly, you outsource seven of the 10 administrative jobs to a low-cost outsourcing provider, resulting in savings of about $300,000. All told, you have reduced payroll expenses by about $2.3 million.\n\nFive years later, revenues have slowly recovered to their pre-recession levels. However, your total number of staff are still roughly the same as they were following your aggressive reductions to payroll. In fact, your business is now much more profitable than it was prior to the recession, meaning you have no incentive to reverse the changes you made and re-hire the laid-off workers.\n\nIf you multiply this example across the thousands of companies that exist in the United States, you can begin to understand how an economic recovery can occur without a recovery of employment levels, giving rise to a jobless recovery.",
  "url": "https://www.investopedia.com/terms/j/jobless-recovery.asp"
}