{
  "term": "Jobseeker's Allowance (JSA): Meaning, Types, FAQs",
  "definition": "The Jobseeker's Allowance (JSA) is a benefit for unemployed individuals in the U.K. who are actively seeking work. The allowance is intended to help minimize thecost of livingfor those seeking full-time employment.\n\nThe Jobseeker's Allowance is a conditions-based benefit, meaning recipients must meet certain conditions in order to retain eligibility for payments. Applicants who have had previous employment must submit a copy of theirP45 Formfrom their last employer. The P45 lists information about previous income and the total taxes paid by the employee.\n\nThe main requirement for receiving the JSA is the recipient must provide proof on an ongoing basis that they are actively looking for employment. This condition was introduced to preventunemployment benefitsfrom becoming too easily available and accessible.\n\nThe first unemployment benefits in the U.K. were paid in 1911 with the passage of the National Insurance Act. The act covered 2.5 million workers and payments were intended as a supplement to other sources of income.\n\nHighunemployment ratesfollowing the end of World War I led to the creation of the Unemployment Insurance Act of 1920. This provided weekly unemployment benefits for 15 weeks.\n\nIn 1921, the government introduced the \"seeking work\" test as a condition to receive benefits. The test required recipients to show they were genuinely seeking employment and willing to accept any job paying a reasonable wage. Unemployment benefits have continued to evolve over the years, leading to the Jobseeker's Allowance.\n\nThe Jobseeker's Allowance is available to an individual who has the right to work in the U.K. and lives in England, Scotland, or Wales. They must be under the state pension age but older than 18 (although some 16- or 17-year-old workers may qualify). They must be available for work, not a full-time student, and not be working more than 16 hours per week.\n\nThe JSA recipient must sign on at Jobcentre Plus every two weeks, allowing the Jobcentre to assess whether sufficient efforts are being made to secure employment. Benefits may be stopped if the Jobcentre determines the claimant is not fulfilling their job-seeking obligations, is failing to attend interviews, or is turning down offers of employment or training.\n\nAJobseeker's Allowance Calculatoris available on the U.K. Government website.\n\nThere are three types of Jobseeker's Allowance: new style JSA, contribution-based JSA, and income-based JSA. Individuals who've worked for two to three years and have paid Class 1National Insurance Contributionsare eligible for the new style JSA. Payments last for six months and the income and savings of the recipient's partner do not impact their benefits.\n\nThe contribution-based JSA is available for those who receive or who are entitled to receive severe disability premiums. In addition, they must have also paid Class 1 National Insurance Contributions over the past two to three years.\n\nThe income-based JSA is for those who receive or who are entitled to receive severe disability premiums but haven't worked over the past two to three years. The recipient must have £16,000 or less in savings (including the recipient's partner's savings). In addition, the claimant's partner cannot be working more than 24 hours per week.\n\nIf you qualify for the Jobseeker's Allowance in the U.K., you may be eligible for up to £67.20 per week if you are 18 to 24 or £84.80 per week if you are 25 and over. The exact amount will depend on various factors.\n\nThe Jobseeker's Allowance in the U.K. seeks to assist unemployed individuals with the cost of living. If unemployed individuals have paid into the National Insurance, then they will receive a non-means-tested contribution, while those who have not paid into the system will receive means-based-tested contributions.\n\nTo receive benefits from the Jobseeker's Allowance program or the Universal Credit program in the U.K., you do have to register with Jobcentre Plus.\n\nThe Jobseeker's Allowance program in the U.K. helps reduce the cost of living for those that are currentlyunemployedand looking for work. The program comes with various factors for eligibility as well as follow-ups with job centers.\n\nGov.UK. \"Jobseeker's Allowance (JSA) - Your JSA claim.\"\n\nThe National Archives. \"Insurance Introduced.\"\n\nGov.UK. \"Jobseeker's Allowance (JSA) - Eligibility.\"\n\nCitizens Advice. \"Check if You Can Get 'New Style' JSA.\"",
  "url": "https://www.investopedia.com/terms/j/job-seekers-allowance-jsa.asp"
}