{
  "term": "Johannesburg Interbank Average Rate (JIBAR) in South Africa",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nThe Johannesburg Interbank Average Rate (JIBAR) is the money market rate that is used in South Africa. The benchmark for short-term loans and instruments, the rate comes in one-month, three-month, six-month, and 12-month discount terms. The 3-month JIBAR rate is the most widely used and accepted.\n\nAn individual or business that seeks to borrow money from a South African bank will typically be quoted a rate tied to the three-month JIBAR, the most commonly used. For example, the rate quoted to a borrower looking to get a mortgage may be ‘JIBAR + 7%.’ As rates in themoney marketincrease, thecost of borrowingalso increases, and vice versa.\n\nToday, the Johannesburg Interbank Average Rate (JIBAR) is used as the benchmark for short-term interest rates in the South African markets. It is determined as an average of the borrowing and lending rates indicated by a number of local and international banks. JIBAR is calculated as a yield and then converted into a discount.\n\nThe rate is calculated daily by the Johannesburg Stock Exchange for one-month, three-month, six-month, and 12-month discount terms after all bid and offer rates are received by participating banks. The derived rate is then used by banks to buy and sell their ownNegotiable Certificates of Deposit(NCDs).\n\nThe bid and offer rates used to calculate JIBAR are submitted by eight banks that transact with NCDs of at least 100 millionrands(the South African currency). A mid-rate is calculated as a halfway point between the bid and offer rates provided by contributors. The two highest and two lowest mid-rates are discarded, and the remaining four mid rates are averaged to arrive at JIBAR.\n\nWhile JIBAR represents NCD rates, it also represents, to a lesser extent, the cost of funding in theforeign exchange (FX) forwardand the domestic market for fixed bank deposits.\n\nThe three-month JIBOR as of Jan. 2, 2020\n\nJIBAR is also an important tool in theinterest rate derivativesmarket. JIBAR Futures (STIR) are short-term interest rate futures contracts which have the three-month Johannesburg Interbank Average Rate as the underlying instrument. Thisexchange-traded contracthas a value at its expiration of 100 minus the three-month JIBAR rate at the expiry date. The contract is an efficient way to gain exposure to the South African interest rate market and can be utilized by hedgers seeking protection against adverse interest rate movements and speculators hoping to take advantage of short-term movements in interest rates.\n\nThe value of the STIR contract decreases as the expected three-month JIBAR rate at futures expiry increases. When interest rates are expected to go up, an investor or trader willshortthe contract. Investors golongthe contract when they believe interest rates will decrease at some point in the future.\n\nThe calculation of a South African reference rate started in the 1990s with the South African Futures Exchange (Safex) Bank Bill rate. The current reference rate system was established in 1999. Prior to November 2012, the acronym stood for the Johannesburg Interbank Agreed Rate.\n\nAccording to the South African Reserve Bank, the three-month JIBOR averaged 8.19% from 1999 until 2020, reaching an all-time high of 16.96% in February 1999 and a record low of 5.06% in September 2012.\n\nThe current JIBAR rate is available daily from Thomson Reuters and Bloomberg.\n\nOther equivalent short-term reference rates include theLondon Interbank Offered Rate(LIBOR),Euro Interbank Offered Rate(EURIBOR), Nigerian Interbank Offered Rate (NIBOR), Norwegian Inter-Bank Offered Rate (NIBOR), etc.",
  "url": "https://www.investopedia.com/terms/j/jibarrate.asp"
}