{
  "term": "John R. Hicks: Early Life, Accomplishments, Legacy",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nJohn Richard Hicks was a Britishneo-Keynesianeconomist. Hicks was born in the United Kingdom in 1904 and studied at Oxford University where he also lectured. During his career, Hicks became well known for his contributions to labor economics, utility and price theory, macroeconomics, and welfare economics. He received the 1972 Nobel Memorial Prize in Economics, sharing it with Kenneth Arrow for their advancement ofgeneral equilibrium theoryandwelfare theory.\n\nJohn R. Hicks was born in the United Kingdom in Warwick on April 8, 1904. He studied at Clifton College and Oxford University between 1917 and 1926 where he focused on economics, math, philosophy, and politics.\n\nAfter graduating, he lectured at the London School of Economics and Political Science from 1926 to 1935. He also taught at Cambridge University and the University of Manchester before returning to Oxford in 1946.\n\nHicks married fellow economist Ursula Webb in 1935. The couple had no children. He was knighted in 1964 for his work in economics and was awarded the Nobel Prize in 1972. Hicks died on May 20, 1989.\n\nHicks' wife, Ursula Webb, was one of the founders of the Review of Economic Studies. The academic journal was established in 1933 for young economists.\n\nHicks made several important contributions to economic theory during his career. These contributions ranged from fundamentalneoclassicalprice theory to macroeconomic modeling.\n\nHicks was awarded the Nobel Prize in 1972. He shared the honor with Kenneth J. Arrow, another neoclassical economist. Their work on general equilibrium analysis and welfare economics earned them the award. Before he was awarded the Nobel Prize, Hicks was knighted in 1964. He also received a number of honorary doctorate degrees from several universities in the U.K.\n\nHicks’ first book,Theory of Wages, developed the microeconomics of wage determination in competitive and regulatedlabor markets. In this work, he introduced the concept of elasticity of substitution between capital and labor, which became his basis to disputeKarl Marx's theory by arguing that labor-saving technological progress does not necessarily reduce labor’s share of income. This book became a standard textbook on labor economics for decades.\n\nIn his early papers and his second book,Value and Capital, he advanced the utility and price theory with his introduction of the Hicksian compensated demand curve. He also explored the concept of composite goods to simplify demand modeling along with the exploration of theincome effectandsubstitution effect.\n\nHicks also advanced the microeconomic analysis of interactions inValue and Capitalbetween markets by formalizing a model of comparative statics and introduced Walrasian general equilibrium theory to the English-speaking world. These models show how changes in markets impact conditions in other markets and how all the individual markets in an economy interact to yield an overall equilibrium for all markets.\n\nHicks is well known for making four major contributions to the field of economics. His first is the elasticity of substitution. It was used to demonstrate how labor-saving processes don't have a direct impact on the reduction of the share of national income.\n\nHicks’IS-LM modelformalized Keynesian macroeconomic theory to show how an economy can be in equilibrium with less-than-full employment. The IS-LM model depicts macroeconomic equilibrium as a product of the interaction of financial markets and real goods markets. This model is a common classroom tool in macroeconomics and is sometimes used to assess macroeconomic stabilization policies, as well as economic fluctuations.\n\nHis bookValue and Capital, which was published in 1939, is generally considered his third major accomplishment in economics. The Hicksian price and utility models he introduced in the book mathematically demonstrate how consumer preferences, price changes, and income interact to shape demand for goods and are still used as foundational elements of price theory inmicroeconomics.\n\nIn welfare economics, Hicks is well known for his Hicks compensation principle, also known as Hicks efficiency. This concept can be used as a criterion to judge thecosts and benefitsof changes to the economy and economic policy by comparing the losses for the losers with the gains for the winners.\n\nJohn R. Hicks is best known for significant work in the field of economics and is considered one of the most influential economists of the 20th century. His major accomplishments include his contributions to labor economics, utility and price theory, and macroeconomics. He also made great strides in his theories about welfare economics. Hicks was awarded the Nobel Prize with Kenneth Arrow for their work on general equilibrium theory and welfare theory.\n\nJohn Hicks won the Nobel Prize in Economics in 1972 with Kenneth J. Arrow. The two economists were awarded the prize for their work on general equilibrium analysis and welfare economics.\n\nHicks' IS-LM Model is designed to show the relationship between the market for economic goods and loanable funds, which is also known as the money market. The former is called IS (or investment savings) while the latter is known as LM. The model is depicted on a graph where the IS and LM intersect at the point where between the short-run equilibrium and the interest rates and output. It is often used to highlight how market preference changes affect the balance of interest rates and GDP.\n\nJohn R. Hicks is often considered one of the most influential economists of the 20th century. He is credited with making significant contributions to several areas of the field, including labor economics and welfare economics. But it was his work with Kenneth Arrow involving general equilibrium theory and welfare theory that won the two men the Nobel Prize in 1972.\n\nThe Nobel Prize. \"John R. Hicks Biographical.\"\n\nThe Nobel Prize. \"John R. Hicks Facts.\"\n\nThe History of Economic Thought. \"Lady Ursula Kathleen Hicks, 1896-1985.\"",
  "url": "https://www.investopedia.com/terms/j/john-r-hicks.asp"
}