{
  "term": "John B. Taylor",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nJohn B. Taylor is the Mary and Robert Raymond Professor of Economics at Stanford University and a Senior Fellow of Economics at the Hoover Institution. He is also the Director of Stanford University Introductory Economics Center﻿﻿. His fields of expertise includemacroeconomics,monetary policy, and international economics. He is best known for his work creating an interest rate forecasting tool that came to be known as,The Taylor Rule. The Taylor Rule asserts that the real interest rate should be 1.5 times the inflation rate, based on several macroeconomic assumptions.﻿﻿\n\nHe served on the President's Council of Economic Advisers from 1976-1977, and from 1989-1991. He was also a member of the Congressional Budget Office of Economic Advisers from 1995-2001. Taylor has also served as under-secretary of the Treasury for international affairs under the George W. Bush administration. In his home state of California, Taylor served as a member of the California Governor's Council of Economic Advisors from 1996-1998 and 2005-2010.﻿﻿\n\nTaylor is the author of hundreds of books and studies, including his landmark 1993 paper,Discretion Vs. Policy Rules in Practice, in which he introduced the arguments that came to be known as The Taylor Rule. He is a frequent guest on financial television, radio, and podcasts and has penned hundreds of articles and op-eds around macroeconomics and monetary policy. He has also been the recipient of dozens of distinguished awards in the field of Economics, including the 2016 Adam Smith Awards from the Association of Private Enterprise Education and the 2015 Truman Medal for Economic Policy.\n\nIn addition to his work at Stanford University, Taylor has also taught at Columbia University and the Woodrow Wilson School of Princeton. He graduated summa cum laude from Princeton with a B.A. in Economics in 1968 and received his Ph.D. in Economics from Stanford University in 1973.﻿﻿\n\nStanford University. \"John B. Taylor.\" Accessed Nov. 13, 2020.\n\nFederal Reserve Bank of Cleveland. \"The Natural Rate of Interest in Taylor Rules.\" Accessed Nov. 13, 2020.\n\nStanford University. \"John Taylor's Profile.\" Accessed Nov. 13, 2020.",
  "url": "https://www.investopedia.com/terms/j/john-b-taylor.asp"
}