{
  "term": "John F. Nash Jr.: Education, Accomplishments, Legacy",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nJohn Forbes Nash, Jr. was an American mathematician. He was born in 1928 in West Virginia and was a pioneer in the study of differential geometry and partial differential equations. He also developed an equilibrium theory known as theNash Equilibrium(of which theprisoner's dilemmais a well-known example). Nash won the 1994 Nobel Prize in Economics, along with two other individuals, for his development of the mathematical foundations of game theory. Nash died in a car crash in 2015.\n\nJohn F. Nash, Jr. was born in Bluefield, West Virginia, in 1928. Instead ofeconomics, Nash studied math at Carnegie Institute of Technology and later earned his doctorate from Princeton University at the age of 22.It was at Princeton that he began work on his equilibrium theory. He worked at MIT and for the RAND Corporation.\n\nNash was diagnosed with paranoid schizophrenia in 1959. The condition had a negative impact on his career for more than two decades. By the early 1970s, Nash received treatment that allowed his condition to improve to the point that he was able to begin teaching again at Princeton.\n\nHe served as a senior research mathematician at the school for the last 20 years of his life. There, he later became known as the Phantom of Fine Hall for his habit of filling blackboards with complex equations during the night when no one else was around.\n\nIn 2015, John and Alicia Nash were killed when the taxi they were riding in crashed in New Jersey. He was 86 and she was 82. They were returning from Norway, where Nash was awarded the 2015 Abel Prize from the Norwegian Academy of Science and Letters.\n\nNash was portrayed by Russell Crowe in the 2001 Academy Award-winning filmA Beautiful Mind. The film chronicles his life, along with that of his wife Alicia, as they struggled between his genius and his mental illness. It was based on the 1998 biography by Sylvia Nasar.\n\nNash is credited with several key mathematical theories that helped him forge a name in the field. These included the following:\n\nNash offered a speech that looked back on his tumultuous but accomplished life and concluded:\n\nAs noted above, Nash was awarded theNobel Prizein Economics in 1994. He shared the award with two other individuals, John C. Harsanyi and Reinhard Selten. They were given the prize \"for their pioneering analysis of equilibria in the theory of non-cooperative games.”\n\nNash also received the Abel Prize in 2015. Named after Niels Henrik Abel, it is Norway's award for those who achieve milestones in the field of mathematics. It is awarded on behalf of the country's education ministry by the Norwegian Academy of Science and Letter.\n\nAs noted earlier, Nash made great strides with his work in mathematics. He developed several mathematical concepts, including the Nash embedding theorem. Through his work, he was also able to recognize the difference between cooperative (those where multiple players have the same objective) and non-cooperative games (games that involve individual players who compete with one another).\n\nJohn Nash Jr. studied math at Carnegie Institute of Technology. He earned his doctorate at Princeton University in math. He graduated from Princeton at the age of 22.\n\nNash is associated with several mathematical concepts, including the Nash-Moser inverse function theorem and the Nash–De Giorgi theorem. But his most famous work is probably the Nash embedding theorems, which the Norwegian Academy of Science and Letter called the \"most original results in geometric analysis.\"\n\nJohn Nash Jr. was awarded the Nobel Prize in economics in 1994. He shared the prize with two others (John C. Harsanyi and Reinhard Selten) \"for their pioneering analysis of equilibria in the theory of non-cooperative games.\"\n\nJohn F. Nash Jr. was a pioneer in mathematics. He is credited with developing several mathematical concepts and won several awards for his work in the theory of non-cooperative games. Although he may not be a household name, his life was the subject of a Hollywood movie. The mental health challenges he faced and his accomplishments are among the central themes of \"A Beautiful Mind\" starring Russell Crowe.\n\nThe Nobel Prize. \"John F. Nash Jr., Biographical.\"\n\nThe Daily Princetonian. \"Nash GS ’50: ‘The Phantom of Fine Hall’.\"\n\nPrinceton University. \"A 'Tragic But Meaningful' Life: Legendary Princeton Mathematician John Nash Dies.\"\n\nThe New York Times. \"The Wisdom of a Beautiful Mind.\"\n\nThe Nobel Prize. \"John F. Nash Jr. Facts.\"\n\nThe Abel Prize. \"Abel Prize Laureates.\"\n\nThe Abel Prize. \"The Abel Prize – International Prize of Mathematics – Awarded yearly.\"",
  "url": "https://www.investopedia.com/terms/j/john-f-nash-jr.asp"
}