{
  "term": "John Elkann: Early Life and Education, Accomplishments, FAQs",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nJohn Elkann may not necessarily be a household name, but he's certainly associated with a number ofcorporationswith which many people are familiar, notably Fiat, Chrysler, and Ferrari.\n\nAlthough he comes from a long line of industrialists who established the Fiat name, Elkann has established himself as an executive with drive and a vision. Keep reading to find out more about John Elkann's early life, education, career background, and other interests.\n\nJohn Elkann is a member of the powerful Agnelli family that controlled the Italian automaker Fiat. He was born in New York City in 1976. He traveled extensively as a child and lived in several countries, including the United Kingdom, Brazil, France, and Italy. This helped him become fluent in four languages: Italian, English, Spanish, and Portuguese. According to Elkann, his \"life was always about being confronted with an environment where you had to adapt.”\n\nHe studied sciences at the Lycée Victor Duruy in Paris and earned an engineering degree from Politecnico di Torino in Turin, Italy in 2001. He held a number ofinternshipsthat allowed him to see how theautomotive industryworks.\n\nThese experiences allowed him to see the factory,marketing, and sales aspects of the company. His background included a headlamp factory in the U.K., a production line in Poland, and a car dealership in France. By the time he landed a seat on Fiat’s board in 1997, Elkann was already writing his undergraduate thesis on e-auctions as a part of General Electric’s corporate initiatives group.\n\nElkann is the chair of automakers Stellantis and Ferrari. He is also a board member, chair, andchief executive officer(CEO) of Exor, a holding company that has a stake in both automakers. He ranked in the 1,445th spot onForbes'sbillionaire's list with anet worthtotaling $2.1 billion as of May 18, 2022.\n\nHe was raised to take part in the family business under his grandfather Gianni Agnelli's direction. As such, he became a member of Fiat's board in 1997 at the insistence of his grandfather after the death of his cousin, Giovanni Alberto Agnelli.\n\nIn 2004, Elkann became vice-chair of Fiat, a year after his grandfather's death. The company was suffering from the poor reputation its vehicles had when it came to reliability. Elkann worked closely with management and helped to turn the company around. He became chair of the company in 2010 at the age of 36 when Luca Cordero di Montezemolo stepped down.\n\nStellantis owns many famous car brands, including Fiat, Chrysler, Dodge, Jeep, Peugeot, Maserati, Alfa Romeo, and Citroen.\n\nDuring his time leading the company, Elkann oversaw theacquisitionof Chrysler in 2009. He was also instrumental in the 2021mergerofFiat Chryslerand Peugeot, which resulted in a new entity named Stellantis. The newly formed company has an industrial presence in about 30 countries as well as commercially in 130 markets.\n\nElkann also holds a number of positions outside of his corporate interests in automaking. Exor owns an interest in Juventus Football Club, which gives Elkann a stake in the club. The league, which is based in Turin, was founded in 1897 and is owned by the Agnelli family.\n\nFerrari is a public company, which means it is primarily owned by shareholders; however, the largest owner of Ferrari is the Agnelli family, through its holding company, Exor, which owns 22.9% of Ferrari.\n\nJohn Elkann's net worth as of May 18, 2022, was $2.1 billion. He is part of the wealthy Agnelli family that started the car company, Fiat. Elkann is also chair of Stellantis and chair and CEO of Exor.\n\nThe football club, Juventus FC, is owned by the Agnelli family through its holding company, Exor.\n\nJohn Elkann is the head of the Agnelli family, which is renowned for founding the automaker, Fiat, and having a hand in many other car brands, such as Ferrari. Elkann holds important roles in famous companies, including being the chair of Fiat and Ferrari, as well as the chair and CEO of Exor, which manages his family's investments.\n\nCleaveland.com. \"Agnelli Heir John Elkann to Chair Fiat.\"\n\nReference for Business. \"John Elkann.\"\n\nFinancial Times. \"Unlikely Heir Who Saved the Family Jewels.\"\n\nReuters. \"SPECIAL REPORT: At Italy's Fiat, Young Scion Steers Tough Course.\"\n\nThe Famous People. \"John Elkann.\"\n\nFootballhistory.org. \"Juventus FC.\"\n\nFerrari Lake Forest. \"Who Owns Ferrari?\"",
  "url": "https://www.investopedia.com/terms/j/john-elkann.asp"
}