{
  "term": "Joint Tenants in Common (JTIC): Definition, Purpose, How It Works",
  "definition": "The term joint tenants in common (JTIC) refers to a legal relationship in which two or more people own a piece ofpropertyor anotherassetwhere no rights of survivorship are afforded to any of the account holders. If one owner dies, the surviving owner doesn't necessarily acquire the rights of the deceased owner. JTIC gives individuals the opportunity to own a piece of property and share the costs associated with it.\n\nTwo or more people who own an asset together may be referred to as joint tenants in common. Assets may includereal estate, bank accounts,brokerage accounts, investment portfolios, or other types of property. Joint tenants in a common arrangement could be established through a will left by the prior owner of a property to theirheirs, such as a parent who leaves their property to their four children. The parent may allocate a specific percentage or equal ownership to each heir.\n\nThe member ownership in the account is generally determined on apro-ratabasis. This means each individual in the relationship owns a portion of the asset equal to their contribution—someone who contributes 60% owns 60% of the asset. In other cases, individuals may enter into a relationship that gives them an equal share of the property. Joint tenants in common are entitled to mutually share in the property and do not have the right to deny each other access to it. For instance, an owner can't stop another tenant in common from making awithdrawalor from selling their stake in the property.\n\nUnlike other common legal relationships, when one owner dies, the surviving owner(s) does not automatically inherit their portion of the asset. Each tenant in the account can stipulate how their assets are to be distributed upon their death in a writtenwill. A deceased owner's portion of the asset can only be transferred to the surviving tenants if it is noted in the individual's will.\n\nThis kind of relationship may seem unusual, but it is common when two or more people want to own property without having to bear the financial burden on their own. Two individuals may find it more affordable to own a home or a brokerage account by becoming joint tenants in common and split the cost—the purchase price,property taxes, maintenance,brokerage fees, and other expenses related to the asset.\n\nAn agreement to be joint tenants in common may be formed when more than one party puts their funding into theacquisitionof property. The percentage of the assets each party committed would typically be the basis for their ownership and share. For example, if one party committed 85% of the funds needed to acquire a property, they would hold an 85% claim to it.\n\nYou can sell your individual stake even if the property is treated as a whole unit.\n\nThe property in question is usually treated as a whole unit rather than being subdivided among the joint tenants. In other words, each tenant has the right to use the entire property—not just a portion based on the size of their claim.\n\nDepending on the local laws and type of account, each tenant may have the right at their discretion to tap into resources associated with the joint property oraccount. This can include withdrawals or even the sale of their interest in the property.\n\nSome states require signatures from all parties that can claim a portion of ownership in order for transactions to be conducted involving joint tenants in common accounts or property. That would compel all parties to agree in order to complete a sale of the whole property. Each tenant could choose to sell their individual stake. Even if a tenant sold their portion of interest in the property, it would still be treated as a whole unit and not subdivided.",
  "url": "https://www.investopedia.com/terms/j/jtic.asp"
}