{
  "term": "Joint-Life Payout: What It Is, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA joint-life payout is a payment structure for pensions and retirement plans in which a surviving spouse continues to receive income after the account holder dies. Joint-life (also known as joint-and-survivor) provides an alternative to a single-life payout, for which payments end with the account holder's death.\n\nWith ajoint-life payoutproduct, a pension or other retirement plan will first pay benefits to the account holder. At the account holder's death, payments continue for another named person, usually their spouse.\n\nSince the pension will likely pay benefits for a longer period of time under a joint-life option, the amounts disbursed will be lower than the account holder would have received had they elected a single-life payout. However, the account holder has the assurance that their spouse will still have money coming in after they die.\n\nIn some instances, the designated survivor can be someone other than a spouse. The plan may also allow multiplebeneficiaries. However, if you are married and your spouse is not the primary beneficiary of at least 50% of the assets, the spouse must consent in writing that another party will be the beneficiary. Similarly, if you marry after establishing the joint-life payout plan, your spouse will receive 50% of the payout unless they consent to leave the current arrangement unchanged.\n\nYou could also buy your own joint and survivorannuity. This insurance contract provides guaranteed income payments as long as either the account holder or the beneficiary remains alive. The account holder deposits a large amount of cash with the annuity provider when the contract is signed, so they do incur high up-front costs. Predictable payments begin between 30 days and one year after establishing the annuity contract and continue during both parties' lifetimes.\n\nIn many cases, the joint-life option is the legally required default for married account holders. They can only elect thesingle-life payoutoption if their spouse agrees to the choice in writing.A spouse might agree to single-life, for example, if they have sufficient retirement income of their own or they believe the account holder will outlive them, so they wouldn't receive any payments as a survivor.\n\nAccount holders and their spouses will often have several joint-life options to choose from. For example, they may be able to elect a payout to the survivor that's the same amount as the account holder had been receiving. More commonly, the payout represents 50% or 75% of that amount. The survivor may also be able to take alump sumdistribution when the first spouse dies. The option they choose will also affect the account holder's payout—the larger the spouse's future payout, the lower the account holder's current payout will be.\n\nJoint-life payouts refer to annuities and pension plans. The term should not be confused with joint life insurance policies.\n\nJoint life insurance covers two people rather than one person. While joint life insurance typically covers a married couple, it may also be used by others, such as domestic partners or two partners in a business. Joint life can betermorpermanent insurance.\n\nThese policies can be structured in several ways. A first-to-die policy pays when either person dies. This might be useful for a young family where one person works outside the home and the other is a stay-at-home parent. If one or the other of them dies, the family could face financial hardship, either because it no longer has money coming in from the working spouse or because the survivor must now pay someone to do the work previously done by the stay-at-home partner. However, two separate, individual policies could serve the same purpose as a joint policy.\n\nThe other type of joint life insurance issecond-to-die. This policy does not pay out to the policy's beneficiaries until both policyholders are dead.\n\nJoint-life policies provide a number of benefits. Since the premiums are based on insuring two lives rather than one, they are usually less expensive than buying two separate policies. They are also useful when one spouse has an underlying medical condition that would prevent that partner from obtaining coverage on their own. Though joint life policies may be less expensive than two individual policies, they also come with additional risks, including how to manage the policy if the couple decides to divorce.\n\nNo, joint-life payout products are more expensive than single-life payout products. Annuity companies make smaller income payments on joint-life products because they expect to make more total payments for two people rather than one. If you want $3,000, you will need to pay more to do so under a joint-life annuity versus a single-life annuity.\n\nThe first payments are made within 30 days to one year after the annuity contract takes effect. Payments are often made monthly and continue while the annuitant and/or the beneficiary remain alive (depending on the payout option selected).\n\nThe only similarity is that all the products are designed to cover two individuals under the same contract. Otherwise, annuities, pension plans, and life insurance policies are significantly different financial instruments. Pensions and annuities make payments while the covered individuals are alive whereas life insurance pays out after they pass away.\n\nAjoint-life payout option for pensionsand retirement plans allows the surviving spouse (or other beneficiary) to continue receiving payments after the account holder dies. Joint-life payout products are more expensive than single-life offerings, where payments end with the account holder's death. You either need to accept a reduced income or pay more upfront to get the same monthly income as a single-life product. Make sure you consider your options carefully when weighing joint-life payout alternatives.\n\nCapital Group/American Funds.\"Beneficiary Designation — Survivor Annuity.\"\n\nThrivent.\"What Is Joint & Survivor Annuity?\"\n\nInternal Revenue Service. \"Retirement Topics - Qualified Joint and Survivor Annuity.\"\n\nU.S. Department of Labor Statistics.\"You’re Getting a Pension: What Are Your Payment Options?\"\n\nGuardian Life. \"Joint Life Insurance.\"\n\nNew York Life.\"Joint Life Insurance for Married Couples.\"",
  "url": "https://www.investopedia.com/terms/j/joint-life-payout.asp"
}