{
  "term": "Joint Endorsement: What It Is, How It Works",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nA joint endorsement can be required on a check presented for deposit or cashing that has been made out to two or more individuals. The purpose of the joint endorsement is to prevent one individual from depositing or cashing acheckwithout the knowledge or permission of the other person to whom the check is made out to.\n\nRules on joint endorsements vary by state, bank, and even the type of check presented. For example, when checks are made out to a married couple and deposited into theirjoint account,many banks will not require both spouses to endorse the check; after all, the money is going into an account to which they share access.\n\nOn the other hand, most banks will require checks issued by the U.S. government, such as tax refund checks, to be jointly endorsed, even for deposit into a joint account.\n\nThe need for a joint endorsement can be determined by the way the check is written. According to the legal convention, if the two payee names on the check are separated by the word \"and\" or any symbol or abbreviation of the word \"and,\" then the bank can require a joint endorsement.\n\nThus a check made out to \"Jane Doe and John Doe,\" \"Jane Doe & John Doe,\" or \"Jane Doe + John Doe\" would call for a joint endorsement.\n\nOn the other hand, if the payee names on the check are separated by a simple comma, such as \"Jane Doe, John Doe,\" then either party could endorse the check. Note that all banks may not follow these conventions and could demand a joint endorsement in any case.\n\nIn some instances, both parties for a joint endorsement cannot be present together at the same time to endorse the check.\n\nFor example, a recentlydivorcedcouple in which one of the partners has obtained a restraining order against the other might present a problem for the bank because it is difficult to verify or ask for signatures for a check. In such cases, a bank works with both parties independently or asks for a reissue of the joint check, made out separately to each individual.\n\nThe issue of joint endorsements often comes up in landlord-tenant relations because many living situations involve roommates who share bills and responsibilities but who are not married or otherwise related.\n\nWhen alandlordreturns a security deposit to tenants, the check may be written out to both, or all, the tenants listed on the lease, using some version of \"and\" between the names. Often the letters JT are appended to the names, meaning \"joint tenants.\" A problem arises when two unrelated roommates have separate bank accounts since the landlord's check can only be deposited into one account.\n\nIn this case, the refund check must still be jointly endorsed by bothtenantsbefore it can be deposited in one of the tenants' bank accounts. The depositor would then presumably write a separate check back to the other tenant.\n\nWhether both spouses will need to endorse a check will depend on how the check is made out. For example, if the check says \"and\" between the two names, then both will need to endorse it. If the names are separated by \"or,\" then only one will need to endorse it. For example, \"John and Mary\" versus \"John or Mary.\"\n\nIf the check is made out to both account holders, then most likely only one of you will have to sign the check if it is made out to the two of you since both your names are on the account. If the check is made out to only one person, you still may be able to deposit it for the other account holder, however, the rules will depend on the specific financial institution.\n\nAn endorsement check is endorsing a check to someone else that was originally made out to you. You would write and sign your name as usual but add \"pay to the order of\" followed by the name of the person you would like to endorse the check to.\n\nWhen a check is made out to two or more people, a joint endorsement is required. This ensures that all parties on the check agree to its deposit or cashing. If the names on the check are separated by \"and,\" then a check will usually need a joint endorsement. If they are separated by \"or,\" they usually won't. Joint endorsements are usually needed on shared accounts, such as those between spouses.\n\nConsumer Financial Protection Bureau. \"Do Both My Spouse and I Have to Sign the Back of a Check Made Out to Us?\"\n\nGreenville Federal Credit Union. \"Tips for Depositing Your Government-Issued Stimulus or Tax Refund Check.\"",
  "url": "https://www.investopedia.com/terms/j/joint-endorsement.asp"
}