{
  "term": "Joint Credit: What it is, How it Works, Types",
  "definition": "The term joint credit refers to any type ofcreditfacility that is issued to two or more people based on their combinedincomes, assets, andcredit histories. The parties involved share everything about the debt including the credit limit and the responsibility to repay it back to the lender. Joint credit can be used when one individual has little to no credit or a bad credit report, and when two or more people need access to a large credit limit that they wouldn't qualify for individually.\n\nJoint credit is any type ofdebtthat is owned—and owed—by two or more people. Two or more individuals may consider applying for joint credit if they're getting married or co-signing amortgage. It is imperative to review all parties applying for joining credit. Combinedfinancial planningwill usually affect all parties’ credit scores.\n\nConsumers can take out joint credit on any number of accounts, including mortgages, personal loans, credit cards, andlines of credit(LOCs). In order to obtain joint credit, each party must submit their personal information on a credit application. These details include their names, addresses, dates of birth, income,Social Security numbers(SSNs), and any other pertinent information. Each individual must also sign the application. By signing the application, each party gives the creditor their authorization to conduct a credit check.\n\nHaving joint credit means each individual has equal access to the account. This means anyone can make changes to the account, whether that means lowering or increasingcredit limits, changing mailing addresses, or adding additional users to the account. But it also means that each party shares the responsibility to pay back the debt. This can prove to be a problem if one person doesn't live up to their responsibility or runs up a credit card bill without paying, so it's always a good idea for each party to discuss the possibility of joint credit and set up boundaries before they actually apply for an account.\n\nDespite the pitfalls are several reasons why joint credit is a good idea. By combining their resources, a couple may have access to a greater amount of credit than if they were to apply as individuals. This would allow them to make bigger purchases and fund them together. Joint credit also comes in handy when one person has no credit history or a lowcredit score. Thejoint accountallows them access to a credit facility they wouldn't normally be able to obtain.\n\nJoint credit can become an issue and a huge concern indivorceproceedings. While both may have contributed to the debts equally, their agreements may see one partner taking responsibility for certain debts, while the other ends up paying for the remaining debts. It is also possible that former partners may still affect one another's credit, even if the two are divorced.\n\nClosing a joint credit account can also be difficult, especially when there's abalanceoutstanding. Even if alenderallows a credit card to be closed, the balance usually must still be paid under the original terms. One potential solution includes transferring a portion or all of the balance to a separate credit card.\n\nCo-borrowersare any other borrowers added to an account. Their names are also listed on thecredit applicationand supporting documentation. As such, their personal information—credit history and income—is used as part of the application process and help the lender determine whether the parties qualify. When there are co-borrowers on an account, they all assume responsibility for the debt.\n\nAs with a co-borrower, an additional party signs on to be responsible for 100% of the bill. But there's one key difference—theco-signerdoesn't have access to the account. The co-signer may or may not have access to account information either. If the original signer makes a latepaymentordefaultson the loan or account, this negative history could be added to the co-signers existing credit history.\n\nIn contrast with a co-signer, anauthorized usercan use existingavailable crediton an account but has no financialliabilityto repay the debt. While the initial party has already filled out the application, obtained the credit, and is liable for repayment, an authorized user simply receives charging privileges.\n\nWhile an authorized user is able to use a credit card, the original account holder is liable for repayment.\n\nAdding authorized users to an existing credit card can help build credit, assuming timely payments are made. On the other hand, an authorized user can also ruin the original party’s credit score by racking up debt. Authorized users can get aboost in their own credit scoreif the original party regularly uses and makes timely payments on the account.",
  "url": "https://www.investopedia.com/terms/j/joint_credit.asp"
}