{
  "term": "Joint and Survivor Annuity: Key Takeaways",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA joint and survivor annuity is an insurance product designed primarily for retired couples who want a guaranteed monthly income that will continue for as long as either spouse lives.\n\nAnnuities, in general, are investment choices that can be used to provide a regular stream of income during retirement. An alternative to the joint and survivor annuity is thesingle-lifeannuity, which stops payment at the death of theannuitant.\n\nA couple investing in a joint and survivor annuity has many options to consider. A higher initial benefit will come with a reduction in the monthly payout for the survivor. A lower benefit might be continued at the same level for the survivor.\n\nAnyoneconsidering a joint and survivor annuitymust first determine precisely how much the payments will be. That depends on many factors, including how much money they are investing, the life expectancies of both individuals, and whether the annuity isfixedorvariabledepending on investment returns.\n\nThere are other decisions that affect the numbers. A typical joint and survivor annuity might reduce the monthly payment to the survivor by 30% to 50%. The investors may, however, choose a somewhat lower payment that will continue unchanged for the lifetime of the survivor.\n\nThe prospective investor must also take a careful look at the fees and commissions involved. The cost of annuity fees averages 2.3% of the annuity's value and can go higher, particularly in complex products.\n\nWhen an annuity issponsored by an employer, the employer decides which payment options it will provide. The options may include single-life or joint and survivor options.\n\nHowever, employer-sponsored qualified plans must make the joint and survivor annuity the automatic choice for couples married at the time of retirement. An individual may receive asingle-life annuityonly with written, notarized approval from the primaryannuitant’s current or (depending on the divorce settlement) former spouse.\n\nThe life expectancies of both spouses can play a significant part in deciding between a joint and survivor annuity and a single-life annuity.\n\nA joint and survivor annuity has the advantage of protecting annuitants from outliving their retirement savings. A person who retires at 65 may anticipate living to age 80 and plan accordingly. Living to 90 or 100 is perfectly feasible these days, but it requires a backup financial plan. Its greatest benefit may be its protection for surviving spouses. That aspect may change with the times.\n\nHistorically, annuities were most often offered through employers. During much of the 20th century, most wage earners were men, who generally had lower life expectancies than women. The joint annuity took care of their widows, who might live years or even decades longer than their spouses.\n\nLike all annuities, joint and survivor annuities will not provide a good return to a younger couple. The benefit will be low and the fees will be high compared to other investment options, such asexchange-traded funds(ETFs).\n\nImmediate annuities make more sense after age 65 when a couple is retired or looking forward to retiring soon.\n\nThe stakes are changing, too, with marital trends. For example, same-sex couples, if they are about the same age, will typically have similar life expectancies, so they will not get as much benefit from a joint and survivor annuity as a straight couple might.\n\nThere may be provisions for making payments to a third party when both annuitants die before the monthly payments have exceeded the principal. In these cases, the money goes to the annuitants’ estate or to a namedbeneficiary.\n\nIf the annuity has aninstallment refund provision, the insurance company must make monthly payments to the estate or beneficiary until the original value of the annuity is reached.\n\nIf an annuity has a cash refund provision, the balance of the principal goes to the annuitants’ estate or a named beneficiary in a lump sum.\n\nA joint and survivor annuity is designed to support not just an annuitant but their surviving spouse after they die. It may be sponsored by an employer or the couple may purchase the annuity directly from an insurance company.\n\nAnnuity.org. \"Annuity Fees and Commissions.\"\n\nU.S. Pension Benefit Guaranty Corporation. \"Your Benefit, Your Choice • Benefit Options from PBGC.\"\n\nAnnuity.org. \"Annuity Fees and Commissions.\"",
  "url": "https://www.investopedia.com/terms/j/jointandsurvivorannuity.asp"
}