{
  "term": "Joint Bond: What It is, How It Works, Examples",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nA joint bond is sold with a guarantee of the payment of principal and interest by at least two parties. In the case of default by the issuer, thebondholdershave the right to claim repayment by any and all of the issuing institutions, corporations, or individuals. This shared responsibility reduces the risk to the investor but also generally means a lower rate ofreturn on the investment.\n\nA joint bond is most often issued when a corporateparent companyis required to guarantee the obligations of a subsidiary business. Such instances are similar to a parent's decision to co-sign a car loan for a child.\n\nParent companies are typically larger firms that own a majority stake in one or more smaller subsidiaries in the same industry or complementary industries.\n\nA subsidiary that wants to raise money for a capital project may not be able to do it alone or may be able to issue it only at a high rate of interest. Debt investors may be wary of a bond issued by a subsidiary, especially if it does not have as high a credit rating as the parent company.\n\nThe parent company can step in to act as an additional guarantor on the debt.\n\nThe joint bond is also known as a joint-and-several bond.\n\nAnother example of a joint bond issuer is theFederal Home Loan Bank System (FHLB). The bank was founded by Congress in 1932 in order to help finance the community banking system.\n\nThe FHLB Office of Finance issues joint bond security to fund the 11 Federal Home Loan Banks that make up its regional network. This financing is then passed on to local financial institutions to support lending to home buyers, farmers, and small business owners.\n\nThe Federal Home Loan Bank’s organizational structure ofjoint-and-several liabilitymakes it unique among housing-related government-sponsored enterprises and helps it serve as a pillar of the nation’s small business and home mortgage financing systems.\n\nMany economists have argued that the European Union should consider issuing joint bonds to strengthen the euro currency. They point to the aftermath of the 2008-2009 economic crisis to illustrate the point.\n\nIn 2014, Greece was mired in recession and could not take independent currency stimulus action to alleviate it because it has adopted the euro currency. Advocates of joint bonds argued that Greece needed the support and credit of its fellow eurozone members so that it could pay its bills until growth resumed.\n\nProposals for a European joint bond, or a European common bond, are floated intermittently. The latest iteration, called a European Safe Bond, was proposed in 2018 by a committee chaired by Irish central bank governor Philip Lane.\n\nEuropean banks and many governments within the eurozone could be supportive of such proposals since they would meet the demand for safe government debt. Previous proposals, however, have been blocked by Germany. German representatives are wary that a European joint bond would encourage fiscal irresponsibility in some of the poorer nations of the eurozone.\n\nU.S. Government Publishing Office, Govinfo. \"Oversight of the Federal Home Loan Bank System.\"\n\nFederal Housing Finance Agency. \"The Federal Home Loan Bank System.\"\n\nPeterson Institute for International Economics. \"Proposals for a Common Euro Area Safe Asset.\"",
  "url": "https://www.investopedia.com/terms/j/jointbond.asp"
}