{
  "term": "Joint Account: What It Is, How It Works, Benefits, and Pitfalls",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nErika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nA joint account is a bank or brokerage account shared between two or more individuals. These shared accounts are most often used by family members or business partners.\n\nA joint account functions like a standard account. All owners of a joint checking account, for example, can withdraw cash, write checks, and make online payments using the account.\n\nJoint accounts work just like regular accounts, except they can have two or more authorized users. Joint accounts can be established permanently, such asan account for a coupleinto which their salaries are deposited. The account may also be temporary, such as an account between two parties who are contributing funds in the short term.\n\nBank accounts held jointly between two parties may be titled with an \"and\" or an \"or\" between the account holders' names. If the account is listed as an \"and\" account, then both/all parties must sign to access the funds. If it is an \"or\" account, only one party must sign.\n\nAccounts jointly held include deposit accounts at banks including checking and savings accounts,credit cards, and other credit products such as loans,lines of credit(LOC), andmortgages. The joint status authorizes all those listed on the account to full use, but also the responsibility for any payments, fees, or charges incurred.\n\nOpening a joint accountis as simple as opening up a single account. Both parties should be present at the bank when the account is open—whether that's a deposit account or another product like a mortgage or loan. For credit cards, adding a secondary or authorized user is akin to opening a joint account. In most cases, this requires the signature of the second party.\n\nJoint accounts can be helpful for their holders and provide several benefits. Many funds requireminimum balances, particularly if the holder wants to access the benefits of a specific account type. By pooling their money, two people can bypass this requirement and reap the benefits of the account.\n\nOpening a joint account may also be helpful tonewer coupleswho are combining their finances. Couples may find it easier to have a single account into which they can deposit their paychecks and make payments for their rent or mortgage, bills, or other joint debts.\n\nA senior may find it helpful to add one of their children or another authorized user to their accounts to pay bills and do routine banking on their behalf if and when they are not able to do so on their own.\n\nJoint accounts can cause problems, however, because they generally provide all parties unlimited access to the funds. Thus, if one spouse has difficulty controlling their spending habits, this may affect the other spouse, who may be more frugal. The frugal spouse cannot challenge the withdrawals or transactions of the other spouse with the bank because they are listed as a joint account holder.\n\nAnother thing to remember with joint accounts is that all parties with access are responsible for any fees. If your husband runs up your joint credit card, you are equally responsible for paying it back. Similarly, if your joint checking account goes intooverdraft, you are liable for a negative balance.\n\nThe government may seize any funds in a joint account to satisfy an outstanding order. That includesback taxesthat may be owed, child support, or other court-orderedgarnishments.\n\nIt is best for both parties to discuss the responsibilities associated with opening a joint account before doing so. This can avoid any unnecessary problems and conflicts that may arise.\n\nAll parties should discuss the pros and cons of opening a joint account to avoid potential future conflicts.\n\nSeveral titling mechanics designate how the funds are divided if one of the parties on the account passes away. These options are required onjoint brokerage accounts.\n\nJoint Tenants with Rights of Survivorship (JTWROS):If one of the parties passes away, the assets in the account pass by the rule of law—outside ofprobate—to the surviving parties.\n\nTenants in Common (TIC):This allows each joint holder of the account to designate their beneficiary for their portion of the assets in the event they pass away. Instead of transferring by the rule of law to the second account holder, the assets are passed to thebeneficiary. In addition, the assets may not be automatically split 50/50. The TIC designation allows the tenants to divide property ownership in any way they choose.\n\nJoint Tenants option:This option mandates a 50/50 split of the assets in the joint account.",
  "url": "https://www.investopedia.com/terms/j/jointaccount.asp"
}