{
  "term": "Joint-Stock Company: What It Is, History, and Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA joint stock company is a business in which each investor owns a stake based on the amount they invested.\n\nA joint-stock company is a business structure where investors own shares proportional to their investment and share in the profits. It was an early form of business organization used to fund large ventures before modern corporations existed. Today, U.S. companies are not officially registered as joint-stock companies, but instead operate as corporations, partnerships, or LLCs.\n\nShareholders of a joint-stock company had unlimited liability for company debts. In the U.S., the legal process of registering as a corporation or limited liability company reduces liability to the face value of stock owned by the shareholder or the contribution of the LLC member.In Great Britain, the term \"limited\" has a similar meaning.\n\nThe shares of a joint-stock company are transferable. If the joint-stock company is public, its shares are traded on registered stock exchanges. Shares of a private joint-stock company are transferable between parties, but the transfer process can be limited by agreement (for example, to family members).\n\nHistorically, due to the nature of joint-stock companyunlimited liability, a shareholder's personal property could be seized to pay off debts in the event of a company collapse.\n\nA company registers with state and local authorities to be legally allowed to conduct business in the organizational form it selects (e.g., corporation, S-corporation, limited liability partnership, limited liability company, etc.).\n\nThis is a company that is incorporated under a nation's royal charter. Chartered companies may have certain privileges that relate to conducting their business operations.\n\nA statutory company is one that is established by an act of a nation's legislature to provide public services that benefit the populace. The company's responsibilities and privileges are detailed by the act.\n\nThe Muscovy Company was a joint-stock company chartered by England's Queen Mary in 1555. Shareholders included explorer Sebastian Cabot and numerous London merchants. The company was granted an exclusive right to trade with Russia.\n\nWhile a joint-stock company is not a specific, legal form of a business entity in the U.S., the term could be used to describe a corporation, partnership, limited liability company, or public company—in fact, any company with more than one shareholder.\n\nThe joint-stock company has a historical association with unlimited liability and the potential for the seizure of personal assets to satisfy outstanding debt. A modern-day public company with shareholders is still a joint-stock company but its legal status limits shareholder liability to ownership/contribution amounts.\n\nThere are records of joint-stock companies being formed in Europe as early as the 13th century. However, they appear to have multiplied beginning in the 16th century, when adventurous investors began speculating on opportunities to be found in the New World.\n\nEuropean exploration of the Americas was largely financed by joint-stock companies. Governments were eager for new territory but were reluctant to take on the enormous costs and risks associated with these ventures.\n\nThat led entrepreneurs to devise abusiness plan. They would sell shares in their ventures to many investors to raise money to fund voyages to the New World. The potential for resources to be exploited and trade to be developed was attractive to many investors. Others wanted to claim real estate in the New World and establish new communities that would be free of religious persecution.\n\nIn American history, the Virginia Company of London is one of the earliest and most famous joint-stock companies. In 1606, King James I signed a royal charter permitting the company exclusive rights to establish a colony in what is now Virginia. The Virginia Company's business plan was ambitious, ranging from exploiting the region's gold resources (there weren't any) to finding a navigable route to China (there was none).\n\nAfter many hardships, the company successfully established the Jamestown colony in Virginia and began to grow and export tobacco. However, in 1624, an English court ordered the company to dissolve and convert Virginia into a royal colony. The investors in the Virginia Company never saw a profit.\n\nJoint-stock companies played a major role in funding the settlement of the original colonies. These companies could raise money from many investors, without exposing any one investor to excessive risk. This allowed the companies to raise enough resources to launch successful settlements in the new world. One famous example was the Virginia Company of London, which funded the settlement at Jamestown.\n\nYes. Today's joint-stock companies in the U.S. are called corporations, partnerships, and limited liability companies. While there is no legal business registration form labeled as \"joint-stock company,\" the term can be used to describe any business entity that issues stock and has shareholders.\n\nJoint-stock companies (then and now) can raise a large amount of money by issuing shares to various individuals. This made them practical for U.S. colonial-era ventures that couldn't be financed by one person or entity alone. Of course, the shareholders all expected to receive a portion of any earnings, commensurate with their investments\n\nThe legal liability that shareholders must shoulder is different. In the past, any shareholder could be held totally liable for debts that a company owed and couldn't pay. Shareholders' personal property could be seized by creditors or the authorities as payment. Today, a shareholder's liability is generally limited to their investment in a company.\n\nA famous joint-stock company was the English East India Company, which was formed to trade with India and Asia. Over the course of its 250-year history, the EIC effectively controlled the colonization and exploitation of India and other overseas territories.\n\nJoint-stock companies are collectively owned by shareholders. Such companies existed as early as the 13th century. Historically, they left shareholders open to unlimited liability, which did not encourage investment.\n\nHappily, corporate law has limited liability for shareholders. In the U.S., it was limited to the face value of their shares.\n\nLegal Information Institute. \"Corporations.\"\n\nUnited Kingdom Government. \"Incorporation and Names.\"\n\nBubb, Ryan. \"Choosing the Partnership: English Business Organization Law During the Industrial Revolution,\"Seattle Law Review, vol. 38, no. 337, 2015, pp. 337-364.\n\nUSHistory.org. \"Joint-Stock Companies.\"\n\nEncyclopedia Britannica. \"East India Company.\"",
  "url": "https://www.investopedia.com/terms/j/jointstockcompany.asp"
}