{
  "term": "Joint and Several Liability: Definition, Example, State Limits",
  "definition": "Joint and several liability is a legal term for a responsibility shared by two or more parties to a lawsuit. A wronged party may sue any or all of them, as well as collect the total damages awarded by a court from any or all of them.\n\nIn such cases, responsibility for the total amount awarded would be shared by all. Failure by any of the parties to pay would increase the obligation of the others.\n\nJoint and severalliabilityfavors the plaintiff suing for damages because it empowers them to pursue full payment, if necessary, from the party with the deepest pockets if the others named cannot pay.\n\nIf all of the parties involved areinsolventand uninsured, then the plaintiff collects nothing.\n\nJoint and several liability differs in law fromcomparative fault, in which multiple parties are assigned responsibility for a portion of the damages in relation to the degree of fault that they bear for the harm. In such cases, a plaintiff may be left in the position of seeking damages from the party that is least able to pay.\n\nComparative fault is sometimes called “pure several liability.” It is more common in the United States than joint and several liability.\n\nMost U.S. states have limited the use of joint and several liability or have developed a hybrid approach. For example, a state might allow joint and several liability to apply only to parties who are found responsible for more than 50% of the damage done.\n\nThe hybrid approach was adopted as a means of reforming a system that appeared to encourage some plaintiffs to add a single party with deep pockets, such as a largecorporation, to a suit to get an outsized award.\n\nAs noted, joint and several liability tends to benefit the plaintiff, as it increases the chances that all of the damages awarded can be collected.\n\nMost states in the U.S. limit the use of joint and several responsibility or employ a hybrid approach.\n\nOn the other hand, it may be considered unfair to a party who bears only a minor responsibility for an adverse event to bear an outsized financial loss because of it.\n\nA joint and several liability case could be launched on behalf of workers who became ill after working at multiple job sites where they were exposed to harmful materials. For example, they might be construction workers who suffer physical ailments that can be attributed to contact with a toxic substance that was present in materials used in all of their workplaces.\n\nThe workers might argue that inadequate precautions were taken by several employers who were responsible for worker safety at various sites where they worked.\n\nJoint and several liability makes all parties in a lawsuit responsible for damages up to the entire amount awarded. That is, if one party is unable to pay, then the others named must pay more than their share.\n\nSeveral liability (or proportionate liability) is when all parties are liable for just their own respective obligations. In effect, it is the opposite ofjoint liability.\n\nJoint and several liability is a way to reduce the risk of financial loss to one party to a contract. It allows a plaintiff suing for damages to pursue full payment, if necessary, from the party with the deepest pockets if the others named cannot pay.\n\nIn law, joint and several liability makes all parties in a lawsuit responsible for damages up to the entire amount awarded. That is, if one party is unable to pay, then the others named must pay more than their share until their joint financial obligation has been met.",
  "url": "https://www.investopedia.com/terms/j/joint-and-several-liability.asp"
}