{
  "term": "Joint Liability: Overview and Examples in Corporate Debt",
  "definition": "Investopedia / Paige McLaughlin\n\nJoint liability is when two or more people share the responsibility to fulfill a debt or legal duty, meaning either can be held accountable for the entire obligation.\n\nJoint liability means that two or more parties share the responsibility for repaying a debt or addressing a legal obligation. A joint liability allows parties to share the risks associated with taking on debt and to protect themselves in the event of lawsuits. An individual subject to joint liability may be referred to as \"jointly liable.\"\n\nJoint liability for a debt results from two or more parties applying jointly for credit asco-borrowers, which is implied in ageneral partnership. Under the regulations of a general partnership, any partner entering into a contract with or without the knowledge of other partners automatically binds all partners to that contract.\n\nIf a court finds that a partnership is at fault in a lawsuit, then every partner is responsible for paying any monetary legal liability or compensation. As such, any partner entering a joint liability agreement should be aware that they too are liable for the actions of each and every other partner as it pertains to the partnership.\n\nAn example of joint liability would be when spouses both apply for a loan. If one spouse should die, the other remains liable for the balance of the loan as a co-borrower. However, this is contingent upondefaultby the borrower.\n\nWith joint liability,creditorsmay sue once for any debt. In the case of partnerships, creditors tend to choose the one with the deepest pockets or the most likely to pay, as they cannot pursue additional amounts from other partners.\n\nSeveral liability (or proportionate liability) is when all parties are liable for just their own respective obligations. In effect, it is the opposite of joint liability. An example would be if several business partners took out a loan for their business under the arrangement that each partner was responsible for their own share (severally liable).\n\nIn such a case, if one partner did not meet their obligation under the loan, then the lender would only be able to sue the one partner for failure to meet their obligation. Several liability is often used in syndicated loan agreements.\n\nWhen partners havejoint and several liabilityfor a debt, a creditor can sue any of the partners for repayment. It is a variation of joint liability.\n\nIf one partner pays the debt, then that partner may pursue other partners to collect their share of the debt obligation. In short, it is the responsibility of defendants to sort out and reconcile their separate shares of liability and payments.\n\nAssume John and Mark take out a loan for $100,000 from a bank to open their lightbulb business. After one year, they've spent $30,000, of which they owe to the bank. The business doesn't do well and has to close. Because they started the business under a general partnership, they are jointly liable for the debt. Under joint liability, either John or Mark can be held responsible for paying back the entire $30,000. The bank can pursue either or both of them for the obligation.\n\nThe primary disadvantage of joint liability is unequal financial risk. If two people enter into a venture and one party cannot cover their financial portion, then the other party is on the hook for not only their share but the other party's share. A creditor can come after either party, regardless of any other factor, such as who can't pay. In business, this can often lead to strained relationships, which is another disadvantage.\n\nA \"better\" structure than joint liability will depend on the goals of the partners. In general, limited liability, such as an LLC, is preferable to joint liability because the financial risk is only equal to what each member invested; creditors cannot go after the personal assets of the members, such as their house or savings accounts.\n\nWhen two or more individuals take on a financial obligation, joint liability ensures that both are responsible for outstanding amounts, regardless of who plays what role. Creditors are legally allowed to go after any party in a joint liability.\n\nWhile this structure ensures that risks are shared by all parties in a venture, it also means that one party could end up paying for the mistakes of the other party.",
  "url": "https://www.investopedia.com/terms/j/joint_liability.asp"
}