{
  "term": "Joint Probability: Definition, Formula, and Example",
  "definition": "The term joint probability is often used to describe the likelihood that two or more events will occur at the same time.\n\nA joint probability is the chance that two or more events will happen at the same time. For a joint probability to work, both events must be independent of one another. For instance, it's the likelihood of flipping a coin and getting heads and rolling a die and getting a six. Another example is rolling two dice and both landing on a three. You can visualize joint probabilities using Venn diagrams. Joint probabilities help statisticians, data analysts, and financial professionals draft models, assess risk, and make investment decisions.\n\nNotation for joint probability can take a few different forms. The following formula represents the probability of events intersection:\n\n﻿P(X⋂Y)where:X,Y=Two different events that intersectP(XandY),P(XY)=The joint probability of X and Y\\begin{aligned} & P\\ \\left ( X\\bigcap Y \\right ) \\\\ &\\textbf{where:}\\\\ &X, Y = \\text{Two different events that intersect}\\\\ &P(X \\text{ and } Y), P(XY) = \\text{The joint probability of X and Y}\\\\ \\end{aligned}​P(X⋂Y)where:X,Y=Two different events that intersectP(XandY),P(XY)=The joint probability of X and Y​﻿\n\nAlthough joint probability can help you determine the likelihood of two different events happening at the same time, it does not indicate how the two events may influence each other.\n\nProbability is a field closely related tostatisticsthat deals with the likelihood of an event or phenomenon occurring. It is quantified as a number between 0 and 1, where 0 indicates an impossible chance of occurrence and 1 denotes the certain outcome of an event.\n\nFor example, the probability of drawing a red card from a deck of cards is 1/2 = 0.5. This means there is an equal chance of drawing a red and black card since there are 26 of each in a deck. As such, there is a 50-50 probability of drawing a red card versus a black card.\n\nJoint probability measures two events that happen at the same time. It can only be applied to situations where more than one observation can occur at the same time. So the joint probability of picking a card that is both red and 6 from a deck is P(6 ∩ red) = 2/52 = 1/26 since a deck of cards has two red sixes—the six of hearts and the six of diamonds. Because the events red and 6 are independent, you can also use the following formula to calculate the joint probability:\n\nP(6∩red)=P(6)×P(red)=4/52×26/52=1/26P(6 \\cap red) = P(6) \\times P(red) = 4/52 \\times 26/52 = 1/26P(6∩red)=P(6)×P(red)=4/52×26/52=1/26\n\nThe symbol “∩” in a joint probability is referred to as an intersection. The probability of event X and event Y happening is the same thing as the point where X and Y intersect. Therefore, the joint probability is also called the intersection of two or more events. AVenn diagramis perhaps the best visual tool to explain an intersection:\n\nFrom the Venn above, the point where both circles overlap is the intersection, which has two observations: the six of hearts and the six of diamonds.\n\nJoint probability should not be confused withconditional probability, which is the probability that one event will happen given that another action or event happens. The conditional probability formula is as follows:\n\nP(X,givenY)orP(X∣Y)P(X, given~Y) \\text{ or } P(X | Y)P(X,givenY)orP(X∣Y)\n\nThis is to say that the chance of one event happening is conditional on another event happening. For example, from a deck of cards, the probability that you get a six, given that you drew a red card is P(6│red) = 2/26 = 1/13, since there are two sixes out of 26 red cards.\n\nJoint probability only factors in the likelihood of both events occurring. Conditional probability can be used to calculate joint probability, as seen in this formula:\n\nP(X∩Y)=P(X∣Y)×P(Y)P(X \\cap Y) = P(X|Y) \\times P(Y)P(X∩Y)=P(X∣Y)×P(Y)\n\nThe probability that A and B occurs is the probability of X occurring, given that Y occurs multiplied by the probability that Y occurs. Given this formula, the probability of drawing a 6 and a red at the same time will be as follows:\n\nP(6∩red)=P(6∣red)×P(red)=1/13×26/52=1/13×1/2=1/26\\begin{aligned} &P(6 \\cap red) = P(6|red) \\times P(red) = \\\\ &1/13 \\times 26/52 = 1/13 \\times 1/2 = 1/26\\\\ \\end{aligned}​P(6∩red)=P(6∣red)×P(red)=1/13×26/52=1/13×1/2=1/26​\n\nStatisticians and analysts use joint probability as a tool when two or more observable events can occur simultaneously. For instance, joint probability can be used toestimate the likelihoodof a drop in theDow Jones Industrial Average (DJIA)accompanied by a drop in Microsoft’s share price, or the chance that the value of oil rises at the same time theU.S. dollar weakens.\n\nJoint probability depends on the two events acting independently from one another. To determine whether they are truly independent, it's important to establish whether one's outcome affects the other. If they do, they are dependent, which means they lead to conditional probability. If they don't, you end up with joint probability.\n\nLet's highlight another example to show how joint probability works. This example uses dice and we want to find out what the probability is that you'll roll a four on each die when you roll them. Remember, there are six sides to each one.\n\nIn order to determine the joint probability, we first need to determine the probability of each roll:\n\nNow we can use the joint probability formula noted above to figure out what the joint probability is for this event by multiplying each individual event together.\n\nThis means that there is a 1/36 chance of rolling two fours using a pair of dice.\n\nJoint probability is a statistical measure that tells you the likelihood of two events taking place at the same time. You can use it to determine\n\nCertain conditions must be met for joint probability to occur. The first condition is that the two events in question must occur at the same time. Another condition is that both events must occur independently of one another. As such, the outcomes cannot impact each other.\n\nNo, joint probability can never be greater than 1. Joint probability falls between 0 and 1, where 0 denotes that the likelihood of two events occurring simultaneously is impossible while 1 indicates that their outcome is certain.\n\nProbability refers to the likelihood that an event will take place. But when two variables are involved, you may have joint probability. This is a statistical measure that can tell you whether two independent events are likely to occur at the same time. It is an important metric for statisticians who use it to determinerelationships between two sets of variables, such as the returns of two different companies or high winds and rainfall in weather forecasting. But one thing it doesn't indicate, though, is how the two influence each other.",
  "url": "https://www.investopedia.com/terms/j/jointprobability.asp"
}