{
  "term": "Jordanian Dinar (JOD): Overview, Considerations, FAQ",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe Jordanian dinar is the national currency of Jordan and its abbreviation, or currency symbol, is denoted by JOD. The dinar has smaller denominations or subunits. In particular, one dinar is equal to 10 dirhams, 100 qirshes, and 1,000 fils.The dinar is also circulated on Israel's West Bank.\n\nThe dinar became Jordan's official currency in July 1950. It replaced the Palestinian pound, a currency that had circulated in the British Mandate of Palestine and the Emirate of Transjordan, a British protectorate, since 1927. After independence, the country created the Jordan Currency Board to issue and circulate currency.\n\nThe Jordanian dinar is considered to be the fourth-highest valued currency in the world.\n\nThe Central Bank of Jordan (CBJ) took over production and monetary policy in 1959. Issued dinars have the official name of the country, the Hashemite Kingdom of Jordan, printed on them. The current, fourth series of banknotes issued by the CBJ have denominations of 1, 5, 10, 20, and 50 dinars.Dinarian coins were denominated in Arabic until 1992 and then changed to English. The dinar has beenpeggedto the U.S. dollar since 1995.\n\nThe country of Jordan pegged its local currency to the U.S. dollar to create stability in its financial system. Typically, if a country'scurrencyexchange rate fluctuates wildly, it's difficult to attractforeign investment, and capital flows might leave the country in search of more stable investments.\n\nBy pegging the dinar to the dollar, Jordan gets the benefit of a stable currency regime, meaning its local banks are likely to attract deposits. A stable currency also leads to increases inforeign direct investment(FDI) into Jordan.\n\nThe GDP of Jordan in 2021. It is expected to increase to $47.5 billion in 2022.\n\nBy pegging to the dollar, however, the Jordanian central bank cannot try to affect the value of its currency on the open market in response to changing economic conditions such as a recession or overheated growth.\n\nLikewise, if the U.S. dollar gains or loses strength due to American economic circumstances, that can change thebuying powerof the dinar even though the situation in the Jordanian economy may be quite different.\n\nThe JOD is pegged to the U.S. dollar at a fixed exchange rate: 1 USD is equal to 0.7090 JODs.For example, let's say you were sending a wire transfer to Jordan and wanted to convert $1,000 to dinars, the exchange would result in 709 Jordanian dinars. Because it is pegged, this exchange rate will persist over time as opposed tocurrenciesthat float in the market and so change their exchange rate over time.\n\nYes, the Jordanian dinar is a strong currency because it is pegged to the U.S. dollar rather than the strength of its economy.\n\nThe Jordanian dinar is expensive because its currency is pegged to the USD. The country keeps fixed exchange rates and so its currency doesn't float from changes in supply and demand. Rather, the government has a tight monetary policy that restricts the value of the currency.\n\nThe primary reason Jordan pegged its currency to the USD is for the same reason that any country would do so: financial stability. The USD is one of the most stable and widely circulated currencies. As such, its value does not fluctuate wildly. By pegging its currency to the USD, Jordan stabilizes its currency and its financial system. Having a stable currency and financial system attracts more investment, which grows a country's economy and the quality of life for its citizens.\n\nYou can calculate the JOD exchange rate to any currency by using a currency converter, such as at XE.com. The exchange rate of the JOD to USD is fixed and so remains the same. One USD is equal to 0.709 JODs.\n\nThe Jordanian dinar is the currency of the Kingdom of Jordan. It has been pegged to the USD since 1995 and has since enjoyed a stable and strong currency. By pegging its currency to the USD it has enjoyed financial stability; however, the country's economy is stagnant and has suffered from terrorism in the region as well as an inefficient public sector.\n\nCentral Bank of Jordan. \"Introduction\" Accessed Dec. 23, 2021\n\nFXSSI. \"Top 10 - Highest Currency in the World in 2021.\" Accessed Dec. 23, 2021.\n\nUPI. \"Jordan Pegs Dinar to U.S. dollar.\" Accessed Dec. 23, 2021\n\nStatista. \"Jordan: Gross Domestic Product (GDP) in Current Prices From 1986 to 2026.\" Accessed Dec. 23, 2021.\n\nXE. \"1 USD to JOD - Convert US Dollars to Jordanian Dinars.\" Accessed Dec. 23, 2021.",
  "url": "https://www.investopedia.com/terms/j/jod.asp"
}