{
  "term": "Josef Ackermann",
  "definition": "Josef Ackermann is a Swiss banker who served asCEOand chair of Deutsche Bank from 2002 to 2012 and the chair of the Bank of Cyprus from 2014 to 2019. He was a member of theGroup of Thirty, a Washington-based group of international economists and financiers, who analyze global economic and financial issues.\n\nJosef Ackermann was born on Feb. 7, 1948, in Walenstadt, Canton of St. Gallen, Switzerland. He attended the University of St. Gallen, where he studied economics and social sciences and earned a Ph.D. ineconomics.\n\nAckermann began his career as a corporate banker with Credit Suisse in 1977. He remained at Credit Suisse for 25 years, earning the positions of general director and board member.\n\nIn 2002, Ackermann joined Deutsche Bank as its CEO and was tasked with making Deutsche Bank a global investment bank. He spearheaded numerousmergers, improved global operations, introduced a new shareholder-focused management style, and increased the company's focus oninvestment banking.\n\nDuring his tenure at Deutsche Bank, Ackermann was engaged in investigations by the U.S. Justice Department related to the bank's investment insubprime mortgagesthat contributed to theGreat Recessionof 2008. Investigators found Deutsche mislead investors about loans backing $1.4 billion in securities issued in 2007, leading to hundreds of millions of dollars in losses, according to the fraud complaint.\n\nA mortgage loan, considered risky, that is granted to individuals with poor credit scores.\n\nAt the same time, Ackermann served as chairman of the Institute of International Finance (IIF), the global association of banks, he was highly instrumental in helping to solve this crisis as well as the ensuing debt crisis in the Eurozone.\n\nJosef Ackermann earned €9.6 million in 2009 and €8.9 million in 2010, however, when faced with sanctions from the U.S. Justice Department, Deutsche Bank reportedly attempted to reclaim tens of millions of euros in bonuses paid to Ackermann and other former CEOs.\n\nAckermann resigned from Deutsche Bank in 2012.\n\nIn 2014, Josef Ackermann was elected as the new chairman of Cyprus' largest lender, the Bank of Cyprus. At the time, the bank faced an uphill battle to clear itstoxic assetsand resolve its balance sheets.Ackermann led the Bank of Cyprus until 2019.\n\nAckermann has served on the boards of Bayer, Deutsche Lufthansa, Linde, Mannesmann, Siemens, Zurich Financial Services, and Royal Dutch Shell.\n\nHe has been a member of the Washington-based Group of Thirty, or G30, established in 1978 as an independent global body comprised of economic and financial leaders from the public and private sectors and academia which aims to deepen understanding of global economic and financial issues.\n\nDonald Trump relied on Deutsche Bank for financing and Josef Ackermann allegedly approved Trump's financing even after Trump had defaulted on loans in 2004 and 2008. However, Ackermann did not recall his involvement in the approvals.\n\nJosef Ackermann has been a visiting professor of Finance at the London School of Economics and the Johann Wolfgang Goethe University.\n\nIn 2004, Josef Ackermann was acquitted of charges that he wasted shareholders' money as a member of the board of the German phone company, Mannesmann AG. He was found not guilty of breach of trust in Germany's first effort to jail managers for approving excessive bonuses.\n\nJosef Ackermann is a Swiss banker who served as CEO and chair of Deutsche Bank during the recession of 2008 and subprime mortgage defaults. He was elected to chair the Bank of Cyprus in 2014. Ackermann has served on the board of numerous corporations, taught at two universities, and was an advisory member of the Group of Thirty.\n\nThe Wall Street Journal. \"Ex-Executive at Deutsche Bank Accused In Subprime Loan Case.\"\n\nYale School of Management. \"Interview With Josef Ackermann.\"\n\nFortune. \"Deutsche Bank Wants Bonus Millions Back From Its Former CEOs.\"\n\nDW Akademie. \"Ackermann To Rescue Bank Of Cyprus.\"\n\nThe New York Times. \"Deutsche Bank And Trump.\"\n\nAmerican Banker. \"Ackermann Cleared In Mannesmann Case.\"",
  "url": "https://www.investopedia.com/terms/j/josef-ackermann.asp"
}