{
  "term": "Joseph Stiglitz: Education, Work, Legacy",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nJoseph Stiglitz is an AmericanNew Keynesian economist. Known for his research on information asymmetry, risk aversion, and monopolistic competition, Stiglitz received the 2001 Nobel Prize in economics. He is currently a professor at Columbia University and chief economist of The Roosevelt Institute.\n\nStiglitz is the author of many books and publications, includingMeasuring What Counts: The Global Movement for Well-BeingandRewriting the Rules of the European Economy: An Agenda for Growth and Shared Prosperity.\n\nJoseph Stiglitz was born in Gary, Indiana on Feb. 9, 1943. He earned a bachelor's degree from Amherst College in 1964 and became a research fellow at the University of Cambridge as a Fulbright scholar. Stiglitz earned a Ph.D. from the Massachusetts Institute of Technology in 1967. He has taught at Stanford, Princeton, and MIT.\n\nUnder President Clinton, Stiglitz served as chair of the President’sCouncil of Economic Advisers, (CEA.) He was chief economist and senior vice-president of the World Bank from 1997 to 2000.\n\nJoseph Stiglitz helped create an area of study known as information economics, a branch ofmicroeconomicsthat studies how information and information systems affect an economy and economic decisions. His research on information asymmetry helped earn Stiglitz the 2001 Nobel Prize in economics.\n\nInformation Asymmetryis an imbalance of information between players in a market. One party in an economic transaction may have more information than another: a buyer may possess more knowledge than a seller, or a borrower may know his repayment ability more than the lender.\n\nJoseph Stiglitz is credited with his screening technique, a method used to extract the missing information needed to complete an efficient market transaction. Stiglitz's screening technique is a frequent tool used by insurance companies and lenders. Insurance companies screen subscribers and sort them into high-risk or low-risk categories in order to charge appropriate premiums. Lenders use screening to sort borrowers by risk of repayment and assign higher interest rates accordingly.\n\nAccording to Stiglitz, screening is “the process of discrimination, of distinguishing among “things” which, in the absence of screening, would, for economic purposes, be treated the same, even though it may be known that they differ in perhaps some important ways”.\n\nJoseph Stiglitz's study ofrisk aversionhelped define how individuals make decisions to save and spend money. According to Stiglitz, when uncertainty exists in a situation, economic consequences depend on whether one course of action is riskier than another or if one individual is more risk-averse than another.His theories explain the consequences of risk aversion when applied to portfolio investments, individual savings, and business production decisions.\n\nStiglitz defined the theory of monopolistic competition, as a market structure where many companies are present in an industry that produce similar but differentiated products. None of the companies enjoy a monopoly, and each company operates independently without regard to the actions of other companies. In monopolistic competition, advertising and branding are key and can contribute to barriers to entry for new firms.Industries like restaurant chains, clothing, and sportswear follow this model.\n\nJoseph Stiglitz has received extensive recognition for his work in economics. In 1979, Joseph E. Stiglitz received theJohn Bates Clark Medal, an award given to economists under forty who have made substantial contributions to the field of the economic sciences in the United States. In 2001, he was awarded theNobel Prize in economicsfor his work on the theory of information asymmetry. He is a shared recipient of the 2007 Nobel Peace Prize as a member of the Intergovernmental Panel on Climate Change.\n\nStiglitz was appointed to the Pontifical Academy of the Social Sciences and named chair of the U.N. Commission on Reforms of the International Monetary and Financial System by the president of the United Nations in 2009.Timemagazine named Stiglitz one of the “100 Most Influential People in the World” in 2011, and in that same year, he was named president of the International Economic Association.\n\nStiglitz serves on numerous boards, including the Acumen Fund and Resources for the Future.\n\nJoseph Stiglitz challenged the policies of the international financial community. Stiglitz criticized the conventional wisdom that dominated policymaking at the World Bank, the International Monetary Fund, and the US Treasury Department.\n\nHis opinions covered such topics as the failure of shock therapy and transition economics, and the limits ofcapital market liberalization.\n\nSince the 2008 financial crisis, Stiglitz has played an important role in the creation of the Institute for New Economic Thinking (INET), which seeks to reform the economic discipline so it is better equipped to find solutions to the great challenges of the 21st century.\n\nIn the 1980s, he helped revive interest in the economics of R&D. Stiglitz specifically addressed that the speed of research and development in an industry directly increases the total level of innovation in an industry.\n\nJoseph Stiglitz is a renowned economist who defined information economics. His theories in information asymmetry, risk aversion, and monopolistic competition have created tools used by industry and policy makers.\n\nColumbia University. \"Brief Biography of Joseph E. Stiglitz.\"\n\nThe Nobel Prize. \"Joseph E. Stiglitz.\"\n\nEconomicsdiscussion.net. \"Joseph E. Stiglitz and His Works in Economics.\"\n\nScienceDirect. \"Increases in Risk and in Risk Aversion.\"\n\nStiglitz, J. E., and M. Rothschild. \"Increasing Risk: I. A Definition\".Journal of Economic Theory. Vol 2, No. 3, 1970, Pages 225–43.\n\nStiglitz, J. E., and A.K. Dixit. \"Monopolistic Competition and Optimum Product Diversity.\"The American Economic Review. Vol 67, No. 3, 1977, Pages 297–308.\n\nAnthem Press. \"Joseph Stiglitz and The World Bank.\"",
  "url": "https://www.investopedia.com/terms/j/joseph-stiglitz.asp"
}