{
  "term": "JPY (Japanese Yen): Definition, Symbol, History, Trading",
  "definition": "JPY is the abbreviation for the Japanese yen, the currency of Japan. The yen is often represented with a symbol that looks like the capital letter Y with two horizontal dashes through the center: ¥.\n\nThe Japanese yen is the third-most traded currency in theforeign exchange marketafter theU.S. dollar (USD)and theeuro. The yen figured in trades accounting for 16.8% of foreign currency trading turnover in a 2019 survey, compared with more than 88.3% for the dollar and 32.3% for the euro.\n\nThe yen is also a distant third behind the U.S. dollar and the euro as the denomination of officialforeign exchange reserves, with the reserves held in dollars exceeding those in yen more than 10-fold as of Q4 2021.\n\nJapan'scurrent accountsurplus stemming from its role as a majornet exporterlimits the accumulation of yen by foreigncentral banks.\n\nCoins worth 1, 5, 10, 50, 100, and 500 yen are in circulation alongside ¥1,000, ¥2,000, ¥5,000, and ¥10,000 banknotes. The Japanese count sums in multiples of 10,000 yen rather than 1,000 as in the West with U.S. dollars or euros.\n\nSome Japanese yen banknote denominations are scheduled for a redesign by 2024. The new 10,000 yen note is to feature Eiichi Shibusawa, a Japanese industrialist in the 19th and early 20th centuries known as the \"father of Japanese capitalism.\" The 5,000 yen note will feature Umeko Tsuda, who founded Tsuda University in Tokyo, pioneering women's education. The new 1,000 yen note will honor the medical scientist Shibasaburo Kitasato. The new bills will incorporate 3D holograms.\n\nThe yen's name is a derivative of “en,” the Japanese term for circle, or round object that itself is derived from \"yuan,\" a Chinese term for imported silver coins. The Meiji government adopted the yen in 1871, replacing the metal coinage of the Tokugawa shogunate that preceded it as well as the patchwork of paperscripissued by many of the country's feudal lords.\n\nTheBank of Japan (BoJ)was created in 1882 as acentral bank, and granted sole power to issue currency in 1884, producing its first yen banknote the following year. After a period of steady devaluation against the Canadian and U.S. dollars, Japan followed the U.S. and Canada by adopting thegold standardin 1897.\n\nWorld War II destroyed the value of the yen, and U.S. occupation authorities after the war imposed a complex web of regulated exchange rates while steadily depreciating the yen against the dollar amid rapid inflation. The yen's value was pegged to the dollar in 1949 but allowed to float in 1973 following the collapse of theBretton Woods systemof fixed currency exchange rates.\n\nThe 1985Plaza Accordagreement led to the managed depreciation of the U.S. dollar that more than doubled the value of the Japanese yen against the dollar by 1988, from ¥239 to ¥123 per $1.\n\nAfter decades of ensuingdeflation, the BoJ has set a 2% inflation target and pursued an aggressivequantitative easingprogram.\n\nThe Japanese yen has long been considered asafe haven. The currency often appreciates in value during periods of risk aversion in financial markets. Low domestic interest rates in Japan amid deflation have encouraged the country's financial institutions and households to seek out higher yields overseas, a tendency known as thecarry trade. When such investment flows reverse in times of market stress, the yen has tended to gain on the U.S. dollar.\n\nIn mid-2022, however, the JPY slumped to a 24-year low against the U.S. dollar as the BoJ kept its policy rate near zero while theFederal Reserveraised thefederal funds rateto fight highinflation.Rising consumer prices aggravated by the yen's decline had become a political issue in Japan ahead of national elections.\n\nThe exchange rate of the Japanese yen against the U.S. dollar as of Aug. 4, 2022.\n\nUnless you're a savvy currency trader with a strong appetite for risk, it's probably best not to get involved with the yen at any time, especially during periods when it's under pressure. Nevertheless, pros and brave amateurs cantrade the yenin the global forex marketplace, which permits a great deal of position leverage and tends to reward in-depth expertise inthe issues driving yen trading.\n\nIn contrast,yen ETFsoffer no leverage, investing in yen-backed assets such as short-term debt and bonds. Though holding yen ETFs does expose one to potentially damagingcurrency risk.\n\nDivide the sum in Japanese yen by the yen's current exchange rate against the U.S. dollar. As of August 4, 2022, the USD/JPY exchange rate was 133.25. ¥10,000 was worth about $75.04 (10,000 divided by 136.56) at that exchange rate.\n\nSome of the best places to buy Japanese yen are at a large branch of a national bank such as Chase, Bank of America, or Wells Fargo. You can also buy foreign currency including JPY at airports, although exchange outlets there are likely to feature widerbuy/sell spreadsas the price of the convenient location.\n\nCurrency traders have been betting the Bank of Japan will keep its policy rate near zero despite rising inflation. The BoJ had acquired more than half of Japan's government bonds outstanding by June 2022 in an effort to cap long-term interest rates in order to promote growth.\n\nBank of Japan. \"Bank of Japan Notes and Coins Currently Issued.\"\n\nInternational Monetary Fund. \"Currency Composition of Official Foreign Exchange Reserves (COFER).\"\n\nReuters. \"Yen Drops to Fresh 24-Year Low vs. U.S. Dollar.\"\n\nBank of Japan. \"Statement on Monetary Policy.\"\n\nBank for International Settlements. \"Triennial Central Bank Survey - Foreign Exchange Turnover in April 2019,\" Page 10.\n\nInternational Monetary Fund. \"Japan 2022 Article Iv Consultation—Press Release; Staff Report; And Statement by the Executive Director for Japan.\"\n\nBank of Japan. \"A New Series of Banknotes and a New 500 Yen Coin.\"\n\nBank of Japan. \"The History of Japanese Currency.\"\n\nReuters. \"Timeline: Milestones in the Yen's History.\"\n\nNational Bureau of Economic Research. \"The Plaza Accord, 30 Years Later.\"\n\nFederal Reserve Bank of St. Louis. \"Japanese Yen to U.S. Dollar Spot Exchange Rate (DEXJPUS).\"\n\nBloomberg. \"Yen Slides to Two-Decade Low, Reigniting Focus on Intervention.\"\n\nBank of America. \"Foreign Currency Exchange.\"\n\nJapan National Tourism Organization. \"Currency.\"",
  "url": "https://www.investopedia.com/terms/forex/j/jpy-japanese-yen.asp"
}