{
  "term": "Judgment Proof: What It Is, Examples in Debt Management",
  "definition": "Judgment proof (or judgement proof) refers to a person who does not have enough income or assets to pay a court judgment against them. A debtor who is broke and unemployed can be considered judgment proof, as can one whose only assets or income fall into certain legally protected categories.\n\nWhile the law can vary from state to state, in general, a person must meet two criteria to be considered judgment proof. The first is the absence of adequateincome. Someone who is unemployed or working in a job that pays them barely enough to survive may fit into this category. Certain income, including court-ordered child support and alimony, Social Security, unemployment benefits, and disability payments, is generally exempt fromgarnishmentby creditors ordebt collectors.\n\nThe second of the two criteria is a lack ofassets, such as bank accounts or real estate, that could be turned over to creditors to help satisfy thejudgment. In many states, the person's home and certain other possessions are shielded from collection.\n\nWhen a person is judgment proof, creditors are unable to collect any money they are owed. This status is considered temporary until the individual is able to earn an income large enough to start paying off theirdebts, assuming they ever do.\n\nMost lawyers advise debtors not to respond to debt collectors if they believe they are judgment proof unless they are sued. In that case, they should answer the lawsuit and tell the court that they are judgment proof.\n\nThe Legal Aid Society of New York City offers this additional warning: \"Be careful: A company or their attorney can and may try to get you to voluntarily agree to enter an agreement (also known as a 'stipulation of settlement,' 'payment plan,' or 'settlement agreement') to pay an alleged debt. If all your income is judgment-proof, you do not have to make or agree to a settlement, payment plan, or other types of agreement because all your income is supposed to be protected by law.\"\n\nBeing judgment proof is not permanent. Judgments can be valid for many years, and creditors can continue to try to collect what the judgment allows long after they win a lawsuit against adelinquentborrower. Judgments can also remain on the individual's credit report for many years, even beyond the time limit for normal debts.\n\nJudgment proof is also referred to as \"collection-proof.\" That may be a more apt name, as it doesn't protect the person from judgments against them but instead prevents creditors from collecting what they are owed.\n\nState laws determine the amount of wages and the specific assets that cannot be collected from a debtor despite a court judgment against them.\n\nSuppose a person—let's call them Charlie—becomes too sick to work and uses a credit card to pay their living expenses and medical bills for a year. They recover from their illness and go back to work, but they can't afford to repay the debt they accumulated. The credit card company fails in its debt collection efforts and then sells Charlie's unpaid debt to acollection agency.\n\nThe collection agency contacts Charlie repeatedly, but they don't pay them anything; they're struggling to hang onto their house, buy groceries, and keep the lights on. As a last resort, the collection agency sues Charlie and obtains a judgment against them for the unpaid debt. The agency now has a court order requiring Charlie to repay a sum the court has determined to be valid.\n\nHowever, because Charlie barely earns more than the minimum wage, their wages can't be garnished. And because they live in a state that protects their primary residence from creditors, the collection agency can't place alienon their house. Charlie has no money in the bank, and they don't own a car or any other assets that can be seized and sold to repay their debt. (In some states, they could keep one car.) Charlie is currently judgment proof.\n\nIf Charlie's financial circumstances improve next year, and they start earning significantly more, the collection agency might then be able to garnish a percentage of their wage to start recouping what they owe. Because judgments can remain valid for a long time and be renewed once they expire, creditors may be able to collect on Charlie's debt many years down the road.\n\nYou can file for bankruptcy if you're judgment proof, but there is little reason to do so if most of your assets are already off limits to debt collectors or you don't have any assets to speak of. However, if your financial situation improves to the extent that you're no longer judgment proof, and you do have assets you want to protect, bankruptcy could become an option worth exploring with a knowledgeable lawyer. Bankruptcy also has the advantage of finality, while a judgment can hang over your head for many years.\n\nBankruptcy, however, can have a significant negative impact on your credit score. Adebt relief companyorcredit counseling servicecould be a better option in the long term. While this may still damage your credit, it won't be as bad compared to declaring bankruptcy.\n\nYou can file for bankruptcy by submitting a petition to a federal bankruptcy court. You don't need a lawyer to do so, but the government says it's \"strongly recommended because bankruptcy has long-term financial and legal consequences.\"\n\nIndividuals most often file for Chapter 7 or Chapter 13 bankruptcy. In aChapter 7 bankruptcy,many of the filer's assets (except certain exempt ones) will be sold off by a court-appointed trustee, after which most of their remaining debts will bedischarged. In aChapter 13 bankruptcy, the person can keep more of their assets but must agree to a court-supervised plan to repay their debtors over a certain period, often three to five years.\n\nJudgment proof is a bit of a misnomer. It doesn't protect a debtor from judgments against them but from creditors who attempt to seize their property or garnish their income. However, debtors should be aware that judgment proof isn't a permanent condition, and if their financial situation improves sufficiently, they can be required to repay their debt.\n\nCornell Law School Legal Information Institute. \"Judgement-Proof.\"\n\nLegal Aid Society. \"What You Need to Know About Judgment Proof Status.\"\n\nUnited States Courts. \"Bankruptcy.\"",
  "url": "https://www.investopedia.com/terms/j/judgment-proof.asp"
}