{
  "term": "Judgment Lien: Definition, Examples, Vs. Property Lien",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA judgment lien is a court ruling that gives acreditorthe right to take possession of adebtor'sproperty if the debtor fails to fulfill their contractual obligations. Thislienmay be made against an individual or a business and allows the creditor to access assets such as the debtor's business, personal property, and real estate to satisfy the judgment.\n\nIf you owe money to a creditor and don't pay, they may sue you for the balance. If the court rules against you, the creditor can file a judgment lien against you. A judgment lien is considered a nonconsensual lien because it is attached to a piece of property without the owner's consent or agreement.\n\nA plaintiff who obtains a judgment is referred to as a judgment creditor, while the defendant becomes a judgment debtor.\n\nIn most states, the judgment creditor must record the lien via a county or state filing. In a few states, if a court enters a judgment against a debtor, a lien is automatically created on any real estate the debtor owns in that county.\n\nOnce a judgment lien is filed with the appropriate authority, it becomes attached to the debtor's personal or real property.Personal propertyrefers to assets such as cars, appliances, or furniture.Real property, on the other hand, refers to things like homes and other buildings, or land.\n\nThe property must be registered in the debtor's name, so if they have a debt that goes unpaid, the judgment lien cannot be attached to their spouse's property. If they do not own any property at the time the lien is filed, it can be attached to any future acquisitions—provided the lien doesn't expire in the meantime.\n\nOne drawback of liens on personal property is that a large portion of someone's personal property has notitle. Therefore, liens are not officially recorded against that property, and it could be sold off to a third party who is unaware of the lien's existence.\n\nJudgment liens do not appear on an individual's credit reports, according to the credit bureau Experian.\n\nThere are a few ways a debtor can satisfy or avoid a lien altogether. The first—and most obvious—option is to repay the debt. If they pay off their obligation, the creditor will remove the lien. This is done by filing a release through the same place the lien was recorded—the county or state.\n\nIt is also possible to avoid a nonconsensual judgment lien on a property or vehicle inbankruptcy—referred to as lien avoidance—if the following conditions hold true:\n\nUsing lien avoidance can be an advantage to the debtor if and when it's available. This can be particularly beneficial if a lien can be fully wiped out, although it's still helpful in the case of partial lien avoidance.\n\nIf one person injures another person or their property in an accident through negligence, the injured person may decide to sue for damages. If insurance does not cover the injured party's required reparations, a judgment lien may be placed against the negligent person's property. The creation of this judgment lien secures payment of the claim. If the debt is not paid, the judgment creditor has the authority to take additional steps. These could include seeking enforcement of the judgment bygarnishing wagesand potentially seizing bank accounts.\n\nHere's another example. A judge may place a lien on a debtor's car for nonpayment of a car loan. In this scenario, if the debtor does not pay the creditor within a certain time period, the car would be used to pay off the remaining debt. If there's a balance left over, the debtor is on the hook for that. This example extends to trucks, motorcycles, or other motor vehicles, as well.\n\nWhile judgment liens are awarded by courts without the consent of the debtor,property liensare different. These liens are permitted by the debtor, who agrees to give up the right to their property if they are unable to pay what they owe. So, unlike judgment liens, property liens are considered consensual.\n\nIf you borrow a large sum of money—such as to buy a home or a car—the lender may require some form of security orcollateral. In that case, the creditor may have a lien on that property. By doing so, the creditor knows it canforecloseon or repossess the property if you default on the loan and get at least some of its money back.\n\nA statutory lien is a type of lien that is based on legal statutes rather than common law or a contractual agreement.Two common examples are mechanic's liens and tax liens.\n\nAmechanic's lienis a type of lien often used in construction projects. It is also called a construction lien. If the property owner fails to pay a contractor for their work, the contractor can put a lien on that property until the debt is settled.\n\nAtax lienis a type of lien imposed by the federal, state, or local government on a person or business as a result of their failure to pay taxes they owe. As the Internal Revenue Service (IRS) explains it, \"The lien protects the government's interest in all your property, including real estate, personal property, and financial assets.\" The IRS says it will release its lien within 30 days after the debt is paid off.\n\nJudgment liens are imposed by courts in an attempt to force debtors to pay off their creditors. When a debtor receives a judgment lien, it's usually best to pay off the debt if that's at all possible,\n\nExperian. \"What Is a Lien and How Does It Work?\"\n\nOffice of Inspector General. “An Overview of the Home Foreclosure Process.”\n\nCode of Federal Regulations. “701.39 Statutory Lien.”\n\nUpsolve. “Mechanic’s Liens: What They Are and How They’re Used.”\n\nInternal Revenue Service. \"Understanding a Federal Tax Lien.\"",
  "url": "https://www.investopedia.com/terms/j/judgment-lien.asp"
}