{
  "term": "Judgment: What It Is, How It Works, Examples",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nJudgment is a court decision, spelled out in a court order, that adjudicates a dispute between two parties by determining the rights and obligations of each party. A judgment mayrequire monetary compensationor transfer of property from one party to another. Judgments can also have non-monetary requirements, such as instructing one party to perform a service for the other.\n\nJudgments are usually monetary, but can also be non-monetary.\n\nThere are countless types of judgments that more specifically break a judgment between financial/monetary or non-financial/non-monetary. More specific types of judgments include:\n\nMost of the time, a judgment will be for a sum of money because money is the most appropriate form of compensation for the harm. As of 2018, judgments are no longer reported on a debtor'scredit report.This official policy came after a settlement between the major credit bureaus Experian, Equifax, and TransUnion and 30 state attorneys general. Since this did not come from a law, it could change in the future.\n\nFor the winner of a lawsuit, a court judgment is only the first step in getting the money they are owed. Actually collecting the money from thedebtorcan be a long, arduous, and not always successful, process. However, judgments are legally enforceable. So, if the debtor does not voluntarily pay the judgment, the creditor can take steps such as conducting a debtor's examination, seizing bank accounts, putting alienon the debtor's property, or hiring a debt collector.\n\nWinning a court judgment may be only the first step to collecting a debt obligation. While judgments are legally binding, collecting payments is an expensive and often fruitless process.\n\nFor example, if a borrower does not repay a loan or acredit card debt, the lender or creditor can obtain a judgment to force the borrower to pay. As another example, alandlordwho evicted a tenant for not paying the rent might file a lawsuit to collect the unpaid rent, and if the landlord won the lawsuit, it would result in a judgment against the tenant.\n\nIn a regulatory context, many corporate defendants seek to reach a negotiated settlement rather than risk a costly and unpredictable litigation process. When Wells Fargo employees were discovered to have defrauded millions of customers to improve their own performance metrics, the bank ultimately agreed to pay $3 billion in fines in order to resolve their civil and criminal liabilities. They were also forced to enhance their compliance measures and eliminate senior managers who had been overlooked the scale of the fraud.\n\nThe scandal, which first came to light in 2016, was a severe blow to the bank's floundering reputation and an even bigger blow to its share price. Although Wells Fargo stock rose with the rest of the market over the following five years, the bank continued to pay out civil penalties, with shares tumbling with each new enforcement action. In addition to regulatory actions, the bank is also facing litigation from investors who believe that they were defrauded by Wells Fargo's management.\n\nWhile creditors can seize property in the collection of a judgment, most states offer exemptions for certain types of property, such as a primary home or personal vehicle.\n\nCourts in the United States distinguish between two different types of actions: civil and criminal. Civil actions represent disputes between two individuals or organizations. For example, a customer may seek a civil judgment against a company for a breached contract, or two neighbors may seek legal remedies in a property dispute. These types of judgments typically result in monetary compensation to the injured party, but they may also involve additional fines or penalties.\n\nIn comparison, a criminal judgment seeks punishment for violations of criminal law, such as theft or fraud. Whereas civil cases are usually between private individuals, criminal cases are launched by attorneys representing the government itself. In addition to monetary fines and penalties, criminal judgments may also entail imprisonment or loss of certain legal rights or privileges.\n\nA summary judgment is a judgment made by a court or judge without conducting a full trial. Either party in a legal dispute may move for summary judgment, provided that there is no disagreement about the material facts of the case. This allows both litigants to avoid the expense of a full trial. However, if a party moves for summary judgment, the judge will always examine the facts in the light most favorable to their opponent. For this reason, most parties to a lawsuit will avoid summary judgment unless they believe that the law is firmly on their side.\n\nWhile a judgment should not be ignored, there are ways to protect some property from being collected. Most state laws offer exemptions that protect certain types of property, such as a primary home or vehicle, as long as the value of that property is below a certain limit.\n\nIn addition, some types of personal property can be protected under achapter 7 bankruptcy, allowing debtors to discharge their obligations without giving up their basic property.\n\nWhen collecting a judgment, creditors can try to seize any property that is not exempt under state laws. This can include real property, vehicles, bank accounts, securities, wages, or even future claims on property. However, state laws often allow you to keep some property up until a certain amount, and debtors may be able to protect any property if its loss would cause them undue hardship. In addition, most creditors will generally not pursue tangible personal property, such as jewelry or clothing, unless it is especially valuable.\n\nAjudgment lienis a court ruling that allows one party to take possession of another's property, usually in satisfaction of a debt or similar obligation. A judgment lien allows the creditor to take over the debtors' real or personal property, such as houses, vehicles, or other personal property.\n\nThe court system consists of various levels including trial courts, appellate courts, and the Supreme Court. In these courts, evidence is presented and decisions are made by judges or juries called judgments. Judgments may result in financial or non-financial implications for a debtor to make the creditor whole, andappeals can be made on these judgments.\n\nCornell Law School, Legal information Institute. \"In Personam.\"\n\nCornell Law School, Legal information Institute. \"In Rem.\"\n\nCornell Law School, Legal information Institute. \"Quasi In Rem.\"\n\nLexington Law. \"What is a Judgment and How Does It Affect Your Credit Score?\"\n\nTransUnion. \"TransUnion Public Record Announcement.\"\n\nConsumer Financial Protection Bureau. \"What is a Judgment?\"\n\nU.S. Department of Justice. \"Wells Fargo Agrees to Pay $3 Billion to Resolve Criminal and Civil Investigations into Sales Practices Involving the Opening of Millions of Accounts without Customer Authorization.\"\n\nBarron's. \"Wells Fargo Is Still in the Penalty Box. The Stock Is Dropping.\"\n\nCNBC. \"Wells Fargo Must Face Shareholder Lawsuit Alleging Compliance Failures.\"\n\nOffice of the Law Revision Counsel, U.S. Code. \"11 USC 522: Exemptions.\"\n\nUniversity of Minnesota via Pressbooks. \"Criminal Law: Chapter 1.3 The Difference between Civil and Criminal Law.\"\n\nCornell Law School, Legal Information Institute. \"Summary Judgement.\"\n\nU.S. Courts. \"Chapter 7 - Bankruptcy Basics.\"\n\nCornell Law School, Legal Information Institute. \"Judgment Lien.\"",
  "url": "https://www.investopedia.com/terms/j/judgement.asp"
}