{
  "term": "Judicial Foreclosure: What It Is, How It Works",
  "definition": "Judicial foreclosure refers to foreclosure proceedings on a property in which the mortgage lacks a power of sale clause. In this case, the foreclosure proceedings are settled through the courts. Power of sale is a clause written into a mortgage. In the event of default, it authorizes the lender to sell the property to repay the mortgage debt. In this case, legal proceedings can be sidestepped. Power of sale is permitted in many states as part of a lender’s rights to seek a foreclosure.\n\nJudicial foreclosure refers toforeclosurecases that go through the court system.Foreclosure occurswhen a home is sold to pay off unpaid debt. The procedure is carried out according to the laws of the jurisdiction in which the property is situated, which is almost always state law.Many states require foreclosures to be judicial, but in some states, foreclosures can also be nonjudicial.\n\nIf the court finds that the mortgagor is in default, anauctioncan be scheduled for the sale of the property to acquire funds to repay the lender. This differs from nonjudicial foreclosures, which are processed without court intervention.\n\nMany states require judicial foreclosure to protect the equity that debtors may still have in the property. Judicial foreclosure also serves to prevent strategic disclosures by unscrupulous lenders. In instances where the auction does not generate enough funds to repay the mortgage lender, the former homeowner will still be held liable for the remaining balance through what is called a deficiency judgment.\n\nThe amount of time a borrower must be in arrears on a mortgage before a lender is allowed to begin the foreclosure process.\n\nJudicial foreclosures can last anywhere from six months to around three years, depending on the state. To begin the foreclosure process, the mortgage lender must wait until the borrower is delinquent on payments for 120 days.\n\nAt this point, the servicer notifies the foreclosing party with a breach letter, letting the debtor know they are in default on their mortgage. In most cases, the debtor then has 30 days to cure the default, and if they are not able to, the servicer will move forward with foreclosure proceedings.\n\nThe foreclosing party next files a lawsuit in the county where the property is located and requests the court to allow the home to be sold to pay the debt. As part of the lawsuit, the foreclosing party includes a petition for foreclosure that explains why a judge should issue a foreclosure judgment. In most cases, the court will do so,unless the borrower has a defensethat justifies the delinquent payments.\n\nDepending on the state, the foreclosing party may also be entitled to adeficiency judgment. A deficiency judgment allows the house to be sold at a foreclosure sale for less than the outstanding mortgage debt. The difference between the debt and the foreclosure sale price is the deficiency. In most states, the foreclosing party can get a personal judgment against the borrower for the deficiency.\n\nMortgage lending discrimination is illegal.If you think you've been discriminated againstbased on race, religion, sex, marital status, use of public assistance, national origin, disability, or age, there are steps you can take. One such step is to file a report to theConsumer Financial Protection Bureauor with theUnited States Department of Housing and Urban Development (HUD).\n\nA judicial foreclosure allows lenders to seek a power of sale through the courts when a borrower defaults on their mortgage. Once they have it, lenders can sell the property to pay off the loan. Any additional money left over must be covered by the mortgagor.\n\nThe most obvious way to avoid this is to keep up with your mortgage payments. If you can't, don't ignore the problem. Contact your lender (by phone and in writing) and explain your situation. Most lenders don't want the added cost or headache of going to court and will work with you to clear up your arrears. It may mean additional interest and/or fees, but you won't find yourself in a difficult situation.\n\nA judicial foreclosure can negatively impact your credit score. It can stay on your credit report for seven years.The lender will report this as of the date of your first missed payment. You will feel the negative impact of the foreclosure within the first few years, making it difficult to get new credit. But, that effect will decrease over time and will eventually drop off after seven years.\n\nA power of sale is a clause that allows mortgage lenders to seize and sell a property after the borrower defaults on the mortgage. Selling the property allows the lender to recoup the remaining balance and pay off the debt. This clause allows the lender to bypass legal action through the courts, making it quicker for lenders to seek financial remedy to mortgage defaults.\n\nMortgage lenders have ways to recoup their losses when borrowers default on their loans. The most drastic is to repossess the property and sell it. Before that can happen, they need to have the authority for a power of sale. It the loan documents don't contain this clause, they may need to seek a judicial foreclosure. This allows them to go to court to seek approval for power of sale so they can sell the home and pay off the mortgage. Judicial foreclosures stay on your credit report for seven years, so it's important to work with your lender to keep your home and credit score in tact.\n\nConsumer Financial Protection Bureau. \"How Does Foreclosure Work?\"\n\nCornell Law School: Legal Information Institute. \"Judicial Foreclosure.\"\n\nNolo. \"Deficiency Judgments: Will You Still Owe Money After the Foreclosure?\"\n\nConsumer Financial Protection Bureau. \"Factsheet on Delinquency and the 2016 Mortgage Servicing Rule,\" Page 5.\n\nConsumer Financial Protection Bureau. \"If I Lose My Home to Foreclosure, Can I Ever Buy a Home Again? What Impact Will a Foreclosure Have on My Credit Report?\"",
  "url": "https://www.investopedia.com/terms/j/judicial_foreclosure.asp"
}