{
  "term": "Judo Business Strategy: What it Means, How it Works",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA judo business strategy is a plan for managing a company by using its speed and agility to mitigate the effect of its competitors. The strategy anticipates and leverages changes in the market through new product offerings. The judo business strategy consists of three components:\n\nThe strategy is drawn from the principles of judo, a Japanese martial art, and was used as a metaphor in the bookJudo Strategy (2001)by David B. Yoffie and Mary Kwak. The origins could go further back to \"judo economics,\" a term coined byeconomistsJudith Gelman and Steven Salop to describe a strategy when starting a company in a sector dominated by a large competitor.\n\nOne of the major aspects of judo is using the size of a larger opponent against itself. As a business strategy, it is designed to give smaller companies an advantage by using their nimbleness and ability to respond more quickly to market changes as a competitive advantage.\n\nSmall companies can use their firm footing with a core product and its power to challenge a larger competitor.\n\nStartups and other small businesses might seek to put this strategy to work when contending with larger rivals in their market. The principles and tactics within the strategy include a focus on the core business that is being developed rather than ancillary ideas. This scenario is much like judo practitioners squaring up and finding firm footing as a match begins.\n\nAnother principle is to stay on the offensive without getting caught up in one direct attack. This offensive is an effort to wear down the opponent by shifting the points of attack quickly without allowing the opponent to lock into a solid defense or push directly back.\n\nBy altering where and how leverage is applied, a judo practitioner seeks to break the footing of their opponent and to divert any counterattacks the opponent might launch. From a business perspective, a smaller business could use its flexibility and capacity to change its points of attack through quick decision-making to confuse a larger competitor that may have rigidly solidified its operations in certain directions and has difficulty adapting and reacting.\n\nSouthwest Airlines managed to gain market share with its \"bags fly free\" strategy, but larger airlines couldn't match the strategy because they rely on baggage fees as income in the short term. However, in the long term, this has the effect of reducing consumer goodwill.\n\nPreparing and planning to pivot from a judo perspective means using situational and spatial awareness to think through where and when to alter offensive moves. This allows a company to take advantage of a new opportunity to attack. Startups, in particular, must remain aware of their position, condition, and prospects to advance by adopting new approaches.\n\nSometimes, the initial plan does not result in the success that was originally envisioned. By looking at opportunities that have arisen, the company can better position itself with a new approach.  This is why the term pivoting is commonly used in a positive connotation in the startup circles.",
  "url": "https://www.investopedia.com/terms/j/judo-business-strategy.asp"
}