{
  "term": "Jumbo Pool: What It Means, Benefits, Risks",
  "definition": "A jumbo pool is a pass-throughGinnie Mae IImortgage-backed security (MBS) that iscollateralizedby multiple-issuer pools. These pools combine mortgage loans with similar characteristics and are more massive than single-issuer pools. The mortgages contained in jumbo pools are more diverse on a geographical basis than are those in single-issuer pools.\n\nJumbo pools are groups of mortgage loans from multiple lenders that are securitized by selling shares of the pools on the open market to investors. The investors who purchase these securities receive an aggregate principal and interest payments from a central paying agent, usually yearly or every six months.\n\nInterest rates on mortgage loans contained within the jumbo pools may vary within one percentage point. This limited variation of interest makes the principal and interest payments received by investors predictable and less volatile. Because multiple issuers back these pools, they are typically considered a safer form ofmortgage-backed security(MBS) investment.\n\nThe creation of a jumbo pool starts when an approved lender applied for a commitment from Ginnie Mae that guarantees the securities. The lender originates or acquires the mortgage loans, assembling them into a mortgage pool. During the creation phase, the lender will compile sets of mortgages from different geographical locations, versus the more location-specific nature of single-issuer pools.\n\nOnce this is done, the lender chooses who they will sell the security to, submitting the required paperwork to Ginnie Mae to a specialized pool processing agent. The agent, once approved, prepares and delivers the securities to the investors designated by the lender. The lender is ultimately responsible for selling the securities as well as servicing the underlying mortgages.\n\nIn general, jumbo pools tend to bear less risk than traditional mortgage pools. While all mortgage-backed securities carry some risk, diversifying the pool by geography tends to mitigate many of the reasons debtholders default on their loans.\n\nRegionally, mortgage holders may default on notes due to a natural disaster in the area or the closure of localized industries. Loss of job has a statistical probability for any given debtholder, but economies tend to vary regionally, so defaults because of loss of employment follow local economic downturns. Thus, jumbo pools have less risk associated with local economic conditions than do pools of mortgage loans from a single lender.\n\nJumbo pools, due to their diverse nature, consist of loans that are guaranteed at several different levels by the government.\n\nPotential risks to investors include early payment of one or more of the mortgage loans in the jumbo pool. Mortgage holders may make extra payments to pay off their mortgages early or sell their houses and pay off the entire amount at one time. When interest rates fall, mortgage holders mayrefinancetheir loans at a lower rate and pay off the entire mortgage to do so.\n\nAnother risk to investors in jumbo pools is the natural shrinking of the principal payment as the loans in the jumbo pool are paid down. This shrinking of the size of the principal owed decreases the size of the corresponding interest payments.\n\nFor instance, if the principal is $10,000 and the rate is 6%, the interest will be $600. If the amount of payment or prepayment on the pool's principal is $100, then the next interest payment will be on the smaller dollar amount (6% of $9,900 = $594).\n\nThese risks to investors of early payment of a loan and shrinking of the principal are not specific to jumbo pools and affect all investors in mortgage-backed securities.\n\nJumbo and regular mortgages differ first by the property being purchased. A jumbo will typically be used to purchase an expensive property whereas a conventional mortgage is more common for the average homebuyer buying a home with a lower price tag. Regular mortgages fall within theFederal Housing Finance Agency(FHFA) restrictions on loan size.\n\nA pass-through security is a pool of fixed-income securities that are backed by a package of assets, typically mortgages. Each security in the pool represents a large number of debts. These pools can represent hundreds or thousands of debts such as mortgages or car loans.\n\nThere are two common types of mortgage-backed securities: pass-through securities and collateralized mortgage obligations, known as CMOs. Pass-through securities are structured as trusts. The mortgage payments are collected and passed on to investors. CMOs are made of pools of securities, called tranches, which are given specific credit ratings and rates that are returned to investors.\n\nJumbo pools are large pass-through securities that are collateralized by multiple-issuer pools. They tend to be safer than single-issuer pools because they consist of more diverse mortgages that are not geographically linked. Although they are open to the same risks as singe-issuer pools, namely early payment risk and the shrinking of the principal, they are still considered a less volatile investment.\n\nU.S. Department of Housing and Urban Development. \"Ginnie Mae II MBS.\"",
  "url": "https://www.investopedia.com/terms/j/jumbo-pool.asp"
}