{
  "term": "Jumbo Certificate of Deposit (CD): What It Is, Pros and Cons",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA jumbo CD is called \"jumbo\" because it requires a higher minimum deposit than that required by regular CDs. In return, thebest jumbo CDspay higher interest rates.\n\nA CD is a type of savings account that pays a fixed or variable interest rate in exchange for depositors leaving their funds in the account until a specified maturity date.\n\nTraditional CDstypically offer a higher rate of returnthan standard savings accounts or interest-bearing checking accounts. And a jumbo CD will typically pay an even higher rate than traditional CDs.\n\nJumbos have a higher rate because they require a larger minimum investment than the standard CD. Most jumbo CDs start at $100,000, but some financial institutions offering them may have a few products with lower entry points.\n\nThebest jumbo CD ratesas of Nov. 21, 2024, range from 3.96% to 5.00% APY. It's important to compare CD rates across both jumbo and traditional CDs to find the best rate and minimum deposit for your situation. Some jumbo CDs require more money to open, and then pay a lower rate than a traditional CD.\n\nJumbo CDs are considered risk-free investments, as they’re insured up to $250,000 by theFederal Deposit Insurance Corp. (FDIC).Credit unions also offer jumbo CDs, and these funds find protection under theNational Credit Union Administration (NCUA).\n\nInvestors receive the premium—based on the fixed interest rate—as compensation for not having access to their money over the life of the account. A one-year jumbo CD that pays 1.5% interest, for example, may require that the funds remain locked up in the account for one year.\n\nJumbo CDs can have term lengths as short as a few days or as long as a decade. However, the standard range isthree monthstofive years. And the longer the term, the higher theinterest ratereturned on the funds invested.\n\nUponmaturityof the CD, the financial institution returns the investor’sprincipal. Early withdrawals may be possible, depending on the terms of the product purchased. However, the investor will pay a penalty for early termination of the contract.\n\nThe amount up to which the FDIC insures CDs.\n\nLargeinstitutional investorsare the typical customers for jumbo CDs. These large institutions include banks, some large corporations, and pension funds. Primarily, this is due to the high minimum balance requirements. These customers use jumbo CDs as a temporary investment vehicle, as some issuers have tenures for as little as seven days.\n\nThe short-term maturities allow institutional investors and companies to earn interest on idle money for short periods before rolling the funds into other ventures. These jumbo CDs are instruments for treasury management of large corporations and money market instruments for large investors.\n\nOther than being paid to park their funds in these products, large investors use them as instruments to reduce their portfolio’smarket riskexposure. Market risk arises when prices in the stock market fluctuate over time. As a result, stock portfolios can earn high returns, but they can also incur large losses.The steady interest paid on jumbo CDs helps offset and reduce the risk of negative returns that can happen from holding stocks.\n\nA business seeking a loan or other type of financing from a bank can pledge itsjumbo CD as collateral, which is an asset held by a lender as security for a loan in case the borrower falls behind or defaults on the loan payments. If the borrower defaults on timely payments, the lender can seize the collateral to recoup any losses. However, CDs held in retirement accounts, like an IRA, cannot be pledged as collateral for loans.\n\nJumbo CDs can be used as collateral for loans.\n\nAlthough jumbo CDs have positive aspects of higher rates and FDIC or NCUA protection, there are disadvantages to investing in them. Historically, jumbo CDs have paid a much higher rate than traditional CDs and savings accounts. Nevertheless, the differences between those returns have narrowed in recent years, making a jumbo CD a less compelling investment.\n\nJumbo CDs don’t typicallykeep up with inflation. If the inflation rate in the economy is 2%, for example, and the interest rate on the CD is 2.5%, then the investor is only earning 0.5% in real terms. To make an investment in a jumbo CD worthwhile, investors would need to lock in their funds for longer terms, resulting in a higher rate.\n\nShould the holder need these funds before the jumbo CD matures, withdrawing them would result in a financial penalty, which could be a fee assessed by the bank for the loss of interest earned to date. Each bank will have specific rules and guidelines for early withdrawals.If the funds likely might be needed before the CD’s maturity, then investors might be better off investing the funds in an account that doesn’t have withdrawal restrictions, such as a high-interest savings account.\n\nAnother worry for jumbo CD investors isinterest rate risk. This comes when current market interest rates rise above the rate offered by the jumbo CD.If interest rates rise while investors are holding a jumbo CD, they miss out on the higher rates they could have had if these funds had been available to invest elsewhere.\n\nConversely, if interest rates fall during the holding period, the investor may not be able to reinvest the funds at maturity at a rate comparable to the CD. This hazard is known asreinvestment risk. Although jumbo CDs pay a higher rate at the onset than other products, investors must weigh the pros and cons to ensure they don’t have a lower return in the long term.\n\nJumbo CDs offer a steady rate of interest for the length of the holding term.\n\nJumbo CDs typically pay a higher interest rate than traditional CDs or savings accounts do.\n\nThe steady interest paid on jumbo CDs can partly offset the portfolio’s market risk of negative returns from holding stocks.\n\nJumbo CDs carry a guarantee of up to $250,000 per account by the FDIC or the NCUA.\n\nJumbo CDs pay a lower return than many other fixed-rate investments, such as bonds.\n\nIn a rising interest rate environment, jumbo CDs face interest rate risk, as investors might hold a CD paying a lower rate.\n\nJumbo CDs don’t typically keep up with inflation, meaning prices could rise faster than the CD’s rate of return.\n\nInvestors cannot access their funds in jumbo CDs before maturity without incurring an early withdrawal penalty.\n\nJumbo CDs can have high minimum balance requirements.\n\nJumbo CD terms can be as short as a few days, but these extremely short terms are hard to find. More commonly, the minimum term for a jumbo CD is three months.\n\nSince jumbo CDs require a much higher minimum deposit, banks and credit unions typically reward savers with higher interest rates than for smaller accounts. Longer terms also earn higher interest rates. Those higher rates are an incentive to reduce theliquidityof your savings.\n\nThe FDIC or NCUA insures up to the first $250,000 in each account at an affiliated bank or credit union.\n\nJumbo CDs are a very safe place to hold money. Banks are willing to offer attractive interest rates for savers in exchange for fixed terms.\n\nWhile jumbo CDs are safe, they may not be the best place to earn money in a volatile interest environment. If interest rates are rising and you’re locked into a long-term CD, you may miss out on the opportunity to invest at a higher rate. Consider your term length carefully before deciding.\n\nFederal Deposit Insurance Corporation. “Your Insured Deposits.”\n\nNational Credit Union Administration. “Share Insurance Coverage.”\n\nNew York University, Stern School of Business. \"Historical Returns on Stocks, Bonds and Bills: 1928-2023.\"\n\nInternal Revenue Service. \"Publication 590-A, Contributions to Individual Retirement Arrangements (IRAs).\" Page 32.\n\nOffice of the Comptroller of the Currency. \"What are the Penalties for Withdrawing Money Early from a Certificate of Deposit (CD)?\"\n\nFinancial Industry Regulatory Authority. \"Bank Products: Risks.\"",
  "url": "https://www.investopedia.com/terms/j/jumbocd.asp"
}