{
  "term": "Jumpstart Our Business Startups (JOBS) Act Overview",
  "definition": "Gabe Alpert is a financial journalist and former Editor at Investopedia.\n\nThe Jumpstart Our Business Startups (JOBS) Act is a piece of U.S. legislation that was signed into law by President Barack Obama on April 5, 2012, that loosens regulations instituted by theSecurities and Exchange Commission (SEC)on small businesses. It lowers reporting and disclosure requirements for companies with less than $1 billion in revenue and allows the advertising of securities offerings. It also allows greater access tocrowdfundingand greatly expands the number of companies that can offer stock without going through SEC registration.\n\nThe JOBS Act is meant to make it easier for startups to raise capital. Secondarily, it is meant to allowretail investorsto invest in startups. Proponents of the legislation contended that SEC rules were preventing startups from raising the capital they needed to expand. Opponents contended that SEC regulations exist to provide oversight and transparency which prevent people from defrauding investors.\n\nThe JOBS Act establishes the category of \"emerging growth companies,\" which the SEC defines as a company that is issuing stock with a total annualgross revenuesof less than $1.07 billion during its most recently completed fiscal year.The JOBS Act lessens reporting and oversight requirements for these companies. Before the JOBS Act, in most cases, onlyaccredited investorscould invest in startups.\n\nThe JOBS Act allows retail investors to invest in startups in two ways. First, it lets startups raise up to $1 million via crowdfunding, which is a form of investing by many small investors pooling their resources.This is different thancrowdfunding websitessuch as Kickstarter,where people donate moneyand do not receive equity for their contributions.\n\nSecondly, it greatly expands a category under a rule called \"Regulation A\" (or Reg A), which allows companies to offer stock without going through the process of registering with the SEC. Under the JOBS Act, the expanded Reg A, often called Reg A+, allows companies to offer up to $50 million in stock each year without needing to meet normal registration requirements. Retail investors can invest up to certain amounts using both of these methods, allowing them access to relatively risky venture-capital investments.\n\nThe purpose of the jobs act is to make it easier for startups and small businesses to access capital, primarily because small business activity had decreased during and after thefinancial crisiswhen the law was passed. With the ability to access financing, the JOBS Act allows businesses to grow and hire more workers, which helped put Americans back to work after the financial crisis.\n\nThe JOBS Act rolled back financial regulation in relation to small businesses and Obama signed the law in 2012. Most small businesses start and grow in the early stages either through personal savings, money from family and friends, or money from small banks. Because of the financial crisis, many families had little savings and many of the small community banks had disappeared.\n\nThe JOBS Act seeks to make access to capital more democratized with greater efficiency by providing new and easy means to access funding. The internet has allowed small banks to reach investors in a way that only large corporations could before. Combined with the advent of technology, the JOBS Act removed or adjusted the regulation that made it difficult for smaller businesses to access capital.\n\nThe primary advantage of the JOBS Act is that it removed regulatory hurdles forentrepreneurs, allowing them to access capital in a more efficient manner and more readily. The JOBS Act removed the solicitation ban, allowing entrepreneurs to market their businesses and utilize the internet to reach thousands of potential investors without geographical limitations. The same benefit applies to investors as well. It allows investors to reach more potential investments without geographical restrictions.\n\nThe primary disadvantage comes from the advantage: less regulation. With less regulation and decreased requirements for disclosures, the potential for fraud is greatly increased for investors. This includes purposeful fraud as well as accidental fraud, which means less experienced business owners may inaccurately describe their business opportunities.\n\nEasier access to potential investors\n\nNo geographical constraints for entrepreneurs and investors\n\nIncreased options for investors\n\nMore accessible and efficient means of accessing capital for entrepreneurs\n\nThe House Majority Leader at the time, Eric Cantor, introduced the JOBS Act to Congress. The ACT was approved with bipartisan support.\n\nThe JOBS Act allows companies to access funding in ways that were not allowed before due to securities regulations. It reduced regulation, including oversight and reporting, removed certain barriers, and allowed for new ways of accessing capital. It makes it easier for entrepreneurs to start businesses or grow their current businesses.\n\nYes, crowdfunding is regulated by the SEC. The SEC requires that all transactions take place through an SEC-registered intermediary, limiting the amount a company can raise in a year to $5 million through crowdfunding, limiting the amount of non-accredited investors, and requiring certain disclosures of information.\n\nReg CF is part of the JOBS Act that allows private companies to raise up to $5 million from any American.Prior to the passing of the Act, private companies could only raise capital from accredited investors.\n\nThe Jumpstart Our Business Startups (JOBS) Act was passed by President Obama in 2012 with the goal of revitalizing the small business sector in the United States after the financial crisis. The Act would do this by allowing entrepreneurs easier access to capital to start businesses or to grow them by removing regulations surrounding how small businesses can access capital. With small businesses growing, this would result in them hiring more workers, putting Americans back to work after the crisis.\n\nThe White House: Obama Administration. \"President Obama to Sign Jumpstart Our Business Startups (JOBS) Act.\"\n\nU.S. Congress. \"H.R.3606 - Jumpstart Our Business Startups.\"\n\nU.S. Securities and Exchange Commission. \"Emerging Growth Companies.\"\n\nU.S. Securities and Exchange Commission. \"Amendments to Regulation A: A Small Entity Compliance Guide.\"\n\nU.S. Securities and Exchange Commission. \"Regulation Crowdfunding.\"",
  "url": "https://www.investopedia.com/terms/j/jumpstart-our-business-startups-act-jobs.asp"
}