{
  "term": "Junior Mortgage: What it Means, How it Works, Limits",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA junior mortgage is a mortgage that is subordinate to a first or prior (senior) mortgage. A junior mortgage often refers to asecond mortgage, but it could also be a third or fourth mortgage (e.g. home equity loans or lines of credit (HELOCs)). In the case of a foreclosure, thesenior (first) mortgagewill be paid down first.\n\nA junior mortgage is asubordinatemortgage made while an original mortgage is still in effect. In the event of default, the original mortgage would receive all proceeds from theliquidationof the property until it is all paid off. Since junior mortgages would receive repayments only when the first mortgage has been paid off, the interest rate charged for a junior mortgage tends to be higher and the amount borrowed will be lower than that of the first mortgage.\n\nCommon uses of junior mortgages include piggy-back mortgages (80-10-10 mortgages) andhome equity loans. Piggy-back mortgages provide a way for borrowers with less than a 20% down payment to avoid costly private mortgage insurance.Home equity loans are frequently used to extract equity for a home to pay down other debts or make additional purchases.Every borrowing scenario should be carefully and thoroughly analyzed.\n\nA junior mortgage might not be permitted by the holder of the initial mortgage. If there are terms in a mortgage that allow for junior mortgages to be instituted, there may be requirements the borrower must meet before doing so. For example, a certain amount of the senior mortgage may need to be paid off before a junior mortgage can be taken out. The lender might also restrict the number of junior mortgages the borrower can take on.\n\nIncreased risk of default is often associated with junior mortgages. This has led to lenders charging higher interest rates for junior mortgages compared with senior mortgages. The introduction of more debt through a junior mortgage could mean the borrower owes more money on their house than it is valued on the market.\n\nIf the borrower is not able to keep up with their payments and the house lapses into foreclosure, the lender who provided the junior mortgage may be at risk for not recouping their funds. For example, the payout to the holder of a senior mortgage could expend all or most of the assets. That would mean the lender for the junior mortgage could go unpaid.\n\nBorrowers might seek junior mortgages in order to pay off credit card debt or to cover the purchase of a car. For instance, a borrower might pursue a junior mortgage with a 15-year term to have the funds to pay off a car loan that has a five-year term. As new debt is introduced through junior mortgages, it is possible that the borrower will become unable to repay their mounting obligations. Since the home serves as collateral, even if they pay off senior mortgages, borrowers could faceforeclosureon junior mortgages that lapse into default.\n\nConsumer Financial Protection Bureau. \"What is a “Piggyback” Second Mortgage?.\"\n\nConsumer Financial Protection Bureau. \"What is a Home Equity Loan?.\"",
  "url": "https://www.investopedia.com/terms/j/junior_mortgage.asp"
}