{
  "term": "Junior Debt: What it is, How it Works in Real Estate Investing",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nErika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nJunior debt refers to bonds or other forms ofdebtissued with a lower priority for repayment than other, more senior debt claims in the case ofdefault. Because of this, junior debt tends to be riskier for investors and thus carries higher interest rates than more senior debt from the same issuer.\n\nJunior debt is synonymous withsubordinated debt, and it may refer more generally to any second tier of debt paid immediately following the repayment of senior debt. Junior debt has a somewhat smaller probability of being paid back in default since allhigher-ranking debtwill be given priority.\n\nGenerally, the corporate debt market is less regulated than the equity market. Thus, corporations have more flexibility obtaining capital through debt. A corporation may work with a bank to obtain a loan. They may also work with an underwriter who leads a loan syndicate with multiple investors investing in a loan deal. A corporation may also issuebondswith varying repayment terms.\n\n\"Junior debt\" is a classification that is important for fixed income investors to understand when understanding the various bond issuances of a firm.Repayment prioritiesfor a business are a part of the firm’s capital structuring, and these distinctions will matter if an issuer experiences acredit eventsuch as a default. Companies can issue a wide variety of securities to raise capital from investors, and the structuring of these products is typically done by an underwriter. The priority of repayment will generally follow the order of senior debtholders followed by junior debtholders, preferred shareholders, and finally common stockholders.\n\nDifferent from equity capital, institutional debt is typically issued in the primary market involving direct interaction between corporations and investors. Following primary market issuance, loans and bonds can then be traded over secondary markets with trades facilitated through various trading groups. In the secondary market, senior debt continues to carry less risk than subordinated debt.\n\nAn important repayment term for all types of credit is their repayment seniority. Loans and bonds can be issued as senior debt or subordinated debt. Senior debt is repaid first if the borrower encounters a default or liquidation. It is usually secured debt withcollateral; however, it can also be unsecured with specific provisions for repayment seniority. Subordinated debt follows senior debt and has its own repayment terms.\n\nGenerally, senior debt requires lower interest payments and bond coupons since it has a lower risk. With subordinated debt, investors are willing to take on the higher risk of lower seniority payments in default by being compensated with higher rates of interest. Generally, junior debt and subordinated debt is unsecured debt that is not backed by collateral.\n\nIn some situations, corporations may issue junior debt bonds. Junior debt can also be common instructured productswhere investors have the option to invest in varying bondtranchesas part of bond issuance. Repayment terms are often a key factor that can influence coupon rates on a bond. The junior debt repayment procedures in the case of default will be clearly delineated by the underwriter in the terms disclosing the investment details of a bond investment so that investors have a clear understanding of the priority the bonds are given in the case of default.\n\nFor instance, in many structured products, thez-trancheis the slice of the security that is repaid only after all other tranches have received repayment in full.",
  "url": "https://www.investopedia.com/terms/j/junior-debt.asp"
}