{
  "term": "Junior Security: What It is, How It Works, Example",
  "definition": "The term junior security refers to asecuritywith a lower priority than others. Put simply, junior security is subordinate to any other type of security. This means that junior security holders get paid only after those who own senior securities if and when a company goes bankrupt or isliquidated. As such, there's a very good chance that some (or even all) of the junior securities to which a company owes money may not be repaid after any leftover cash is distributed.\n\nWhen a company declaresbankruptcyor is liquidated, allstakeholdersin the company want to be repaid as much of their investment as possible. But there are clear rules in place that determine the seniority of different securities. This means that the order in which different types of stakeholders are repaid is predetermined, where some are senior securities and others junior.\n\nJunior securities include those such as common stock. As noted earlier, these securities fall lower on the priority scale when it comes to repayment.Senior securitiesend up at the top of the list and are considered the safest types of securities. This allows holders of these securities to be paid before any others. The most common types of senior securities are generally bonds,debentures, bank loans, andpreferred shares.\n\nRepayment depends on the company'scapital structure. In bankruptcy cases secured and unsecured creditors are paid from the company's assets before stockholders.Bondholders and lenders ofsecured debtare typically repaid first. Cash is divided between senior securities before any junior holders are paid out. In certain cases, some common shares may get some money back, while others may not be repaid at all.\n\nThere's a very good reason why some securities are prioritized over others: Not all securities have the samerisk-reward profile.For instance, corporate bondholders may expect to receive an interest rate of 3.5% in today’s market, whereas shareholders can theoretically obtain unlimitedupsidepotential anddividend payments. Bondholders must be compensated in the form of lower risk because of the modest returns associated with corporate bonds. As such, they are given priority over shareholders if the issuing company everdefaults.\n\nThe method of ordering asset repayment in the event of bankruptcy is known as the principle of Absolute Priority. Based on Section 1129(b)(2) of the U.S. Bankruptcy Code, it is sometimes referred to as the principle of liquidation preference.\n\nHere's a hypothetical example to show how junior securities work. Let's say you own a manufacturing company called XYZ Industries. To launch your company, you raised $1 million from shareholders and took out a $500,000 mortgage to buy real estate for your factory. You then secured a $500,000 line of credit from the bank, to fund your working capital needs.\n\nYou see that you have maxed out your line of credit and have an outstanding balance of $350,000 on your mortgage after looking at yourbalance sheet. Afterliquidatingall of your equipment and other assets, you raise a total of $900,000.\n\nYou need to pay out your senior creditors first, namely the bank that lent you the mortgage and the line of credit. Of the $900,000 you raised from selling your assets, $350,000 pays off the mortgage and $500,000 goes to the line of credit. The remaining $50,000 is distributed to your investors, who are last in line because they invested in common shares, which are junior security.\n\nAlthough this represents a very bitter 95% loss for your shareholders, remember that if your business had been successful, there is no upper limit to thereturn on investment(ROI) they could have enjoyed. That's the risk they assumed when they invested in your business.\n\nThe Free Dictionary. \"Junior security.\"\n\nSecurities and Exchange Commission. \"Bankruptcy: What Happens When Public Companies Go Bankrupt.\"\n\nInvesting Answers. \"Junior Security.\"\n\nThomson Reuters Practical Law. \"Absolute Priority Rule.\"\n\nCornell Law School. \"11 U.S. Code § 1129 - Confirmation of plan.\"",
  "url": "https://www.investopedia.com/terms/j/juniorsecurity.asp"
}