{
  "term": "Junior Company: What It is, How It Works, Example",
  "definition": "A junior company is a small company that is developing or seeking to develop a natural resource deposit or field. A junior company is like astartupin that it is either looking for funding to help it grow or it is looking for a much larger company to buy it out.\n\nJunior companies are typically small-cap, with a lowmarket capitalization(usually under $500 million) and have thin dailytrading volumesof 700,000 and under. They are most likely found incommodityexploration, such as oil, minerals, and natural gas. Junior companies are believed to be interesting businesses for those who can afford to take the risks associated with them.\n\nThe costs involved in starting a junior company have grown significantly, but so has the reward for being successful.\n\nThe first thing many juniors will do is to acquire properties they believe have a big probability of resource deposits. The company will then conduct a resource study. Once that has been completed, it will either provide the results toshareholdersor to the public to prove there are assets available.\n\nIf the study provides positive results, the junior company will raise capital to go ahead with exploration, or partner up with a bigger company to cut down on costs. In some cases, it may also attempt to be bought out by a larger company.\n\nA lot of junior companies areventure capitalrecipients that are looking for financing for their own operations. For example, a junior gold mining company may not own its mining operation. Instead, it may look to secure capital in order to undertake this part of the business.\n\nJunior companies also come with a lot ofrisks. If the company undertakes exploration and cannot find any resources before its debt is due, it will suffer financially and may have to declare bankruptcy.\n\nJuniors are also sensitive to commodity prices, meaning their share prices fall directly in line with the commodity with which they are associated. So the share prices forgoldjuniors will be affected by the price of gold, just like oil and gas juniors will be affected by energy prices.\n\nJuniors will havemanagement teamsthat provide some expertise in the field of exploration and can navigate any local governmental and environmental regulations. The companies will also have highly trained personnel on staff, including engineers and geophysicists, so when the properties show promise, they can help bring the resources into production.\n\nInvesting in junior companies often comes with more risk than companies that are bigger and more established. This is because juniors may still be exploring and, at times, may not find any resources at all. Investors who are interested in smaller, up-and-coming companies like these should remember todiversifyin order to minimize their risk and get the maximumreturnon their investments.\n\nA greater degree of interest in juniors will typically come from individual investors because they usually invest based on emotions.Institutional investors, such as mutual funds orhedge funds, will normally invest in senior companies with a greater track record.\n\nThe best places to find juniors are theToronto Stock Exchange(TSX) and theTSX Venture Exchange(TSXV). Both have hundreds of mining companies listed.\n\nNexus Gold, headquartered in Vancouver, Canada, is one example of a junior mining company. As of Sept. 2, 2020, the company had a market cap of $14.5 million, with a daily trading volume of about 253,000, putting it firmly within the small-cap parameter. The company is listed as an exploration and development company with operations in West Africa and Canada.\n\nCurrently, Nexus has six projects in Canada and five projects in West Africa, so it is further along the development line than completely new junior companies, though these projects have only shown historical samples or prospective new samples, meaning that the mines are not in full development as yet.",
  "url": "https://www.investopedia.com/terms/j/junior-company.asp"
}