{
  "term": "Junior Equity: Meaning, Example, Advantages",
  "definition": "Junior equity isstockissued by a company that ranks at the bottom of the priority ladder in terms of ownership rights. Its owners are the last in line to receive certain payouts, such as dividends or reimbursements in cases of bankruptcy.\n\nCommon stockis a type of junior equity. It is considered subordinate, or junior, topreferred stock.\n\nEquity, a form of ownership often represented by shares of stock, represents the amount of money that would be returned toshareholdersif all of the company’sassetswereliquidatedand itsdebtswere paid off.\n\nNot all shareholders have equal rights, though. There is a pecking order determining who can claim company assets first—and owners of junior, aka subordinate, equity sit at the bottom of it.\n\nThat means that in the event of abankruptcy, holders of junior equity may get no compensation. These owners of common stock have rights to a company's assets only afterbondholders, preferred shareholders, and other debtholders are paid in full.\n\nThe pay-out structure of a company in bankruptcy is governed by the Absolute Priority Rule, which states that in liquidation certain creditors must be satisfied in full before any other creditors receive any payments.\n\nJunior equity also takes a back seat to preferred stock when it comes toincomedistribution. Owners of preferred stock shares receive an agreed-upondividendat regular intervals, making these distributions similar tobonds' coupon payments.\n\nOwners of common stock may or may not receive a dividend, and its amount fluctuates depending on the company's earnings. Compensating preferred stockholders takes priority.\n\nLarry’s Lemonade, a publicly-traded company, needs money to buy more lemons in order to fulfill a major purchase order. Its management decides to issue bonds to raise money.\n\nBusiness at Larry’s Lemonade then takes a turn for the worst, forcing it to shut down its operation and declare bankruptcy. It owes money to its employees and its suppliers as well as its bondholders and shareholders.\n\nEveryone with a stake in the company is eager to collect what they're owed. All of the company's assets must be sold to raise money, including any leftover supplies, equipment, warehouses, and offices.\n\nOnce the business has been liquidated its assets can be distributed. The first priority goes to the bondholders, those who lent Larry's Lemonade capital to buy more lemons, followed by its other debtors.\n\nOnly if and when all of those groups have been paid in full do the junior equity holders of common stock have an opportunity to receive any remaining assets. They are very unlikely to get anything back for their investment.\n\nThe opposite of junior equity is known as senior equity orsenior security.\n\nWhile the potential risks are greater in junior equity, the potential rewards are greater as well.\n\nCommon stock has historically outperformed bonds and preferred shares. Preferred shares typically do not reflect appreciation to the same degree as common stock. Their prices tend to stay around their initial issue price, behaving more like bonds than common stock shares.\n\nWhen a company thrives, junior equity is generally the best type of stock to hold over the long term.\n\nUnlike preferred stock, owning common stock also gives shareholdersvoting rights—meaning they can have a voice, albeit a very quiet one, in how the business is run.\n\nA counterpart to junior equity in the debt world isjunior debt. Also known assubordinated debt, it refers to bonds, loans, or other obligations issued with a lower priority for repayment than other, more senior debt claims in the case of the issuer'sdefault. As a result, junior debt tends to be riskier for investors, and thus pays higher interest rates than more senior debt from the same issuer.",
  "url": "https://www.investopedia.com/terms/j/junior-equity.asp"
}