{
  "term": "Junk Fee: What It Means, How It Works, Reforms",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nJunk fees are a series of charges that a lender imposes at the closing of amortgage. These charges are often unexpected by the borrower and not clearly explained by the lender. This surprise factor can lead to the impression that these fees are excessive and tacked on to other legitimateclosing costswithout good reason.\n\nOther junk fees, often illegal, can be found in consumer financial products like auto loans and deposit accounts, and activities like student loan servicing.This article focuses on junk fees on mortgages.\n\nJunk fees inmortgagesare a subset of the costs that appear on everyHUD-1 settlement statement. Traditionally, that statement was a standalone form that federal law required a lender to provide a borrower at closing. It contained a detailed itemization of all costs associated with the loan.\n\nPrior to closing, at the point when the parties agree to the terms of the loan and begin preparations for closing, the lender was required to provide agood faith estimate (GFE)of those costs. In 2015, theConsumer Financial Protection Bureau (CFPB)consolidated these documents into one form, the Closing Disclosure.\n\nJunk fees end up increasing the price of buying a home and may not be budgeted into the costs anticipated by a homebuyer. In many cases, this may financially stretch a buyer to a final cost that they are not comfortable with.\n\nThe costs listed on the HUD-1 range from boilerplate items such as home inspection andtitle searchfees to more questionable costs that some consider junk. The latter group can contain items such as a document preparation fee, an application fee, a funding fee, a verification of employment fee, a sign-up fee, a translation fee, or an automatedunderwriting fee.\n\nJunk fees can leave a bad taste regarding thehome buying processthat should otherwise generally be a happy moment for most people. The borrower always has had the right to challenge these fees and negotiate them with the lender, but many lenders have found it profitable to assume that borrowers will fail to challenge all of these fees.\n\nCritics of the mortgage industry also have argued that lenders don't adhere to the good faith requirement of the GFE and liberally add fees to the final HUD-1 statement that were never included in the GFE.\n\nThe Consumer Financial Protection Bureau's (CFPB's) 2015 reforms to the closing process not only streamlined the paperwork associated with the closing process, they also established restrictions on fees and adjustments that could be made after the GFE was provided to the borrower.\n\nIn a March 2023 report on unlawful financial servicesjunk fees, the CFPB pointed out those found in mortgages can include excessive late fees, added costs for unnecessary property inspections for accounts in delinquency, and a failure to waive certain fees during loss-mitigation proceedings.\n\nPart of the aim of these changes was to minimize lenders’ ability to add junk fees that borrowers might overlook. The major change that the CFPB instituted in this new set of rules is a limitation on the permissible inflation of charges listed on the lending estimate, the document formerly known as the GFE.\n\nIn general, no fee can be increased by more than 10% from the listing estimate to the finalclosing statement. If a major change in the circumstances of theloanhas occurred, the lender must allow the borrower to review a new lending estimate as the restrictions stated by the CFPB may no longer apply.\n\nJunk fees found in mortgages largely aren't illegal. Even with the efforts of the CFPB to protect borrowers againstdeceptive lendingpractices, the borrower bears the burden of carefully examining and questioning fees that appear unnecessary. It is always the lender's goal toclose a mortgageso that they can earn revenue. Therefore, they are typically open to negotiation to ensure that the mortgage is finalized.\n\nThese can include items such as a document preparation fee, an application fee, a funding fee, a verification of employment fee, a sign-up fee, a translation fee, or an automated underwriting fee.\n\nMortgage fees, some of which are considered unnecessary or predatory by consumer advocates, are part of the costs that appear on every HUD-1 settlement statement. In the past, that statement was a separate, itemized form that federal law required a lender to provide a borrower at closing. Since 2015, it's been consolidated into the Closing Disclosure.\n\nYes, it's possible to ask a mortgage lender to remove or modify some of these fees during the closing process. Remember that, as the borrower, it's best to carefully review and question fees in the mortgage that appear unnecessary.\n\nJunk fees in mortgages are multiple charges that a lender imposes at closing. They can be unexpected by the borrower and not clearly explained by the lender. This surprise factor can lead to the buyer feeling that the fees are excessive and tacked on to other legitimate closing costs without good reason. Other types of junk fees, often illegal, can be found and questioned by consumers when taking out auto loans, deposit accounts, or student loan servicing.\n\nConsumer Financial Protection Bureau. \"CFPB Uncovers Illegal Junk Fees on Bank Accounts, Mortgages, and Student and Auto Loans.\"\n\nConsumer Financial Protection Bureau. \"What Is a HUD-1 Settlement Statement?\"\n\nConsumer Financial Protection Bureau. \"What Is a Good Faith Estimate (GFE)?\"\n\nConsumer Financial Protection Bureau. \"Can My Final Mortgage Costs Increase From What Was on My Loan Estimate?\"",
  "url": "https://www.investopedia.com/terms/j/junk_fees.asp"
}