{
  "term": "Jurisdiction Risk",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nJurisdiction risk refers to the risks that can arise when operating in a foreign country or jurisdiction. These risks can arise simply by doing business, or else by lending or borrowing money in another country. Risks could also stem from legal, regulatory, or political factors that exist in different countries or regions.\n\nIn recent times, jurisdiction risk has focused increasingly on banks and financial institutions that are exposed to the volatility that some of the countries where they operate may be high-risk areas for money laundering and terrorism financing.\n\nJurisdiction risk is any additional risk that arises from borrowing and lending or doing business in a foreign country. This risk can also refer to times when laws unexpectedly change in an area in which an investor has exposure. This type of jurisdiction risk can often lead to added price volatility. As a result, the added risk from volatility means investors will demand higher returns to offset the higher levels of risk being faced.\n\nPolitical riskis a form of jurisdiction risk whereby an investment's returns could suffer as a result of political changes or instability in a country. Instability affectinginvestmentreturns could stem from a change in government, legislative bodies, other foreign policymakers, or military control.\n\nSome of the risks associated with jurisdiction risk that banks, investors, and companies may face includelegal complications,exchange raterisks, and evengeopolitical risks.\n\nAs mentioned above, jurisdiction risk has recently become synonymous with countries where money laundering and terrorist activities are high. These activities are generally believed to be prevalent in countries that are designated as non-cooperative by theFinancial Action Task Force(FATF) or are identified by theU.S. Treasuryas requiring special measures due to concerns about money laundering or corruption.Because of the punitive fines and penalties that can be levied against a financial institution that is involved—even inadvertently—in money laundering or financing terrorism, most organizations have specific processes to assess and mitigate jurisdiction risk.\n\nThe FATF publishes two documents publicly three times a year and has done so since 2000. These reports identify areas of the world that the FATF declares have weak efforts to combat both money laundering and terrorist financing. These countries are called Non-Cooperative Countries or Territories (NCCTs).\n\nAs of June 2021, the FATF listed the following 22 countries as monitored jurisdictions: Albania, Barbados, Botswana, Burkina Faso, Cambodia, Cayman Islands, Haiti, Jamaica, Malta, Mauritius, Morocco, Myanmar, Nicaragua, Pakistan, Panama, Philippines, Senegal, South Sudan, Syria, Uganda, Yemen, and Zimbabwe.These NCCTs have deficiencies when it comes to placinganti-money launderingpolicies, as well as recognizing and fighting terrorist financing. But they have all committed to working with the FATF to address the deficiencies.\n\nThe FATF placed both the Democratic People's Republic of Korea (i.e., North Korea) and Iran on its call-to-action list. According to the FATF, North Korea still poses a great risk to international finance because of its lack of commitment and deficiencies in the noted areas. The FATF also indicated its concern over the country's proliferation of weapons of mass destruction. The organization noted Iran outlined its commitment to the FATF but has failed to enact its plan.\n\nInvestors may experience jurisdiction risk in the form offoreign exchange risk(also known as currency risk). So, an international financial transaction may be subject to fluctuations in currency exchange. This can lead to a drop in the value of an investment. Foreign exchange risks can be mitigated by using hedging strategies including options and forward contracts.\n\nFinancial Action Task Force. \"High-Risk Jurisdiction Subject to a Call for Action—June 2021.\" Accessed Sept. 28, 2021.\n\nFinancial Crimes Enforcement Network. \"Financial Action Task Force Identifies Jurisdictions with Anti-Money Laundering and Combating the Financing of Terrorism and Counter-Proliferation Deficiencies.\" Accessed Sept. 28, 2021.\n\nU.S. Department of the Treasury. \"311 Actions.\" Accessed Sept. 28, 2021.\n\nFinancial Action Task Force. \"High-Risk and Other Monitored Jurisdiction.\" Accessed Sept. 28, 2021.\n\nFinancial Action Task Force. \"Jurisdictions Under Increased Monitoring – June 2021.\" Accessed Sept. 28, 2021.\n\nFinancial Action Task Force. \"High-Risk Jurisdiction Subject to a Call for Action—21 February 2020.\" Accessed Sept. 28, 2021.",
  "url": "https://www.investopedia.com/terms/j/jurisdiction-risk.asp"
}