{
  "term": "Just Compensation: Overview, Factors, Methods",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nJust compensation refers to the compensation individuals receive when theirpropertygets seized by the government for public use. For example, when the national highway system was constructed in the 1950s, many homeowners had their property seized because the government needed the land to build the interstate highway system.\n\nThe just compensation remedy is provided by the Fifth Amendment's Takings Clause and is usually considered to befair market value.However, what the government considers just compensation may not be regarded as \"just\" by the person whose property is seized. The government’s ability to take private property for public use is calledeminent domain.\n\nThe idea behind just compensation is to repair the individual's estate, as if the property taking did not occur. This means paying the fair market value for the property.\n\nHowever, individuals who lose their homes through an act of eminent domain may not consider the fair market value of the property to be just compensation for their loss, because it does not take into account the time, stress and cost of moving to a new property. Just compensation also fails to consider the loss of neighborhood social ties or the emotional connection the owner may have to the property.Fair valueis often disputed in eminent domain cases.\n\nWhen determining just compensation, the following issues are considered:\n\nThe price the property owner would receive if they were willing, not forced, to sell the land can be used to help determine the fair market value of the land. For example, if a landowner decided that they wanted a more significant piece of land and auctioned their existing property, the auction sale price would be considered fair market value.\n\nLand improvement refers to structures that improve the value of the seized land. Land improvement may include detached dwellings, barns, and separate garages. Intangible land improvements must also be taken into consideration. For instance, land near an area with natural resources may be considered a land improvement.\n\nIf only a portion of the property is seized, residue damage refers to the damage on the remaining property due to the seizure. Residue damages may include the inability to use the best part of the land, any change or shape to the land and the land’s new proximity to publicinfrastructures, such as roads or utility equipment.\n\nAlthough less frequent, property owners may benefit from having their land seized. For example, if part of an owner’s land gets seized for a new service road that allows the property to be subdivided, that benefit can be used to offset the total compensation received.\n\nThere are three generally accepted methods tovalue a property during an eminent domain case. These include the following:\n\nThe market approach is fairly straightforward in that the seized property is compared to recent property sales with similar characteristics. This method typically used to appraise residential properties.\n\nThe income approach is used best for properties that generate income. In these cases, the operating income of the property must be determined first. Then the income and the capitalization rate are used to arrive at the value.\n\nThe cost approach takes into consideration a very specific structure on the property that is unique enough that the owner would need to recreate it on any future property. The value of the empty land would be taken into consideration, plus the cost of replacing the new structure and minus the depreciation of the current structure.\n\nNational Constitution Center. \"The Fifth Amendment Takings Clause.\" Accessed June 20, 2021.",
  "url": "https://www.investopedia.com/terms/j/just-compensation.asp"
}