{
  "term": "\"Just Say No\" Defense: Meaning, Example, Criticism",
  "definition": "A \"just say no\" defense is a strategy employed byboards of directorsto discouragehostile takeoversby simply refusing to negotiate and rejecting outright whatever the prospective buyer might offer.\n\nThe legality of a \"just say no\" defense may depend on whether the target company has a long-term strategy it is pursuing, which can include a merger with a firm other than the one making the takeover bid, or if the takeover bid undervalues the company.\n\nThe origins of the \"just say no\" defense can be traced to the 1980s, whenraiderswith deep pockets bought undervalued companies, dismembering them for a quickprofit. This prompted defenseless companies to come up with strategies to thwart corporate raiders.\n\nThe \"just say no\" defense was named after the anti-drug campaign promoted by former First Lady Nancy Reagan.The defense left it up to the board to decide whether to accept or reject a bid, regardless of how much was being offered. Reasons could include anything from fear of job security to a general dislike of theacquirer.\n\nAn early use of the term occurred in 1990 whenNCR Corp. rejected AT&T's initial $90-per-share tender offer. NCR Chair Charles Exley said the board's stance was to \"just say no\" to the telephone giant.\n\nThe target company's board could deal with an unwanted bid by refusing to negotiate and waive potential defense strategies such as a poison pill. This stance may be taken to render a takeover impossible. Alternatively, it might be pursued to extract a better offer, either from the same bidder or, better yet, from a friendlywhite knight.\n\nThe case of Paramount Communications vs. Time helped establish the \"just say no\" defense as a viableanti-takeoverstrategy. Time was close tomergingwith Warner Communications but then received a bid from Paramount that its board rejected because the publishing company had already negotiated a long-term plan with Warner. In July 1989, the case was heard in the Court of Chancery in Wilmington, Delaware.\n\nThe Delaware courts had established precedents for corporate board actions duringmergers and acquisitionsin two previous cases. The Delaware Supreme Court ruled in the 1985 case involving Unocal, that directors defending their company from a raider may respond only in a reasonable way.Meanwhile, in the 1986 Revlon case, the court ruled that if the board decides to sell a company, itmust accept the highest bidand not show any favoritism.\n\nFortunately for Time, the judge supported its board as the corporation's fiduciaries in this matter, even ifshareholdersmight well have preferred to accept Paramount's bid, adding that corporate law does not compel directors to follow the wishes of the majority of the shares. To support the decision for the Time-Warner merger, the judge wrote: \"Directors, not shareholders, are charged with the duty to manage the firm.\"\n\nOn appeal, the Delaware Supreme Court upheld the decision unanimously.\n\nA \"just say no\" defense isn't necessarily in the best interest of shareholders since board members can employ it even if an offer is made at a significantpremiumto the current share price.\n\nAdding to this frustration is a number of stories of companies using this tactic to hold firm and rebuff offers that, in retrospect, they would have been better off accepting. One example is Yahoo, which engaged in a \"just say no\" battle to fight off a $44.6 billion bid from Microsoft(MSFT) in 2008 and then ended up selling off its core business several years later for $4.83 billion.\n\nThere is a significant risk that a \"just say no\" defense won't be accepted by the courts. If the price offered looks fair and shareholders support it, the board's option to \"just say no\" may not be viable.\n\nStill, that doesn't mean that directors won't give it a go. Yes, failure is possible. But so, too, is the prospect of securing the company's freedom or, failing that, at least squeezing out a better price for the business.\n\nA just say no strategy is a defense strategy used by the board of directors of a firm to prevent a hostile takeover. The strategy involves refusing to negotiate and rejecting all outright offers that a potential acquirer makes.\n\nA poison pill defense is a strategy employed by a company to prevent a hostile takeover. It is used when a potential acquirer owns a large portion of a company's outstanding shares. A poison pill strategy allows existing shareholders (but not the potential acquirer) to purchase additional shares at a discounted price, thereby diluting the value of the potential acquirer's shares.\n\nTo control a significant portion of the company again, the potential acquirer would have to spend more money purchasing shares, making the attempted takeover more expensive.\n\nTakeovers are generally better for the company being acquired as the share price goes up for that company whereas takeovers are generally less beneficial for the shareholders of the acquiring company, as the share price usually goes down. Takeovers are complex strategies and depending on how they are enacted and carried out once complete, all shareholders can benefit or none at all.\n\nRonald Reagan Presidential Foundation and Library. \"Nancy Reagan; Her Causes, Just Say No.\"\n\nFlorida State University Law Review. \"Timing is Paramount: The Impact of Paramount v. Time on the Law of Hostile Takeovers Law of Hostile Takeovers.\"\n\nFlorida State University Law Review. \"Unocal Corp. v. Mesa Petroleum Co., 493 A.2d 946 (Del. 1985) Unocal Corp. v. Mesa Petroleum Co., 493 A.2d 946 (Del. 1985).\"\n\nUniversity of Pennsylvania Carey Law School. \"Revlon, Inc. v. MacAndrews & Forbes Holdings.\"\n\nMicrosoft. \"Microsoft Proposes Acquisition of Yahoo! for $31 per Share.\"\n\nVerizon. \"Verizon to Acquire Yahoo’s Operating Business.\" Accessed Dec. 24, 2021.",
  "url": "https://www.investopedia.com/terms/j/just-say-no-defense.asp"
}