{
  "term": "Justified Wage: What It Means, How It Works, and Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA justified wage is a pay level for a job that is determined by market dynamics as well as the degree of skills and experience that the job requires. It is a wage level that is high enough to attract qualified candidates but low enough to be affordable to the business.\n\nThe justified wage may be viewed as the amount above the mandated minimum wage that an employer must pay to attract a candidate with the capabilities that the job requires. The term \"fair compensation\" is often used interchangeably with \"justified wage\" in political and economic discussions.\n\nA justified wage begins with the economic factors of supply and demand in the workforce. A scarcity of job candidates with the skills needed will increase the justified wage offered.\n\nThere also are many job-specific factors such as the levels of work experience, education, and training the job requires. The supply of applicants who meet the requirements is important.\n\nA wage is justified when it is seen as acceptable to potential candidates and economically feasible for the employer.\n\nWhen the economy is in a recession, the actual level of wages for many workers drops to the minimum wage or a little above. There are too many candidates for too few jobs, and the businesses that hire may be barely breaking even. During theGreat Recessionthat started in 2008, even investment banks justified paying lower wages due to their slowing revenue growth.\n\nThe federal minimum wage has been $7.25 per hour since 2009. Many states, cities, and counties have set higher minimum wages. Twenty-one states increased their minimum wages on Jan. 1, 2025.\n\nCompanies may compare their employees'salaries and work experiencewhen determining a justified wage. For example, one current employee, has 10 years' experience and receives a salary of $65,000. Based on this information, management determines that another employee's justified wage is $60,000 given that they have eight years' experience.\n\nManagement may also consider other factors when establishing a justified wage, such as the responsibilities the employee will have and the revenue that their work will generate. For instance, the amount ofcommissionsa stockbroker writes justifies their wage.\n\nEmployees can have input into their justified wages during pay reviews by discussing how they are adding value to the company.\n\nWhen determining a justified wage for aCEO, the board of directors of a company typically considers:\n\nThe federal government has set a minimum wage since 1938. The goals were to stabilize the economy and to protect the health and well-being of American workers. It also addressed the needs of a substantial portion of the population: low-wage workers who lacked the bargaining power to demand a subsistence wage. States and counties, particularly those in parts of the country with high living costs, set their own minimum wages at a higher level that the federal requirement of $7.25.\n\nAn employer who determines an individual's pay based on the concept of a justified wage has no logical reason to consider gender, race, or ethnicity. For that reason, a justified wage presumably is equal pay.\n\nOne of the key considerations when an employer sets a justified wage is the person's contribution to the bottom line. When you're asking for a raise, be prepared to discuss how you've contributed to the company's success.\n\nIf you can, cite numbers. Does the competition pay better than your company? Is the average pay for your job position higher? Look for hard numbers to strengthen your case.\n\nThe concept of justified wages is used primarily by employers and personnel departments to determine a pay scale that is reasonable and acceptable to both the employer and the employee.\n\nUnderstanding the many factors that go into setting a justified wage can help employees negotiate a higher wage based on the skills and experience they bring to the job and the prevailing economic conditions that inform wage decisions.\n\nCNN. \"Workers In These States Just Got a Pay Raise.\"\n\nEconomic Policy Institute. \"Twenty-two states will increase their minimum wages on January 1, raising pay for nearly 10 million workers.\"\n\nCornel Law School. \"Minimum Wage.\"\n\nChron. \"How to Word Justifying More Salary.\"",
  "url": "https://www.investopedia.com/terms/j/justified-wage.asp"
}