{
  "term": "Just in Case (JIC): What it is, How it Works, Examples",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nJust in case (JIC) is an inventory strategy where companies keep large inventories on hand. This type ofinventory managementstrategy aims to minimize the probability that a product will sell out of stock. A company that uses this strategy typically has difficulty predicting consumer demand or experiences large surges in demand at unpredictable times. A company practicing this strategy essentially incurs higher inventoryholding costsin return for a reduction in the number of sales lost due to sold-out inventory.\n\nThe JIC inventory strategy differs from the more recent \"just in time\" (JIT) inventory strategy, where companies try to minimize inventory costs by producing the goods after the orders have come in.\n\nThe JIC strategy is more common in less industrialized countries where poor transportation infrastructure, natural disasters, poor quality control, and vulnerability to other suppliers' production problems are concerns. Such instabilities in the supply chain could lead to costly production inefficiencies. Therefore, a manufacturer may decide to pay for excess inventory to avoid production shutdowns.\n\nFor JIC, manufacturers reorder stock before it reaches the minimum level to continue to sell inventory while the suppliers are supplying the goods. The time from when the firm reorders the stock to the time the supplier provides the new stock is known as lead time. A JIC inventory system tries to keep a minimum level of inventory in case of emergencies. JIC is typically more costly than JIT because it can lead to waste if not all of the inventory is sold and there are additional storage costs due to the additional inventory.\n\nOne major reason for practicing a more costly JIC system is the potential losses, such as permanent loss of major customers, loss of suppliers, and supply-chain collapse. If the JIT response contingencies are too slow or fail to keep production flowing, additional costs may be incurred. The additional costs due to maintaining extra storage and resources may be more cost effective than using a more efficient JIT system.\n\nIn a recent turn of events, some companies have started understocking their inventories on purpose. Makers of particular popular items for which buyers are not willing to accept substitutes can use this strategy.\n\nThe \"just in case\" strategy is used by companies that have troubleforecastingdemand. With this strategy, the companies have enough production material on hand to meet unexpectedspikesin demand. Higher storage costs are the main disadvantage of this strategy.\n\nAn example of JIC buyers are the military or hospitals. These types of organizations must maintain large inventories because waiting for JIT producers to ramp up production for needed supplies may result in lost lives and even wars.",
  "url": "https://www.investopedia.com/terms/j/jic.asp"
}