{
  "term": "K-Percent Rule: What It is, How It Works",
  "definition": "Clay Halton was a Business Editor at Investopedia and has been working in the finance publishing field for more than five years. He also writes and edits personal finance content, with a focus on LGBTQ+ finance.\n\nThe K-Percent Rule was a proposal by economistMilton Friedmanthat the central bank should increase themoney supplyby a constant percentage every year.\n\nThe K-Percent Rule proposes to set the money supply growth at a rate equal to the economic growth rate each year.Gross domestic product(GDP) is a metric that shows the percentage growth of all goods and services produced in an economy. In the United States, the typical GDP growth rate is 2-4%, based on historical averages.The K-Percent Rule would allow the level of money supply in the economy to grow with the GDP growth rate.\n\nFriedman claimed that the best way to bring stability to the economy over the long term was to have central banking authorities automatically grow the money supply by a set percentage or amount (the \"K\" variable) each year, irrespective of economic conditions.\n\nFreidman argued the money supply should rise at an annual rate between 3% to 5%. The K-percent rule doesn't allow Fed officials any leeway when making monetary decisions. Friedman believed that monetary policy would be more effective under a rules-based system since discretionary policy might lead to mistakes and excessive monetary responses to economic conditions.\n\nTheFederal Reserveis the central bank of the United States and is charged with managing the money supply. If economic growth slows, the Fed can increase the money supply through various tools, which effectively increases lending through the banking system. For example, a cut in interest rates typically leads to a flurry of consumers to borrow more money, which is used to purchase homes, cars, and other products. These purchases stimulate the economy by creating spending and jobs, which in turn increases economic growth.\n\nIn addition to proposing the K-Percent Rule, Milton Friedman was a Nobel Prize winner in economics and the founder ofmonetarism, a branch of economics that singles out monetary growth and related policies as the most important driver of futureinflation.Inflation is a measure of the pace of rising prices in an economy. If prices rise too fast, the wages paid to workers would have less purchasing power.\n\nFriedman believed that monetary policy was a major contributor to cyclical fluctuations in the economy. Trying to fine-tune the economy by varying monetary policy, depending on economic conditions, was dangerous because too little was known about its effects.\n\nThe rule, Friedman argued, would help prevent mistakes by Federal Reserve officials. For example, in the 1930s, the Fed decreased the money supply in the U.S. economy, which exacerbated the depression.\n\nWhile the U.S.Federal Reserve Boardis well-versed on the K-percent rule's merits, in practice, most advanced economies do base their monetary policy on the state of the economy. When the economy is cyclically weak, the Federal Reserve and others look to grow the money supply at a faster rate than the K-percent rule would suggest.\n\nConversely, when the economy is performing well, most central banking authorities seek to constrain money-supply growth. However, current U.S. monetary policy is not a rules-based system that is only triggered based on economic conditions. Instead, the policy is discretionary based on promoting economic growth and price stability.\n\nAlso, Fed officials can use that discretion and flexibility to help combat economic shocks and financial crises. For example, during the2007-2008 financial crisis, the Fed initiated multiple policies to bring the economy back to growth, including reducing interest rates to nearly zero and implementing a buying program of U.S. Treasuries and other securities. Having the Fed as a buyer of debt created an enormous injection of cash into the banking system.\n\nTrading Economics. \"United States GDP Annual Growth Rate.\"\n\nFederal Reserve Bank of San Francisco. \"What Is the Optimal Rate of Inflation?\"\n\nFederal Reserve System. \"How Does the Federal Reserve Affect Inflation and Employment?\"\n\nThe Nobel Prize. \"This Year's Economics Prize to an American.\"\n\nFederal Reserve System. \"Remarks by Governor Ben S. Bernanke.\"\n\nFederal Reserve System. \"The Federal Reserve's Policy Actions during the Financial Crisis and Lessons for the Future.\"",
  "url": "https://www.investopedia.com/terms/k/k-percent-rule.asp"
}