{
  "term": "K-Ratio: Meaning, Formula and Calculation, Example",
  "definition": "The K-ratio is a valuation metric that examines the consistency of an equity's return over time. The data for the ratio is derived from avalue-added monthly index(VAMI), which useslinear regressionto track the progress of a $1,000 initial investment in the security being analyzed.\n\nThe K-ratio can be calculated as:\n\nThe K-ratio was developed by derivatives trader and statistician Lars Kestner as a way to address a perceived gap in how returns had been analyzed. Because an investor’s key interests are returns and consistency, Kestner designed his K-ratio to measure risk versus return by analyzing how steady a security, portfolio, or manager’s returns are over time.\n\nThe K-ratio takes into account the returns, but also the order of those returns in measuring risk. The calculation involves running a linear regression on the logarithmic cumulative return of a Value-Added Monthly Index (VAMI) curve. The results of the regression are then used in the K-ratio formula. The slope is the return, which should be positive, while the standard error of the slope represents the risk.\n\nIn 2003, Kestner introduced a modified version of his original K-ratio, which changed the formula of the calculation to include the number of return data points in the denominator. He introduced a further modification, which added a square root calculation to the numerator, in 2013.\n\nThe ratio measures the return of the security over time and it is considered to be a good tool to measure the performance of equities because it takes the return trend into account, versus point-in-time snapshots.\n\nThe K-ratio allows for a comparison of cumulative returns for different equities (and equity managers) returns over time. It differs from the widely usedSharpemeasure by taking into account the order in which returns occur. In practice, the K-ratio is designed to be viewed in tandem with and in addition to other measures of performance.\n\nIn addition to their use in analyzing individual stock returns, style categories, and fund managers, K-ratios can also be calculated for bonds. K-ratios will differ across asset classes (domestic stocks versus bonds versus emerging market stocks), within asset classes (e.g., large-cap versus small-cap) and by time period.\n\nLars N. Kestner. \"(Re)Introducing the K-Ratio.\" Accessed Jan. 7, 2021.",
  "url": "https://www.investopedia.com/terms/k/kratio.asp"
}