{
  "term": "K: What This Nasdaq Designation Means",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nK is added to the end of a Nasdaq stock ticker when the shares offer no voting rights. The letter K is one of many Nasdaq ticker symbol extensions that tell investors various things about that particular stock.\n\nThe letter \"K\" is important when appended to a Nasdaqticker. This small addition signals a type of security without voting rights.\n\nNonvoting shares represent ownership in a company but, as the name suggests, do not confer voting rights to shareholders. This arrangement allows companies to raise capital without diluting the decision-making power of existing voting shareholders. For investors, K-designated stocks offer a way to invest in a company's financial success without the ability to influence corporate governance.\n\nNonvoting shares are more prevalent among tech companies and family-controlled businesses looking to maintain a specific leadership structure while still accessing public markets. Understanding the implications of the K designation is crucial for investors as it directly impacts shareholder rights and the stock's valuation and performance.\n\nThere are few stocks with no voting rights in the market because investors tend to shun such assets. These stocks typically trade at a discount to their counterparts that havevoting rights.\n\nA shareholder vote is considered a fundamental right for investors.Without voting rights, shareholders generally feel that they are vulnerable to arbitrary or irrational business decisions by management.\n\nIn cases where a lot of trust is placed in management because it has historically delivered significant shareholder value over a long stretch of time, shareholders may not mind holding “K” shares.\n\nThere are almost 5,000 tickers representing common stock, preferred shares,American depositary receipts, etc., on the Nasdaq.\n\nOn the Nasdaq, a D at the end of a ticker represents a corporate reorganization.The letter T represents a security with warrants or rights.W is forwarrants.\n\nZ and L are more ambiguous and could mean multiple things, but they are usually tied to somepreferredsecurity.\n\nP, O, N, and M signify whether a security is a first, second, third, or fourth preferred issue, respectively.\n\nMore common extensions include A and B. These representclass A or class B shares.\n\nDepending on the trading or charting platform or data source, extensions may be directly added to the other ticker symbol characters or separated by a “.” For example,BRK.AandBRK.Bare the class A and Class B shares of Berkshire Hathaway Inc. listed on the NYSE.In this case, the Class Bs are nonvoting shares.\n\nThe NYSE also has extensions or identifiers.\n\nK is also the ticker symbol ofKellanova, which is listed on the NYSE.\n\nNonvoting shares for Liberty Global PLC (LBTYK) are for a company long headed by John Malone, a major player in the cable industry who has a faithful following of shareholders. He was a former CEO of the company and is chair of the board.The K shares tend to slightly underperform theLBTYAshares, which are class A voting shares.\n\nWhen a lot of trust is placed in management because it has historically delivered significant shareholder value over a long stretch of time, shareholders may not mind holding K shares without voting rights. Ashareholder voteis usually considered a fundamental right for investors.\n\nNo. An International Securities Identifying Number (ISIN) is a 12-digit code that uniquely identifies a specific security to facilitate the clearing, settlement, and reporting of trades. ISINs are used for equities, warrants, debt instruments, derivatives, and commodities as well as other securities. A ticker symbol is a unique series of letters and sometimes numbers assigned to a company for trading purposes.\n\nA ticker is a unique combination of letters (and sometimes numbers) used to represent a publicly traded security on a stock exchange, such as a stock. Each ticker symbol is a shorthand identifier for a company's shares, making it easy for investors, traders, and financial systems to identify and reference the stock in trading and reporting quickly. When \"K\" is placed at the end of a Nasdaq stock ticker, the shares don't have voting rights. The letter is one of many Nasdaq ticker symbol extensions that tell investors various things about that particular stock.\n\nInvestor.gov, U.S. Securities and Exchange Commission. “Shareholder Voting.”\n\nNew York Stock Exchange. “Berkshire Hathaway Inc. BRK.A.”\n\nNew York Stock Exchange. “Berkshire Hathaway Inc. BRK.B.”\n\nThe Wall Street Journal. “Liberty Global PLC Cl C.”\n\nNasdaq. “Liberty Global plc Class A Ordinary Shares (LBTYA).”\n\nNasdaq. “Liberty Global plc Class C Ordinary Shares (LBTYK).”",
  "url": "https://www.investopedia.com/terms/k/k.asp"
}