{
  "term": "Kangaroo Bond",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nA kangaroo bond is a type offoreign bondissued in the Australian market by non-Australian firms and is denominated in Australian currency. The bond is subject to the securities regulations of Australia. A kangaroo bond is also known as a \"matilda bond.\"\n\nBond issuers that want access to investors and lenders in the Australian debt market would issue a bond referred to as a kangaroo bond, named in recognition of the country’s national animal emblem. A kangaroo bond is a foreign bond issued in Australian dollars by non-domestic entities, including corporations, financial institutions, and governments.\n\nSimply put, a foreign bond is issued in a domestic market by a foreign issuer in the currency of the domestic country. Foreign bonds are mainly used to provide issuers with access to anothercapital marketoutside of their own to raise capital.\n\nMajor corporations and/or investment firms looking to diversify their holdings and improve their overall currency exposures can use kangaroo bonds to raise funds in Australian dollars. Kangaroo bonds are typically issued when interest rates in Australia are low relative to the foreign corporation's domestic rates, thus, lowering the foreign issuer's overallinterest expenseandcost of borrowing.\n\nA company may choose to enter a foreign market if it believes that it would get attractive interest rates in this market or if it has a need for foreign currency. When a company decides to tap into a foreign market, it can do so by issuing foreign bonds, which are bonds denominated in the currency of the intended market.\n\nA kangaroo bond is an attractive investment venture for domestic investors who are not exposed to currency risk since the bonds are denominated in their local currency. Furthermore, investors who wish to diversify their portfolios beyond their local borders may opt for these bonds and earn incremental yield. In effect, kangaroo bonds provide an opportunity to invest in foreign companies without having to manage the effects of currency exchange fluctuations.\n\nMany issuers do not necessarily have a need for Australian dollars when they issue kangaroo bonds. Proceeds from the sale of the bonds are typically converted back to a currency that the issuer requires through financial instruments such ascross-currency swaps.\n\nThese swaps are used to hedge theforeign exchange riskassociated with the issuer’s obligation to pay coupons and repay the principal in Australian dollars. For example, through a cross-currency swap, a kangaroo bond issuer can lend Australian dollars at thebank bill swap rate(BBSW) plus the basis, while paying thefed funds rateplus some margin for U.S. dollars.\n\nThe risk associated with raising capital in a foreign currency can often be mitigated with risk-management techniques such as cross-currency swaps.\n\nIn January 2018, Emirates NBD, Dubai’s largest bank, priced a A$450 million ($362.03 million) 10-year bond, part of a A$1.5 billion kangaroo bond program, with a 4.75 percent indicative annualcoupon. The reason for the bond issuance was to diversify the bank’s source of funding and to facilitate its expansion into new markets.\n\nMajor issuers of kangaroo bonds have typically been from the United States and Germany. Other foreign bonds includeSamurai bonds,Maple bonds, Matador bonds,Yankee bonds, andBulldog bonds.",
  "url": "https://www.investopedia.com/terms/k/kangaroo_bond.asp"
}