{
  "term": "Kangaroos: What They are, How They Work, Bond Market",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\n\"Kangaroo\" is a slang term used to describe the Australian stocks that comprise the country’s benchmarkAll-Ordinaries Index. The index consists of stocks of the most actively traded Australian companies.\n\nThe Kangaroos comprise the All-Ordinaries Index, which represents the most quoted benchmark index for the country’s equities market. TheAustralian Stock Exchangeis in charge of calculating and distributing the index and its returns.\n\nThe market-weighted All-Ordinaries Index, which launched on December 31, 1979, is the oldest index in Australia and includes about 500 companies.The index began at a base value of 500.00, corresponding to the contemporaneous aggregate market value of all the member companies in the index at the end of trading on the last day of 1979.\n\nSubsequent values of the index are calculated as the base number 500 times the proportion of the current aggregate market value of index members to the aggregate market value at the beginning of the index. The market capitalization of the companies included in the index represents a dominant share of the value of all shares listed on the Australian Stock Exchange.\n\nFor inclusion, All-Ordinaries Index companies have to have amarket valueof at least 0.2% of all domestic equities quoted on the exchange and have an average turnover of at least 0.5% of its quoted shares per month.Market values of those stocks meeting these criteria vary, so share price movements among larger-cap companies exert a greater influence on the index than smaller companies. Financial companies make up the largest component of the Index when broken down by industrial sectors, followed by raw materials and industrial sectors.\n\nBecause it is weighted by market capitalization and indexed to aggregate market value, the All-Ordinaries Index reflects total market performance rather than the typical performance of individual stocks. Notably, the index does not includedividendspaid to shareholders. As a result, the index does not reflect the total returns made from share market investments over any particular period.\n\nThe Australian Stock Exchange updates the index portfolio at the end of every month to make sure that the companies remain eligible for inclusion. Changes in theportfoliocompanies, such as delistings, additions, and capital reconstructions, can also lead to index changes during the month.\n\nKangaroos can refer to Australia’s bond market as well. In this case, akangaroo bondis aforeign bondissued in Australia’s market by a non-Australian firm but denominated inAustralian dollars. The issuer’s goal would be to diversify their debt and gain exposure to investors and lenders participating in Australia’s debt market.\n\nAmong those that issue kangaroo bonds are corporations, financial institutions, and governments. Historically, market participants from the U.S. and Germany have been significant issuers of kangaroo bonds.\n\nTypically, the kangaroo bond sees increased issuance when interest rates in Australia are low relative to the foreign corporation's domestic rates, thus lowering the foreign issuer's overall interest expense and cost of borrowing.\n\nSimilar in concept to kangaroo bonds, foreign bonds issued on other markets include the likes ofSamurai bonds,Maple bonds, Matador bonds,Yankee bonds, andBulldog bonds.\n\nS&P Global. \"Stock Exchange All Ordinaries Index.\"\n\nMarket Index. \"History of the ASX.\"\n\nParliament of Australia. \"Stock Exchange All Ordinaries Index.\"\n\nReserve Bank of Australia. \"The Kangaroo Bond Market.\"",
  "url": "https://www.investopedia.com/terms/k/kangaroos.asp"
}