{
  "term": "Kazakhstan National Fund: What It Is, How It Works",
  "definition": "The Kazakhstan National Fund is a sovereign wealth fund for Kazakhstan that is operated by the National Bank of the Republic of Kazakhstan.\n\nThe Kazakhstan National Fund was established in 2000, primarily to act as a stabilization fund to lessen the impact that volatility in oil, gas, and mineral prices have on the Republic of Kazakhstan.\n\nThe Kazakhstan National Fund is financed from surplus revenues gained from taxes on the development of oil, gas and mineral reserves. TheKazakhstan National Banklists assets for the fund at $59.8 billion as of January 2021. Some $123.6 billion of that total was in gold.﻿﻿ The fund has no website and issues no public reports on its activities. The Kazakhstan National Fund is a secretive organization, and little information can be found as to its governance, holdings or investment strategies.\n\nIn October 2017, Bank of New York Mellon (BNY), following a Belgian court order, froze $22.6 billion in assets held by Kazakhstan’s National Fund as part of a legal battle between the government and a Moldovan investor. Reuters reported that the freeze was connected to years-long political infighting in the country and the possibility of corruption associated with the Fund.﻿﻿\n\nIn January 2018, a Dutch court overturned the freeze but with several strings attached, and in April 2020 a British court, too, weighed in on the case but did not grant broad relief to the Kazakh government seeking to remove those concessions ordered by the Dutch court.﻿﻿ They deferred that decision to the original Belgian court, which heard the case in December of 2020 but has yet to reach a verdict as of February 2021.\n\nAt stake among all of these disputes are whethersovereign wealth fundsare investment arms of governments or independent institutional investors. These kinds of funds, of which Norway's is the largest at over $1 trillion, hold more than $7 trillion worth of wealth spread all over the globe. As a result, the ultimate decision on this case is closely watched by governments around the world.\n\nOfficial Information Source of the Prime Minister of the Republic of Kazakhstan. \"Income of National Fund at the End of 2020 Remained Positive — Erbolat Dossaev.\" Accessed Feb. 2, 2021.\n\nReuters. \"BNY Mellon Freezes $22.6 Billion in Kazakh Oil Fund Assets.\" Accessed Feb. 2, 2021.\n\nPR Newswire. \"English Court Weighs In on US$530 Million Attachment of Kazakh National Fund Assets\". Accessed Feb. 11, 2021.",
  "url": "https://www.investopedia.com/terms/k/kazakhstan-national-fund.asp"
}