{
  "term": "KBW Bank Index: Meaning, Overview, History",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe KBW Bank Index is abenchmarkstock index of the banking sector. The index was first developed by the investment bank Keefe, Bruyette, and Woods (KBW), which specializes in thefinancial sector. It includes a weighting of 24 banking stocks selected as indicators of this industry group.\n\nThe stocks represent large U.S. national money center banks, regional banks, and thrift institutions.\n\nThe KBW index utilizes a float-adjusted modified-market capitalization-weighting method. The index components are chosen by a committee of five persons (4 KBW employees and one full-time employee of the Nasdaq exchange) that meet quarterly. Their selection criteria seek to replicate certain market, industry, and geographic segments, by selecting from among the largest banking firms that meet the initial eligibility criteria.\n\nThe index focuses specifically on banking and de-emphasizes components that would be heavily insurance-related or investment-oriented. For example, Goldman Sachs, Metlife, and Berkshire Hathaway are notably absent from its components, though these stocks are listed in the holdings of other similar indexes.\n\nAs of May 2021, the individual index components included:\n\nThe index began its life at thePhiladelphia Stock Exchange, which was later purchased byNasdaq. Since the index originated as part of the Philadelphia Stock Exchange, some vendors still refer to it as the PHLX/KBW Bank Index.The index was set to an initial index value of 250 on October 21, 1991.Optionsbegan trading on September 21, 1992. Calculation and dissemination of the index's value happen once per second throughout the regular trading day under the symbol BKX.\n\nFor many years, the KBW Bank Index was the standard benchmark index for the banking sector in the stock market. It was also the only way to trade the broad banking sector thanks to the options market before the advent and proliferation ofexchange-traded funds(ETFs). With so many other choices available to represent the sector, the index is now no longer the only representative for banks.\n\nThere are now ETF versions of the index available, including the Invesco KBW Bank ETF with the trading symbol KBWB. These ETFs attempt to track theunderlyingindex by owning the same mix of component stocks, however, no ETF can achieve perfect correlation because of the fund's need to accommodate any redemption of shares.\n\nAccording to Nasdaq, the Index Committee attempts to keep turnover at a minimum. The Committee evaluates the composition of the index on a quarterly basis in March, June, September, and December. Interim evaluations may take place after extraordinary circumstances. These circumstances includestock splitsand certain spin-offs andrights issuances, and significant legal issues or a company's bankruptcy.\n\nInvestors should understand that while the KBW Bank Index is a good representation of the banking sector, it only focuses onlarge-capitalizationstocks. It does not include regional banks, which are typically somewhat smaller. Therefore, investors should analyze both the KBW Bank Index and a representative of the next tier in the banking sector. There is an ETF that tracks the regional index, the Invesco KBW Regional Bank Index under the tickerKBWR.\n\nNasdaq Global Indexes. \"KBW Nasdaq Bank Index Methodology,\" Page 1. Accessed May 21, 2021.\n\nNasdaq Global Indexes. \"KBW Nasdaq Bank Index (BKX).\" Accessed May 21, 2021.\n\nNasdaq Global Indexes. \"KBW Nasdaq Bank Index Methodology,\" Page 2. Accessed May 21, 2021.\n\nNasdaq Global Indexes. \"KBW Nasdaq Bank Index (BKX): Weighting.\" Accessed May 21, 2021.\n\nU.S. Securities and Exchange Commission. \"Self-Regulatory Organizations; Notice of Filing and Immediate Effectiveness of a Proposed Rule Change by the Philadelphia Stock Exchange, Inc. Relating to the Change in Weighting Methodology of the Phlx / KBW Bank Index,\" Page 3. Accessed May 21, 2021.\n\nNasdaq Global Indexes. \"KBW Nasdaq Bank Index Methodology,\" Page 3. Accessed May 21, 2021.",
  "url": "https://www.investopedia.com/terms/k/kbw-bank-index.asp"
}