{
  "term": "Keepwell Agreement: What It Is, How It Works, Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nErika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nA keepwell agreement is a contract between a parent company and its subsidiary that ensures it has the financial resources to remain solvent and meet its obligations. If asubsidiaryis under aliquidity crisisand has trouble accessing financing to continue its operations, it can sign a keepwell agreement with its parent company. This allows the subsidiary and its parent to boost shareholder and bondholder confidence that the subsidiary will pay its debts and run smoothly. Suppliers are also more likely to look at a troubled subsidiary with a keepwell agreement more favorably.\n\nA keepwell agreement is a contract between aparent companyand its subsidiary in which the parent company provides a written guarantee to keep the subsidiarysolventand in good financial health by maintaining certain financial ratios or equity levels.\n\nSubsidiaries enter into keepwell agreements to increase thecreditworthinessof debt instruments and corporate borrowing. The parent company essentially commits to providing all the subsidiary’s financing needs for a specified period. It also helps keep shareholders, suppliers, and debtors confident that their needs will be met.\n\nThe predetermined guarantee period depends on what both parties agree upon when the contract is drawn up. As long as the contract period is active, the parent company will guarantee any interest payments and/or principal repayment obligations of the subsidiary. If the subsidiary runs into solvency issues, itsbondholdersand lenders have sufficient recourse to the parent firm.\n\nCredit enhancementis a risk-reduction method whereby a company attempts to increase its creditworthiness to attract investors to its security offerings. Credit enhancement reduces the credit or default risk of a debt, thereby increasing the overallcredit ratingof an entity and lowering interest rates.\n\nFor example, an issuer may use credit enhancement to improve the credit rating on its bonds. A keepwell agreement is one way to enhance a company’s credit by obtainingthird-partycredit support.\n\nSince a keepwell agreement enhances the subsidiary’s creditworthiness, lenders are more likely to approve loans for a subsidiary than for companies without them. Suppliers are also more willing to offer more favorable terms to companies with keepwell agreements.\n\nDue to the financial obligation placed on the parent company by a keepwell agreement, the subsidiary company may enjoy a better credit rating than it would without signing one.\n\nKeepwell agreements are also known ascomfort letters.\n\nAlthough a keepwell agreement indicates a parent’s willingness to provide support for its subsidiary, these agreements are not guaranteed. The promise of enforcing these agreements is not a guarantee and cannot be legally invoked.\n\nHowever, a keepwell agreement can be enforced by thebond trustees. These trustees act on behalf of bondholders if the subsidiary defaults on its bond payments.\n\nLet's say Computer Parts is a subsidiary of Laptop International. The company is going through a financial crunch and supplies are short. To continue production for its new line hard drives, Computer Parts needs to take out a loan of $2 million. This may be difficult because it has a lower credit rating.\n\nTo help keep production on track and keep the loan's interest rate as low as possible, Computer Parts can go into a keepwell agreement with its parent, Laptop International. Having an agreement like this can guarantee its financial solvency for the term of the loan.\n\nKeepwell agreements exist between subsidiaries and their parent companies at times when the subsidiary may have trouble accessing financing or when it has issues with liquidity. It acts as a form of financial backing or a guarantee that the subsidiary will meet its financial obligations. Lenders and suppliers are more likely to extend credit to a subsidiary with a keepwell agreement. Furthermore, bondholders and shareholders may be more confident that their investments won't go awry.\n\nA keepwell agreement is considered to be a contingent liability. When a keepwell agreement exists between a subsidiary and its parent, it is accounted for under the guarantees section of the financial accounting statement.\n\nA comfort letter is a guarantee that a company's financial obligation will be met. It is commonly referred to as a keepwell agreement or a letter of intent. Comfort letters can be used to access credit or to ensure that the company in question doesn't experience insolvency.\n\nSubsidiaries are considered separate legal entities from their parent companies. But, there may come a time when they experience some financial trouble. If they can't access capital or can't pay their debts, they can sign a keepwell agreement with their parent. This contract acts as a guarantee for the future of the subsidiary. Keep in mind that in most cases, a keepwell agreement isn't necessarily legally enforceable.\n\nU.S. Securities and Exchange Commission. \"Proposed Rule: Disclosure in Management's Discussion and Analysis About Off-Balance Sheet Arrangements, Contractual Obligations and Contingent Liabilities and Commitments.\" Footnote 32.",
  "url": "https://www.investopedia.com/terms/k/keepwellagreement.asp"
}