{
  "term": "Keep and Pay: What It Is, How It Works, Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nEven though you've filed for bankruptcy, you may be able to keep certain assets, so long as you continue to make appropriate payments. This strategy, known as keep and pay, may help you retain your home or car in some situations.\n\nKeep and pay refers to a type of bankruptcy exemption. It allows an individual to retain an asset, such as a house or car, that would've otherwise been liquidated to repay their debt. Keep-and-pay agreements require the borrower to make payments on the retained asset to their creditor.\n\nAbankruptcyexemption refers to anyassetsthat the filer is permitted to retain. All nonexempt property can beliquidatedby the court to help settle the borrower's outstanding debts.\n\nThe keep-and-pay strategy safeguards a particular asset from being repossessed and possibly liquidated; however, it sometimes requires them to file an official statement with the bankruptcy court that shows they have a plan to pay for the asset going forward. Typically, this plan must also get the approval of the affected creditor.\n\nGenerally, creditors are open to keep and pay plans if it appears likely that they will be able to collect on the entirety of the debt still owed, rather than possibly settling for something less based on a court order. In addition, it can often eliminate hassles on the part of the creditor.\n\nFor example, say an individual files for bankruptcy and owes a substantial amount on their home. The bank can eventually sell the property to recoup the remaining amount owed on the mortgage, but it could take time and considerable effort, and thus, added cost. If that seems likely, it could be more advantageous for the bank to take the chance of potentially getting fully repaid under a keep-and-pay agreement.\n\nFor each asset in aChapter 7 bankruptcy, the filer is typically asked what they want to do with each valuable piece of property, including whether they wish to surrender it, retain and redeem it, keep it and pay what is owed over time, or do something else with it.\n\nFor this reason, the person filing can request to keep and pay for particular items. The court won’t always agree to such a request, but some courts will try to follow the filer’s wishes if they are made in good faith. Other courts have guidelines on what to do with assets based on the type of asset, its value, and the remaining amount owed.\n\nAs an example, one court's guidelines could address whether or not an asset is illiquid and cannot easily be sold to cover a person’s debts, or whether an asset is pertinent to the debtor's livelihood, such as a car that may be necessary for them to get to and from work.\n\nRules regarding keep and pay vary by state. Most filers must use the rules set forth by the state in which they live. However, a few states like California have two sets of exemption rules—one under state law and the other a federal list of rules.Bankruptcy filers need to choose one set of rules or the other and use them consistently throughout the bankruptcy proceedings.\n\nWith property, for instance, some states set an exemption value. You can keep and pay if the property value is worth less than a threshold set by the exemption rules.\n\nSay a person filing for bankruptcy has a home worth $160,000, with an outstanding mortgage balance of $140,000 and $20,000 in equity. Their state of residence allows an exemption amount of up to $175,000, which is greater than the value of the home. In this instance, the filer would be able to keep the home.\n\nConversely, if the home was worth $200,000 with the same mortgage balance, leaving $60,000 in equity, it would exceed the exemption threshold. This would require a court-appointed trustee to liquidate the property, pay the mortgage holder $140,000 from the proceeds, and distribute the remaining funds to any additional creditors before the filer can receive any of the equity.\n\nAlthough a keep-and-pay agreement can ensure your most important assets won't be seized, you'll be able to save more if you can avoid bankruptcy altogether. If you're struggling with your debt payments, one of the best debt relief companies or credit counseling agencies may be able to help.\n\nSam has been fired from their job and is unable to make timely mortgage payments. Sam's mortgage lender refuses to renegotiate the terms of the loan payment and has insinuated that it will seek to seize the property via foreclosure. Meanwhile, as other debts and expenses climb, Sam enters bankruptcy.\n\nRight after filing for bankruptcy, Sam finds a new job that will provide enough income to make the mortgage payments, but it will require several cutbacks regarding their previous lifestyle and amenities. In effect, Sam will have to live a more frugal life. Sam submits a plan to the bankruptcy court detailing a breakdown of the proposed new mortgage payments and expenses. The court approves this plan, and Sam gets to keep their house.\n\nKeep and pay may be feasible for somelarge assets, such as a home, but most of your assets will be liquidated to repay your debt. A creditor is more likely to agree to a keep and pay agreement if they see you've changed your financial lifestyle to accommodate payments or if they might have trouble recouping their investment.\n\nEvery state has its own regulations for what falls within its exemption range. Some states, such as California, use both state and federal guidelines.Be sure to check what kind of guidelines your state has if you're planning to file for bankruptcy and wish to retain assets that would otherwise be nonexempt.\n\nOutside of keep-and-pay agreements, some types of debt can't be discharged through bankruptcy. Nineteen kinds of debt are excepted from discharge under Chapters 7, 11, and 12, while a more limited list applies to Chapter 13 cases.\n\nDeclaring bankruptcy doesn't have to mean selling all of your assets—in some cases, you may be able to use a keep-and-pay agreement to retain your home or car. If you're facing bankruptcy and wish to retain certain assets, be sure to check your state's rules regarding bankruptcy exemptions.\n\nUnited States Courts. \"Chapter 7 - Bankruptcy Basics.\"\n\nCalifornia Courts. \"Bankruptcy.\"\n\nUnited States Courts. \"Discharge in Bankruptcy - Bankruptcy Basics.\"",
  "url": "https://www.investopedia.com/terms/k/keep-and-pay.asp"
}