{
  "term": "Kellogg School of Management Overview",
  "definition": "The Kellogg School of Management is the graduate business school of Northwestern University. The institution was founded in 1908 and is located in Evanston, Illinois. The school is known for its focus on interdisciplinary learning and international exchange opportunities.\n\nThe school'sMaster of Business Administration(MBA) is very well respected and is commonly included among the 10 best programs in the United States by leading publications such asThe Economist,Forbes, andU.S. News.\n\nThe Kellogg School of Management was founded in 1908 as the School of Commerce. It was renamed the J.L. Kellogg Graduate School of Management in 1979 after it received a significantdonationfrom the John L. and Helen Kellogg Foundation.\n\nKellogg is known for its global footprint, with campuses in Germany, Canada, Israel, and China. The school also has campuses in Chicago and Miami. As one of the United States’ most well-respected business schools, competition for attendance is typically fierce, with the MBA program typically rejecting around 70% of applicants.\n\nThe school offers a range ofMBAand postgraduate programs, undergraduate certificates, and a graduate degree in management studies.In addition to the full-timeMBA program, which takes two years to complete, the school also offers a variety of MBA programs designed for working professionals who wish to study on a part-time basis as they continue to work. This includes their evening and weekend MBA programs and theirExecutive MBAprogram.\n\nNotable graduates of Kellogg are Ted Phillips, former CEO and President of the Chicago Bears; Roslyn Brock, chair of the National Association for the Advancement of Colored People; and Cindy Axne, senior advisor at the U.S. Department of Agriculture.\n\nMany business schools have created programs that prepare students for careers in the artificial intelligence (AI) industry. Kellogg is one of these schools and has called its degree \"MBAi.\"\n\nThe full-time MBA class size for the 2023-2024 school year was 503 students, composed of 38% international students. The average GPA for the class was 3.7, and the average GMAT score was 729. The school also accepts the GRE, with average scores of 162 for the verbal section and 163 for the quantitative section.\n\nAccording toU.S. News and World Report, Kellogg received 4,187 applications for the 2023-2024 school year (228 of which were for the part-time program). There were 1,316 full-time (31.4%) and no part-time applicants accepted.\n\nKellogg graduates found employment principally in themanagement consulting,technology, andfinancial servicessectors. Some of the top employers included McKinsey & Company, The Boston Consulting Group, Amazon, and Bain & Company.Kellogg School of Management MBA grads saw an average starting salary of $164,000 in 2023.\n\nIn 2023, the Kellogg School of Management’s full-time MBA program was rated the second-best program in the United States byU.S. News and World Report.\n\nAs of 2023, the costs for a one-year MBA at Kellogg include:\n\nThe costs for the two-year MBA are (per year):\n\nKellogg's MBA is recognized globally and is in demand by many large or notable corporations and businesses. If you want to work for one of these companies, the program might be worth the cost, as you can recover the expenses within a few years. However, you can get a good business education at many other schools—but if you want one of the best educations around, the Kellogg MBA is worth it.\n\nThere is no set GPA required by the school, but the higher your GPA, the better your chances. The average GPA for the class of 2024 is 3.7, so you'll need to be close to or above that.\n\nWhether one school is better than the other is subjective. Each school has its own teaching method, so it's best to compare the curriculums and costs to learn more about them.\n\nThe Kellogg School of Management at Northwestern University is one of the top-rated graduate business schools in the U.S. It is expensive to attend, but the education, connections, and employment opportunities make it an attractive option for professionals wanting a reputable MBA.\n\nKellogg School of Managment. \"History & Legacy.\"\n\nU.S. News and World Report. \"Northwestern University (Kellogg) Business School Overview.\"\n\nKellogg School of Managment. \"MBA Programs.\"\n\nKellogg School of Management. \"Roslyn Brock '99.\"\n\nKellogg Magazine. \"The Master of the Midway.\"\n\nU.S. Department of Agriculture. \"U.S. Department of Agriculture Announces Key Staff Appointments.\"\n\nKellogg School of Management. \"Degree Programs | Full-time MBA Programs.\"\n\nKellogg School of Managment. \"Kellogg Student Class of 2024 Profile.\"\n\nKellogg School of Management. \"Major Employers.\"\n\nKellogg School of Management. \"Employment Statistics.\"\n\nU.S. News and World Report. \"2023-2024 Best Business Schools.\"\n\nKellogg School of Management. \"Tuition and Financial Aid.\"",
  "url": "https://www.investopedia.com/terms/k/kellogg-school-of-management.asp"
}