{
  "term": "Kelley School of Business at Indiana University: Overview",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe Kelley School of Business is the business college of Indiana University. The school offers both undergraduate and graduate programs in many fields, includingfinance, accounting, marketing, and management. Kelley School of Business also offersmaster of business administration (MBA)programs, along with courses for working executives. It is constantly ranked among the top 25 business schools by U.S. News & World Report.\n\nThe Kelley School of Business at Indiana University is a high-rankingbusiness schoolwith campuses in Bloomington, Indiana, and Indianapolis, Indiana.The school was established in 1920 out of the School of Commerce and Finance, which offered students business courses since 1916.\n\nThe school aims to uphold and pass on its values to its students. These include ethics, professionalism, innovation, collaboration,diversity, and inclusiveness.Its mission statement is to:\n\nThe Kelley School of Business offers undergraduate, graduate, and doctorate programs, along withpart- and full-time MBAand certificate programs and executive education for working professionals. Students have the option to take classes on campus or online.There are more than 14,000 students enrolled in programs at both campuses. The school boasts more than 130,000 alumni across the globe.\n\nThe Kelley School of Business at Indiana University is headed by Dean Ash Soni.\n\nThe business school has several notable alumni members who achieved success in the corporate world:\n\nSeveral distinguished public servants also graduated from the Kelley School of Business. They include:\n\nThe Kelley School of Business offers students 30 different programs on its Bloomington and Indianapolis campuses as well as online at the undergraduate, graduate, and doctorate levels. MBA and certificate programs are also offered, including those for working executives and professionals.\n\nThe table below highlights some of the key disciplines offered to students.\n\nExecutives can earn certificates and degrees in business analytics, business management, and cyber security management among others.\n\nAs noted above, the Kelley School of Business at Indiana University consistently ranks among the top business schools in the United States.\n\nAccording to U.S. News & World Report, the school comes in the 22nd spot of best business schools in the United States.It ties with UNC Kenan-Flagler Business School in Chapel Hill, North Carolina.The school ties with Fisher College of Business at Ohio State University for 15th place in the part-time MBA category.It also ranks among the top 10 schools for accounting, business analytics, entrepreneurship, and information systems.\n\nEach year, the business school also releases statistics for select programs. As of January 2024, the most recent information available was the graduating class between July 2022 and June 2023.\n\nOut of 2,391 Kelley seniors enrolled during this period, 1,750 actively sought employment. Three months after graduating, 98% of those students who were actively seeking students reported securing a full-time job or gaining acceptance into graduate school.\n\nThe school gives detailed salary information by major, including average starting salary, median starting salary, salary range, and median signing bonus by business function. These functions include the positions below.\n\nThe average starting salary for all majors combined is $76,705, with a median starting salary of $74,000. The salary range varies from $30,000 to $180,000, and the median signing bonus across majors is $6,000.\n\nAs of the 2022-2023 school year, there are 14,000 students enrolled at Indiana University's Kelley School of Business through 30 programs in Bloomington, Indianapolis, and online around the world.\n\nIndiana University's business school is more than 100 years old. It was established in 1920 as the School of Commerce and Finance but later grew to become the Kelley School of Business.\n\nThe Kelley School of Business at Indiana University doesn't publish its acceptance rate. According to U.S. News & World Report, the acceptance rate is believed to be around 35%.\n\nIndiana University's Kelley School of Business has been around for more than a century and has produced CEOs of major companies, Federal Reserve governors, and a U.S. senator, It is one of the highest-ranked business schools in the country, coming in the 22nd spot on U.S. News & World Report's list of the best business schools.Its online counterpart, Kelley Direct, is tied for first place with UNC's program in Chapel Hill on U.S. News's list of the best online MBA programs.\n\nU.S. News & World Report. \"Top Business Schools: Indiana University (Kelley).\"\n\nIndiana University, Kelley School of Business. \"About Us.\"\n\nIndiana University. \"School Profile.\"\n\nIndiana University. \"About Us.\"\n\nIndiana University. \"Programs.\"\n\nIndiana University. \"Dean's Welcome.\"\n\nIndiana University. \"Marshall S. Armstrong.\"\n\nIndiana University. \"Marc Cuban.\"\n\nIndiana University. \"Cheryl A. Bachelder.\"\n\nIndiana University. \"Birch Evans Bayh III.\"\n\nIndiana University. \"John Charles Partee.\"\n\nIndiana University. \"Milton Wilson.\"\n\nIndiana University. \"Executive Degree Programs.\"\n\nU.S. News & World Report. \"Indiana University (Kelley).\"\n\nU.S. News & World Report. \"2023-2024 Best Business Schools.\"\n\nU.S. News & World Report. \"Best Part-time MBA Programs.\"\n\nIndiana University. \"Salary Statistics for Undergraduate Business Majors.\"\n\nIndiana University. “Salary Statistics.\"\n\nU.S. News & World Report. \"Indiana University--Bloomington (Kelley) Online MBA.\"",
  "url": "https://www.investopedia.com/terms/k/kelley-school-of-business-indiana-university.asp"
}