{
  "term": "Keltner Channel: Definition, How It Works, and How to Use",
  "definition": "Keltner Channels are volatility-based bands that are placed on either side of an asset's price and can aid in determining the direction of a trend.\n\nKeltner Channels arevolatility-based bands used in technical analysis that are placed on either side of an asset's price and can aid in determining the direction of a trend.\n\nThe Keltner channel uses the average-true range (ATR) or volatility, with breaks above or below the top and bottom barriers signaling acontinuation.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nThe Keltner Channel was first introduced by Chester Keltner in the 1960s. The original formula usedsimple moving averages(SMA) and the high-low price range to calculate the bands. In the 1980s, a new formula was introduced that usedaverage true range(ATR). The ATR method is commonly used today.\n\nThe Keltner Channel is a volatility-basedtechnical indicatorcomposed of three separate lines. The middle line is anexponential moving average(EMA) of the price. Additional lines are placed above and below the EMA. The upper band is typically set two times the ATR above the EMA, and the lower band is typically set at the inverse of two times the ATR (below the EMA). The bands expand and contract as volatility (measured by ATR) expands and contracts.\n\nSince most price action will be encompassed within the upper and lower bands (the channel), moves outside the channel can signaltrendchanges or an acceleration of the trend. The direction of the channel, such as up, down, or sideways, can also aid in identifying the trend direction of theasset.\n\nKeltner Channels have multiple uses. How they are used largely depends on the settings a trader uses. A longer EMA will mean morelagin the indicator, so the channels won't respond as quickly to price changes. A shorter EMA will mean the bands react quickly to price changes but will make it harder to identify the true trend direction.\n\nA bigger multiplier of the ATR to create the bands will mean a larger channel. The price will hit the bands less often. A smaller multiplier means the bands will be closer together, and the price will reach or exceed the bands more often.\n\nTraders can set up their Keltner Channels any way they like, with the following potential uses in mind:\n\nKeltner Channel Middle Line=EMAKeltner Channel Upper Band=EMA+2∗ATRKeltner Channel Lower Band=EMA−2∗ATRwhere:EMA=Exponential moving average (typically over 20 periods)ATR=Average True Range (typically over 10 or 20 periods)\\begin{aligned} &\\text{Keltner Channel Middle Line} = EMA\\\\ &\\text{Keltner Channel Upper Band} = EMA + 2*ATR\\\\ &\\text{Keltner Channel Lower Band} = EMA - 2*ATR\\\\ &\\textbf{where:}\\\\ &EMA = \\text{Exponential moving average (typically over 20 periods)}\\\\ &ATR = \\text{Average True Range (typically over 10 or 20 periods)} \\end{aligned}​Keltner Channel Middle Line=EMAKeltner Channel Upper Band=EMA+2∗ATRKeltner Channel Lower Band=EMA−2∗ATRwhere:EMA=Exponential moving average (typically over 20 periods)ATR=Average True Range (typically over 10 or 20 periods)​\n\nFollow these steps to calculate your Keltner channel:\n\nKeltner Channels use ATR to calculate the upper and lower bands, whileBollinger Bandsusestandard deviation. The interpretation of the indicators is similar, although since the calculations are different, the two indicators may provide slightly different information ortrade signals.\n\nThis indicator is most useful in stronglytrending marketswhen the price is making higher highs and higher lows for anuptrend, or lower highs and lower lows for adowntrend.\n\nThe usefulness of the Keltner Channels largely depends on the settings used. Traders first need to decide how they want to use the indicator and then set it up. Some of the uses of Keltner Channels, addressed above, won't work if the bands are too narrow or far apart.\n\nWhile Keltner Channels can help identify trend direction and even provide some trade signals, they are best used in conjunction withprice actionanalysis, other technical indicators, andfundamentalsif trading for the long term.\n\nThe bands may also not act as support or resistance, and they may seem to have little forecasting ability at all. This could be due to the settings chosen, but there is also no evidence that the price moving two ATRs or hitting one of the bands will result in a trading opportunity or something significant happening.\n\nChester Keltner was a market technician, who originally developed Keltner Channels in his 1960 book,How to Make Money in Commodities.\n\nThe Keltner Channel is used to identify trade opportunities in swing action as prices move within an upper and lower band.\n\nBoth technical indicators are similar. However, the Keltner channel utilizes average true range (ATR) while Bollinger bands use standard deviation.\n\nBoth metrics are useful but produce different signals. Like Bollinger Bands, Keltner Channel signals are produced when the price action breaks above or below the channel bands. Here, however, as the price action breaks above or below the top and bottom barriers, a continuation is favored over a retracement back to the median or opposite barrier.\n\nIf the price action breaks above the band, the trader should consider initiating long positions while liquidating short positions. If the price action breaks below the band, the trader should consider initiating short positions while exiting long or buy positions.\n\nA Keltner Channel is a trading indicator that tracks volatility using an asset's exponential moving average and average true range. Traders use it to identify trend directions, possible reversals, and price strengths and weaknesses.\n\nGeorge Pruitt. \"The Ultimate Algorithmic Trading System Toolbox,\" Page 69. John Wiley & Sons, 2016.\n\nCharles Keltner. \"How To Make Money in Commodities.\" Keltner Statistical Service, 1960.",
  "url": "https://www.investopedia.com/terms/k/keltnerchannel.asp"
}