{
  "term": "Kenney Rule",
  "definition": "Kenney rule refers to a ratio that sets a target ofunearned premiumsto an insurer'spolicyholders’ surplusof 2-to-1. Developed by Roger Kenney, it helps determine and reduce the risk of an insurance company's insolvency. The rule is commonly used by companies that write property and casualty insurance. Regulators can use the Kenney rule to an insurer's ability to pay out claims and remain solvent.\n\nThe Kenney rule is named after Roger Kenney, an expert in insurance finances who published the bookFundamentals of Fire and Casualty Insurance Strengthin 1949. While Kenney’s focus was onunderwritingproperty insurance policies, the rule has been adapted to insurers who underwrite other types of policies, includingliability insurance.\n\nThis rule, also called the Kenney ratio, is a guiding principle used by insurance companies. The ratio varies according to the insurance lines and is still commonly used in the property and casualty segment of the industry. The common ratio is traditionally considered to be 2-to-1 ofnet premiumsto surplus. Specific segments, such as liability insurance, use a slightly different ratio—3-to-1.\n\nBut what does this all mean? The Kenney rule states that the ratio of policyholders’ surplus to its unearned premium reserve is an indicator of the strength of one insurance company relative to another. The policyholders’ surplus represents the insurer’s net assets, comprised of capital, reserves, and surplus.\n\nThe unearned premium represents the liability that is still unaccounted for by the insurer. Having a higher policyholders’ surplus relative to unearned premium means that the insurer is more robust financially. A lower policyholders’ surplus to unearned premiums implies the opposite—that the company is financially unstable.\n\nHaving a ratio that's too high may indicate that an insurance company isn't generating enough business.\n\nThere is no one-size-fits-all standard for a Kenney rule ratio that is considered good or acceptable. The type of policy determines what is regarded as a healthy Kenney rule ratio. Policies that do not provide extended coverage or those that don't have an adjusted coverage date are easier to account for because incidents occurring before or after the policies' effective period are no longer covered.\n\nInsurance companies want to make sure they have enough of a cushion to cover any liabilities associated with the policies they underwrite. But that doesn't mean a high Kenney ratio is always a good idea. That's because a very high surplus to liability ratio represents anopportunity cost—the benefits that the company may miss out on by having too much cash on hand in its reserves. Here's why.\n\nIf the insurer is in a relativelylow-risk environmentand does not underwrite many policies, it can have a high ratio and be forgoing future additions to its surplus. This is because it is not taking on new business.\n\nIdeally, an insurer should strive to achieve a ratio that strikes the perfect balance between the two, generating business and maintaining operational growth while still accumulating a sufficient cushion to protect them against potential claims. Again, the exact ratio varies depending on the type of policy involved.",
  "url": "https://www.investopedia.com/terms/k/kenney-rule.asp"
}