{
  "term": "Kenneth Arrow: Who he was, Theorem, Legacy",
  "definition": "Kenneth Arrow (1921-2017) was an Americanneoclassicaleconomist who won theNobel Memorial Prize in Economicsalong withJohn Hicksin 1972 for his contributions to general equilibrium analysis and welfare economics.\n\nArrow's research has also explored the social choice theory, endogenous growth theory, collective decision making, the economics of information, and the economics of racial discrimination, among other topics.\n\nBorn in New York City in 1921, Kenneth Arrow taught at Stanford University, Harvard, and the University of Chicago. He earned his Ph.D. from Columbia University, with a dissertation that discussed his theorem called theGeneral Impossibility Theorem.Arrow determined in this theorem that results could not be decided fairly during an election. That's because, he stated, ideal voting methods did not exist when there are more than two candidates trying to satisfy certain criteria.\n\nArrow outlined the criteria as follows:\n\nThe application of Arrow's General Impossibility Theorem has gone beyond democracy and election results. It has been used for both welfare economics and (social) justice, and linked to the liberal paradox, which was developed by economist Amartya Sen. According to Sen and his paradox, there is generally a conflict between the distribution of goods and services in a society, and individual freedom, as both cannot exist at the same time.\n\nArrow later published a book on the same subject.Arrow is also known as one of the first economists to recognize the so-calledlearning curve.\n\nArrow’s theoretical insight has proven its importance over the decades, but he contended that his conclusions about the workings of competitive markets held true only under ideal—that is to say, unrealistic—assumptions. These assumptions ruled out the existence of third-party effects. An example of such an effect would be the idea that the sale of a product by Harry to Joe would not affect the well-being of Sally. However, this idea is routinely violated in the real world by the sale of products that harm the environment, among other effects.\n\nArrow's later research translated simple ideas into elegant mathematics, which other economists extended into unanticipated directions. One of those notions was “learning by doing,” an idea that Arrow examined in the early 1960s. The basic idea was that the more a company produced, the smarter it got.Decades later, economists incorporated this idea into sophisticated theories of “endogenous growth,” which state that economic growth depends on internal company policies that promote innovation and education.\n\nKenneth Arrow died on Feb. 21, 2017.\n\nThe Nobel Prize. \"The Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel 1972.\"\n\nBritannica. \"Kenneth J. Arrow.\"\n\nNobel Prize. \"Kenneth J. Arrow Biographical.\"\n\nStanford Encyclopedia of Philosophy. \"Arrow's Theorem.\"\n\nUniversity of California San Diego. \"Arrow and the Impossibility Theorem, Amartya Sen.\"\n\nKenneth J. Arrow. \"Collected Papers of Kenneth J. Arrow: Social Choice and Justice.\" Belknap Press, 1983.\n\nEconlib. \"Kenneth Arrow, 1921–2017.\"\n\nBrookings Institution. \"Kenneth Arrow and the Promise of Behavioral Development Economics.\"\n\nArrow, Keneth J. \"The Economic Implications of Learning by Doing.\"The Review of Economic Studies, volume 29, issue #3, June 1962, pp. 155–173.\n\nChaudhary Charan Singh University, Meerut. \"Learning by Doing Model.\"\n\nThe Nobel Prize. \"Kenneth J. Arrow Facts.\"",
  "url": "https://www.investopedia.com/terms/k/kenneth-arrow.asp"
}