{
  "term": "Kenyan Shilling (KES): Overview, History",
  "definition": "The Kenyan shilling (KES) is the official currency of the Republic of Kenya.\n\nThe Kenyan shilling (KES) is the official currency of the Republic of Kenya. The Kenyan shilling is further divided into 100 cents. Prices often include the abbreviation KSh, as in “100 KSh” to refer to 100 shillings. KES is theforeign exchange (FX)trading symbol.\n\nIn 2009, the KES/USD exchange rate had reached approximately 75 shillings per U.S. dollar, but over the next several years weakened to a rate of approximately 104 shillings per dollar in 2015 and again in 2017. Since 2016, the Kenyan shilling has hovered around the 100 mark against the dollar as concerns grow around the amount of public debt Kenya has taken on over the years.As of Dec. 28, 2023, USD $1 is equal to roughly 157 KES.\n\nThe Kenyan shilling is among the most stable currencies in east Africa. Although less volatile than other regional currencies, theexchange ratefor the Kenyan shilling has generally weakened relative to the U.S. dollar over the past decade.\n\nThe Kenyan shilling was first introduced in 1966 to replace the East African shilling. That currency had circulated in British-controlled areas of east Africa from the 1920s until the early 1960s when Kenya (and other African countries) gained independence from British rule.Because of recent changes to Kenya’s constitution forbidding portraits of individual people, the country began to issue new banknotes and coins in 2018.\n\nThe Central Bank of Kenya manages the nation’s currency and allows its exchange rate tofloat freelyagainst others in the globalforex market.The central bank operates under a mandate to sustain price stability, maintain liquidity in the country's financial system, and support growth and employment.\n\nThe relative valuation of a currency such as the Kenyan shilling against other currencies depends, to no small extent, on the desire of individuals and organizations to hold assets denominated in shillings. This is partly influenced by how other trading partners view Kenya’s potential for economic growth and stability.\n\nAccording to the World Bank, while Kenya’s economy had been stagnant in recent years, the annual growth rate for the country’sgross domestic product (GDP)has increased, reaching 5.8% in 2016. That yearly growth rate ranks Kenya as one of the fastest-growing economies in Sub-Saharan Africa and only reached 5.4% in 2019. Kenya's GDP growth is due, in large part, to an increase in tourism and investment in the nation’s infrastructure.\n\nThe World Bank data also shows that gross national income per capita (measured in U.S. dollars) in Kenya doubled between 2006 and 2016 and that the nation’s GDP (also measured in U.S. dollars) more than doubled, increasing from $25.8 billion to $70.5 billion over that same period. The caveat is that Kenya's public debt as a percentage of national output is now 60% compared to around 40% in 2013.\n\nM-Pesais a mobile banking service that allows users to store and transfer money through their mobile phones. M-Pesa was introduced in Kenya as an alternative way for the population of the country to have access to financial services. Safaricom, the largest mobile phone operator in Kenya, launched M-Pesa in 2007.The service is a blend of two entities whereMmeans mobile andPesameans money or payment in the Swahili language.\n\nCash collected from M-Pesa is deposited in bank accounts held by Safaricom. The bank accounts serve as regularchecking accountsand are insured up to a maximum of 100,000 KES (or roughly $1,000) by the Deposit Protection Fund.\n\nCurrency Converter. \"USD KES Exchange Rate on 26/12/2009.\"\n\nCurrency Converter. \"USD KES Historical Exchange Rate.\"\n\nXe. \"US Dollar to Kenyan Shilling Exchange Rate Chart.\"\n\nXe. \"Kenyan Shilling to US Dollar Exchange Rate Chart: 10Y View.\"\n\nHoward M. Berlin. \"World Monetary Units, An Historical Dictionary, Country by Country,\" Page 87. McFarland and Company, Inc., Publishers, 2008.\n\nCentral Bank of Kenya. \"Designs for New Kenyan Currency.\"\n\nCentral Bank of Kenya. \"Currency Services.\" Select Dropdown \"Currency in Circulation.\"\n\nCentral Bank of Kenya. \"Currency Services.\"\n\nCentral Bank of Kenya. \"Forex.\"\n\nCentral Bank of Kenya. \"Monetary Policy.\"\n\nThe World Bank. \"The World Bank in Kenya.\"\n\nThe World Bank. \"Data—Kenya.\" Accessed May 13, 2021.",
  "url": "https://www.investopedia.com/terms/forex/k/kes-kenyan-shilling.asp"
}