{
  "term": "Keogh Plan: Definition, Types, Pros, and Cons",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\n\"Keogh plan\" is a term used to describe qualified plans that coverself-employedpeople. This includesdefined-benefit plans and defined-contribution plans, though most plans are set as the latter. Contributions are generally tax-deductible up to a certain percentage of annual income, with applicable absolute limits in U.S. dollar terms, which theInternal Revenue Service (IRS)can change from year to year.\n\nKeogh plans are the same qualified plans other small businesses can use: thedefined-contribution plan, which includes profit-sharing plans and money purchase plans, and thedefined-benefit plan. However, the IRS calls them Keogh plans if they cover a self-employed individual.\n\nKeogh plans can invest in the same set of securities as401(k)sandindividual retirement accounts (IRAs), including stocks, bonds,certificates of deposit(CDs), andannuities.\n\nThe term comes from U.S. Representative Eugene Keogh, who was instrumental in passing the Self-Employed Individuals Tax Retirement Act of 1962. Because the act was passed to ensure that self-employed people had access to retirement plans, any plans designed for them became known as Keogh plans. However, the distinction between corporate and other retirement plan sponsors was removed when the Economic Growth and Tax Relief Reconciliation Act of 2001 was passed.\n\nAs with other qualified retirement accounts, funds in a Keogh plan can be accessed as early as age 59½, andwithdrawalsmust begin by age 73 or 75, depending on your birth year.\n\nKeogh plans can be set up as qualified defined-contribution plans, in which contributions are made on a regular basis up to a limit.Profit-sharing plansare one of the two types of Keogh plans that allow a business to contribute up to $69,000 as of 2024 ($66,000 in 2023).A business does not have to generate profits to set aside money for this type of plan.\n\nMoney purchase plansare less flexible compared to profit-sharing plans and require a business to contribute a fixed percentage of its income every year that is specified in plan documents. If a company alters its fixed percentage, it may face penalties. The contribution limit for 2024 for money purchase plans is set at 25% of annual compensation or $69,000, whichever is lower. In 2023, it was $66,000 or 25% of annual compensation, whichever was lower.\n\nQualified defined-benefit plans state the annual benefits to be received at retirement, and these benefits are typically based on salary and years of employment. Contributions towards defined-benefit Keogh plans are based on stated benefits and other factors, such as age and expected returns on plan assets. For 2024, the maximum annual benefit is $275,000 or 100% of the employee's compensation, whichever is lower. For 2023, it was $265,000 or 100% of the employee's compensation, whichever was lower.\n\nKeogh plans have more administrative burdens and higher upkeep costs thanSimplified Employee Pension(SEP) IRAs or 401(k) plans.\n\nThe key advantage to Keogh plans is that they have higher contribution limits, making them a popular option for many high-income business owners.\n\nKeogh plans are designed for self-employed people. While self-employed people can contribute to an IRA, Keogh plans have much higher contribution limits.\n\nKeogh plans are for self-employed people, so you can enroll in one if you're a sole proprietor, freelancer, or work for yourself.\n\nA solo 401(k)—also called a one-participant 401(k)—is a regular 401(k) with a special calculation for a sole proprietor or small business with no employees. A Keogh plan has much higher contribution limits than a solo 401(k).\n\nA Keogh plan is a retirement plan for self-employed people or unincorporated small businesses. They are generally defined contribution plans or defined benefit plans.\n\nKeogh plans can invest in the same instruments as other types of retirement plans, such as stocks, bonds, certificates of deposit (CDs), and annuities.\n\nInternal Revenue Service. \"Publication 560 | Retirement Plans for Small Business (SEP, SIMPLE, and Qualified Plans),\" Page 3.\n\nCongress.gov. \"H.R.1836 - Economic Growth and Tax Relief Reconciliation Act of 2001.\"\n\nInternal Revenue Service. \"Retirement Plan and IRA Required Minimum Distributions FAQs.\"\n\nInternal Revenue Service. \"2023 Limitations Adjusted as Provided in Section 415(d), etc.,\" Page 1.\n\nInternal Revenue Service. \"2024 Limitations Adjusted as Provided in Section 415(d), etc.,\" Page 1.",
  "url": "https://www.investopedia.com/terms/k/keoghplan.asp"
}