{
  "term": "Key Rate: Definition, Types, and Importance",
  "definition": "The key rate is the specific interest rate that determines bank lending rates and the cost of credit for borrowers. The two key interest rates in the U.S. are thediscount rateand thefederal funds rate. These are rates that are set, either directly or indirectly, by the Federal Reserve, in order to influence lending and the supply of money and credit in the economy.\n\nThe key rate is the interest rate at which banks can borrow when they fall short of theirrequired reserves. They may borrow from other banks or directly from theFederal Reservefor a very short period of time. The rate that banks can borrow from other banks at is called the federal funds rate. The rate banks borrow from the Federal Reserve at is called the discount rate.\n\nWhen a large percentage of account holders decide to withdraw their funds from a bank, the bank may be faced with liquidity issues or insufficient funds. This means that not all clients may be able to withdraw their money when requested because the bank does not have the money it owes them. This occurs because, the Federal Reserve maintains afractional reserve bankingsystem, which requires banks to keep only a small percentage of their deposits in cash—also known as the reserve requirement.\n\nWhen storing large amounts of money in any bank, it is important to remember that their available reserves at any given time may influence the amount of cash that you can withdraw at once.\n\nKey rates are one of the chief tools used by the Federal Reserve System to implementmonetary policy. When the Federal Reserve wants to expand themoney supplyin the economy, it will typically buy bonds on the open market with newly created money using the federal funds' rater to gauge the volume and speed of bond purchased needed. When the Federal Reserve is in acontractionary phase, it will raise the rates to increase the cost of borrowing.\n\nThe Federal Reserve is able to control the money supply by adjusting the key rate since theprime ratedepends on the key rate. The prime rate is the benchmark rate offered by banks to consumers. As a general rule of thumb, the national prime rate is usually about 3 percentage points above the fed funds rate.If the fed funds rate increases after the discount rate increases, banks will alter their prime rates to reflect this change. Therefore, the rates on consumer loans, such as the mortgage rates and credit card rates, will also increase.\n\nWhen key rates increase, the cost of consumer borrowing increases, causing consumers to save more and spend less, therefore causing the economy to contract. Lowering key rates will lower the cost of borrowing and cause a decrease in saving and an increase in spending—expanding the economy.\n\nThe fed funds rate is the rate that banks charge each other on loans used to meet theirreserve requirements. This rate governs theovernight lendingof funds made available to private-sector banks, credit unions, and other loan institutions. If a bank decides to borrow directly from the Federal Reserve, it is charged the discount rate.\n\nThe Federal Reserve sets the discount rate. If the discount rate is increased, banks are reluctant to borrow given that the cost of borrowing has been set higher. In this situation, banks will build up reserves and lend less money to individuals and businesses. On the other hand, if the Fed reduces the discount rate, the cost of borrowing will be cheaper for banks, leading them to lend more money out and to borrow more funds to meet their reserve requirements.\n\nSt. Louis Fed. \"Bank Prime Loan Rate Changes: Historical Dates of Changes and Rates.\"\n\nFederal Reserve Bank of New York. \"Effective Federal Funds Rate.\"",
  "url": "https://www.investopedia.com/terms/k/key-rate.asp"
}