{
  "term": "Key Currency: What it Means, How it Works, Examples",
  "definition": "A key currency refers to a currency which is stable, does not fluctuate much, and provides the foundation for exchange rates for international transactions. Because of their global use, key currencies tend to set the value of other currencies. Also, these currencies tend to have a stable valuation over time. A key currency usually comes from a country that is financially strong, economically stable and developed, and one that is involved in the global market.\n\nNevertheless, key currency rates do fluctuate daily, and updated key currency rates can appear in financial institutions and financial reporting outlets.\n\nKey currencies form the reference value for international commerce transactions and as anexchange ratein theforeign exchange (forex)marketplace. An exchange rate is the price of a nation’s currency relative to another country's currency, and it includes the domestic currency and the foreign currency. International commerce is trade between companies in different countries or trade between different countries.\n\nNationalcentral bankshold quantities of key currencies asreserve currencies. Reserve currency helps these nations support investments, complete international business transactions, and pay international debt obligations. These banks may also hold key currency to influence their domestic exchange rate. A large percentage of commodities, such as gold and oil, are priced in the key and reserve currency, causing other countries to hold this currency to pay for these goods. However, a currency used as a reserve currency may not be considered a key currency.\n\nAs a monetary practice, countries with weaker economies will align their exchange rates with a dominant trading partner. The central bank of some developing nations may fix their exchange rate to a key currency. Known as currencypegging, this practice has the effect of limiting monetary policy flexibility but can increase confidence in a country's economy.\n\nBy fixing their own currency exchange rates to key currency rates, central banks in some developing nations hope to make their own economy more stable and make international transactions easier.\n\nWhile the term key currency is not precisely defined by any quantitative threshold for use or reference as a benchmark, some key currency examples can be identified based on their characteristics. These include:\n\nInternational Monetary Fund. \"Currency Composition of Official Foreign Exchange Reserves (COFER),\". Accessed July 28, 2021.\n\nInternational Monetary Fund. \"US Dollar Share of Global Foreign Exchange Reserves Drops to 25-Year Low,\". Accessed July 28, 2021.\n\nGlobal News. \"Timeline: The rise and fall of the Canadian loonie,\". Accessed July 28, 2021.\n\nBank for International Settlements. \"Triennial Central Bank Survey Foreign exchange turnover in April 2013 : preliminary global results : Monetary and Economic Department\",. Accessed July 28, 2021.",
  "url": "https://www.investopedia.com/terms/k/key-currency.asp"
}