{
  "term": "Key Rate Duration: Definition, What It Calculates, and Formula",
  "definition": "Key rate duration measures how the value of a debt security or a debt instrument portfolio, generally bonds, changes at a specific maturity point along the entirety of the yield curve. When keeping other maturities constant, the key rate duration is used to measure the sensitivity in a debt security's price to a 1% change in yield for a specific maturity.\n\nAs an example, assume that abondis originally priced at $1,000, and with a 1% increase in yield would be priced at $970, and with a 1% decrease in yield would be priced at $1,040. based on the formula above, the key rate duration for this bond would be:\n\n﻿KRD=($1,040−$970)/(2×1%×$1,000)=$70/$20=3.5where:KRD = Key rate duration\\begin{aligned} &\\text{KRD}=\\left(\\$1,040 - \\$970\\right)/\\left(2\\times1\\%\\times\\$1,000\\right)=\\$70/\\$20=3.5\\\\ &\\textbf{where:}\\\\ &\\text{KRD = Key rate duration}\\\\ \\end{aligned}​KRD=($1,040−$970)/(2×1%×$1,000)=$70/$20=3.5where:KRD = Key rate duration​﻿\n\nKey rate duration is an important concept in estimating the expected changes in value for a bond or portfolio of bonds because it does so when theyield curveshifts in a manner that is not perfectly parallel, which occurs often.\n\nEffective duration—another important bond metric—is an insightful duration measure that also calculates expected changes in price for a bond or portfolio of bonds given a 1% change in yield, but it is only valid for parallel shifts in the yield curve. This is why the key rate duration is such a valuable metric.\n\nKey rate duration and effective duration are related. There are 11 maturities along the Treasuryspot ratecurve, and a key rate duration may be calculated for each. The sum of all the 11 key rate durations along the portfolio's yield curve equal theeffective durationof the portfolio.\n\nIt can be difficult to interpret an individual key rate duration because it is very unlikely that a single point on thetreasuryyield curve will have an upwards or downwards shift at a single point while all others remain constant. It's useful for looking at key rate durations across the curve and looking at the relative values of key rate durations between two securities.\n\nFor example, assume bond X has a one-year key rate duration of 0.5 and a five-year key rate duration of 0.9. Bond Y has a key rate durations of 1.2 and 0.3 for these maturity points, respectively. It could be said that bond X is half as sensitive as bond Y on the short-term end of the curve, while bond Y is one-third as sensitive to interest rate changes on the intermediate part of the curve.",
  "url": "https://www.investopedia.com/terms/k/keyrateduration.asp"
}