{
  "term": "Key Person Insurance: Definition, Cost, Types, and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nKey person insurance is alife insurancepolicy that a company purchases on the life of an owner, a top executive, or another individual considered critical to the business. The company is thebeneficiaryof the policy and pays thepremiums. This type of life insurance is also known as \"key man (or \"keyman\") insurance,\" \"key woman insurance,\" and \"business life insurance.\"\n\nKey person insurance offers a financial cushion if the sudden loss of a certain individual would profoundly negatively affect the company's operations. Thedeath benefitessentially buys the company time to find a new person or to implement other strategies to save (or shut down) the business.\n\nIn a small business, the key person is usually the owner, the founders, or perhaps a key employee or two. The main qualifying point is whether the person's absence would cause major financial harm to the company. If this is the case, key person insurance is definitely worth considering.\n\nIn addition to life insurance, key person insurance is also available as disability coverage in case the individual is incapacitated and no longer able to work.\n\nFor key person insurance, a company purchases a life insurance policy on certain employee(s), pays the premiums, and is the beneficiary of the policy. In the event of the person's death, the company receives the policy's death benefit.\n\nThat money can be used to cover the costs of recruiting, hiring, and training a replacement for the deceased person. If the company doesn't believe it can continue operations, it can use the money to pay off debts, distribute money to investors, provide severance benefits to employees, and close the business down in an orderly manner. Key person insurance gives the company some options other than immediatebankruptcy.\n\nTo determine whether a business needs this kind of coverage, company leaders must consider who is irreplaceable in the short term. In many small businesses, it's the owner who does most things, such as keeping the books, managing employees, handling key customers, etc. Without this person, the business can come to a stop.\n\nKey person insurance can cover a company against a range of risks. For example, it may provide:\n\nHow much insurance a company needs will depend on the size and nature of the business and the key person's role. It's worth asking for quotes on $100,000, $250,000, $500,000, $750,000, and $1 million policies and comparing the costs of each.\n\nThe cost will also depend on whether the company buys aterm life policyor apermanent life policy. Term life is almost always significantly cheaper.\n\nIn addition, the cost of the coverage will vary on a variety of factors, such as the health of the key person, their gender, their age, the type of policy, the amount of coverage, the type of company, its structure, and the industry it is part of.\n\nKey person insurance financially protects a company against the death or incapacitation of its key person. The money from the insurance helps a company replace the key person and the costs associated with doing so. It can also be used to pay off debts, pay back investors, or cover any other financial costs the company may incur when losing its key person.\n\nThe amount of key person insurance needed for a business will vary depending on the business and the type of role the key person plays. Purchasing key person insurance that is eight to 10 times the key person's salary is often recommended or the monetary value of the key person. The latter option can be difficult to value, but methods include the amount of revenues/profits associated with the key person or the costs required to replace the key person, which includes recruitment, training, and the loss of revenue in the time it takes to replace the individual.\n\nThe company that purchases the key person insurance is the entity that pays the premiums for the insurance. The key person does not pay the insurance.\n\nKey person insurance allows a company to continue to operate in the event of the loss of an individual critical to the success of the business. The death benefit to the company can cover a variety of costs to ensure the business can survive the sudden loss of its key person. Choosing the right key person insurance, the amount of the policy, and other details is particularly important for small businesses and new startups.",
  "url": "https://www.investopedia.com/terms/k/keypersoninsurance.asp"
}