{
  "term": "Keynesian Economics: Theory and How It’s Used",
  "definition": "Keynesian economics is a macroeconomic theory of total spending in the economy and how it affects output, employment, and inflation. It was developed by British economist John Maynard Keynes during the 1930s in an attempt to deal with the effects of the Great Depression.\n\nThe central belief of Keynesian economics is that government intervention can stabilize the economy. Keynes’ theory was the first to sharply separate the study of economic behavior and individual incentives from the study of broad aggregate variables and constructs.\n\nBased on his theory, Keynes advocated for increased government expenditures and lower taxes to stimulate demand and pull the global economy out of the Depression.\n\nSubsequently, Keynesian economics was used to refer to the concept that optimal economic performance could be achieved—and economicslumpscould be prevented—by influencing aggregate demand through economic intervention by the government.\n\nKeynesian economists believe that such intervention can result in full employment and price stability.\n\nKeynesian economics represented a new way of looking at spending, output, and inflation. Previously,classical economic thinkingheld that cyclical swings in employment and economic output create profit opportunities that individuals and entrepreneurs would have an incentive to pursue. In so doing, they would correct imbalances in theeconomy.\n\nAccording to Keynes’ view of this so-called classical theory, ifaggregate demandin the economy fell, the resulting weakness in production and jobs would precipitate a decline in prices and wages. A lower level ofinflationand wages would induce employers to make capital investments and employ more people, stimulating employment and restoringeconomic growth.\n\nHowever, Keynes believed that the depth and persistence of theGreat Depressionseverely tested this hypothesis.\n\nIn his book “The General Theory of Employment, Interest and Money” and other works, Keynes argued against this construct of classical theory, asserting that, duringrecessions, business pessimism and certain characteristics of market economies would exacerbate economic weakness and cause aggregate demand to plunge further than it already had.\n\nFor example, Keynesian economics disputes the notion held by some economists that lower wages can restorefull employmentbecause labor demand curves slope downward like any other normal demand curve.\n\nSimilarly, poor business conditions may cause companies to reducecapital investmentrather than take advantage of lower prices to invest in new plants and equipment. This also would have the effect of reducing overall expenditures and employment.\n\nKeynesian economics is sometimes referred to as “depression economics,” as Keynes’ “General Theory” was written during a time of deep depression—not only in his native United Kingdom, but worldwide.\n\nThe famous 1936 book was informed by Keynes’ understanding of events arising during the Great Depression, which Keynes believed could not be explained by classical economic theory as he portrayed it in his book.\n\nOther economists had argued that, in the wake of any widespread downturn in the economy, businesses and investors taking advantage of lower input prices in pursuit of their own self-interest would return output and prices to a state ofequilibrium, unless otherwise prevented from doing so. Keynes believed that the Great Depression seemed to counter this theory.\n\nOutput was low, and unemployment remained high during this time. The Great Depression inspired Keynes to think differently about the nature of the economy. From these theories, he established real-world applications that could have implications for a society in economic crisis.\n\nKeynes rejected the idea that the economy would return to a natural state of equilibrium. Instead, he argued that, once an economic downturn sets in, for whatever reason, the fear and gloom that it engenders among businesses and investors will tend to become self-fulfilling and can lead to a sustained period of depressed economic activity and unemployment.\n\nIn response to this, Keynes advocated a countercyclical fiscal policy by which, during periods of economic woe, the government should undertakedeficit spendingto make up for the decline in investment and boost consumer spending tostabilize aggregate demand.\n\nKeynes was highly critical of the British government at the time.The government greatly increased welfare spending and raised taxes to balance the national books. Keynes said that this would not encourage people to spend their money, thereby leaving the economy unstimulated and unable to recover and return to a successful state.\n\nKeynes also criticized the idea of excessive saving, unless it was for a specific purpose such as retirement or education. He saw it as dangerous for the economy, because more money sitting stagnant meant less money in the economy stimulating growth.This view was tied to another of Keynes’ theories geared toward preventing deep economic depressions.\n\nMany economists have criticized Keynes’ approach. They argue that businesses responding to economic incentives will tend to return the economy to a state of equilibrium unless the government prevents them from doing so by interfering with prices and wages, and making it appear as though the market is self-regulating.\n\nOn the other hand, Keynes, who was writing while the world was mired in a long-standing period of deep economic depression, was not as optimistic about the natural equilibrium of the market. He believed that the government was in a better position than market forces when it came to creating a robust economy.\n\nKeynes proposed that the government spend more money and cut taxes, which would increase consumer demand in the economy. This would, in turn, lead to an increase in overall economic activity and a reduction in unemployment.\n\nThemultiplier effect, developed by Keynes’ student Richard Kahn, is one of the chief components of Keynesian countercyclical fiscal policy.\n\nAccording to Keynes’ theory of fiscalstimulus, an injection of government spending eventually leads to added business activity and even more spending. This theory proposes that spending boosts aggregate output and generates more income. If workers are willing to spend their extra income, the resulting growth ingross domestic product (GDP)could be even greater than the initial stimulus amount.\n\nThe magnitude of the Keynesian multiplier is directly related to the marginal propensity to consume. Spending by consumers becomes income for businesses that then spend on equipment, worker wages, energy, materials, purchased services, taxes, and investor returns. Workers’ income can then be spent, and the cycle continues.\n\nKeynes and his followers believed that individuals should save less and spend more, raising theirmarginal propensity to consumeto effect full employment and economic growth.\n\nKeynes’ fiscal stimulus theory was the dominant paradigm in academic economics for decades. Eventually, though, other economists, such asMilton FriedmanandMurray Rothbard, showed that the Keynesian model misrepresented the relationship between savings, investment, and economic growth.Many economists still rely on multiplier-generated models, although most acknowledge that fiscal stimulus is far less effective than the original multiplier model suggests.\n\nThe fiscal multiplier commonly associated with the Keynesian theory is one of two broad multipliers in economics. The other multiplier is known as the money multiplier. This multiplier refers to the money creation process that results from a system of fractional reserve banking.The money multiplier is less controversial than its Keynesian fiscal counterpart.\n\nAccording to the multiplier effect, one dollar spent in fiscal stimulus eventually creates more than one dollar in growth. This appeared to be a coup for government economists, who could now provide justification for politically popular spending projects on a national scale.\n\nKeynesian economics focuses on demand-side solutions to recessionary periods. The intervention of government in economic processes is an important part of the Keynesian arsenal for battling unemployment, underemployment, and low economic demand. The emphasis on direct government intervention in the economy often places Keynesian theorists at odds with those who argue for limited government involvement in the markets.\n\nWages and employment, Keynesians argue, are slower to respond to the needs of the market and require government intervention to stay on track. Furthermore, they argue, prices do not react quickly and change only gradually when monetary policy interventions are made, giving rise tomonetarism.\n\nIf prices are slow to change, this makes it possible to use themoney supplyas a tool and changeinterest ratesto encourage borrowing and lending. Lowering interest rates is one way that governments can meaningfully intervene in economic systems, thereby encouraging consumption and investment spending.\n\nShort-term demand growth initiated by interest rate cuts reinvigorates the economic system and restores employment and demand for services. The new economic activity then feeds continued growth and employment.\n\nWithout intervention, Keynesian theorists believe, this cycle is disrupted, and market growth becomes more unstable and prone to excessive fluctuation. Keeping interest rates low is an attempt to stimulate the economic cycle by encouraging businesses and individuals to borrow more money. They then spend the money that they borrow. This new spending stimulates the economy. Lowering interest rates, however, does not always lead directly to economic improvement.\n\nMonetarist economists focus on managing the money supply and lowering interest rates as a solution to economic woes, but they generally try to avoid thezero-boundproblem. As interest rates approach zero, stimulating the economy by lowering interest rates becomes less effective because it reduces the incentive to invest, rather than simply hold money in cash or close substitutes like short-termTreasurys.\n\nInterest rate manipulation may no longer be enough to generate new economic activity if it can’t spur investment, and the attempt at generating economic recovery may stall completely. This is a type ofliquidity trap.\n\nWhen lower interest rates fail to deliver results, Keynesian economists argue that other strategies must be employed, primarily fiscal policy. Other interventionist policies include direct control of the labor supply, changing tax rates to increase or decrease the money supply indirectly, changing monetary policy, or placing controls on the supply of goods and services until employment and demand are restored.\n\nKeynesian theorists argue that economies do not stabilize themselves very quickly and require active intervention that boosts short-term demand in the economy.\n\nIn response to theGreat Recessionand financial crisis of 2007–2008, the U.S. Congress and the executive branch undertook several measures that drew from Keynesian economic theory. The federal government bailed out debt-ridden companies in several industries, including banks, insurers, and automakers.\n\nIt also took into conservatorshipFannie Mae and Freddie Mac, the two major market makers and guarantors of mortgages and home loans.\n\nIn 2009, then-President Barack Obama signed theAmerican Recovery and Reinvestment Act, an $831 billion government stimulus package designed to save existing jobs and create new ones. It included tax cuts, credits, and unemployment benefits for families; it also earmarked expenditures for healthcare, infrastructure, and education.\n\nThese stimulus measures and federal interventions helped America’s economy recover, preventing the Great Recession from becoming another full-blown depression.\n\nJohn Maynard Keynes (1883–1946) was a British economist, best known as the founder of Keynesian economics and the father of modern macroeconomics. Keynes studied at one of the most elite schools in England, the King’s College at Cambridge University, earning an undergraduate degree in mathematics in 1905.He excelled at math but received almost no formal training in economics.\n\nAccording to Keynes, classical economics held that swings in employment and economic output create profit opportunities that individuals and entrepreneurs have an incentive to pursue, eventually correcting imbalances in the economy.\n\nIn contrast, Keynes argued that, during recessions, business pessimism and certain characteristics of market economies would exacerbate economic weakness and cause aggregate demand to plunge further. Keynesian economics holds that, during such difficult periods, governments should undertake deficit spending to make up for the decline in investment and boost consumer spending to stabilize aggregate demand.\n\nMonetarism is a macroeconomic theory stating that governments can foster economic stability by targeting the growth rate of the money supply. Closely associated with economist Milton Friedman, monetarism emphasizes the use of monetary policy over fiscal policy to manage aggregate demand, which contrasts with the theories of most Keynesian economists. In fact, the monetarism school of thought was developed as a rejection and criticism of Keynesian economics.\n\nJohn Maynard Keynes and Keynesian economics were revolutionary in the 1930s and did much to shape post-World War II economies in the mid-20th century. His theories came under attack in the 1970s, saw a resurgence in the 2000s, and are still debated today.\n\nKeynesian economics recognizes the role of government in sparking aggregate demand. For instance, federal spending and tax cuts leave more money in people’s pockets, which can stimulate demand and investment.\n\nUnlike free market economists, Keynesian economics welcomes limited government intervention and stimulus during times of recession.\n\nCorrection—Oct. 6, 2024:This article was corrected to state that monetarism was developed as a rejection and criticism of Keynesian economics, not as a branch of Keynesian economics.\n\nJohn Maynard Keynes, via Google Books. “The General Theory of Employment, Interest and Money,” Chapter 2. Macmillan, 1936.\n\nInternational Monetary Fund. “What Is Keynesian Economics?”\n\nThe Library of Economics and Liberty. “John Maynard Keynes.”\n\nSaylor Academy. “Keynes and Classical Economics.”\n\nDigital Access to Scholarship at Harvard. “Unpacking the Multiplier: Making Sense of Recent Assessments of Fiscal Stimulus Policy,” Page 821 (Page 4 of PDF).\n\nMises Institute. “Dissent on Keynes,” Pages 131–147 and 171–198 (Pages 139–155 and 179–206 of PDF).\n\nRice University, via University of Hawaii Pressbooks. “Principles of Economics: 27.4 How Banks Create Money.”\n\nInternational Monetary Fund. “What Is Monetarism?”\n\nRogoff, Kenneth, via Scholars at Harvard. “Dealing with Monetary Paralysis at the Zero Bound.”Journal of Economic Perspectives, vol. 31, no. 3, 2017. Pages 47–48 (Pages 1–2 of PDF).",
  "url": "https://www.investopedia.com/terms/k/keynesianeconomics.asp"
}