{
  "term": "Keynesian Put",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nInvestopedia / Paige McLaughlin\n\nA Keynesian put is an optimistic investor outlook that is based on the expectation that a specific investment, and the financial markets in general, will soon benefit from fiscal stimulus measures.\n\nFor example, an investor eyeing a proposal for massive government spending to reduce greenhouse gas emissions, like the one contained in a 2021 federal budget resolution, might consider a Keynesian put strategy related to the stocks of electric bus manufacturers or solar panel companies.\n\nFiscal stimulus can include increased government spending, reduced taxes, or Federal Reserve monetary policy easing.\n\nThe term Keynesian put was coined by analysts at Bank of America Merrill Lynch in 2016. Its name is a reference to the economic theories of the influential 20th-century British economistJohn Maynard Keynes,who was a proponent of government spending to boost a lagging economy.\n\nThe term also is a playful reference to theGreenspan put, a term coined in 1998 to describe the accommodative monetary policies used by then-Federal Reserve Chair Alan Greenspan to avoid recession. Proactivemonetary policiessuch as a cut in the prime lending rate are intended to stimulate the economy by encouraging more borrowing by businesses and consumers.\n\nA Keynesian put is based on confidence that the government will spend to maintain economic growth.\n\nSince the 2007-2008 economic crisis, there has been a growing expectation that governments around the world will aggressively use their spending power to boost their economies. That almost inevitably supports stock prices.\n\nTheAmerican Rescue Actof 2021 poured $1.2 trillion in federal money into the economy in order to offset the damage done to Americans and to American businesses by the COVID-19 pandemic. An investor with a Keynesian put frame of mind might consider where exactly all of that money was going. Here's where some of it went:\n\nThose direct payments to taxpayers went straight into the economy in the form of consumer spending. And infrastructure spending means large-scale government purchases of goods and equipment.\n\nThis goes some way towards explaining why the S&P 500 Index, a reliable indicator of the overall health of American big business, rose from 3,870 at the beginning of March 2021 to 4,468 in mid-August 2021, despite the continuing disruption of the COVID-19 pandemic.\n\nThe effects of the Keynesian put are hard to quantify, but they're also hard to deny.\n\nIn the short term, infrastructure spending to improve roads, bridges, airports, hospitals, and high-speed internet increase corporate profits, create new jobs, and increase gross domestic product.\n\nHowever, increased government spending also raises the deficit higher, potentially leading down the road to higher taxes and inflation. The Keynesian put, therefore, is not a phenomenon that is particularly attractive tobondholders.\n\nU.S. Department of the Treasury. \"Fact Sheet: The American Rescue Plan Will Deliver Immediate Economic Relief to Families.\" Accessed Aug. 14, 2021.",
  "url": "https://www.investopedia.com/terms/k/keynesian-put.asp"
}