{
  "term": "Kicker: What it is, How it Works, and Types",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nA kicker is a right,exercisable warrant, or other feature that is added to a debt instrument to make it more desirable to potential investors by giving the debt holder the potential option to purchase shares of the issuer.\n\nIn real estate, a kicker is an added expense that must be paid on a mortgage in order to get a loan approved. An example would be an equity stake in the receipts of a retail or rental property.\n\nA kicker is also called asweeteneror a wrinkle.\n\nKickers are features that are added to \"get the deal done\" as they are exclusively for the benefit of lenders and used to add to their expectedreturn on investment(ROI).\n\nFor example, a lender may be wary of loaning money to astartup company, which may need the money to finance early-stage operations. Without a financial track record showing steady sales growth and profits, the startup may face an uphill battle in obtaining funding. The young company may need to structure an equity deal to entice the lender, offering a kicker of equity ownership in the company. In return for loaning money to the company, the lender will receive a stake in the company and a certain percentage of future profits.\n\nIn effect, a kicker is an extra incentive to encourage investors to purchase debt securities, such as a bond orpreferred share. When a bond has anembedded optionthat may be exercised by the bondholder to purchase equity at the issuing firm at a discount price, the option is said to be a kicker. An investor will be incentivized to purchase a bond with a kicker as this allows the investor to participate in any increase in the value of equity ownership.\n\nTwo common types of equity kickers are aconvertible featureon some bonds that allows the bonds to be exchanged for shares of stock, andwarrantsto purchase stocks that are sold in combination with a new bond issue.\n\nEquity kickers are often used forleveraged buyouts(LBOs), management buyouts (MBOs), and equity recapitalizations since they are considered too risky for traditional financing offered by senior, secured lenders.\n\nA company that adds a kicker (for example, arights offering) to a bond issue is only doing so to get the entire issue into the hands of investors. The kicker may or may not actually be usable at any time during the life of the bond. Often a certain breakpoint must be reached, such as a stock price above a certain level, before the kicker has any real value.\n\nFor example, a bondholder that has the right to purchase shares in the company for $20 per share, will only exercise this right if the shares are trading above $20. Otherwise, there’s no financial advantage to purchasing the shares.\n\nIn real estate loans, a lender may be offered, in addition to interest on the loan, a share in the total income orgross rental receiptsthat will be generated from the investment property being financed, if the income exceeds a specified amount. This benefit may be offered by the borrower or demanded by the lender to sweeten the loan deal.\n\nIf the borrower is unable to make a large down payment on the property or there is some circumstance that makes the transaction a credit risk, the lender may require some type of equity kicker or percentage ownership in the property. For example, the lender may agree to a real estate investment loan provided they receive a percentage of the sales proceeds after the borrower renovates the property and resells it at a higher price.\n\nThe term kicker should not be confused with the termkickback, which is an illegal payment given as compensation for preferential treatment. In real estate transactions, individuals and companies that violate the prohibition against kickbacks can face civil and criminal liability. From a legal viewpoint, all settlement costs have to be disclosed in consumer loans as part of the finance charges.\n\nCongress enacted theReal Estate Settlement Procedures Act(RESPA), which became effective in June 1975, to protect consumers from abusive settlement practices, such as kickbacks. RESPA requires lenders, mortgage brokers, or servicers of home loans to provide borrowers with disclosures regarding the nature and costs of the real estate settlement process.﻿﻿\n\nFederal Reserve Board. \"Consumer Compliance Handbook, Real Estate Settlement Procedures Act.\" Accessed Dec. 22, 2020.",
  "url": "https://www.investopedia.com/terms/k/kicker.asp"
}