{
  "term": "Kickback Definition, How It Works, and Examples",
  "definition": "A kickback is an illegal payment intended as compensation for preferential treatment or any other type of improper service received. The kickback may be money, a gift, credit, or anything of value. Paying or receiving kickbacks is a corrupt practice that interferes with an employee's or a public official’s ability to make unbiased decisions. Kickbacks are often referred to as a type of bribery.\n\nKickbacks can take many forms but they all feature some sort of collusion between two parties. The bookkeeper for a business or government office might approve an invoice for goods knowing that the bill is inflated. The seller of the goods might then pay the bookkeeper part of the difference or some other kind of reward.\n\nKickbacks can also be used to buy a positive recommendation for the kickback provider. A government employee who's responsible for managing contractors on an infrastructure project such as the building of a bridge might receive a kickback for choosing one contractor over another. This may result in a better-qualified contractor not winning the bid.\n\nKickback schemes are among the most difficultwhite-collar crimesto detect and investigate.\n\nProcurementcontracts can be fertile ground for kickback schemes. Contractors who are interested in winning the business are typically required to bid against each other in the granting of a government contract such as for office equipment. Rather than playing fair, a contractor might reach out to a procurement officer and indicate that the officer would be rewarded if the contractor were to win. The reward might be cash, concert tickets, or anything else of desired value.\n\nThese are some common kickback warning signs. They don't necessarily mean that anything nefarious is going on but the more of them there are, the greater the likelihood of a kickback scheme.\n\nKickbacks increase the cost of doing business in countries around the world. They also form the basis for much of the world's government corruption. Companies that are looking to supply products or services to countries known for corruption may find that they have to pay numerous officials to be considered for a contract.\n\nThe perception that a kickback scheme will go unpunished or that punishment will be light is a primary driver for officials who are willing to take bribes. They may be poorly paid and see kickbacks as a way to supplement a meager salary in some cases.\n\nThe U.S.Foreign Corrupt Practices Actmakes bribing foreign officials illegal for all companies listed with theSecurities and Exchange Commission (SEC), any company organized in the United States, or any citizen or resident, even if it's the local custom.\n\nWall Street brokers sometimes route all orders to a particular exchange even though they're required by law to execute trades with the exchange that offers the best terms orbest executionfor their clients. The broker may take a kickback in exchange for routing all of their trades to a particular exchange rather than choosing one that offers the most competitive price and has the highest likelihood of completing the trade promptly.\n\nThis can ultimately lead to slower execution and higher transaction costs for clients. The industry refers to the practice as \"rebates.\" These rebates may amount to only a fraction of a cent of each share traded but considerable sums can be accrued over time.\n\nKickbacks can take the form of rebates or fraudulent billing for nonexistent services in the advertising business. Clients pay the price with higher costs or a lower level of service than they normally would expect for their money. Shrinking agency fees and a hard-to-understand digital marketplace provide the motivation and cover for such actions.\n\nThe Anti-Kickback Statute (AKS) is a federal law that governs medical referrals in the U.S., specifically those for services that are paid for partly or entirely by Medicare and Medicaid. Healthcare providers are prohibited from accepting gifts or any other financial incentives for making referrals or for ordering prescriptions or services. The law also applies to patients and staff.\n\nNo business is truly immune from kickbacks. They typically occur in the real estate industry in the form of referrals made to homebuyers, sending them to certain title, inspection, and/or escrow companies. The Real Estate Settlement Procedures Act (RESPA) prohibits these types of transactions when they involve federally-related mortgage loans.\n\nThese terms can vary by business type but a referral fee that's paid between two licensed real estate professionals is legal in some states. The fee is usually limited to no more than 25% of commissions and other restrictions apply. A referral fee becomes a kickback and is illegal when it's paid by a real estate professional to a service provider.\n\nIt’s illegal to pay or receive a kickback in the U.S. and this rule prevails over a wide range of industries and professions. A kickback is a bid to receive preferential treatment and it doesn’t necessarily have to be transmitted in the form of money. It can be anything of value, such as concert tickets that are impossible to buy on the legal market.\n\nAlways ask questions if you spot any warning signs as a consumer or, at the very least, switch to another service provider of your own choosing.\n\nU.S. Department of Justice, Criminal Division. \"Foreign Corrupt Practices Act.\"\n\nU.S. Department of Health and Human Services, Office of Inspector General. \"Fraud & Abuse Laws.\"\n\nConsumer Financial Protection Bureau. \"Real Estate Settlement Procedures Act FAQs.\"",
  "url": "https://www.investopedia.com/terms/k/kickback.asp"
}