{
  "term": "Kiddie Tax: What It Is, How It Works, and When It Applies",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nInvestopedia / Michela Buttignol\n\nThe kiddie tax is a tax imposed onincomeunrelated to employment earned by individuals 18 years of age or under—or dependent full-time students under age 24. Introduced as part of theTax Reform Act of 1986, it is designed to stop parents from registering investments in their children’s name to avoid paying taxes.\n\nThe kiddie tax threshold adjusts each year for inflation. In 2023,unearned incomesurpassing $1,250 is subject to the child’s tax rate, and anything above $2,500 is taxed at the guardian’s tax rate.\n\nThe kiddie tax is imposed on individuals under a certain age whose investment andunearned incomeis higher than an annually determined threshold. It applies to all children aged 18 and under at the end of the tax year as well as children who are dependentfull-time studentsbetween the ages of 19 and 24.\n\nThe kiddie tax does not apply to children under 24 years of age who are married and filejoint tax returns.\n\nThis rule is designed to prevent parents from exploiting atax loopholewhere their children are given large gifts of stock. In this case, the child would thenrealize any gainsfrom the investments and would be taxed at a far lower rate compared to the rate the guardians face for their realized stock gains.\n\nThe kiddie tax includes unearned income a child receives: interest, dividends, capital gains, rent, and royalties. Any salary or wages the child earns is not subject to the kiddie tax.\n\nAdult children who turn 19—or 25 in the case of dependent full-time students—by the end of the tax year are not subject to the kiddie tax.\n\nUnder the kiddie tax law, all unearned income over the threshold is taxed at the parent's marginal incometax raterather than the child's tax rate.\n\nIn the 2023 tax year, unearned income under $1,250 qualifies for thestandard deduction. The next $1,250 is taxed at the child's tax rate, which is very low—sometimes 0%—and then anything over is taxed at the guardian's tax rate, which could be as high as 37%.\n\nThe IRS taxes any income exceeding the predetermined threshold at the parent's tax rate.\n\nThere are generally two ways to go about reporting a child’s unearned income.\n\nThe first option can be used when the child’s only income is interest and dividend income, including capital gains, and totals less than $11,000. If that’s not the case, the second route will have to be taken, presumably with the help of the parent.\n\nThe tax law originally only covered children under 14 years of age. Children under the age of 14 cannot legally work, which means that any income they received usually came fromdividendsor interest frombonds. However, the tax authorities realized that some guardians would take advantage of the situation and thengive stock giftsto their older, 16-to-18-year-old children.\n\nTheTax Cuts and Jobs Act of 2017temporarily changed the kiddie tax to use the tax rates that apply to estates and trusts rather than the tax rate of the child's parents.However, the Further Consolidated Appropriations Act 2020 retroactively changed it back to the parent's tax rate. For 2018 and 2019 returns, taxpayers could use either the estate tax rates or the parent's take rate for calculating the kiddie tax. For 2020 and beyond, the parent's tax rate applies.\n\nThe kiddie tax is imposed on individuals under 18 years old or dependent full-time students under 24 years old whose investment and unearned income is higher than an annually determined threshold.\n\nThe kiddie tax was created under the Tax Reform Act of 1986 to stop parents from registering income-producing investments in their children’s name to pay fewer taxes. Income received from investments is generally taxed at ordinary income tax rates, which is based on how much an individual earns.\n\nIn 2023, unearned income under $1,250 qualifies for the standard deduction. The next $1,250 is then taxed at the child's marginal tax rate, and then all amounts over $2,500 are taxed at the parent's tax rate, which can vary from 10% to 37%.\n\nParents or grandparents can avoid the kiddie tax by keeping the child’s annual investment income at $2,500 or less. This can be accomplished in a number of ways, including investing in assets that don’t pay much in the way of income or dividends or in bonds where the payment of interest can be deferred until the child is no longer subject to the kiddie tax.\n\nThe kiddie tax, a tax imposed on individuals under a certain age whose unearned income is higher than an annually determined threshold, is designed to put an end to an old tax loophole and is something parents need to be aware of.\n\nIf you are investing on behalf of a child, consider speaking to a financial advisor or tax advisor. Firstly, it’s important to be aware of the rules and your obligations. And secondly, there are ways to limit and/or avoid this liability.\n\nInternal Revenue Service. \"Rev. Proc. 2022-38.\"\n\nInternal Revenue Service. \"Topic No. 553 Tax on a Child's Investment and Other Unearned Income (Kiddie Tax).\"\n\nUnited States Senate Committee on Finance. \"The Real Effect of the 'Kiddie Tax' Change.\"\n\nU.S. Congress. \"H.R.1 - An Act to Provide for Reconciliation Pursuant to Titles II and V of the Concurrent Resolution on the Budget for Fiscal Year 2018.\"\n\nU.S. Congress. \"H.R.1865 - Further Consolidated Appropriations Act, 2020.\"",
  "url": "https://www.investopedia.com/terms/k/kiddietax.asp"
}