{
  "term": "Kids in Parents' Pockets Eroding Retirement Savings (KIPPERS)",
  "definition": "Kids In Parents' Pockets Eroding Retirement Savings (KIPPERS) is a slang term for adult children who are still living at home with their parents even after finishing school and reaching working age. Their parents face the challenges of managing their own finances and planning for retirement while dealing with the added expense of housing and feeding their adult offspring.\n\nKIPPERS are also known asboomerang children.\n\nAccording to some studies, most parents find that having KIPPERS in the house is a pleasant experience. They like living with their adult children and the opportunity to build deeper relationships with them now that they are adults. The extra time spent at home allows for a closer relationship, in many instances.\n\nHowever, it usually results in the parents spending more and saving less than they otherwise would as they approach retirement age. Additional costs include extra groceries for feeding additional mouths, continuing to stay in a larger house as opposed to downsizing when the kids have moved out, and other possible costs depending on the situation of the child, such as an additional car or spending money. They may also postpone retirement itself, working many more years just to support their children.\n\nContrast this to the situation of a married dual-income couple with no children at home, whose discretionary income is often higher, and whofind saving for retirement easier. This demographic group is sometimes referred to asDual Income No Kids(DINKs).\n\nA Pew Research Center study in 2016 found that nearly one-third of 18- to 34-year-olds lived with at least one parent, up from just 20% in 1960. \"For the first time in 130 years, shacking up with Mom and/or Dad was the most common living arrangement for young adults, edging out being married/cohabitating, living alone, or living with someone other than a parent,\"Consumer Reportsnoted.\n\nIn 2020, Pew Research showed that 52% of young adults in the U.S. were living with their parents. This was a direct result of the COVID-19 pandemic. However, the number was still high before the pandemic in February 2020, at 47%.\n\nFor parents struggling tosave for retirementand contain costs, Consumer Reports offered these tips:\n\nThere are many factors that result in adult children living with their parents. Millennials were hard hit with thefinancial crisis of 2008and now by the pandemic caused by the Coronavirus. These two events caused many young adults to belaid off, losing out on time to build savings.\n\nIn addition, the jobs many younger people can get don't pay well enough to allow them to live on their own. Combine this with the large levels of student debt in the U.S., it is simply just cost-effective to live with your parents rather than on your own, particularly in such cities like New York, whose rents have skyrocketed in the last twenty years.\n\nPew Research Center. \"For the First Time in the Modern Era, Living With Parents Edges Out Other Living Arrangements for 18- to 34-Year Olds.\" Accessed July 26, 2021.\n\nConsumer Reports. \"House Rules for an Adult Child Living at Home.\" Accessed July 26, 2021.\n\nPew Research Center. \"A Majority of Young Adults in the U.S. Live With Their Parents for the First Time Since the Great Depression.\" Accessed July 26, 2021.",
  "url": "https://www.investopedia.com/terms/k/kippers.asp"
}