{
  "term": "Kijun-Sen (Base Line): Overview, Formulas, Calculations",
  "definition": "The Kijun-sen, or base line, is an indicator and important component of theIchimoku Kinko Hyomethod of technical analysis, which is also known as the Ichimoku cloud.\n\nThe Kijun-sen is the midpoint price of the last 26-periods, and therefore an indicator of short- to medium-term pricemomentum. The indicator aids in assessing the trend, and can also be useful for identifying trading opportunities when combined with the other components of the Ichimoku cloud.\n\n﻿Kijun-sen (base line)=12(26-period high+26-period low)\\begin{aligned} &\\text{Kijun-sen (base line)}=\\frac{1}{2} \\left( \\text{26-period high}+\\text{26-period low} \\right ) \\end{aligned}​Kijun-sen (base line)=21​(26-period high+26-period low)​﻿\n\nOn its own, Kijun-sen shows the midpoint price for the last 26 periods. Similar to amoving average, when the price is above the base line it indicates the price is above the midpoint and therefore short-term price momentum is up. This is further confirmed if the Kijun-sen line is angled upwards.\n\nWhen the price is below the base line, and especially if Kijun-sen is angled downwards, that indicates price momentum is to the downside as the price is below the 26-period midpoint. While 26-periods is typically used for this calculation, this can be altered to suit individual preference. A smaller number of periods, such as 15, will track the price more closely. A larger number of periods, such as 45, will not track the price as closely.\n\nThe Kijun-sen is nearly always used alongside theTenkan-sen(conversion line) to help gauge direction changes in price and to generate trade signals. Tenkan-sen is the 9-period price midpoint. Since it is a short-term indicator it tracks price more closely and responds quicker to price changes. Therefore, when Tenkan-sen crosses above Kijun-sen it indicates that price momentum is picking up steam to the upside. Some traders use this as a buy signal. This is abullishcrossover.\n\nWhen gauging the trend or usingcrossovers, the information provided should be used within the context of the entire Ichimoku cloud indicator. For example, if the price is above the \"cloud\", a bearish crossover may still be used to sell a long position, but it likely wouldn't be used to enter ashortposition.\n\nThe Kijun-sen is a midpoint of the high and low price over the last 26-periods. This is not an average. Asimple moving averageis an average price over a set number of periods, calculated by adding up the closing prices of those periods and then dividing the total by the number of periods.\n\nA 26-period base line and a 26-period SMA will produce different values and thus provide different information to the trader.\n\nUnless there's a lot of recent price movement, enough to pull the price away from the 26-period midpoint, the Kijun-sen will often trade near and intersect with the price. At times like these, it is not an ideal tool for helping with trend direction. If the price is crossing the base line repeatedly, the other Ichimoku indicators are needed to provide clarity on the larger or longer-term trend direction.\n\nWhile some crossover signals with the Tenkan-sen will result in large and profitable price moves, others may not. The price may fail to move as expected or the indicator may cross back the other way, generating afalse signal.\n\nWhile the Kijun-sen does provide some information on its own, it is best used in conjunction with the other Ichimoku indicators. In addition, traders are also encouraged to useprice actionanalysis, other technical tools, andfundamental analysis.",
  "url": "https://www.investopedia.com/terms/k/kijunsen.asp"
}