{
  "term": "Kijun Line (Base Line): Definition, Formula, Trading Strategies",
  "definition": "The Kijun Line, also called the Base Line or Kijun-sen, is one of five components that make up theIchimoku Cloudindicator. The Kijun Line is typically used in conjunction with theConversion Line(Tenkan-sen) to generate trade signals when they cross. These signals can be further filtered via the other components of the Ichimoku indicator.\n\nThe Kijun Line is the mid-point of the high and low price over the last 26 periods.\n\nThe Kijun Line, or Base Line, is part of the Ichimoku Cloud indicator.\n\nThe Ichimoku Cloud is a technical indicator that definessupport and resistance, measures momentum, and provides buy and sellsignals. Its developer, Goichi Hosoda, designed the indicator to be a \"one look equilibrium chart.\"\n\nThere are several different lines included in the Ichimoku Cloud indicator.\n\nWhile the \"cloud,\" made up of Leading Span A and B, is the most prominent feature of the Ichimoku Cloud indicator, the Kijun Line generates trading signals when it is crossed by the Tenkan Line. The Tenkan Line is the 9-period price mid-point. It thus moves quicker than the Kinjun line which looks at 26 periods.\n\nWhen the Tenkan Line crosses above the Kijun Line it signals that the short-term price momentum is moving to the upside, and may be interpreted as a buy signal.\n\nWhen the Tenkan Line crosses below the Kijun Line it signals momentum has shifted to the downside and may be interpreted as a sell signal.\n\nBuy or sell signals should be used within the context of the other components of the Ichimoku indicator. For example, a trader may only wish to trade the buy signals if the price is also above the \"cloud\" or Leading Span A.\n\nWhen the Tenkan Line and Kijun Line are crossing back and forth the price lacks a trend, or is moving in achoppyfashion, and therefore the crossovers will not produce reliable trade signals.\n\nOn its own, the Kijun Line can also be used for analyzing price momentum. When the price is above the Kijun line, it means the price is above the 26-period mid-point and therefore has an upward bias. If the price is below the Kijun Line, it is below the midpoint price, and therefore has a downward bias.\n\nThe following chart shows an example of an Ichimoku Cloud indicator applied to the SPDR S&P 500 ETF (SPY).\n\nIn the chart above, the Kijun Line is red and the Tenkan Line is blue. After a brief selloff, the Tenkan moved above the Kijun in early 2016. This was a potential buy signal. The two lines did not cross again until 2018, which would have provided the sell signal. For most of this time, the price stayed above the Kijun Line and the \"cloud,\" helping to confirm theuptrend.\n\nThe Kijun Line is a moving mid-point, based on the high and low over a set number of periods. It is calculated by adding the high and low and dividing by two. Amoving average(MA) is different. It sums up the closing prices of a set number of periods and then divides that by the number of periods. A 26-period Kijun Line and a 26-period MA will produce different values, and therefore provide traders with different information.\n\nUnless there is a very strong trend, the Kijun Line will often appear near the price. When the Kijun Line is often intersecting or near the price, it is not as useful for helping to assess the trend direction.\n\nThe same goes for crossovers with the Tenkan Line. When the price trends strongly, crossover signals may be quite profitable. Yet many crossovers signals will be unprofitable if the price fails to trend following the crossover.\n\nThe Kijun Line is reactionary, in that it shows what price has done in the past. There are no predictive qualities inherent in the indicator's calculation.\n\nThe Kijun Line should ideally be used in conjunction with the other elements of the Ichimoku Cloud indicator, along withprice actionand other technical indicators.\n\nFidelity. \"What is the Ichomoku Cloud?\"\n\nIG Group. \"What Is the Ichimoku Cloud?\"",
  "url": "https://www.investopedia.com/terms/k/kijun-line.asp"
}