{
  "term": "Kill",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA kill is a request to cancel a trade between itsplacementand its fulfillment.\n\nKill requests occur after a trader places an order but before it gets filled by acounterparty. Investors may wish to kill trades because of market movements that change the potential profitability of a trade, because they placed the order accidentally, or simply because they changed their mind after placing the trade.\n\nThe success of the kill depends on the type of trade and the disposition of the markets. Many trades move from placement toexecutionalmost instantaneously thanks to computer trading, limiting the amount of time available for a successful kill. When exchanges experience heavy trade volumes, investors may also run into difficulty killing trades because timely notification about the trade’s fulfillment or cancellation can be delayed. Placing a trade makes the investor or trader liable for the order on fulfillment, regardless of whether the trader receives timely notification. Kill orders issued or received after fulfillment of a trade will not be honored, and will not change the trader’s responsibility to follow through on the placement order.\n\nSince a successful kill order requires a trader to submit it before the order gets fulfilled, traders have much more leeway on timing for placements that delay fulfillment or which place restrictions on fulfillment. For example, some traders who wish to fulfill a large order at a specific price will issue afill or killorder. Depending on the exchange and the order type specified, fill or kill orders take place in a single large transaction that either fills the entire order or as much of the order as possible. In either case, the order must fill at the specified price and the unfilled balance, in whole or in part, gets killed if no counterparties come forward.\n\nLimit orders​​​​​​​, on the other hand, specify an amount of time during which an order fulfills if the security in the trade hits a specific price point. For example, an investor may use a stop loss order to ensure a security that falls in price gets sold before it loses too much value. An investor may also use a take profit order to set a higher price point at which the investor wants a sale to take place. In either case, the order does not get fulfilled until the contingent event happens, and therefore, a trader or investor could more easily kill the trade.",
  "url": "https://www.investopedia.com/terms/k/kill.asp"
}