{
  "term": "Killer Bees",
  "definition": "Jiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\nKiller bees are companies or individuals—such as investment bankers, accountants, attorneys, and tax specialists—that helptarget firmsavoid being taken over by an unwanted suitor. Their job is to devise and implementanti-takeoverdefense strategies, which generally consist of making the target less attractive or more difficult or costly to acquire.\n\nWhen a company targets another one for acquisition, it will usually first approach itsboard of directors. If rebuffed, the acquirer could then return with a better bid, walk away, or seek to bypass management by initiating atender offerdirectly to shareholders.\n\nShould takeover advances turn unfriendly orhostile, killer bees may be brought on board. Their job is to come up with feasible ways to make life uncomfortable for the prospective buyer, similar to how their namesake stings its victims when provoked until they back off and go away.\n\nKiller bees rose to prominence during the 1980s hostile takeover craze. Back then, a category of investors with deep pockets, known asraiders, began buyingundervaluedcompanies and then controversially dismembering them to bag a quick profit. Corporate America wasn't used to this type of behavior and enlisted the help of specialists to defend against these attacks.\n\nKiller bees would present a series of options to the target's board based on its individual circumstances and the characteristics of the company seeking to buy it. To foil a hostile takeover attempt, they generally aim to make the prey either too expensive toacquireor so unattractive that the predator loses interest.\n\nFollowing the 1980s, defensive measures known asshark repellentswere devised to discourage unfriendly takeover attempts. Popular strategies that killer bees use include:\n\nLitigation, such asstandstill agreements, might also be used to delay any takeover.\n\nMany of the anti-takeoverdefense strategies that killer bees utilize don't sit well with shareholders. Making the target less attractive or more expensive to buy generally has a habit of erodingshareholder valueand potentially crippling the company for years to come.\n\nThe drastic nature of some of these measures, and the frequent inability of regular shareholders to vote on them, has led their legality to be questioned. Not all hostile bidders plan to make a quick buck and ruin companies and, in some cases, being taken over by one of them could be more beneficial from a financial standpoint for existing investors.\n\nThe strategies killer bees employ are often controversial and not always favorable to shareholders, prompting the courts to occasionally intervene.\n\nOver the years, these observations have led the courts to occasionally block companies from employing anti-takeover measures, if they are deemed to be unreasonable. The prospect of intervention from higher powers inevitably means that it is now much harder for killer bees to deliver on their mandates.\n\nLipton, Martin. “Twenty-Fice Years After Takeover Bids in the Target’s Boardroom: Old Battles, New Attacks and the Continuing War.”American Bar Association, vol. 60, no 4, August 2005, pp. 1371.\n\nShah, Chirag. “A Review of Defensive Strategies Used in Hostile Takeovers.”Western Michigan University, 1996, pp. 13-22.\n\nRock, Edward. “Securities Regulation as Lobster Trap: A Credible Commitment Theory of Mandatory Disclosure.”Cardozo Law Review, vol. 23, no. 02-05, 2002, pp. 700.\n\nLipton, Martin. “Twenty-Fice Years After Takeover Bids in the Target’s Boardroom: Old Battles, New Attacks and the Continuing War.”American Bar Association, vol. 60, no 4, August 2005, pp. 1370-1373.\n\nHarvard Law School Forum on Corporate Governance. “Takeover Law and Practice: Current Developments.”",
  "url": "https://www.investopedia.com/terms/k/killerbees.asp"
}