{
  "term": "Kimchi Premium: A Crypto Investor's Overview",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe kimchi premium is the gap in cryptocurrency prices in South Korean exchanges compared to other exchanges located globally. The kimchi premium is predominantly seen in the price of the cryptocurrency bitcoin (BTC).\n\nIn other words, bitcoin's price might be listed at a higher price on a South Korean exchange than on an exchange located in the United States or Europe, creating an arbitrage opportunity. The term \"kimchi\" refers to the fermented cabbage dish that is a staple in South Korean cuisine.\n\nBitcoin prices can be higher in South Korea than on other international exchanges. Cryptocurrencies like Bitcoin are decentralized assets, meaning they don't trade on a central exchange, unlikeequities. This means a cryptocurrency can be traded at different prices around the world.\n\nThe price difference becomes a premium when one exchange's prices are higher than another. If caught by a trader at the right moment, this opportunity is called arbitrage—buying and selling an asset on different exchanges to take advantage of price differences. When prices on one exchange are consistently higher, it becomes known for its \"premium\" prices. The term \"kimchi\" comes from the popular South Korean pickled cabbage dish of that name.\n\nSo, because bitcoin has generally traded higher on South Korean exchanges, the arbitrage opportunity became known as the kimchi premium.\n\nThe kimchi premium in the cryptocurrency market first appeared in 2016, according to a report by the University of Calgary. The findings show that between early 2016 and early 2018, the kimchi premium averaged nearly 4.80% and nearly reached 55% in January 2018.\n\nSouth Korea is apopular marketfor trading cryptocurrencies. The popularity could be due to the country's interest in technology and gambling, which may have led to open-mindedness and early digital currency adoption.\n\nAlso leading to the popularity of cryptos is the potential security issues or threats South Koreans face from North Korea and its leader, Kim Jong-un. Bitcoin and cryptocurrencies tend to be favored in countries or regions that face political uncertainty and geopolitical risks. The appeal centers around the decentralized nature of cryptos, meaning they're not owned or controlled by a government entity.\n\nBitcoin's popularity has led, in part, to price premiums for the cryptocurrency in South Korea when compared to the price in other countries. A rise in the kimchi premium can indicate increased investment in bitcoin by Korean retail investors.\n\nSome investors attempt to profit by trading the price differences on different exchanges—a process calledarbitrage. Arbitrage is often attempted by currency traders who look for mismatches in exchange rates when identifying arbitrage opportunities.\n\nWhen a trader engages incurrency arbitrage, they place trades based on differences in the quotes for a specific currency pair offered by different brokers rather than placing trades based on theexchange ratemovement of thecurrency pair. If executed perfectly, this kind of trade can berisk-freesince the trader buys and sells two or more currencies simultaneously, ensuring there is no open currency exposure.\n\nArbitrage opportunities are often short-lived because as soon investors (or their trading algorithms) identify the pricing mismatch, they place enough trades to make the arbitrage opportunity no longer profitable.\n\nThe arbitrage opportunity that can result from the kimchi premium might be exploited by purchasing bitcoins on an exchange outside South Korea and then selling the position on a South Korean exchange where its price is higher. However, South Korean traders would first have to exchange their local currency (Korean won) for another currency, such as U.S. dollars, to purchase bitcoins on an international cryptocurrency exchange. From there, they could sell their bitcoins on a South Korean exchange for a higher price. The process for foreign investors is somewhat easier since they can purchase bitcoins abroad and sell their holdings on a South Korean exchange.\n\nThe kimchi premium could be eliminated by South Korean investors if they could quickly take advantage of the arbitrage opportunity. South Korean investors could buy bitcoins outside the country on international exchanges and sell those positions on local exchanges. The result would be a lower price for Bitcoin in South Korea and an increased price on international exchanges. This would then eliminate the arbitrage opportunity.\n\nHowever,capital controls, financial regulations, andanti-money launderinglaws in South Korea make the process difficult. Capital controls are measures taken bycentral banks and regulatory agencies of governments to restrict the flow of capital—or money—in and out of a country. If a significant amount of capital flees a country due to a geopolitical event or economic upheaval, a massive selloff in domestic assets can devastate the local economy.\n\nThe South Korean government implemented capital controls in 2010, stemming from the globalfinancial crisisand theEuropean debt crisis. The measures were designed to reduce the wild fluctuations or volatility in capital flows that may hurt its economy.\n\nThe result is a time delay when sending money internationally due to additional administrative burdens. The amount of money that can move out of the country each year is capped, and the transfers must be approved by regulators.\n\nEven if regulators approve the transfers, the process may take so long that the arbitrage opportunity is no longer available. Capital controls also limit the inflow of cryptocurrencies by foreign investors, which has created a scenario in which South Koreans can only use digital currencies in their country.\n\nSouth Koreans and firms are limited in their international bitcoin purchases. If a South Korean trader decided to exchange their currency for a foreign currency to purchase a bitcoin on a foreign exchange, the transaction amount would likely be capped. Regulators might even block it if there is suspicion of money laundering.\n\nThe impact of South Korean regulation on cryptocurrency trading, as well as the threats of a cryptocurrency ban in China, may have led to the massive sell-off of Bitcoin in January 2018, in which bitcoin lost nearly 25% of its value in one week. Bitcoin and other cryptocurrency prices plummeted as South Korea's government signaled that it planned to crack down on cryptocurrency trading. At that time, South Korea was the third-biggest market in the world for bitcoin trades behind Japan and the United States.\n\nAlthough the South Korean government has threatened a complete ban, they have also considered alternatives to a complete ban, such as having investors pay capital gains taxes. They may also require investors to register investment accounts in their own names to combat illicit uses.\n\nIt is difficult to move large amounts of foreign money into and out of South Korean exchanges, and banks have strict reporting requirements for moving funds in and out of the country. As a result of the crypto's popularity in the country, the prices of certain cryptocurrencies rose as high as 20% above prices elsewhere, a phenomenon that has lasted for several years.\n\nWhile it was usually assumed that the Kimchi premium was innocuous, caused by technical limitations of the Korean banking system and the popularity of crypto, an investigation in the summer of 2022 found that more than $3.4 billion of illegal foreign transactions in the country stemmed from cryptocurrencies.\n\nNo, owning and trading bitcoin on regulated exchanges is legal in South Korea.\n\nThe kimchi premium is an arbitrage opportunity, where a trader could profit from buying a cryptocurrency on an exchange outside of the country for a lower price and selling in the country for a higher price. This price difference has been present for some time, but it is difficult to take advantage of it because of the controls the South Korean government has in place.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes only. Read ourwarranty and liability disclaimerfor more info. As of the date this article was written, the author does not own cryptocurrency.\n\nUniversity of Calgary. “Bitcoin Microstructure and the Kimchi Premium,” Page 1. Link downloads file.\n\nUniversity of Calgary. “Bitcoin Microstructure and the Kimchi Premium,” Page 10-11. Link downloads file.\n\nBBC. \"South Korea Sways Cryptocurrency Prices - But How?\"\n\nPYMNTS. \"South Korea’s Crypto ‘Kimchi Premium’ Suspected in $3.4B FX Investigation.\"",
  "url": "https://www.investopedia.com/terms/k/kimchi-premium.asp"
}