{
  "term": "Kin: What It Was, How It Worked, and Future",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nKin was the cryptocurrency for the messaging service Kik. The service was created and maintained by Kik Interactive. Kik developed a cryptocurrency for the messenger community and kicked off an initial coin offering to raise funds for it.\n\nThe Securities and Exchange Commission filed charges against Kik Interactive for an unregistered security offering. Battling the regulators drained the company's resources and caused them to accept an offer from MediaLab in 2019, saving the service. Kik Interactive continued to try to save its cryptocurrency.\n\nKin had special uses within the Kik messenger platform. Users could earn Kin for making contributions to the broader Kik community and then spend it on various goods and services within the Kik platform. The cryptocurrency was fully decentralized in July 2023 (handed off to the users), and as of January 2024 had a market cap of $40.28 million.\n\nKinfirst launchedin September 2017 via aninitial coin offering(ICO), raising roughly $100 million in investor funds over about two weeks. Upon its launch, the founders of Kin described the Kin Ecosystem as \"designed specifically to bring people together in a new shared economy,\" with the cryptocurrency itself acting as a \"foundation for a decentralized ecosystem of digital services.\"\n\nWhile most companies that launch their own cryptocurrency don't necessarily have a ready-made user base, Kik had a key advantage, with millions of active users through its messaging platform. As such, the platform helped drive consumer adoption of the Kin cryptocurrency. The Kik app housed many of the traditional third-party services and features for the currency, including the Kin wallet.\n\nAlthough Kin was officially launched late in 2017, it comes on the heels of a large experimental campaign by Kik. Over a period of nearly three years, Kik ran a project called Kik Points. This was very similar to Kin in that it offered Kik users the chance to earn and spend points within the app itself.\n\nPerhaps even more notable about the launch of Kin was its Kin Rewards Engine. Through this engine, Kik launched Kin as a daily reward distributed among stakeholders by an algorithm based on the community's contribution to the ecosystem.\n\nTed Livingston—Kik CEO and founder—suggested that the Kin token was an opportunity to distribute value amongst developers. The idea is that Kik will give away value, incentivizing developers to \"build an open and decentralized ecosystem of apps\" on the Kik platform.\n\nThe Kin Foundation focused on the governance of Kin and building an ecosystem of services. The ecosystem was not to be based around advertising, as many social media platforms are, but rather on users being able to provide value to themselves and be rewarded for that contribution.\n\nBesides being a digital currency, the Kin website described the token as \"different from other digital currencies because it [was] a cryptocurrency.\" Kin was similar to Bitcoin in that it made use of a publicblockchainand had monetary value.\n\nIn 2019, Kik announced it would shut down its messaging service to focus on Kin. However, shortly after the announcement, the company was purchased by MediaLab. The messaging service remained intact, but this came shortly after the Securities and Exchange Commission (SEC) sued Kik for raising money in its Kin ICO without registering it.\n\nIn 2020, the SEC ruled that Kik violated federal securities law by selling Kin in 2017 and was ordered to pay a $5 million fine. However, the messaging service was not required to shut down the Kin network, nor required to register Kin with the SEC. Thus, sales of Kin can still take place as the tokens can still be found on exchanges.\n\nKin has a market value measure in thousands of cents, and development has ceased, but it maintains a user base that continues trading on a few decentralized exchanges.\n\nKin was the token for the social app Kik. It was eventually abandoned in 2023, although it is still available on a few decentralized exchanges.\n\nKin's market value on Jan. 24, 2024 was $0.00001372 and had a market cap of $40.28 million.\n\nKin was a cryptocurrency designed as an incentive for using the social media app Kik and its services. The project shut its doors in 2023.\n\nKin was created by the developers of the social media application Kik. It was among the first of many cryptocurrency projects that incentivized using services provided by a company. After several years, the company shut down Kik to focus on the cryptocurrency, but the project failed to take off, eventually shutting its doors in 2023.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes only. Read ourwarranty and liability disclaimerfor more info. As of the date this article was written, the author does not own cryptocurrency.\n\nReddit. \"r|kin, ted_on_reddit, July 28, 2023.\"\n\nKik. \"Kik to Integrate Kin Token as First Mainstream Adoption of Cryptocurrency.\"\n\nU.S. Securities and Exchange Commission. “SEC Obtains Final Judgment Against Kik Interactive For Unregistered Offering.”",
  "url": "https://www.investopedia.com/terms/k/kin-cryptocurrency.asp"
}