{
  "term": "Kiosk: Definition in Retail, History, Types, and Risks",
  "definition": "Amilcar has 10 years of FinTech, blockchain, and crypto startup experience and advises financial institutions, governments, regulators, and startups.\n\nA kiosk refers to a small, temporary, stand-alone booth used in high-traffic areas formarketingpurposes. Sales of products and services can also be transacted at kiosks.\n\nA kiosk is usually manned by one or two individuals who help attract attention to the booth to get new customers. Retail kiosks are frequently located in shopping malls or on busy city streets with significantfoot traffic. They provide owners with a low-cost marketing alternative for their products or services.\n\nKiosks are generally small booths set up in high-traffic areas. You may see them in the walkways of shopping centers. They may be manned by individuals who sell a product or service—anything from toys and hair care products to insurance orcredit cards.\n\nKiosks are not always supervised by humans. Some, in fact, are electronic, providing consumers with a self-service experience. These kiosks normally complement an existing service already offered by the kiosk owner.\n\nFor example, some provincial government agencies in Canada allow the general public to perform certain tasks like renewing car registration or updating personal information for health cards and driver’s licenses using electronic kiosks that act much likeautomated teller machines (ATMs).\n\nThis allows the consumer to execute these tasks on their own without having to travel to and wait in line at a provincial ministry.\n\nBecause of their small, temporary natures, kiosks can fulfill low-cost marketing strategies. Malls and otherlessorsmay charge kiosk owners a smaller amount of rent than the rent charged those with a larger retail space.\n\nKiosks can be a great way for new, emergingentrepreneursto give their businesses a kick-start without spending a lot. That’s because they give companies a human face and provide customers with the opportunity to ask questions about products and services. Electronic kiosks give consumers a hassle-free, convenient information portal or transaction experience.\n\nKiosks in the form of simple stalls or booths have been around for hundreds of years. The first vending machines date back to the 1880s, which is when the idea of self service first became known to the public. These vending machines sold simple items, such as chewing gum and postcards.\n\nATMs first came into use in the 1960s and set the template for how kiosks are known today. These types of machines took a while to catch on, as individuals still preferred conducting financial transactions in person.\n\nIn 1970, IBM partnered with American Airlines and American Express to create the first airline ticket self-service kiosk. In 1977, the first complete self-service interactive kiosk was established at the University of Illinois, providing campus information to students and visitors.\n\nIn 1985, Florsheim Shoe Co. established the first network of kiosks. It consisted of 600 kiosks where shoppers could search for shoes in other locations, pay for them, and have them shipped directly to their homes.\n\nKiosks vary based on the nature of thebusinessand whether the owner intends to make it electronic or staff it with individuals. The location generally relates to the nature of the kiosk as well.\n\nA local newspaper might set up a kiosk at a grocery store to sign up new subscribers. Similarly, credit card companies often set up kiosks in airports to seek new customers for a credit card that offers frequent-flyer miles.\n\nIn addition to kiosks that sell retail products or services, some companies set up employment kiosks where job seekers can apply for work. This type of kiosk is especially common in chain stores such as Walmart.\n\nEmployment kiosks provide a way to quickly identify promising candidates, who will often receive an interview on the spot.\n\nThe kiosk may include a computer station at which the applicant can use a keyboard or touchscreen to input their employment history, education, and personal data.\n\nSome employment kiosks also administer assessment tests to help determine an applicant’s strengths and weaknesses. Information collected at the kiosk is frequently available to the hiring manager almost immediately.\n\nTo try to streamline the process of taking food orders, some restaurants install self-service kiosks. Customers can follow interactive prompts to select their meal and customize their order.\n\nThe kiosks usually accept credit ordebit cards, eliminating the need for a human cashier. They also reduce the need for order-taking counter personnel, lowering payroll costs for the company.\n\nThe healthcare industry is also starting to implement kiosks as a method for accepting bill payments, checking in patients for appointments, and patient record keeping.\n\nAt some kiosks, patients can even take their own blood pressure or perform other noninvasive tests and then relay the results to their doctors. In some cases, medical kiosks also offer educational videos about medical conditions and their treatments.\n\nPatient kiosks can reduce medical costs by cutting down on paperwork and eliminating some clerical staff positions. Critics of medical kiosks are primarily concerned with patient confidentiality in their arguments against their use.\n\nABitcoinkiosk, also known as aBitcoin ATM, is a kiosk connected to the internet that allows individuals to purchase bitcoins and othercryptocurrencieswith cash they have deposited.\n\nThe kiosk permits users to create a blockchain-based transaction that will send a cryptocurrency to the user’s digital wallet. The Bitcoin kiosks are not actually ATMs in that they do not allow for the withdrawal or deposit of cash. Rather, they function as a means to connect to the internet to purchase cryptocurrencies.\n\nPhoto kiosks were popular in shopping centers in the 1980s and 1990s. For a smallfee, people could pose in front of a camera lens that would take three to four photographs. Customers waited for a few moments while the booth developed and ejected the photos.\n\nAutomatic photo kiosks also serve another purpose, allowing people to develop and print their own photographs from DVDs, portable hard drives, and memory sticks.\n\n1. A kiosk can improve the customer’s shopping experience. Kiosks are easily accessible, and the individuals working there are usually pleasant and ready to help, both of which make it simpler to provide the customer with detailed information about a product or service.\n\n2. Because of their small size and ease of construction, kiosks can be placed strategically in a location that will receive a lot of foot traffic. This can increase your customer base. The more visible and accessible your business is, the likelier you will experiencegrowth.\n\n3. Kiosks can also reduce your business costs. The use of interactive kiosks removes the need for staff, thereby cutting down on employee wages and salaries. Kiosks can also cost less than the rent for retail space in a shopping center or storefront, thereby reducing rental costs. The costs saved on labor and rent can be used in other ways to grow your business.\n\n4. Kiosks also work as abrandingtool and can help generate interest in your product and promote sales. Uniquely designed kiosks, especially interactive ones, may attract new customersthrough sheer curiosity. A kiosk that provides a unique experience may generate goodwill with a consumer and raise awareness of your brand and product.\n\n1. Self-service kiosks may keep away customers who prefer to deal with actual people rather than machines. These kiosks sometimes may be difficult to operate for those who are not tech-savvy or because they're not kept in good working order. This may increase visitors' frustration with (and anger at) the brand.\n\n2. Larger, built-out kiosks may be difficult to move if the need arises, as they are established in one place. Costs could rise if the kiosk had to be taken down and moved or if an additional kiosk had to be built in another location.\n\n3. Kiosks that do not have actual staff may be subject to crime, such as shoplifting and vandalism. This could require security measures such as alarms, cameras, or guards. In turn, this could add to your costs.\n\n4. Kiosks will always require maintenance. Those that break down or have technical issues without an employee on hand to fix them or assist the shopper could hurt sales and leave customers with a bad user experience. This could affect your brand negatively.\n\nCan improve the shopping experience for customers\n\nCan deter customers who prefer human interaction\n\nLarge, heavy kiosks can be expensive to move\n\nMay be subject to shoplifting and vandalism\n\nUnstaffed kiosks with technical difficulties can hurt a brand\n\nThe cost depends on the location of the mall, the season of the year, and the product being sold. The cost is at least $800 per month but can reach the tens of thousands. Some malls also ask for a percentage of sales. For up-to-date information, contact the leasing office of the mall you have in mind.\n\nGlobal Entry is a program by the U.S. Customs and Border Protection (CBP) agency that allows for expedited clearance for pre-approved travelers when they enter the U.S. Self-service Global Entry kiosks at international airports in the U.S. allow for entry after a quick approval.\n\nUSPS self-service kiosks let you purchase stamps, weigh packages, print Priority Shipping labels, and ship items.\n\nKiosk mode is a viewing mode that is offered by web browsers on a computer device. It allows the browser page to be viewed in full screen without any other interface tool, such as a toolbar or menu, appearing. It prevents the user from using the screen or kiosk for any other purpose.\n\nKiosks are small, temporary booths placed in areas with high foot traffic. They are used by businesses to reach their customers in a simple and informal manner.\n\nKiosks are primarily used for marketing and sales purposes and can be staffed by individuals or unmanned. They can cost less than retail space and help brands raise awareness of their products and services. They also can provide an interactive way for consumers to engage with a company.\n\nTechnik MFG. “A Brief History of the Kiosk.”\n\nEntrepreneur. “How To Start a Kiosk Business.”",
  "url": "https://www.investopedia.com/terms/k/kiosk.asp"
}