{
  "term": "Kiting Definition, How It Works With Checks and Securities",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nKiting is the fraudulent use of a financial instrument to obtain additional credit that is not authorized. Kiting encompasses two main types of fraud:\n\nCarried out within the banking system, kiting typically involves passing a series of checks at two or more banking institutions, using accounts that have insufficient funds. Relying on thefloat timerequired for a check deposited at one bank to clear at another, the kiter typically writes a check at the first bank against an account at the other.\n\nBefore that check clears, they then withdraw the funds from the second bank account and deposit the funds back into the first. The process may then be repeated in the opposite order, sometimes repeatedly. The net result is a series of fraudulent withdrawals that rely on being a step ahead of the fraudulent check on which they are based having cleared.\n\nReduced times for checks to clear has helped reduce the incidence of check kiting involving banks, as have such practices as banks placing holds on deposited funds and charging for returned checks.\n\nA variant of check kiting is known as \"retail kiting.\" This relies on cashing a bad check (number one) at a retailer to purchase an item. Then, before that check has cleared, the kiter writes another check (number two), which may include (or entirely comprise) a cashback payment. Whilecashbackis now most often associated with debit cards, some retailers still offer this convenience with checks.\n\nThe cash from check number two is then deposited into the account, to allow check number one to clear. The fraud is then repeated in order to cover check number two and may be sustained in order to stay ahead of the float and fraudulently obtain a series of items and cash withdrawals.\n\nKiting that involves misrepresenting securities generally occurs when securities firms floutSECregulations regarding the timely delivery of buy-and-sell transactions, which must be completed within a three-day settlement period.If a firm fails to receive the securities within that timeframe, it is required to purchase the shortage on theopen marketand charge the delinquent firm for any associated fees.\n\nThe delinquent firm is considered to be practicing the fraudulent act of kiting if it fails to purchase the securities on the open market and maintains ashort position, delays delivery, or takes part in transactions contrary to the proper settlement of trades.\n\nU.S. Securities and Exchange Commission. \"Amendment to Securities Transaction Settlement Cycle-A Small Entity Compliance Guide.\"\n\nCode of Federal Regulations. \"17 CFR §242.204.\"",
  "url": "https://www.investopedia.com/terms/k/kited.asp"
}