{
  "term": "Kiwi Bond",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe term Kiwi Bond refers to a type offixed income securityoffered and backed by the government of New Zealand. Kiwi Bonds provide investors with afixed rate of interestfor a set period of time—anywhere from six months to four years—and may be purchased for as little as NZ$1,000 up a maximum of NZ$500,000. These securities are only available to residents of New Zealand.﻿﻿\n\nIt may seem like an exotic and whimsical name for aninvestmentsecurity, but it actually makes sense that they're called Kiwi Bonds when you consider the history and culture of the region where they originate. New Zealanders are often referred to as Kiwis, which is viewed as a term of endearment. A kiwi is a bird that is native to the region. The country’s national rugby league team is also called the Kiwis.\n\nKiwi bonds are the main investment option available to individualinvestorsliving in New Zealand. As noted above, they are fully backed and secured by the country's government, which means they provide a higher degree of security for investors than bank-issued andcorporate bonds. That's because there is little to no chance that the government willdefaulton its obligations. The downside, though, is that Kiwi Bonds offer much lowerinterest ratesthan other bonds.\n\nKiwi bonds are denominated inNew Zealand dollars(NZD) and mature in six months, one year, two years, and four years. Bonds may be redeemed uponmaturityor whenever thebondholderchooses to do so. The government of New Zealand requires a minimum investment of NZ$1,000 with a maximum investment of NZ$500,000 for any single issue.\n\nInterest is paid at a fixed rate quarterly inarrears. Interest rates for Kiwi bonds are set periodically by the New Zealand Debt Management Office based on moving averages of domestic wholesale rates. As of February 2021, six-month and one-year bonds offered a return of 0.25% while two-year and four-year bonds offered a 0.50% return.\n\nApplication forms and investment statements are available from the New Zealand Debt Management Office Registry. Interested investors may also get information on these bonds as domestic registered banks, investment firms,brokerage companies,chartered accountants(CAs), solicitors, and investment advisors.\n\nThe New Zealand government limits who is eligible to purchase Kiwi Bonds. In fact, they are only available to residents of New Zealand. This means foreign investors are not able to purchase these bonds. Similarly, citizens of New Zealand who live abroad are also ineligible to invest in them.\n\nSince Kiwi Bonds are only open to New Zealand residents, citizens who live abroad are excluded from purchasing them.\n\nFinancial experts and advisors frequently tout the advantages of investing in Kiwi Bonds. They often paint them as a sort of sleeper hit since they seemed to quietly fly under the radar of many investors. But they are known for offering attractive potential rewards to those investors savvy enough to appreciate their benefits.\n\nWhilemarketsand national financial systems in other parts of the world grappled with an assortment of natural and economic disasters causing unpredictable fluctuations in investing activities, New Zealand’seconomyremained stable and steady, quietly enjoying positive growth and few disruptions.\n\nTheir relatively low level ofrisk, combined with the fact that New Zealand has acentral bankthat has earned the trust of the global financial community, created the perfect scenario for those seeking an appealing investment option. At least, for those investors observant enough to be paying attention. New Zealand was ahead of the curve in dealing with the 2020 crisis that has ravaged the global economy, which should further bolster confidence in that nation'sdebt instrumentsgoing forward.\n\nAlthough they provide a guaranteed investment return as well as security, there is a downside to investing in these bonds. As mentioned above, they do provide a very lowrate of return(RoR). This means investors who want to make a decent profit off their investments in a short period of time—and those who can tolerate a greater degree of risk—likely won't want to put their money in these bonds. Other bonds, such as those offered by banks and largecorporations, will likely be a better fit for these kinds of investors.\n\nTe Tai Ōhanga The Treasury. \"Kiwi Bonds.\" Accessed Feb. 11, 2021.\n\nTe Tai Ōhanga The Treasury. \"Changes to Kiwi Bond Interest Rates.\" Accessed Feb. 11, 2021.",
  "url": "https://www.investopedia.com/terms/k/kiwi-bond.asp"
}