{
  "term": "Klinger Oscillator: What it is, Formulas, Calculations",
  "definition": "The Klinger oscillator was developed by Stephen Klinger to determine the long-term trend ofmoney flowwhile remaining sensitive enough to detect short-term fluctuations. The indicator compares thevolumeflowing through securities with the security's price movements and then converts the result into anoscillator. The Klinger oscillator shows the difference between two moving averages which are based on more than price. Traders watch fordivergenceon the indicator to signal potential price reversals. Like other oscillators, asignal linecan be added to provide additional trade signals.\n\nTraders will use tools such astrendlines, moving averages, and other indicators to confirm trade signals. In addition, traders may use the oscillator in conjunction with chart patterns, such asprice channelsortriangles, as a way to confirm a breakout or breakdown. Crossovers occur frequently, as do divergences, so the indicator is best used in conjunction with these other technical trading methods.\n\n﻿KO=34PeriodEMAofVF−55Period EMA ofVFwhere:KO=Klinger OscillatorVF=Volume ForceVolume Force=V×[2×((dm/cm)−1)]×T×100V=VolumeT=TrendTrend=+1if(H+L+C)>(H−1+L−1+Cv−1)Trend=−1if Above is<or=H=HighL=LowC=Closedm=H−Lcm=cm−1+dmif Trend=Trend−1\\begin{aligned} &KO = 34 \\text{ Period }EMA\\text{ of }VF - 55\\text{ Period EMA of }VF\\\\ &\\textbf{where:}\\\\ &\\text{KO} =\\text{ Klinger Oscillator}\\\\ &\\text{VF} =\\text{ Volume Force}\\\\ &\\text{Volume Force }= V \\times [2 \\times ((dm/cm) - 1)] \\times T \\times 100\\\\ &V =\\text{ Volume}\\\\ &T =\\text{ Trend}\\\\ & \\text{Trend} =+1\\text{ if }(H + L + C) > (H_{-1} + L_{-1} + Cv_{-1})\\\\ &\\text{Trend} =-1 \\text{ if Above is }<\\text{ or }=\\\\ &H =\\text{ High}\\\\ &L =\\text{ Low}\\\\ &C =\\text{ Close}\\\\ &dm = H-L\\\\ &cm =cm_{-1} +dm\\text{ if Trend }=\\text{ Trend}_{-1}\\\\ &cm = dm_{-1} + dm\\text{ if Trend }=/= \\text{ Trend}_{-1} \\end{aligned}​KO=34PeriodEMAofVF−55Period EMA ofVFwhere:KO=Klinger OscillatorVF=Volume ForceVolume Force=V×[2×((dm/cm)−1)]×T×100V=VolumeT=TrendTrend=+1if(H+L+C)>(H−1​+L−1​+Cv−1​)Trend=−1if Above is<or=H=HighL=LowC=Closedm=H−Lcm=cm−1​+dmif Trend=Trend−1​​﻿\n\n﻿EMA=(C×A)+(E×B)where:C=Current period’s VFA=2/(X+1), whereXis the moving averageE=Prior period’sEMA\\begin{aligned} &EMA = (C \\times A) + (E \\times B)\\\\ &\\textbf{where:}\\\\ &C=\\text{ Current period's VF}\\\\ &\\begin{aligned} A =\\ &2/(X+1)\\text{, where }X\\text{ is the moving average}\\\\ &\\text{ period (34 or 55)}\\end{aligned}\\\\ &E = \\text{Prior period's }EMA\\\\ &B=1-A \\end{aligned}​EMA=(C×A)+(E×B)where:C=Current period’s VFA=​2/(X+1), whereXis the moving average​E=Prior period’sEMA​﻿\n\nThe Klinger Oscillator is fairly complex to calculate, but it's based on the idea offorce volume, which accounts for volume,trend(positive or negative), andtemp(based on multiple inputs and if/then statements). Using this data, the oscillator is created by looking at the difference between twoexponential moving averagesof force volume involving different time frames (typically 34 and 55). The idea is to show how the volume flowing through the securities is impacting its long-term and short-term price direction.\n\nAsignal line(13-period moving average) is used to trigger buy or sell signals. This technique is very similar to signals that are created with other indicators such as themoving average convergence divergence(MACD). While these are the basic signals generated by these indicators, it's important to note that these techniques may generate a lot of trading signals that may not be as effective insideways markets.\n\nWhen an asset is in an overall uptrend—such as when it is above its 100-period moving average and the Klinger is above zero or moving above zero—traders could buy when the Klinger oscillator moves above the signal line from below.\n\nKlinger noted that when a stock was in an uptrend, and then dropped to unusually low levels below zero, and then moved above its signal line, this was a favorable long position to take.\n\nWhen an asset is in an overall downtrend, traders could sell or short-sell when the Klinger oscillator moves below the signal line from above. Klinger noted this was especially noteworthy when the indicator had seen an uncharacteristic spike above zero.\n\nThe zero line is also used by some traders to mark the transition from an uptrend to downtrend, or vice versa. While such signals won't always agree with price movements, a move above zero helps confirm a rising price, while a drop below zero helps confirm a falling price.\n\nThe Klinger oscillator also uses divergence to identify when the indicator's inputs are not confirming the direction of the price move. It's abullishsign when the value of the indicator is heading upward while the price of the security continues to fall. It is abearishsignal when the price is rising but the indicator is falling. Divergence can be coupled with signal line crossovers to generate trades. For example, if a bearish divergence forms, a sell or short-sell could be initiated the next time the Klinger crosses below the signal line.\n\nThe Klinger oscillator uses price and volume to create two EMAs. The indicator then shows the difference between these two EMAs. A signal line is then added to provide additional trade signals.On balance volumeis simpler in that it is a running total of positive or negative volume. Positive volume is added to the running total if the current close is above the prior close, or volume is subtracted from the running total if the current close is below the prior close.\n\nCrossovers and divergence, the two main functions of the oscillator, are prone to providing manyfalse signals.\n\nSignal line crossovers are so frequent that it is hard to filter out which ones are worth trading and which ones aren't. Zero line crossovers also have issues, as the indicator may criss-cross the zero line multiple times before moving in a sustained direction, or the indicator may fail to move with the price resulting in a missed trading opportunity.\n\nDivergence can be useful, but often occurs too early, resulting in the trader missing a large chunk of the trend, or the divergence fails to result in a price reversal at all. Also, divergence is not present at all price reversals, so it is not a reliable tool for spotting all possible price reversals.\n\nUse the Klinger oscillator only in conjunction withother technical indicatorsorprice actionanalysis.",
  "url": "https://www.investopedia.com/terms/k/klingeroscillator.asp"
}