{
  "term": "Knock-In Option Explained, With Different Types, Examples",
  "definition": "Michael M. Santiago/ Staff / Getty Images\n\nA knock-in option is a latent option contract that begins to function as a normal option (\"knocks in\") only once a certain price level is reached before expiration. Knock-ins are a type ofbarrier optionthat are classified as either adown-and-inor anup-and-in. A barrier option is a type of contract in which the payoff depends on theunderlying security'sprice and whether it hits a certain price within a specified period.\n\nKnock-in options are one of the two main types of barrier options, with the other type beingknock-out options.\n\nA knock-in option is a type of contract that is not an option until a certain price is met. So if the price is never reached, it is as if the contract never existed. However, if the underlying asset reaches a specified barrier, the knock-in option comes into existence. The difference between a knock-in and knock-out option is that a knock-in option comes into existence only when the underlying security reaches a barrier, while a knock-out option ceases to exist when the underlying security reaches a barrier.\n\nBarrier options typically have cheaperpremiumsthan traditionalvanilla options, primarily because the barrier increases the chances of the option expiring worthless. A trader may choose the cheaper (relative to a comparable vanilla) barrier option if they feel it is quite likely the underlying will hit the barrier.\n\nAssume an investor purchases a down-and-input optionwith a barrier price of $90 and astrike priceof $100. The underlying security is trading at $110, and the optionexpiresin three months. If the price of the underlying security reaches $90, the option comes into existence and becomes a vanilla option with a strike price of $100. Thereafter, the holder of the option has the right to sell the underlying asset at the strike price of $100, even though it is trading below $90. It is this right that gives the option value.\n\nThe put option remains active until the expiration date, even if the underlying security rebounds back above $90. However, if the underlying asset does not fall below the barrier price during the life of the contract, the down-and-in option expires worthless. Just because the barrier is reached does not assure a profit on the trade since the underlying would need to stay below $100 (after triggering the barrier) in order for the option to have value.\n\nContrary to a down-and-in option, an up-and-in option comes into existence only if the underlying reaches a barrier price that is above the current underlying's price. For example, assume a trader purchases a one-month up-and-incall optionon an underlying asset when it is trading at $40 per share. The up-and-in call option contract has a strike price of $50 and a barrier of $55. If the underlying asset does not reach $55 during the life of the option contract, it expires worthless. However, if the underlying asset rises to $55 or above, the call option would come into existence and the trader would bein the money.",
  "url": "https://www.investopedia.com/terms/k/knock-inoption.asp"
}