{
  "term": "Know Your Client (KYC): What It Means and Compliance Requirements",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nKnow Your Client (KYC) is a standard in the investment industry that ensuresadvisorscan verify a client's identity and know their client's investment knowledge and financial profile.\n\nThree components of KYC include the customer identification program (CIP), imposed under the USA PATRIOT Act in 2001, customer due diligence (CDD), and ongoing monitoring or enhanced due diligence (EDD) of a customer's account once it is established.\n\nThe Know Your Client (KYC) rule is an ethical requirement for those in the securities industry dealing with customers during the opening and ongoing maintenance of accounts.\n\nIt is implemented at the onset of the customer-broker relationship to establish the essential personal profile of each customer before any financial recommendations are made. The customer is also made aware of the need to comply with all the laws, regulations, and rules of the securities industry.\n\nCIP requires that financial firms obtain four pieces of identifying information about a client, including name, date of birth, address, and identification number.\n\nCDD is a process in which all of a customer’s credentials are collected to verify their identity and evaluate their risk profile for suspicious account activity.\n\nEDD is used for customers that are at a higher risk of infiltration, terrorism financing, or money laundering and additional information collection is often necessary.\n\nTwo rules governing KYC includeFinancial Industry Regulatory Authority(FINRA) Rule 2090 (Know Your Customer) and FINRA Rule 2111 (Suitability).\n\nFINRA Rule 2090 requires every broker-dealer to use reasonable diligence when opening and maintaining client accounts and to know and keep records on the profile of each customer, as well as identify each person who has the authority to act on the customer’s behalf.\n\nFINRA Rule 2111 notes that a broker-dealer must have a reasonable basis to believe that a recommendation is suitable for a customer based on the client’s financial situation and needs. This rule assumes that the broker-dealer has completed a review of the current facts and profile of the customer, including the customer’s other securities and investments before making any purchase, sale, or exchange of a security on the client's behalf.\n\nThe U.S. Financial Crimes Enforcement Network (FinCEN) requires both customers and financial institutions to comply with KYC standards to prevent illegal activity, specifically money laundering. AML, anti-money laundering, is a term for the range of measures and processes used to achieve regulatory compliance. KYC is a component of AML.\n\nFinCEN requires financial institutions to understand the type and purpose of the customer relationship and develop a customer risk profile, used as a baseline for detecting suspicious customer activities.\n\nFinancial institutions must also maintain current andaccurate customer informationand continue to monitor accounts for suspicious and illegal activities. When detected, they are required to promptly report their findings.\n\nThe cryptocurrency market is praised for providing a decentralized medium of exchange that promotes confidentiality. However, these benefits also present challenges in preventing money laundering. Criminals see cryptocurrency as a vehicle to launder money and as a result, governing bodies are looking for ways to impose KYC on cryptocurrency markets.\n\nMostcryptocurrencyplatforms are considered money services businesses (MSBs) and must comply with anti-money laundering (AML) laws, which requirecustomer identificationprograms and certain reporting and recordkeeping procedures.\n\nFiat-to-crypto exchanges facilitate transactions involving fiat currencies and cryptocurrencies. Since fiat currency is the official currency of a nation, most of these exchanges employ a measure of KYC and financial institutions would have vetted their customers according to KYC requirements.\n\nThe penalty assessed againstBitcoinmixer Larry Dean Harmon for violating anti-money laundering laws.\n\nIn Dec. 2020, FinCEN proposed that cryptocurrency and digital asset market participants submit, maintain, and verify customers' identities. This rule classifies certain cryptocurrencies as monetary instruments, subjecting them to KYC requirements. The proposed rule is slated for final action in Feb. 2024.\n\nThe Know Your Client (KYC) verification is a set of standards and requirements used in the investment and financial services industries to ensure brokers have sufficient information about their clients, their risk profiles, and their financial position.\n\nKYC in the banking sector requires bankers and advisors to identify their customers, beneficial owners of businesses, and the nature and purpose of customer relationships. Banks must also review customer accounts for suspicious and illegal activity and maintain and ensure the accuracy of the customer accounts.\n\nAccount owners generally must provide a government-issued ID as proof of identity. Some institutions require two forms of ID, such as a driver's license, birth certificate, social security card, or passport. In addition to confirming identity, the address must be confirmed. This can be done with proof of ID or with an accompanying document confirming the address of the client.\n\nKnow Your Client (KYC) is a set of standards and requirements investment and financial services companies use to verify the identity of their customers and any associated risks with the customer relationship. KYC requires customers to provide a personal identification profile and KYC ensures investment advisors are aware of their client's risk tolerance and financial position.\n\nDow Jones. “Understanding the Steps of a ‘Know Your Customer’ Process.”\n\nU.S. Securities and Exchange Commission. “Customer Identification Programs for Broker-Dealers.”\n\nFederal Register. “Books and Records Requirements for Brokers and Dealers Under the Securities Exchange Act of 1934.”\n\nFinancial Industry Regulatory Authority. “Obligations to Your Customers.”\n\nFinancial Industry Regulatory Authority. “Customer Identification Program Notice.”\n\nFinancial Industry Regulatory Authority. “2090. Know Your Customer.”\n\nFinancial Industry Regulatory Authority. “FINRA Rule 2111 (Suitability) FAQ.”\n\nFinancial Crimes Enforcement Network. “Information on Complying with the Customer Due Diligence (CDD) Final Rule.”\n\nFinancial Crimes Enforcement Network. “FinCEN Guidance,” Pages 1-3.\n\nFederal Deposit Insurance Corporation. “Bank Secrecy Act, Anti-Money Laundering, and Office of Foreign Assets Control,” Page 5.\n\nCongressional Research Service. “Cryptocurrency: Selected Policy Issues.” Page 19.\n\nCongressional Research Service. “Cryptocurrency: Selected Policy Issues.” Page 25.\n\nCointelegraph. “What Is KYC, and Why Do Crypto Exchanges Require It?”\n\nU.S. Treasury Financial Crimes Enforcement Network. \"First Bitcoin 'Mixer' Penalized by FinCEN or Violating Anti-Money Laundering Laws.\"\n\nFederal Register. “Requirements for Certain Transactions Involving Convertible Virtual Currency or Digital Assets.” Pages 83840-83847.\n\nFederal Register. “406. Requirements for Certain Transactions Involving Convertible Virtual Currency [1506–AB47].” Page 11281.\n\nFederal Deposit Insurance Corporation. “FFIEC BSA/AML Examination Manual: Customer Identification Program.” Pages 3-5.",
  "url": "https://www.investopedia.com/terms/k/knowyourclient.asp"
}