{
  "term": "Know Sure Thing (KST) Definition, Calculation, Example",
  "definition": "The Know Sure Thing (KST) is a momentumoscillatordeveloped by Martin Pring to make rate-of-change readings easier for traders to interpret.\n\nThe KST is calculated by taking thesimple moving average(SMA) of four differentrate-of-change(ROC) periods, adding them together to come up with the KST, and creating a signal line by taking the 9-period SMA of the KST.\n\nThe KST is calculated with the following equation:\n\nKST=(RCMA #1×1)+(RCMA #2×2)+KST=(RCMA #3×3)+(RCMA #4×4)where:RCMA #1=10-period SMA of 10-period ROCRCMA #2=10-period SMA of 15-period ROCRCMA #3=10-period SMA of 20-period ROCRCMA #4=15-period SMA of 30-period ROC\\begin{aligned} &\\text{KST} = ( \\text{RCMA \\#1} \\times 1 ) + ( \\text{RCMA \\#2} \\times 2 ) \\ + \\\\ &\\phantom { \\text{KST} = } (\\text{RCMA \\#3} \\times 3 ) + ( \\text{RCMA \\#4} \\times 4) \\\\ &\\textbf{where:} \\\\ &\\text{RCMA \\#1} = \\text{10-period SMA of 10-period ROC} \\\\ &\\text{RCMA \\#2} = \\text{10-period SMA of 15-period ROC} \\\\ &\\text{RCMA \\#3} = \\text{10-period SMA of 20-period ROC} \\\\ &\\text{RCMA \\#4} = \\text{15-period SMA of 30-period ROC} \\\\ \\end{aligned}​KST=(RCMA #1×1)+(RCMA #2×2)+KST=(RCMA #3×3)+(RCMA #4×4)where:RCMA #1=10-period SMA of 10-period ROCRCMA #2=10-period SMA of 15-period ROCRCMA #3=10-period SMA of 20-period ROCRCMA #4=15-period SMA of 30-period ROC​\n\nFinally, thesignal lineis calculated by taking the 9-period SMA of the KST value.\n\nThe KST indicator can be used in the same manner as manyother momentum oscillators, such as the well-knownrelative strength index(RSI). Trading signals are generated when the KST crosses over the signal line, but traders may also look for convergence and divergence with the price, overbought or oversold conditions, orcrossoversof the center line.\n\nMany traders combine the KST indicator with other forms of technical analysis to maximize their odds of success. For example, traders may look at other non-momentum indicators, chart patterns, orcandlestickpatterns to help in their decision-making.\n\nIn a 1992Stocks and Commoditiesarticle, Pring referred to the indicator as \"Summed Rate of Change (KST),\" but the KST term stuck withtechnical analysts.\n\nLet's take a look at an example chart:\n\nIn the example above, the KST indicator reached highly overbought conditions in early February and eventually experienced a crossover, which generated a well-timedsell signal. The indicator also crossed over in late February, mid-March, and mid-April with limited success, but the key is looking for bothoverboughtoroversoldconditions, as well as a crossover to signal the trade.\n\nTraders may have also looked at other forms oftechnical analysisto maximize their odds of a successful trade. For example, traders looking at the above chart may have considered the significant bearishvolumeon the day that the signal occurred or the candlestick patterns leading up to the trading signal when making their decision. These insights could also be used to avoid making less profitable trades suggested by the KST indicator.\n\nStocks and Commodities. \"Summed Rate Of Change (KST).\" Accessed Aug. 15, 2021.",
  "url": "https://www.investopedia.com/terms/k/know-sure-thing-kst.asp"
}