{
  "term": "Kondratiev Wave: What it Means, How it Works",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nA Kondratiev Wave is a long-term economic cycle in commodity prices and other prices, believed to result from technological innovation, that produces a long period of prosperity alternating with economic decline. This theory was founded by Nikolai D. Kondratiev (also spelled \"Kondratieff\"), an agricultural economist who noticed agricultural and industrial commodity prices experienced long-term cycles. Kondratiev believed that these cycles involved periods of evolution and self-correction.\n\nAlso known as \"Kondratieff Wave,\" \"supercycle,\" \"K-Wave,\" \"surge\" or \"long wave.\"\n\nKondratiev’s research into the pricing of agricultural commodities led him to investigate historical prices of wheat and other crops in major European grain markets where price records had been maintained. He managed to collect almost 150 years worth of data on commodity prices from various markets. Kondratiev combined these data sets of reported market prices together to make long time series of price data. He then transformed the resulting data series from raw price data into moving averages as well as the rates-of-change of prices and their respective moving averages. Kondratiev hoped to explore the long-term characteristics and trends in prices by doing this to the data.\n\nIn this way, Kondratiev was able to identify what he believed to be a regular wave-like pattern in commodity prices with a period of approximately 50 years. He asserted that two full cycles could be observed in his data, the first running from 1790-1849 and a second from 1850-1896, and that world commodity markets were about mid-way through a third wave. He hoped to use insights gained from the patterns he observed to help with Soviet planning of prices and production in the economy of the U.S.S.R.\n\nHowever, Kondratiev’s theory was not welcomed. His views were disliked by Communist officials because they suggested that capitalist nations were not on an inevitable path to destruction, but that they instead only experienced ups and downs. Kondratiev was also an enthusiastic proponent of Lenin’s New Economic Policy, which reintroduced markets for some goods and services after the early disastrous failures of economic central planning in the Soviet economy, but was anathematized with Stalin’s rise to power. As a result of his economic ideas, Kondratiev was sentenced to 8 years in a prison near Moscow. Upon completion of his sentence he was retried and sentenced to a further 10 years, but instead of being imprisoned, he was shot to death by NKVD (Soviet secret police) agents at the Kommunarka execution grounds in Moscow.\n\nSome later economists have taken interest in Kondratiev’s theory, though it remains more popular with non-economically trained investors that economists. Various proponents of these ideas often disagree on the timing, direction, and causal factors involved. Some financial and economic forecasters have attempted to make use of Kondratiev Waves and similar theories in their predictive models.\n\nIn his bookEconomic Cycles,Joseph Schumpeterargued that a series of wave-like patterns of different lengths, including Kondratiev Waves (in addition to other shorter waves), could explain historical and cyclical trends in the economy. He attributed technological innovation as the primary driver of Kondratiev Waves.\n\nThe existence of Kondratiev Waves is not generally accepted by economists. The somewhat arbitrary and often conflicting views on the timing and nature of Kondratiev’s theory leads to a lack of consensus even among it’s proponents as to what a Kondratiev Wave actually is, and where the economy is on the supposed wave at any given point in time. The relatively long period of the waves compared to the length of the data available (only a few full waves in length) makes firm conclusions on their characteristics inherently murky.\n\nMoreover, a well-known mathematical property of random time series data, known as the Slutsky-Yule Effect, shows that transforming the data by taking successive moving averages and rates-of-change between data points (as Kondratiev did with his raw price data) creates spurious wave-like patterns that do not reflect any underlying trend in the data themselves. This can easily be demonstrated with any series of random numbers. It means that results like Kondratiev’s are almost certainly inadvertent artifacts of statistical massaging of the data, with no actual explanatory or predictive power outside the transformed data (which are necessarily backward looking by the definition of a moving average).\n\nCMT Association. \"Kondratieff Wave.\"\n\nBarnett, Vincent. \"Which was the “Real” Kondratiev: 1925 or 1928?\"Journal of the History of Economic Thought, vol. 24, no. 4, December 2002, pp. 475-478\n\nVincent Barret. \"Kondratiev and the Dynamics of Economic Development: Long Cycles and Industrial Growth in Historical Context,\" Chapter 5: \"Kondratiev, Long Cycles and Economic Conjuncture.\" Palgrave Macmillan UK, 2016.\n\nVincent Barret. \"Kondratiev and the Dynamics of Economic Development: Long Cycles and Industrial Growth in Historical Context,\" Chapter 8: \"Kondratiev in the 1930s.\" Palgrave Macmillan UK, 2016.\n\nVincent Barret. \"Kondratiev and the Dynamics of Economic Development: Long Cycles and Industrial Growth in Historical Context,\" Chapter 3: \"Kondratiev and Economic Policy During NEP.\" Palgrave Macmillan UK, 2016.\n\nFederal Reserve Bank of Minneapolis. \"The Meaning of Slutsky.\"",
  "url": "https://www.investopedia.com/terms/k/kondratiev.asp"
}