{
  "term": "Korea Investment Corporation (KIC): What It is, How It Works",
  "definition": "The Korea Investment Corporation (KIC) is a government-owned investment organization that manages thesovereign wealth fund(SWF) for the Government of South Korea. The KIC was established by law in 2005 and funded in 2006. The KIC received initial deposits of $17 billion from the Bank of Korea and $3 billion from the Korean Ministry of Strategy and Finance.\n\nThe KIC has approximately USD$183.1 billion in assets under management as of the end of 2020 and ranks 15th in size among sovereign wealth funds according to the Sovereign Wealth Fund Institute's rankings.\n\nThe KIC is restricted to investing only in assets that fall under the guidelines provided by the Korea Investment Corporation Act. The KIC also is involved in managing the nation's currency and but remains a separate entity from its currency reserves.\n\nThe KIC's objectives are to enhance Korea's sovereign wealth and to contribute to the development of the Korean financial industry. The KIC is governed by a steering committee consisting of nine members plus the chair.\n\nThe fund now has a \"sustainable growth vision\" with a target date of the year 2035. This includes increasing exposure to sustainable and socially responsible investments.\n\nThe KIC manages a portfolio made up of 85% traditional assets (e.g., stocks, bonds, and money instruments) and 15% alternative assets, including private equity, real estate, infrastructure projects, and hedge funds.As part of increasing its portfolio diversification, the KIC increased its exposure to emerging markets since 2010. KIC’s return on total assets in 2020 stood at 13.7%, with a five-year annualized return of 9% and annualized returns since inception of 5.22%.\n\nRegarding its investment philosophy, it states that \"KIC strives to increase returns while (1) minimizing the risks from individual markets and assets through portfolio diversification; and (2) exercising flexibility to seize investment opportunities.\"KIC pursues benchmark returns (beta) by diversifying investments in the range of currencies and countries, as outlined in its investment management guidelines. KIC also strives to generate excess returns over the benchmarks (alpha) through active management within an appropriate level of risk.\n\nDecisions related to strategic asset allocation are subject to evaluation by a steering committee. Regarding traditional assets, the fund manages risk using the ex-antetracking errorfrom active investing relative to the benchmark. If the weighting of an asset class deviates from a set range compared to the benchmark, adjustments are made so that exposure falls within the set range. The portfolio is rebalanced at pre-determined times to maintain policy weightings for each asset class.\n\nAny agreements signed between KIC and third-party portfolio managers will specify available asset classes and benchmark targets, and these serve as the basis for risk management and performance evaluation.\n\nKIC. \"Investment - Portfolio Highlights.\" Accessed Aug. 16, 2021.\n\nSWFI. \"Sovereign Wealth Fund Rankings.\" Accessed Aug. 16, 2021.\n\nKIC. \"FAQs.\" Accessed Aug. 16, 2021.\n\nKIC. \"About KIC.\" Accessed Aug. 16, 2021.",
  "url": "https://www.investopedia.com/terms/k/kic.asp"
}