{
  "term": "Korea Stock Exchange (KRX): Meaning, History, Examples",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe Korea Stock Exchange is a division of the much larger Korea Exchange (KRX, or the Exchange). Previously, Korea's stock market was a standalone entity. In 2005, the Korea Stock Exchange merged with the Korea Futures Exchange and the electronic market, KOSDAQ, to form the Korea Exchange.\n\nThe exchange is the only securities exchange operator in South Korea, making markets in equities, bonds,stock index futures, stock index options, andequity options. KRX's headquarters are in Busan, and it has an office for cash markets and oversight in Seoul.\n\nSince its inception in 1956, the Korea Stock Exchange had operated independently. Prior to its 2005 merger to form KRX, the Korea Stock Exchange created the Korean Securities Dealers Automated Quotations (KOSDAQ)—a trading platform similar to its American counterpart,Nasdaq, of the National Association of Securities Dealers (NASD).\n\nIn addition to launching electronic trading, some of the exchange's milestones include establishing a stock index futures and options market from 1996 to 1997, tradingwarrantsin 2000, and equity options andexchange traded funds (ETFs)in 2002.\n\nToday, investors can trade various instruments on the exchange including stocks, bonds, ETFs, andreal estate investment trusts (REITs). KOSDAQ lists more than 1,000 high-profile companies including Korea New Network, Imagine Asia, Macrogen, Daewon Media, FNC Entertainment, Genie Music, and SK Broadband.\n\nIn 2021, the KRX listed 2,448 companies with a combinedmarket capitalization (market cap)of $2.6 trillion.Normal trading sessions look the same as those of other major stock markets around the world. Trading opens at 9:00 a.m. and closes at 3:30 p.m. The market is open every day of the week except Saturday, Sunday, and holidays (of which there are 11 in 2021). As with theS&P 500in the United States, an index, theKorea Composite Stock Price Index (KOSPI)tracks the health of the exchange.\n\nThe KOPSI contains all of the common stocks that are traded on the exchange. The KOSPI was introduced in 1983 with a base value of $100 and in May 2021 the index trades at around $3,188.As with other major indexes, KOPSI is calculated based on market cap and boasts daily trading volume in excess of multiple hundreds of million shares.\n\nSeveral offshoots of the index track specific sectors,factor strategies,and market caps. The KOSPI 200 Index, for example, consists of 200 large companies in the stock market division. As of 2021, among the biggest holdings in the KOPSI include tech giantSamsung Electronics, automotive maker Hyundai Motor, and LG Chemical.\n\nThe easiest way to invest in South Korea is with exchange traded funds that provide instant diversification in a single security traded on a U.S. stock exchange.Three key ETFs track the South Korean market. In addition to theiShares MSCI South Korea ETF (EWY)are the Korea KOSPI 200 ETF (HKOR) and the Franklin FTSE South Korea ETF (FLKR). This targeted access to Korean stocks extends to large- and mid-sized companies.\n\nWith its rare combination of stability and rapid growth rates, South Korea's economy is attractive for international investors.\n\nHowever, there are also many risks that investors should consider before committing capital to the region. For example, three of Korea's largestindustry sectors—automakers,financial services, andtechnology—could potentially experience setbacks that, in turn, would lead to market volatility.\n\nKorean Stock Exchange. \"KRX History.\" Accessed June 7, 2021.\n\nKorea Exchange. \"About KRX.\" Accessed June 7, 2021.\n\nKorea Exchange. \"Global KRX: Listing.\" Accessed June 7, 2021.\n\nYahoo Finance. \"KOSPI Composite Index.\" Accessed June 7, 2021.\n\nKorea Exchange. \"Introduction of KOSPI Market.\" Accessed June 7, 2021.\n\nInternational Monetary Fund. \"Real GDP Growth.\" Accessed June 7, 2021.",
  "url": "https://www.investopedia.com/terms/k/koreastockexchange.asp"
}