{
  "term": "KPIs: What Are Key Performance Indicators? Types and Examples",
  "definition": "Key performance indicators (KPIs) are metrics that help management compare a company’s overall long-term performance against a set of targets, objectives, or industry peers.\n\nKey performance indicators (KPIs) are defined measurements used to assess a company’s long-term performance. Organizations use KPIs to track their progress on key business objectives.\n\nKPIs help a company achieve its strategic, financial, and operational goals, particularly when compared to those of other businesses within the same sector. They can also be used to judge progress or achievements against a set of benchmarks or past performance.\n\nKey performance indicators are used in business to judge performance and progress toward specific, measurable goals. As such, they provide owners and managers with an overview of how their business, or an aspect of their business, is performing at a certain point in time. They may be compared to:\n\nAlso referred to as key success indicators (KSIs), KPIs vary between companies and between industries, depending on performance criteria. For example, a software company striving to attain the fastest growth in its industry may consideryear-over-year (YOY)revenue growth as its chief performance indicator. Conversely, a retail chain might place more value on same-store sales as the best KPI metric for gauging growth.\n\nAt the heart of KPIs lie data collection, storage, cleaning, and synthesizing. The KPI data is gathered and compared to the target that has been set. The results of that comparison are analyzed and used to draw conclusions about how well current systems or recent changes to those systems are working to achieve the department's or business's goals. This allows management to determine whether the current systems are effective and whether adjustments are needed to improve those outcomes and meet future goals.\n\nThe goal of KPIs is to communicate results succinctly to allow management to make more informed strategic decisions. They are often measured using analytics software and reporting tools.\n\nThe information from key performance indicators may be financial, nonfinancial, relate to any department across a company, or assess the performance of the business as a whole.\n\nCompanies can use KPIs across three broad levels.\n\nCompany-wide KPIs focus on the overall business health and performance. These types of KPIs are useful for informing management of how operations stand in the company as a whole. However, they are often not granular enough to make decisions. Company-wide KPIs often spark discussions about the performance of various departments.\n\nDepartment-level KPIs are more specific than company-wide KPIs and often provide information on why specific outcomes are occurring. Companies often dig into department-level KPIs to better understand the results of their KPIs. For example, if overall revenue is down, a company may want to look at customer conversion or satisfaction rates in specific departments.\n\nIf a company chooses to dig even deeper, it may engage with project-level or subdepartment-level KPIs. These KPIs must often be requested by management, as they may require very specific data sets that are not readily available. For example, management may want to ask a control group about a potential productrollout.\n\nIt's important for an organization to create key performance indicators that are aligned with its business goals and outcomes. That means the KPIs will be specific to the business and not simply a set of general rules. Here are some of the considerations to keep in mind when setting KPIs.\n\nSet clear objectives: KPIs need to be connected to a core business goal that's tied to the organization's success, whether it's financial, customer-service driven, marketing, or another type of goal. Be sure to define what success means and decide on how it will be measured. Without following these steps, an organization could waste time and valuable resources to produce results that don't help it reach its target goals.\n\nCommunicate the KPIs: Employees need to understand and be onboard with the organization's KPIs, so a critical step is sharing them, explaining why the goals are important, and how they will be achieved. A company's employees may raise valuable questions and concerns that need to be addressed for the KPIs to be meaningful.\n\nReview your KPIs: Regularly reviewing KPIs should help ensure they are relevant and up-to-date. The business environment changes continuously, which means you may need to adjust your KPIs based on your organization's performance as it evolves and as its needs change.\n\nKey performance indicators are quantitative measures of business goals that rely on metrics. Metrics track activities and processes that are specific to an area of a business or one of its departments.\n\nMost KPIs fall into four broad categories. Each category has its own characteristics, time frame, and level of business that is likely to use it. Different KPIs may also be used by different departments within the same company.\n\nStrategic KPIs are usually the highest-level. These types of KPIs may indicate how a company is doing, although they don't provide much information beyond a high-level snapshot.\n\nExecutives are most likely to use strategic KPIs. Examples includereturn on investment,profit margin, and total companyrevenue.\n\nOperational KPIs are focused on a tight time frame. These KPIs measure a company's performance month over month, or sometimes day over day, by analyzing various processes, segments, or geographical locations.\n\nOperational KPIs are often used by management staff to answer questions derived from analyzing strategic KPIs. For example, if an executive notices that company-wide revenue has decreased, they may investigate which product lines are struggling.\n\nFunctional KPIs hone in on specific departments or functions within a company. For example, a finance department may keep track of how many new vendors they register within their accounting information system each month. A marketing department measures how many clicks each email distribution receives.\n\nThese types of KPIs may be strategic or operational. What sets them apart is that they provide the greatest value to one specific set of users.\n\nLeading and lagging KPIs describe the nature of the data being analyzed and whether it is signaling something to come or something that has already occurred. Leading KPIs indicate a change that is coming in the future. Lagging KPIs indicate a change that has already happened.\n\nExamples of these are the number of overtime hours worked and the profit margin for a flagship product. The number of overtime hours worked may be a leading KPI should the company begin to notice poorermanufacturingquality. Alternatively, profit margins are a result of operations and are considered a lagging indicator.\n\nKey performance indicators tied to the financials typically focus on revenue and profit margins. Net profit, the most tried and true of profit-based measurements, represents the amount of revenue that remains, as profit for a given period, after accounting for all of the company's expenses, taxes, and interest payments for the same period.\n\nFinancial metrics may be drawn from a company's financial statements. However, management may find it more useful to use different figures that are more specific to analyzing the problems or aspects of the company that management wants to assess. For example, a company may leverage variable costing to recalculate certain account balances for internal analysis only.\n\nExamples of financial KPIs include:\n\nCustomer-focused KPIs generally center on per-customer efficiency, customer satisfaction, and customer retention. These metrics are used bycustomer serviceteams to better understand the service that customers have been receiving.\n\nExamples of customer-centric metrics include:\n\nKPIs are usually not externally required; they are internal measurements used by management to evaluate a company’s performance.\n\nProcess metrics aim to measure and monitor operational performance across the organization. These KPIs analyze how tasks are performed and whether there are process, quality, or performance issues or improvements to be made.\n\nThese types of metrics are most useful for companies with repetitive processes, such as manufacturing firms or companies in cyclical industries. Examples of process performance metrics include:\n\nMarketing KPIs attempt to gain a better understanding of how effective marketing and promotional campaigns have been. These metrics often measure conversion rates, or how often prospective customers perform certain actions in response to a given marketing medium. Examples of marketing KPIs include:\n\nAny department within a company can be improved to increase efficiency and employee satisfaction. This includes how the internal technology (IT) department is operating. These KPIs can indicate whether the IT department is adequately staffed. Examples of IT KPIs include:\n\nThe ultimate goal of a company is to generate revenue through sales. Though revenue is often measured through financial KPIs, sales KPIs take a more granular approach by leveraging nonfinancial data to better understand the sales process. Examples of sales KPIs include:\n\nManagement may tie bonuses to KPIs. For salespeople, their commission rate may depend on whether they meet expected conversion rates or engage in an appropriate number of leads.\n\nCompanies may also find it beneficial to analyze KPIs specific to their employees. Ranging from turnover to retention to satisfaction, a company generally has a wealth of information available about its staff. Examples of human resource or staffing KPIs include:\n\nIt can be difficult to sort through the vast quantities of information collected by a company and determine which KPIs are most useful and impactful for decision-making. When beginning the process of pulling together KPI dashboards or reports, consider the following steps:\n\nWhen preparing KPI reports, start by showing the highest level of data (i.e., company-wide revenue). Next, be prepared to show lower levels of data (i.e., revenue by department, then revenue by department and product).\n\nA company may wish to analyze KPIs for several reasons.\n\nThere are some downsides to consider when working with KPIs.\n\nA KPI is a key performance indicator: data that has been collected, analyzed, and summarized to help decision-making in a business. KPIs may be a single calculation or value that summarizes a period of activity, such as “450 sales in October.” By themselves, KPIs do not add any value to a company. However, by comparing KPIs to set benchmarks, such as internal targets or the performance of a competitor, a company can use this information to make more informed decisions about business operations and strategies.\n\nOne of the most basic examples of a KPI is revenue per client (RPC). For example, if you generate $100,000 in revenue annually and have 100 clients, then your RPC is $1,000. A company can use this KPI to track its RPC over time.\n\nKPIs vary from business to business, and some KPIs are more suitable for certain companies compared to others. Five KPIs that are commonly used across a variety of businesses are:\n\nA good KPI provides objective and clear information on progress toward an end goal. It tracks and measures factors such as efficiency, quality, timeliness, and performance while providing a way to measure performance over time. The ultimate goal of a KPI is to help management make informed decisions.\n\nKey performance indicators are metrics that businesses track and analyze to understand performance and meet actionable goals. Commonly used KPIs include financial, customer service, process, sales, and marketing metrics.\n\nBy understanding exactly what KPIs are and how to implement them properly, managers are better able to optimize the business for long-term success.",
  "url": "https://www.investopedia.com/terms/k/kpi.asp"
}