{
  "term": "Kuala Lumpur Stock Exchange (KLSE): What it is, How it Works",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nThe Kuala Lumpur Stock Exchange (KLSE) is the former name of a Malaysianstock exchangelocated in the capital city of Kuala Lumpur. The KLSE dates back to 1930 and was specifically created to allow the trading of Malaysiansecurities. The exchange went through several name changes over the years but is now known as Bursa Malaysia.﻿﻿\n\nKLSE is one of the largest exchanges in theAssociation of Southeast Asian Nations(ASEAN), allowing traders to trade equities, exchange traded funds (ETFs), offshore Islamic assets, and other securities.﻿﻿\n\nAs noted above, the Kuala Lumpur Stock Exchange is now known as Bursa Malaysia. The exchange is fully integrated and offersclearing,trading, listing, depository, and settlement services.It has a fully automated trading system which launched in late 2008.\n\nAccording to the exchange's website, 900 companies are able to use it to raisecapitalthrough a number of different economic activities.Its main index is the Kuala Lumpur Composite Index (KLCI), now known as FTSE Bursa Malaysia KLCI, which is composed of the top 30 companies on the Bursa Malaysia Exchange.\n\nA number of different financial securities are traded on Bursa Malaysia, including equities, bonds,derivatives,exchange-traded products(ETPs), and real estate investment trusts (REITs). There's also an Islamic market team that promotes Shariah-compliant capital markets to cater to the nation's Muslim majority.This market includes domestic and offshore Islamic assets as well asIslamic banking, the Shari'ah-compliant trading platform that was launched in 2009.\n\nCompanies that want tolist on the exchangehave three options available including the main or prime market for large, establishedcorporations, as well as the ACE market for companies that have the potential for growth.The final option is known as the LEAP market, which is meant for up-and-coming small- and mid-sized companies.\n\nBursa Malaysia also works with other global corporations and exchanges to promote performance andtransparencyin global capital markets. For instance, it entered into a partnership with theChicago Mercantile Exchange(CME) to offer derivatives.This agreement is valid until 2025.\n\nIf you want to invest in the Malaysian market, consider a mutual fund, exchange traded fund, or an American depositary receipt.\n\nTraders are only able toshort-sellequity-basedexchange traded funds, but that may change in the future. In July 2018, Bursa Malaysia released a consultation paper that sought public comment on a proposed amendment related to ETFs.﻿﻿ This call comes after a task force on ETFs, which included the Securities Commission Malaysia (SC), Bursa Malaysia, and othermarketparticipants made recommendations aimed at expanding investor interest in ETFs. Recommendations from the task force urged including ETFs, such as:\n\nIn service of these goals, the rule changes would loosen regulations on the short-selling framework to allow various short-selling types of ETF units.\n\nThe exchange dates back to 1930, when it was established as the Singapore Stockbrokers' Association. This was the first securities business developed in the Southeast Asian nation.﻿﻿ It went through a series of name changes including the Malayan Stock Exchange and the Stock Exchange of Malaysia.﻿﻿ Securities trading to the public began in 1960 and the exchange wasincorporatedas a company in 1976.﻿﻿\n\nIn a move to become more customer-focused, the exchangedemutualizedin 2004.﻿﻿ With demutualization, a business that has member ownership converts into one that hasshareholders. With this change in ownership structure, the name changed to Bursa Malaysia.\n\nBursa Malaysia. \"Corporate History.\" Accessed Nov. 17, 2020.\n\nBursa Malaysia. \"Who We Are.\" Accessed Dec. 1, 2020.\n\nBursa Malaysia. \"About Us.\" Accessed Dec. 1, 2020.\n\nBursa Malaysia. \"FTSE Bursa Malaysia KLCI.\" Accessed Nov. 17, 2020.\n\nBursa Malaysia. \"Islamic Market.\" Accessed Dec. 1, 2020.\n\nBursa Malaysia. \"Listing on Bursa Malaysia.\" Accessed Dec. 1, 2020.\n\nBursa Malaysia. \"BURSA MALAYSIA EXTENDS AGREEMENT TO HOST ITS DERIVATIVES PRODUCTS ON CME GLOBEX, AND PLANS TO ACQUIRE THE REMAINING 25% EQUITY INTEREST IN BURSA MALAYSIA DERIVATIVES.\" Accessed Dec. 1, 2020.\n\nBursa Malaysia. \"Consultation Paper No. 2/18,\" Page 4. Accessed Nov. 17, 2020.",
  "url": "https://www.investopedia.com/terms/k/klse.asp"
}