{
  "term": "Kuwait Investment Authority: What It is, How it Works",
  "definition": "The term Kuwait Investment Authority (KIA) refers to a government-owned corporation responsible for managing thesovereign wealth fundof Kuwait. Founded out of the Kuwait Investment Board in 1982, it was established to manage governmentrevenue, derived primarily from the excess proceeds Kuwait earns from itsoil reserves. The fund—the world's first and oldest—was created to lessen the country's dependence on oil.\n\nCrude oilwas first discovered in Kuwait in 1938. The country exported its first shipment of thecommodityin 1946, which put Kuwait on the map as one of the world's major crude oil producers.This boosted the country'seconomy, leading its leaders to look for ways to invest its excess revenue.\n\nSheikh Abdullah Al-Salem Al-Sabah created the Kuwait Investment Board in 1953—eight years before the country’s independence. The board was established to manage the nation'ssurplusoil revenue. It also aimed to decrease Kuwait's dependence on a single resource. This paved the road for the creation of the Kuwait Investment Authority (KIA) in 1982 as an autonomous government body in charge of managing theassetsof the country. The KIA is located in Kuwait City, with additional offices in London and Shanghai.\n\nInterested in investing in Kuwait? Consider a mutual fund or an exchange-traded fund.\n\nThe KIA, which created the world's very first and oldest sovereign wealth fund, is managed by a board of directors. This board has the authority and independence over the fund'sasset allocationstrategy. It is also responsible for the fund's performance. The fund invests mostly inprivate and public equity, real estate,fixed income, and alternative investment markets.According to the Sovereign Wealth Fund Institute, the KIA has a total of $750 billion in assets.\n\nThere are three different principles that make up the KIA'smission statement:\n\nThe fund is one of the members of the International Forum of Sovereign Wealth Funds and is among those that signed up to theSantiago Principles, which consists of 24best practicesfor these types of funds. The principles aim to promoteaccountabilityandtransparency, along with sound investment decisions among the world's sovereign wealth funds.\n\nThe fund is divided into two segments—the General Reserve Fund (GRF) and the Future Generations Fund (FGF). The country’s oil revenues and any income earned from the fund's investments are held in the GRF. Its assets and income may be freely used by the national government. This segment invests in domestic companies, along with corporations in other Middle Eastern and Northern African countries.Ten percent of the country's revenue is transferred to the Future Generations Fund as well as 10% of the GRF'snet incomeif there is a surplus and approved by the Minister.\n\nThe FGF is considered an intergenerational, long-term saving platform. This segment, established in 1976, was created with a 50%transferfrom the GRF. The fund invests outside of Kuwait with strategic asset allocation. All income from FGF’s investments isreinvested. Any transfers from the fund require a specific legislation.\n\nKuwait Petroleum Corporation. \"Kuwait Oil History.\"\n\nKuwait Investment Authority. \"About.\"\n\nSovereign Wealth Fund Institute. \"Kuwait Investment Authority (KIA).\"\n\nKuwait Investment Authority. \"Santiago Principles: Self-Assessment 2022.\"\n\nKuwait Investment Authority. \"Investments.\"\n\nKuwait Investment Authority. \"Santiago Principles: Self-Assessment 2022,\" Page 3.",
  "url": "https://www.investopedia.com/terms/k/kia.asp"
}