{
  "term": "Labor Productivity: What It Is, Calculation, and How to Improve It",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nLabor productivity is a measurement of real GDP and aggregate work hours in an economy.\n\nLabor productivity is a measure that compares economic output against the amount of labor required to produce that output.\n\nLabor productivity is often used to calculate the amount of real gross domestic product (GDP) produced by an hour of labor. Growth in labor productivity depends on three main factors: savings and investment in physical capital, new technology, and human capital.\n\nInvestopedia / Paige McLaughlin\n\nLabor productivity measures economic output for a given amount of labor. Growth in labor productivity is measured by the change in economic output per unit of time over a defined period.\n\nLabor productivity is also known as workforce productivity. However, as a macroeconomic measurement, it should not be confused withemployee productivity, which is a measure of an individual worker's output.\n\nTo calculate a country's labor productivity, you would divide the total output bythe total number of labor hours.\n\nFor example, suppose the real GDP of an economy is $10 trillion and the aggregate hours of labor in the country is 300 billion. The labor productivity would be $10 trillion divided by 300 billion, equaling about $33 per labor hour. If the real GDP of the same economy grows to $20 trillion the next year and its labor hours increase to 350 billion, the economy's growth in labor productivity would be 72%.\n\nThe growth number is derived by dividing the new real GDP of $57 by the previous real GDP of $33. Growth in this labor productivity number can sometimes be interpreted as improved standards of living in the country, assuming it keeps pace with labor's share of total income.\n\nLabor productivity is directly linked to improved standards of living in the form of higher consumption. As an economy's labor productivity grows, it produces more goods and services for the same amount of relative work. This increase in output makes it possible to consume more of the goods and services for an increasingly reasonable price.\n\nGrowth in labor productivity is directly attributable to fluctuations in physical capital, new technology, and human capital. If labor productivity is growing, it can usually be traced back to growth in one of these three areas.\n\nPhysical capital includes the tools, equipment, and facilities that workers have available to use to produce goods. New technologies are methods of combining inputs to produce more output, such as assembly lines or automation. Human capital represents the increase in education andspecializationof the workforce. Measuring labor productivity gives an estimate of the combined effects of these underlying trends.\n\nLabor productivity can also indicate short-term and cyclical changes in an economy, possibly even turnaround. If the output is increasing while labor hours remain static, it signals that the labor force has become more productive. In addition to the three traditional factors outlined above, it has been theorized that during economic recessions or periods of possible job insecurity, workers increase their labor effort when unemployment rises and the threat of lay-offs looms.\n\nThere are several ways that governments and companies can improve labor productivity:\n\nLabor productivity shows how much is required to produce a certain amount of economic output. It can be used to gauge growth, competitiveness, and living standards in an economy.\n\nLabor productivity is measured using real GDP and aggregate work hours in an economy. Real GDP is divided by aggregate work hours to reveal labor productivity.\n\nLabor productivity is an important measure because it indicates the amount of economic output generated per unit of labor. A higher measure of labor productivity is ideal, as it means that a greater number of goods and services can be produced in a fixed amount of time.\n\nLabor productivity is a measure of economic output per unit of labor. Most often, labor productivity is measured in terms of real gross domestic product per hour of labor. Businesses and governments alike aim to increase labor productivity. This can be achieved through investments in physical, technological, and human capital.\n\nU.S. Bureau of Labor Statistics. \"Does the Productivity of Individual Workers Increase During Recessions?\"",
  "url": "https://www.investopedia.com/terms/l/labor-productivity.asp"
}