{
  "term": "Labor Market Explained: Theories and Who Is Included",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nThe labor market refers to the supply of and demand for labor. Also known as thejob market, it's based on employees providing the supply and employers providing the demand. It's a major component of any economy and it's intricately linked to markets forcapital, goods, and services.\n\nIt's important and useful to study both the macroeconomic and the microeconomic views of the labor market. Each view can inform government and business outlooks, policies, and actions regarding employment. The labor market plays a major role in any economy.\n\nSupply and demand are influenced by domestic and international market dynamics at the macroeconomic level, as well as by factors such as immigration, the age of the population, and education levels. Relevant measures include unemployment, productivity,participation rates,total income, andgross domestic product (GDP).\n\nIndividual firms interact with employees, hiring them, firing them, and raising or cutting wages and hours at themicroeconomiclevel. The relationship betweensupply and demandinfluences the number of hours employees work and the compensation they receive in wages, salary, and benefits.\n\nThemacroeconomicview of the labor market can be difficult to capture but a few data points can give investors, economists, and policymakers an idea of its health. The first is unemployment.\n\nThe demand for labor lags behind supply during times of economic stress, driving unemployment up. High rates of unemployment exacerbate economic stagnation. They contribute to social upheaval and deprive large numbers of people of the opportunity to lead fulfilling lives.\n\nUnemployment was around 4% to 5% in the U.S. before theGreat Recessionwhen large numbers of businesses failed and many people lost their homes. Demand for goods and services and for the labor to produce them plummeted.\n\nThe unemployment rate in the U.S. was 4.3% in June 2024. This was the highest it had been in two years.\n\nLabor productivityis another important gauge of the labor market and of broader economic health. It measures the output produced per hour of labor. Productivity has risen in many economies, including the U.S., due to advancements in technology and other efficiency improvements.\n\nGrowth in output per hour hasn't translated into similar growth in income per hour in the U.S. Workers have been creating more goods and services per unit of time but they haven't been earning much more in compensation. A productivity gap is created when labor productivity increases more rapidly than wages.\n\nProductivity increased by 64.6% in the U.S. between 1979 and 2021. Hourly wages increased just 17.3%. Productivity grew 3.7 timesmore than pay.\n\nThe supply of labor has outpaced the demand for it when productivity growth outstrips wage growth.\n\nWage growth lagging productivity growth indicates that the supply of labor has outpaced demand, according to macroeconomic theory. There's downward pressure on wages when this happens as workers compete for a scarce number of jobs and employers have their pick of the labor force.\n\nThere's upward pressure on wages if demand outpaces supply because workers have more bargaining power and are more likely to be able to switch to higher-paying jobs. Employers must compete for scarce labor.\n\nSome factors can influence labor supply and demand. An increase in immigration to a country can grow the labor supply and potentially depress wages, particularly for unskilled jobs.An aging population can deplete the supply of labor and potentially drive up wages. These factors don’t always have such straightforward consequences, however. A country with an aging population will seedemand for many goods and servicesdecline while demand for healthcare increases.\n\nNot every worker who loses their job can simply move into healthcare work, particularly if the jobs in demand are highly skilled and specialized such as those for doctors and nurses. Demand can therefore exceed supply in certain sectors even if supply exceeds demand in the labor market as a whole.\n\nFactors influencing supply and demand don’t work in isolation, either. The U.S. would be a much older and potentially less dynamic society if it weren't for immigration. An influx of unskilled workers might exert downward pressure on wages but it likely offsets declines in demand.\n\nOther factors influencing contemporary labor markets and the U.S. labor market include the threat of automation as advanced technologies gain the ability to do more complex tasks. They include the effects ofglobalizationas enhanced communication and better transport links allow work to be moved across borders and the price, quality, and availability of education. A whole array of policies can have an impact, including the minimum wage.\n\nThe microeconomic theory analyzes labor supply and demand at the level of the individual firm and worker.Supply or the hours an employee is willing to work initially increases as wages increase. No workers will work voluntarily for nothing.Unpaid internsare, in theory, working to gain experience and increase their desirability to other employers. More people are willing to work for $20 an hour than $7 an hour in an hourly wage job.\n\nGains in supply may accelerate as wages increase because the opportunity cost of not working additional hours grows. Supply may then decrease at a certain wage level, however. The difference between $1,000 an hour and $1,050 is hardly noticeable and the highly paid worker who’s presented with the option of working an extra hour or spending their money on leisure activities may well opt for the latter.\n\nDemand at the microeconomic level depends on two factors:marginal cost of productionandmarginal revenue product. It will cut into earnings and the firm would theoretically reject that option if the marginal cost of hiring an additional employee or having existing employees work more hours, exceeds the marginal revenue product. It makes rational sense to take on more labor if the opposite is the case.\n\nTheneoclassicalmicroeconomic theories of labor supply and demand have received criticism on some fronts. Most contentious is the assumption ofrational choice: maximizing money while minimizing work. Critics claim that this isn't only cynical but it's not always supported by the evidence.\n\nHomo sapiens may have all sorts of motivations for making specific choices, unlikehomo economicus. The existence of some professions in the arts and nonprofit sector undermines the notion of maximizing utility.\n\nDefenders of neoclassical theory counter that their predictions may have little bearing on a given individual but are useful when taking large numbers of workers in aggregate.\n\nThe effects of aminimum wageon the labor market and the wider economy are controversial. Classical economics and many economists suggest that like otherprice controls, a minimum wage can reduce the availability of low-wage jobs. Some economists say that a minimum wage canincrease consumer spending, however, thereby raising overall productivity and leading to a net gain in employment.\n\nThe effects of immigration are difficult to measure precisely due to the size and complexity of the modern economy.\n\nThe classical model of economics predicts that high levels of immigration may cause wages to fall due to an increased supply of labor. Some studies suggest that immigration can also have a positive effect on aggregate demand, however, depending on the skill sets of the new arrivals. New workers are also consumers and the research found that immigration can increase the demand for labor as well as the supply.\n\nThe Bureau of Labor Statistics compiles a monthly employment report based on a survey of around 60,000 representative households in the United States. Data from the survey are used to estimate the employment figures for the entire country.\n\nThe unemployment rate is based on the percentage of people who are not employed but who are actively looking for a job as a percentage of the total labor force. Those who have no jobs and who are no longer looking for work aren't included in the unemployment rate.\n\nThe labor market is an economic term for the availability of workers and the cost of employment. It plays a major role in the overall economy. The price for labor is largely determined by supply and demand, as in other markets, but the labor market is also heavily regulated in many countries.\n\nStatista. \"Monthly Unemployment Rate in the United States from June 2022 to June 2024.\"\n\nEconomic Policy Institute. \"The Productivity–Pay Gap.\"\n\nWilliam Mitchell et. al. \"Macroeconomics.\" Red Globe Press, 2019.\n\nUniversity of Oxford Migration Observatory. \"The Labor Market Effects of Immigration.\"\n\nEdgar K. Browing et. al. \"Microeconomics: Theory and Applications.\" Wiley, 2020.\n\nZafirovski, Milan. “The Rational Choice Generalization of Neoclassical Economics Reconsidered: Any Theoretical Legitimation for Economic Imperialism?”Sociological Theory, vol. 18, no. 3, 2000, pp. 448–71.\n\nCenter for American Progress. \"Higher Minimum Wages Support Job Growth as the Economy Recovers from Covid-19.\"\n\nFederal Reserve Bank of Dallas. \"Immigrants in the US Labor Market.\"\n\nBureau of Labor Statistics. \"How the Government Measures Unemployment.\"",
  "url": "https://www.investopedia.com/terms/l/labor-market.asp"
}