{
  "term": "Laffer Curve: History and Critique",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nThe Laffer curve is a curve depicting the relationship between tax rates and revenue, based on a theory by economist Arthur Laffer.\n\nCreated in 1974, the curve visually represents total tax revenue collected by governments as varying depending on the tax rate. The curve is often used to illustrate the argument that cutting tax rates can result in increased total tax revenue.\n\nInvestopedia / Michela Buttignol\n\nAmerican economist Arthur Laffer developed abell-curveanalysis in 1974 that plotted the relationship between changes in the government tax rate and tax receipts. The analysis is known as the Laffer curve.\n\nIt suggests that taxes could be too low or too high to produce maximum revenue and that both a 0% income tax rate and a 100% income tax rate generate $0 in receipts.\n\nArthur Laffer argued that tax cuts have two kinds of effects on the federal budget: the arithmetic and the economic.\n\nThe arithmetic effect is immediate. Every dollar in tax cuts translates directly to one less dollar in government revenue and it decreases the stimulative effect of government spending by exactly one dollar.\n\nThe economic effect is longer-term and has amultiplier effect. As a tax cut increases income for taxpayers, they will spend it. The increase in demand creates more business activity, spurring an increase in production and employment.\n\nTax revenuereaches an optimum tax rate (T) that's represented by T* on the graph.\n\nBoth a decrease in the tax rate (moving T to the left of T*) and an increase in the tax rate (moving T to the right of T*) will result in a net decrease in tax revenue.\n\nThe Laffer curve follows certain logic because tax revenue does not always increase whenever the tax rate increases. Of course, the government collects no income when the tax rate is 0% but imagine a situation where the government collects 100% tax revenue. All earnings would then be remitted to the government so there would be no incentive for workers to remain employed.\n\nTotal revenue actually falls in this case as shown by the diminishing portion of the curve even though the rate is highest and further along the x-axis. It may seem counterintuitive but tax revenue is most often not maximized when tax rates are highest due to extenuating circumstances.\n\nThe Laffer curve's theory is that it's more efficient and ideal for a government to set a rate somewhere between 0% and 100%. This may seem simplistic but finding the exact point where total revenue is maximized is subject to great political debate. The graphical depiction above shows it somewhere in the middle but the true ideal rate can be skewed in one direction or the other. Different circumstances for different countries will also yield different outcomes.\n\nArthur Laffer presented his ideas in 1974 to staff members of President Gerald Ford’s administration. Most believed at the time that an increase in tax rates would increase tax revenue.\n\nLaffer countered that taking more money from a business in the form of taxes means the less money the business will be willing to invest. A business will find ways to protect its capital from taxation or to relocate all or a part of its operations overseas. Workers lose the incentive to work harder when they see a greater portion of their paychecks taken for taxation.\n\nLaffer argued that this means less total revenue as tax rates rise and that the economic effects of reducing incentives to work and invest by raising tax rates would damage an economy.\n\nLaffer's findings influenced President Ronald Reagan’s economic policy known as Reaganomics, based onsupply-sideandtrickle-downeconomics. It resulted in one of the biggest tax cuts in history. Yet annual federal government current tax receipts still grew during Reagan's time in office. Total federal tax revenue was $517 billion in 1980. Total federal tax revenue had nearly doubled to $909 billion by 1988.\n\nMarginal tax rates decreased in the economic policy under President Reagan. Tax revenues increased, inflation decreased, and the unemployment rate fell.\n\nPoliticians heavily debate the best way to change the effective tax rate. Republicans tend to lean toward lower corporate and high-earner taxes with the argument that these parties create jobs for the less wealthy. They often lean toward shedding public policy for low-income individuals, including minimizing or eliminating tax credits or rates for the lowest earners.\n\nDemocrats tend to lean toward redistributing wealth from high earners to low earners by increasing tax rates for highertax bracketsand establishing tax breaks for lower tax brackets.\n\nEach side of the aisle is attempting to do what they think is best for their country but each has a different approach regarding the Laffer curve. Republicans most often believe that governments should have minimal interference with business, thus their ideal Laffer curve often has a smaller peak. Democrats most often believe that governments play a crucial part in generating programs that benefit low earners so their ideal Laffer curve is higher.\n\nEach political party strives to reach peak efficiency along the Laffer curve although they use very different methods.\n\nFour often-cited problems have been associated with the Laffer curve.\n\nThe tax system is complex. Raising the rate of one tax can impact or offset the benefits or negatives of reducing another. The Laffer curve overly simplifies the relationship between taxes by allocating a simplistic single tax rate.\n\nThe Laffer curve sets the ideal tax rate anywhere between 0 and 100. However, this rate may change due to economic circumstances.\n\nThe Laffer curve assumes that higher taxes result in lower revenues because employees will work fewer hours. However, employees may work harder or longer for career progression. Businesses don't rely solely on the tax rate for making decisions but also look for a skilled workforce and infrastructure. Both of which offset an increased tax rate.\n\nTax cuts and their effect on the economy depend on the timeline for growth, the availability of anunderground economy, the availability of tax loopholes, and the economy's productivity level.\n\nArthur Laffer's idea that tax cuts could boost growth and tax revenue was quickly labeled “trickle-down.” Both President Herbert Hoover’s stimulus efforts during the Great Depression and President Ronald Reagan's use of income tax cuts were described as \"trickle-down\" measures. Tax breaks and benefits for corporations and the wealthy would trickle down to individuals and boost the economy.\n\nActual numbers are missing from the curve so the actual suggested tax rates and the percentage increase in revenue generated are missing. This leaves policymakers to guess which rates work.\n\nThe Laffer curve displays the relationship between tax rates and tax revenue collected by governments. It's often used to illustrate the argument that cutting tax rates can result in increased total tax revenue. The curve makes the assumption that there is a single tax rate and that the behavior of businesses and individuals in response to it is predictable.\n\nThe Laffer Center. \"About the Laffer Curve.\"\n\nTax Foundation. \"Federal Tax Revenue By Source, 1934-2018.\"\n\nBoyce Wire. \"Laffer Curve: What It Is, Diagrams and Criticism.\"",
  "url": "https://www.investopedia.com/terms/l/laffercurve.asp"
}