{
  "term": "Lagging Indicator: Economic, Business, and Technical",
  "definition": "Daniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nA lagging indicator is an observable or measurable factor that changes sometime after the economic, financial, or business variable with which it is correlated changes. Lagging indicators confirm trends and changes in trends.\n\nLagging indicators can be useful for gauging the trend of the general economy, as tools in business operations and strategy, or as signals to buy or sell assets in financial markets.\n\nA lagging indicator is a financial sign that becomes apparent only after a large shift has taken place. Therefore, lagging indicators confirm long-term trends, but they do not predict them. This is useful because oftentimes, many leading indicators are volatile, and short-term fluctuations in them can obscure turning points or lead to false signals.\n\nLooking at lagging indicators is one way to confirm whether a shift in the economy has actually occurred.\n\nThe U.S. Conference Boardpublishesa monthly index oflagging indicatorsalong with its index ofleading indicators. These include lagging indicators such as the average duration of unemployment, the average prime rate charged by banks, and the change in the Consumer Price Index for Services.\n\nSome general examples of lagging indicators include the unemployment rate, corporate profits, and labor cost per unit of output. Interest rates can also be good lagging indicators since rates change as a reaction to severe movements in the market. Other lagging indicators are economic measurements, such asgross domestic product(GDP), theconsumer price index(CPI), and thebalance of trade(BOT).\n\nThese indicatorsdifferfrom leading indicators, such as retail sales and the stock market, which are used to forecast and make predictions.\n\nLagging indicators in business are a kind ofkey performance indicator(KPI) which measure business performance after the fact, such as sales, customer satisfaction, or revenue churn. They can be difficult or impossible to influence directly.\n\nBusinesses use tools to measure, track, and compare various leading and lagging indicators of performance.\n\nBecause they are at least partially the outcome of business decisions and operations, they provide insight into the results achieved by how a business is being run. Businesses can also track leading indicators that measure internal performance, such as customer engagement or employee satisfaction, which can be influenced more directly and lead to changes in lagging indicators.\n\nBusinesses can usebusiness intelligencetools such as dashboards to measure, track, and compare various leading and lagging indicators of performance.\n\nAnother type of lagging indicator is a technical indicator that lags the current price of an asset, which occurs after a certain price move has already happened. One example of a laggingtechnical indicatoris amoving averagecrossover.\n\nUnlike other lagging indicators that compare different economic variables to each other, a technical indicator compares the value of a given variable to its own moving average over a given interval or other historical characteristics.Technical tradersuse a short-term average crossing above a long-term average as confirmation when placing buy orders since it suggests an increase in momentum.\n\nThe drawback of using this method in asset trading is that a significant move may have already occurred, resulting in the trader entering a position too late. Note that similar technical approaches can be applied to economic indicators such as GDP or other measures of economic performance, as lagging indicators to confirm a change in trend.\n\nLeading indicators are forward-looking. They provide information about likely future outcomes. Lagging indicators are backward-looking and provide information about the effects of past inputs.\n\nThe moving average convergence/divergence (MACD or MAC-D) is a lagging technical indicator that is used in investing. It shows the relationship between two exponential moving averages for a security's price. Because this price information is historical data, MACD is a lagging indicator.\n\nInflation is a laggingeconomic indicator. It is reported after prices have already risen, which means the data it uses is historical. This type of lagging indicator provides important information about the economy that is used to set public policy.\n\nLagging indicators are correlated to economic, financial, or business inputs. They are based on historical data, which means they change after a change has already happened in those inputs. This is different from leading indicators, which provide information about likely future changes.\n\nEconomic lagging indicators, such as the unemployment rate or inflation, provide information about past economic changes. Business lagging indicators usually provide information about how a change in management or strategy has impacted performance. Technical indicators are used in investing. They provide information about market trends, momentum, and the prices of securities.",
  "url": "https://www.investopedia.com/terms/l/laggingindicator.asp"
}