{
  "term": "Laggard: What it Means, How it Works, Risks",
  "definition": "A laggard is a stock or security that is underperforming relative to its benchmark or peers. A laggard will have lower-than-average returns compared to the market. A laggard is the opposite of a leader.\n\nIn most cases, a laggard refers to a stock. The term can also, however, describe a company or individual that has been underperforming. It is often used to describe good vs. bad, as in \"leaders vs. laggards.\" Investors want to avoid laggards, because they achieve less-than-desiredrates of return. In broader terms, the termlaggardconnotes resistance to progress and a persistent pattern of falling behind. As an example of a laggard, consider stock ABC that consistently posts annual returns of only 2 percent when other stocks in the industry post average returns of 5 percent. Stock ABC would be considered a laggard.\n\nIf an investor's portfolio contains laggards, these are most likely to be sold off first. Holding astockthat returns 2 percent instead of one that returns 5 percent costs you 3 percent each year. Unless there is some solid reason to believe that a catalyst will lift shares of a stock that has historically lagged its competition, continuing to hold the laggard costs money. The reason for a laggard's subpar performance is usually specific to the company. Maybe they lost a big contract. Maybe they are currently dealing with management or labor issues. Maybe their earnings are eroding in an increasingly competitive environment, and they haven't found a way to counteract the trend.\n\nHow does a stock become a laggard? Perhaps the company continually misses earnings or sales estimates or shows shaky fundamentals. Lower-priced stocks also carry more risk because they often feature less dollar-based trading liquidity and exhibit bigger spreads between the bid and ask prices.\n\nEverybody loves a bargain. But when it comes to investing, a cheap or laggard stock may not be the best deal. You could very well end up getting what you paid for. While a stock share at $2, $5 or $10 may seem like it has lots of upside, most stocks selling for $10 or less are cheap for a reason. They have had some sort of deficiency in the past, or they have something wrong with them now.\n\nA better strategy may be to to buy fewer shares of an institutional-quality stock that’s rising soundly, rather than thousands of shares of a cheap stock. Top mutual funds and other big players prefer companies with sound earnings and sales track records, and share prices of at least $15 on theNasdaqand $20 on theNYSE. They also prefer volumes to be at least 400,000 shares a day, which allows funds to make trades with less impact on the share price.",
  "url": "https://www.investopedia.com/terms/l/laggard.asp"
}