{
  "term": "Land Value Tax: What It Is and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA land value tax (LVT) is a method of taxing property based solely on the value of the land itself, excluding any buildings or improvements on the property.\n\nA land value tax is a more predictable way totax propertybased solely on the value of a parcel of land and not any associated buildings.The concept of a land value tax dates back to the beginning of agrarian societies when when the goal was to tax landowners fairly for the benefit of the larger community.\n\nA land value tax (LVT) is intended to fairly assess the value of the land, which is a finite resource with a base value that doesn’t fluctuate as dramatically as the value of buildings or other structures.Fluctuations in land values are determined in great part by what happens with and around the land. For example, an acre of land in a rural setting may not contribute as much to the surrounding economy as the same sized plot in a downtown urban location, where the location might be next to a new food distribution center needing an additional loading dock.\n\nFrom the earliest times, land has been seen by societies as an asset that cannot be owned by an individual in the traditional sense of ownership, but rather something to be treated as a rental passing from generation to generation. It is the human activity undertaken on a parcel of land that largely determines its overall value, and that activity is almost always linked to the wealth of the landowner, so a land value tax is viewed as a fairer basis for determining tax liability. This has led us to our modern-day system ofassessingland and buildings separately for taxation purposes.\n\nLVT is also known as a site valuation tax, an example of anad valorem tax. Ad Valorem is a Latin phrase meaning “according to value.”Modern examples of these includemunicipal land assessmentshomeowners receive annually, in which their land is valued separately from the various buildings on their land.\n\nA homeowner can make improvements to the buildings on the land, changing the taxable value. But the land itself tends to maintain a more stable value over time. The opposite is also true in the case of a landowner who lets his buildings fall into disrepair. In this case, the overallproperty taxespaid to the community will be less than before, yet the land itself maintains more or less its original worth, which will be important when a potential buyer is considering their tax burden and the real value of what they are purchasing.\n\nChanges in property values are largely determined by market fluctuations and can be extremely volatile. These changes create what economists calldeadweight loss, which is the measure of the loss to society at large.These losses have far-reaching adverse effects in funding the basic services any prosperous society needs, such as police, fire and rescue.\n\nThe land value tax helps mitigate these market swings by separating the more stable value of the land from the buildings in creating a manageable system forreal estate taxation.\n\nTraditional property taxes assess the value of the land and any buildings or improvements on the property. On the other hand, a land value tax only assesses the value of the land itself, disregarding the value of structures. This distinction makes land value taxes more fair, especially in areas where land tends to appreciate slower than buildings.\n\nYes, by separating the land value from the building value, a land value tax reduces the impact of market swings. This separation helps prevent sharp fluctuations in property taxes that can occur when the value of buildings changes quickly.\n\nLand value taxes have been implemented in some areas but are not widespread. They are, however, gaining attention as a more equitable and efficient form of taxation, especially in urban planning and agricultural policy.\n\nA land value tax is an alternative to traditional property taxes that could provide a more stable and fair way to assess property taxes. By taxing only the land value, rather than the land and buildings together, LVT encourages better land use and reduces the economic inefficiencies caused by fluctuating property values. While not yet widely adopted, land value taxes hold promise for communities seeking a more equitable and predictable tax system.\n\nLincoln Institute of Land Policy. \"Assessing the Theory and Practice of Land Value Taxation,\" Page 2.\n\nW.J. McCluskey, Owiti A. K'Akumu, and Washington Olima, \"Land Value Taxation -- Chapter One: Theoretical Basis of Land Value Taxation,\" Page 3. Ashgate Publishing, 2005.\n\nInternational Center For Public Policy. \"Property Taxes from the Ground Up.\"\n\nAngus Stevenson and Maurice Waite. \"Concise Oxford English Dictionary,\" Page 18. OUP Oxford, 2011.\n\nWisconsin Department of Revenue. \"2025 Property Assessment Process Guide for Municipal Officers,\" Page 33-34.\n\nTax Foundation. \"Reviewing the Deadweight Loss Effects of High Tax Rates.\"",
  "url": "https://www.investopedia.com/terms/l/land-value-tax.asp"
}