{
  "term": "Land Contract: What It Is and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nPhotoAlto / Frederic Cirou / Getty Images\n\nA land contract is a seller-financed loan drawn up by a buyer and seller. Although it's called a land contract, the deal can include properties like homes, pools, sheds, and other real estate. While land contracts can be individual loans, developers also use land contracts when dealing with real estate property.\n\nA land contract details the specific terms associated with buying a piece of property. Land contracts can be broad in scope, with certain states having more generous legal rights for landcontract holdersthan others. As a result, the world of land contracts can be difficult to navigate, so a buyer must be very careful to ensure that the terms of the contract are legally binding in case a dispute arises in the future.\n\nLand contracts are often structured withsellerfinancing. This can provide for a broader universe of eligible borrowers since seller financing can sometimes allow for purchasers who would not otherwise qualify for a mortgage or for investors who wish to complete a purchase faster than a regularmortgagewould allow.\n\nSeller financingreduces the number of entities involved in selling a property. Seller financing allows the buyer to purchase the property directly from the seller over a period of time rather than paying one up-front payment. In a seller-financing deal, the seller determines the interest rate required, the duration of the deal, and anydown paymentrequired.\n\nSeller-financed land contracts may include a tract of land, or they may also include land and any assets located on the land. Assets included in a land contract may include residential homes, pools, tennis courts, basketball courts, barns, or horse tracks. Any assets located on the land and included in a land contract will affect the price. The seller holds the title on all assets until full payment is made, at which time the title is transferred.\n\nLand contracts are usually seller-financed. However, in some cases, a borrower may seek traditional bank financing for a land contract. A borrower seeking to build on a piece of land may wish to finance the property through a bank loan. Terms of a loan for land will generally include a higherinterest rateand are usually based on a shorter term.\n\nLoans for land will also often be structured with aballoon paymentrather than regular installment payments. Often, builders receiving a loan for land will refinance or pay off the loan with a takeout loan once thereal estateis built and greater collateral value is established.\n\nMortgages are more structured products when it comes to terms and lending practices, whereas land contracts are completely unique. The exact terms of the contract are up to the buyer and the seller.\n\nThe seller and buyer will set terms related to the sales price, payment amounts, loan dates, interest payments, and the title settlement.Since you're drawing up a legal document together, it's a good idea to consult a real estate attorney.\n\nYes, if the seller is willing to change the terms, you'll typically need to get a property appraisal, find a mortgage lender, and qualify for the new loan. Again, you'll have to work closely with the seller.\n\nBuyers who don't qualify for traditional lending might turn to a land contract. These are typically processed faster than conventional mortgages since banks and lenders aren't involved. Instead, the borrower draws up terms with the seller and makes payments directly to them.\n\nWhile there are some benefits to land contracts, they can be risky. It's still a good idea to consult a real estate attorney to look over documentation, especially since the buyer won't get the title from the seller until all payments are made.\n\nContracts Counsel. \"Land Contract: Definition, Benefits, Risks.\"\n\nRocket Mortgage. \"Land Contracts: What They Are And How They Work.\"",
  "url": "https://www.investopedia.com/terms/l/land_contract.asp"
}