{
  "term": "Landlord: Duties, Responsibilities, and Rights",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA landlord is someone who owns and rents real estate. Landlords can be individuals, businesses, or other entities. Landlords typically provide the necessary maintenance or repairs during the rental period. Specific duties and obligations are normally outlined in aleaseagreement.\n\nAs noted above, a landlord is anyone who owns property and rents it out to someone else. This party is called the tenant. Landlords invest inreal estateas a source of profit. By owning property and leasing it out, a landlord can earn a steady stream ofincomealong with the potential for appreciation of their properties.\n\nLandlords may be individuals, businesses, or other entities, such as government agencies. Similarly, the types of properties they own can also vary. That means that the types of properties they own aren't limited to just homes. In addition to single-family residences, their real estate portfolios may include:\n\nLandlords typically useleaseswhen they rent out theirassets. A lease is a legally binding contract that outlines the terms under which one party agrees to rent property from another. It guarantees thelessee(the tenant) the use of an asset and guarantees that thelessor(the property owner or landlord) is entitled to regular payments for a specified period in exchange.\n\nThere are some landlords who own property but don't live or work near the property. These people or entities are calledabsentee landlords.Being an absentee landlord can be risky. Damage due to tenant negligence or misbehavior is an ongoing worry. In addition, squatting situations can arise without adequate monitoring of the property.\n\nLandlords have specific rights and responsibilities that vary from state to state. There are also general laws that are common to all states.\n\nLandlords have the right to collect rent as well as any prearrangedlate fees. They also have the right to raise the rent as defined in the tenant-landlord lease agreement. When tenants do not pay rent, landlords have the right to evict them. The process ofevictionvaries from state to state. Most states provide landlords with the ability to collect back rent as well as legal costs.\n\nIn 2019, Oregon became the first state to implement statewide rent control, placing a limit on rent increases.\n\nLandlords are responsible for maintaining their rental properties and keeping them in habitable condition. They must ensure that properties are clean and empty when new tenants move in. In addition, landlords must follow all local building codes, perform prompt repairs, and keep all vital services, including plumbing, electricity, and heat, in working order.\n\nLandlords are also responsible for managingsecurity deposits.While landlords have the right to charge tenants a security deposit to cover property damage and unpaid rent, the deposit doesn't belong to the landlord. The laws governing security deposits vary from state to state.\n\nLandlords may be individuals, corporations, or other entities, such as government agencies.\n\nIndividuals may own one or more properties and rent them out to supplement their incomes or as a way todiversifytheir investment portfolios. For instance, a middle-aged couple may decide to purchase a second home and rent it out as a way to increase their monthly income. Keeping the property rented out duringretirementcan help these individuals supplement any money they receive fromSocial Security benefitsor their investments.\n\nOther landlords, such as corporations, may be in the business of purchasing properties for the express purpose of renting them out. For example, a real estate corporation may purchase office buildings and rent them out to different businesses for monthly rent.\n\nMunicipal governments, especially those in large cities, often own housing corporations. These agencies own, rent out, manage, and maintainaffordable or subsidized housingrentals to those in need. Rental payments are commonly determined based on a tenant's income for these dwellings.\n\nThere are advantages and disadvantages to becoming a landlord.\n\nVarious responsibilities of maintaining and managing the property\n\nOn the pro side, most costs associated with rental properties aretax-deductible. If there is no net profit afterexpenses, rental income is essentially un-taxed income. As the rental propertymortgageis paid down, landlords increase their ownership percentage of their property and gain access to the appreciation of value.\n\nHowever,when a landlord sells a property, they will pay taxes on anycapital gainsunless they roll over the money into another rental property. This process called a1031 exchange, and it has specific requirements. The new property must be identified within 45 days of the sale, and the full transfer must take place within 180 days.\n\nThere are four main things landlords aren't allowed to do:\n\nDiscriminate:TheFair Housing Actstrictly forbids landlords from denying a lease to someone based on their race, color, national origin, sexual orientation, familial status, disability, or gender.\n\nEnter without proper notice:Unless it's for an emergency situation, landlords must give proper notice before entering a property. Laws vary by state, but many statutes require at least 24 hours' notice.\n\nEvict tenants improperly:A landlord may evict a tenant, but they must always go through the proper legal channels. Failure to follow proper protocol may put the landlord in a precarious legal position.\n\nRaise rents without notice:Landlords must give ample notice before increasing a tenant's rent (typically a minimum of 30 days). And depending on the state, rent control laws might prevent landlords from raising rents above a certain limit, even when the lease is up for renewal.\n\nIn most states, landlords must give a tenant 30 days' notice to end a month-to-month lease.\n\nLandlord-tenant laws vary from state to state. But generally speaking, a landlord has three to seven days to fix critical issues (such as no heat or running water) and 30 days for less serious problems.\n\nIn most cases, you must first notify the landlord of any issue(s) before you file a complaint. If there is no response or the landlord doesn't rectify the situation, you may file a complaint with the local health department, the Rental Protection Agency, the U.S. Department of Housing and Urban Development's (HUD) Multifamily Housing Complaint Line, and/or the local police.\n\nThe amount a landlord can increase the rent depends on local laws. In areas without rent control, rent increases vary by state. For example, in California, the Tenant Protection Act of 2019 provides a rent cap increase for areas within California that do not have a rent control in place.\n\nLandlords have specific duties, responsibilities, and rights. Some of them vary by state, but some are common to all states. They all should be outlined in the lease agreement. This legal contract states the rent the tenant must pay and for how long. It also stipulates the duties and responsibilities of both landlords and tenants and the consequences of a breach.\n\nNational Low Income Housing Coalition. \"From the Field: Oregon Passes Nation's First Statewide Rent Control Law.\"\n\nSettlement.org. \"What Are My Responsibilities as a Landlord?\"\n\nLamacchia Property Management. \"What is Security Deposit Management?\"\n\nSettlement.org. \"What is Subsidized Housing?\"\n\nInternal Revenue Service. \"Instructions for Form 8824 (2020).\"\n\nUnited States Department of Hosing and Urban Development. \"Housing Discrimination Under the Fair Housing Act.\"\n\nRental Protection Agency. \"Home.\"\n\nUnited States Department of Housing and Urban Development. \"Bad Landlords in Federal Housing Complaints.\"\n\nCalifornia Legislative Information. \"AB-1482 Tenant Protection Act of 2019: Tenancy: Rent Caps.\"",
  "url": "https://www.investopedia.com/terms/l/landlord.asp"
}