{
  "term": "Lapse: Definition, How It Works With Insurance, and Consequences",
  "definition": "A lapse is the removal or expiration of a privilege, right, or policy due to the passage of time or some sort of inaction. A lapse of a privilege due to inaction occurs when the party that is to receive the benefit does not fulfill the conditions or requirements set forth by a contract or agreement.\n\nWhen aninsurancepolicy lapses, it usually occurs because one party fails to act on its obligations, or one of the terms on the policy is breached; an insurance policy will lapse if the holder does not pay thepremiums, for example. Similarly, in derivatives trading, the right given by anoptions contractwill lapse when the option reaches maturity, at which time the holder will no longer possess the right to buy or sell theunderlying asset.\n\nWhen something has lapsed, the benefits and everything stated in the lapsed contract or agreement no longer remain active.\n\nLapse is most often used in the context of insurance, where the term implies a \"lapse in coverage,\" a direct translation of how a lapsed policy no longer confers benefits or provides coverage. Lapsing can also occur in other contexts.\n\nWhen policyholders stop paying premiums and when the account value of the insurance policy has already been exhausted, the policy lapses. A policy does not lapse each and every time a premium payment is missed. Insurers are legally bound to give agrace periodto policyholders before the policy falls into a lapse. The grace period is usually 30 days. Insurers provide policyholders a period of 30 days to pay for the missed premium deadline.\n\nWhole life, variable universal life, anduniversal life (UL) insurancepolicies use existingcash valuesof policies if payments are missed. If policyholders still do not pay within the grace period, a policy may use its own account value to pay for the unpaid premiums. If the account value is not sufficient to pay for the policyholder’s premiums, then the policy will be considered lapsed. Once a policy lapses, the insurer is not under any legal obligation to provide the benefits stated in the policy.\n\nTerm life insurancedoes not have this benefit because it does not gain cash value. In this case, when premium payments are missed, the policy goes straight to the grace period and then falls into a lapse when the grace period is over.\n\nMost insurers offer policyholders the benefit of reinstating a policy during a grace period. The requirements forreinstating a policydepend on the time that the policy has lapsed. For example, insurers do not require documentation or proof of health if the policyholder wants to reinstate a policy within 30 days after it lapsed. Documentation regarding health and finances may be required in cases where the lapsed period for a policy is between 30 days and six months. Any period longer than six months and up to five years would be dependent on the insurance company.\n\nMost states require drivers to have auto insurance. The consequences of driving without insurance can be great, even for those who can prove they have adequate finances to cover damages. Without insurance, assets, such as personal finances and real estate, are at risk.\n\nAuto policies can lapse for various reasons, such as missed premium payments or too many driving infractions. Policyholders with lapsed policies are considered a higher risk for the insurance company. If a policy lapses because of accidents or driving violations, it is likely that these activities will continue with the new insurer. Also, missed premiums compromise the insurer's ability to properly cover losses.\n\nBecause of the increased risk to the insurer, premium rates increase for policyholders with lapsed coverage. For some, they may be deemed uninsurable, requiring them to obtain coverage from low-rated insurers. The longer the lapse in coverage, the higher the rate will be.\n\nSome states impose penalties for lapsed coverage. For example, Alabama will suspend the driver's license and impose a $200 license reinstatement fee. If caught driving without insurance or without the minimum state limits, the driver could be required to obtain a court-ordered SR-22 certificate of financial responsibility, filed by the insurer. Because the SR-22 indicates a poor driving history, the insurance company will likely apply a higher rate for assuming the risk of insuring the driver.\n\nStock shares or stock options are sometimes granted to employees as a form of incentive compensation. These normally come with a restriction that stops employees from selling or trading shares for a particular period of time. These restrictions vary between companies and are mostly dependent on the vesting period or the duration of time that the employee has spent with the company. When the restrictions are lifted, employees become direct owners of the shares.\n\nIf the employee or grantee does not exercise the stock option within the specified time, the options lapse.In other words, the granted shares of stock are forfeited by the employee and return to the grantor or employer.\n\nFor example, an employer grants employees with 10 years of service the option to purchase 100 shares of stock at $20 per share. This option must be executed within 6 months. Some employees do not exercise their option to purchase shares within 6 months. Therefore, their option to purchase shares of stock lapses.\n\nLet's say that Sam has a term life insurance policy with a $1 million death benefit that requires payment of a $100 monthly premium for a period of 10 years. For the first two years of the policy, Sam makes the monthly payments for the policy as required. After two years, however, Sam is laid off and can no longer afford to make the payments. The grace period on the policy is 30 days over, but Sam still cannot pay the premiums due; as a result, the policy lapses. If Sam were to pass away at this point, there would be no insurance coverage.\n\nAlapse ratio, or expiration ratio, is a measure of policies issued by an insurance company that are not renewed compared to the number of policies that were active at the beginning of that same period. The ratio serves as an important indicatorin the insurance industry because it reveals how efficient a company is at retaining its customers and earnings.\n\nShortly thereafter, Sam finds another job and requests that the insurance company reinstate the policy. The insurer agrees and Sam resumes paying the premiums, thus restoring the lapsed coverage.\n\nAs of 2018, the lapse rate for individual life insurance policies was 4.7% and for group policies was 5%.\n\nA lapse in auto coverage generally results in higher rates being applied. The longer the lapse, the higher the rate. For example, drivers with policies that have lapsed for up to 30 days see an 8% increase in auto insurance rates.For those with lapses greater than 30 days, the rate increase is about 35%.\n\nMost policies lapse without affecting credit. However, if the policyholder owes the insurer for coverage, the insurer may report the debt to a collection agency.Under those circumstances, the lapse can precipitate a decrease in the policyholder's credit score.\n\nA lapse in coverage can occur for many reasons, with the most common being missed premium payments. Lapses translate into higher risks for insurers and, as a result, higher rates for policyholders. If facing a possible lapse in coverage, contact your insurer to see what options are available to prevent it.\n\nPocket Sense. \"Lapsed & Restricted Stock Options.\" Accessed Aug. 1, 2021.\n\nACLI. \"Life Insurance,\" Page 7. Accessed Aug. 1, 2021.\n\nValue Penguin. \"How Does a Lapse in Car Insurance Coverage Affect Rates?\" Accessed Aug. 1, 2021.\n\nValue Penguin. \"What Happens if Your Car Insurance is Canceled for Nonpayment?\" Accessed Aug. 1, 2021.",
  "url": "https://www.investopedia.com/terms/l/lapse.asp"
}