{
  "term": "Large Trader: What it is, How it Works, Special Considerations",
  "definition": "A large trader is an investor or organization with trades that are equal to or exceed certain amounts as specified by theSecurities and Exchange Commission (SEC). A large trader is defined by the SEC as \"a person whose transactions inNational Market System (NMS)securities equal or exceed two million shares or $20 million during any calendar day, or 20 million shares or $200 million during any calendar month.\"\n\nAny market participant who is, by definition, a large trader must identify themselves to the SEC and submit Form 13H, \"Large Trader Registration: Information Required of Large Traders Pursuant to Section 13(h) of theSecurities Exchange Act of 1934and Rules Thereunder.\"\n\nThe SEC initiated large trader reporting pursuant to theMarket Reform Act of 1990and in response to the development of trading technology that enables trading in substantial volumes and fast execution speeds. Large traders are typically professional market participants and large institutional investors such as mutual funds, pension funds, hedge funds, banks, and insurance companies.\n\nLarge traders have the ability to buy and sell large blocks of securities, such as stocks and bonds. In the Market Reform Act of 1990 and later proposals, the SEC cited the rising prominence of large traders andhigh-frequency traders (HFTs)in the markets and the need for improved access to their trading activity in NMS securities.\n\nLarge trader reporting is intended to help the SEC identify individuals engaged in significant market activity and analyze the impact of their trading activity on the market. It also aids in SEC investigations and enforcement activities.Since 2011, the SEC requires that all traders who execute a substantial amount of trading activity, as measured byvolumeor market value, identify themselves to the SEC by registering with the SEC through Form 13H.\n\nThe SEC assigns each large trade an identification number, collects information, and analyzes each large trader's trading activity. The SEC assigns large traders a Large Trader Identification Number (LTID), which must be furnished to their respectivebroker-dealers. The large trader must also identify to which accounts the LTID applies.\n\nRegistered broker-dealers must maintain records of their traders' LTIDs and executed transaction times, as well as monitor their clients' accounts for activity qualifying as large trading. Also, they must report transactions by large traders that equal or exceed the activity level or aggregate transactions in NMS securities. The SEC may request details of transactions, to which the broker-dealer must comply by transmitting information through theElectronic Blue Sheets (EBS)system.\n\nThe SEC uses the information gathered from the Electronic Blue Sheets system to analyze the causes of trading volatility and to determine if large traders are breaking any securities laws, such as those associated withinsider trading.\n\nLarge traders must submit an initial filing through Form 13H and an annual filing for each applicable calendar year. In addition to annual updates, large traders are allowed to submit quarterly updates to the SEC if their information has changed or is inaccurate.\n\nA large trader who has not conducted the identifying amount of trading activity as measured by volume ormarket valuemay file for inactive status and can remain inactive and exempt from the filing requirements until the large trader trading level is made again. Those wanting to terminate their status must report the termination of its operations as a large trader on Form 13H during the next filing period.\n\nU.S. Securities and Exchange Commission. \"Observations from Examinations of Broker-Dealers and Investment Advisers: Large Trader Obligations.\" Page 2.\n\nU.S. Securities and Exchange Commission. \"17 CFR Parts 240 and 249, Large Trader Reporting System.\" Pages 6-8.\n\nU.S. Securities and Exchange Commission. \"17 CFR Parts 240 and 249, Large Trader Reporting System.\" Pages 6-8, 13-14.\n\nU.S. Securities and Exchange Commission. \"17 CFR Parts 240 and 249, Large Trader Reporting System.\" Pages 5-6.\n\nU.S. Securities and Exchange Commission. \"Responses to Frequently Asked Questions Concerning Large Trader Reporting.\"\n\nU.S. Securities and Exchange Commission. \"17 CFR PARTS 240 and 249, Large Trader Reporting: Final Rule.\" Pages 1-2.\n\nU.S. Securities and Exchange Commission. \"17 CFR PARTS 240 and 249, Large Trader Reporting: Final Rule.\" Pages 38-39.\n\nU.S. Securities and Exchange Commission. \"17 CFR PARTS 240 and 249, Large Trader Reporting: Final Rule.\" Pages 39-43.",
  "url": "https://www.investopedia.com/terms/l/largetrader.asp"
}