{
  "term": "Last Twelve Months (LTM): Definition and How It's Used in Analysis",
  "definition": "The last 12 months is the timeframe that analysts generally consider the most relevant when they are evaluating a company's financial performance and future prospects.\n\nThe last 12 months (LTM) is the timeframe that stock analysts zero in on when they evaluate a company's performance and project its near-term prospects for growth. Many of a company's financial figures, such as revenues and debt-to-equity (D/E), are viewed in the context of the last 12 months.\n\nExamining a company's performance over the immediate past 12 months excludes the impact of old news while capturing all seasonal variations in business. It reflects a company's recent performance and is most likely to reflect the company's current state.\n\nLTM is also calledtrailing twelve months(TTM). For example, a stock quote summary page will list a company's P/E ratio and its earnings per share (EPS) as TTM, for trailing 12 months.\n\nWhile in some respects, 12 months of data is less than adequate for investment evaluations, it is a long enough span of time to level out annual seasonal factors, short-term price fluctuations, and some marketswings. Last 12 month figures provide updated metrics from the typical annual and quarterly figures reported by company management.\n\nIn reviewing figures shown as last 12 months or trailing 12 months, investors should not assume the figures necessarily with a company's most recent fiscal year. In company financial statements, which are typically filed at the company's fiscal year-end, the last 12 month figures refer to the 12-month period ending on the last date of the month the financial statement is dated, such as June 30 or Dec. 31.\n\nFor example, in a financial statement dated March 2015, last 12 month figures cover the period of time from April 1, 2014, through March 31, 2015.\n\nIn addition to being used to gauge the recent trend of a given company's performance, the last 12 month financial metrics are also frequently used to compare the relative performance of similar companies within an industry or sector.\n\nFinancial metrics commonly considered by looking at last 12 month figures include a company's price-earnings (P/E) ratio and earnings per share (EPS).\n\nIn reviewing stocks, mutual funds, and exchange-traded funds (ETFs), the dividend yield figure for the last 12 months is often compared with theSEC yieldfigure, which reflects only the yield of the most recently paid dividend.\n\nAnother instance where the last 12 months' figures are useful is when a company is being considered for acquisition. To arrive at a more accurate current value of a company, last 12 months’ figures are often preferable to the most recent fiscal year figures.",
  "url": "https://www.investopedia.com/terms/l/ltm.asp"
}