{
  "term": "Last Trading Day: Overview and Examples in Option Trading",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe last trading day is the final day that afutures contract, or other derivatives with an expiry date, may trade or be closed out before thedeliveryof the underlying asset orcash settlementmust occur. At the end of the last trading day, the contract holder must be prepared to accept delivery of the commodity or settle in cash if the position is not closed. The same concept applies tooptions contracts.\n\nThe last trading day is the final chance to close the position, otherwise the underlying will be delivered if applicable. If the option is worthless, then it does not need to be closed, it will simply expire.\n\nThe last trading day is the day before a derivative expires. On the expiry date, the derivative is no longer tradable and the settlement process begins. Assume theexpiration dateon an options contract is Friday, March 22. The last trading is Thursday, March 21.\n\nThe last trading day is the final day that a futures contract can be traded or closed out.Any contracts outstanding at the end of the last day trading day must be settled by delivery of the underlying physical asset, exchange of financial instruments, or by agreeing to a monetary settlement. The specific agreements covering these potential outcomes are contained in the futures contract specifications and vary betweensecurities.\n\nIn general, most futures contracts result in an exchange of financial instruments or a cash settlement rather than a delivery of the physicalcommoditysince most market participants are hedging or speculating.\n\nThe last trading day for an option is the day before the expiration date.Holders of options on the expiry date will be required to deliver or receive the underlying, if applicable. Options that are worthless will expire and don't need to be closed out.\n\nIf an option buyer is holding a position that isin the money(ITM), they will receive shares and be required to put the capital and/or margin to purchase/short those shares. The option seller will need to provide those shares.\n\nFor some derivative contracts, trading is allowed on the expiry date up to a certain time of day. In this case, the last trading day is the expiry day.\n\nTraders can find expiry dates in their derivative contract or by looking at various exchange websites for standard trade settlement details. Exchanges will have a web page that lists all of their futures and options contracts and their settlement dates and times.\n\nSome popular futures and options exchanges in North America include:\n\nThe last trading day is important for investors to note as it allows them to close out of the contract before expiration. Futures contracts also have several notice days which provide the investor with details on the approaching settlement. Notice days can vary by contract with the first notice day often three to five days before the last trading day.\n\nIf an investor’s contract position is not closed before the last trading day then they will be expected to proceed with delivery. Subsequently, they will receive delivery notices and be required to arrange for the final delivery of the underlying assets.\n\nSuppose that a speculative futures trader purchases agold futurescontract with an expiration date of Aug. 27, 2021, which has a last trading day of Aug. 26, 2021. If the trader doesn't sell the contract by the end of the day on Aug. 26, the contract must be settled by delivery of the underlying asset. Most contracts also include acash settlementoption that relieves the two parties from thephysical exchangeor delivery of the underlying assets.\n\nOn the other hand, suppose a food production company purchasesorange juice futurescontracts with an expiry date of July 13, 2021. They may choose to take physical delivery of the orange juice since they can package it and sell it to customers or stores. After expiration, the production company would receive a delivery notice and be required to make arrangements for receipt of the orange juice. If they did not want to take physical delivery, then they would need to close the position on the last trading day, which in this case is July 12, 2021.\n\nCME Group. \"Understanding Futures Expiration & Contract Roll.\"\n\nCME Group. \"Get to Know Futures Expiration and Settlement.\"\n\nFinancial Industry Regulatory Authority. \"Security Futures—Know Your Risks, or Risk Your Future.\"\n\nCME Group. \"Understanding AM/PM Expirations.\"",
  "url": "https://www.investopedia.com/terms/l/lasttradingday.asp"
}