{
  "term": "Last In, First Out (LIFO): The Inventory Cost Method Explained",
  "definition": "Last in, first out (LIFO) is a method used to account for business inventory that records the most recently produced items in a series as the ones that are sold first. That is, the cost of the most recent products purchased or produced is the first to be expensed ascost of goods sold (COGS), while the cost of older products, which is often lower, will be reported as inventory.\n\nTwo alternative methods of inventory costing includefirst in, first out (FIFO), in which the oldest inventory items are recorded as sold first, and theaverage cost method, which takes the weighted average of all units available for sale during the accounting period and uses that average cost to determine COGS and ending inventory.\n\nLast in, first out (LIFO) is only used in the United States where any of the three inventory-costing methods can be used undergenerally accepted accounting principles (GAAP). TheInternational Financial Reporting Standards (IFRS), which is used in most countries, forbids the use of the LIFO method.\n\nMost companies that use LIFO inventory valuations need to maintain large inventories, such as retailers and auto dealerships. The method allows them to take advantage of lower taxable income and higher cash flow when their expenses are rising.\n\nMost U.S.public companies prefer to use FIFO.If a company uses a LIFO valuation when it files taxes, it must also use LIFO when it reports financial results to itsshareholders, which lowers itsnet income.\n\nWhen there is zeroinflation, all three inventory-costing methods produce the same result. But if inflation is high, the choice of accounting method can dramatically affect valuation ratios. FIFO, LIFO, and average cost have different impacts:\n\nIn times of deflation, the complete opposite of the above is true.\n\nAssume company A has 10 widgets. The first five widgets cost $100 each and arrived two days ago. The last five widgets cost $200 each and arrived one day ago. Based on the LIFO method of inventory management, the last widgets in are the first ones to be sold. Seven widgets are sold, but how much can the accountant record as a cost?\n\nEach widget has the same sales price, sorevenueis the same. But the cost of the widgets is based on the inventory method selected.\n\nBased on the LIFO method, the last inventory in is thefirst inventorysold. This means the widgets that cost $200 sold first. The company then sold two more of the $100 widgets. In total, the cost of the widgets under the LIFO method is $1,200, or five at $200 and two at $100.\n\nIn contrast, using the FIFO method, the $100 widgets are sold first, followed by the $200 widgets. So, the cost of the widgets sold will be recorded as $900, or five at $100 and two at $200.\n\nThis is why LIFO creates higher costs and lowers net income in times of inflation. It also reducestaxable income.\n\nIn periods of deflation, LIFO creates lower costs and increases net income, which also increases taxable income.\n\nThat depends on the business you're in, and whether you run a public company. The LIFO method decreases net income on paper. That reduces the taxes you owe assuming that inflation is at work. If you're running a public company, lower earnings may not impress your shareholders.\n\nMost companies that use LIFO are those that are forced to maintain a large amount of inventory at all times. By offsetting sales income with their highest purchase prices, they produce less taxable income on paper.\n\nThey don't differ in complexity. You can find an online calculator for either or both from sites like theOMNI Calculator.\n\nLIFO is bannedunder the International Financial Reporting Standards that are used by most of the world because it minimizes taxable income. That only occurs when inflation is a factor, but governments still don't like it. It also can make a company's inventory valuations inaccurate. In addition, there is the risk that the earnings of a company that is being liquidated can be artificially inflated by the use of LIFO accounting in previous years.\n\nMost companies use the first in, first out (FIFO) method of accounting to record their sales. The last in, first out (LIFO) method is suited to particular businesses in particular times. That is, it is used primarily by businesses that must maintain large and costly inventories, and it is useful only when inflation is rapidly pushing up their costs. It allows them to record lower taxable income at times when higher prices are putting stress on their operations.\n\nThe Wall Street Journal. \"Inflation Has More U.S. Companies Ditching ‘Last-In, First-Out’ Accounting.\"\n\nPwC. \"US Inventory Guide: 3.4 Book/Tax LIFO Conformity Requirements.\"\n\nThe Journal of Accountancy. \"The Death of LIFO?\"\n\nTax Foundation. \"Understanding the Tax Treatment of Inventory: The Role of LIFO.\"\n\nCarpenter, Brian W. and et al. \"The Impending Demise Of LIFO: History, Threats, Implications, And Potential Remedies.\"Journal of Applied Business Research, vol. 28, no. 4, July 2012, pp. 645-650.\n\nTinkelman, Daniel. \"The Rise and Decline of LIFO.\"Accounting Historians Journal, vol. 49, no. 2, September 2022, pp. 1-44.",
  "url": "https://www.investopedia.com/terms/l/lifo.asp"
}