{
  "term": "Late Fee: Definition, How They Work, and How to Avoid Them",
  "definition": "A late fee is a charge that lenders and other companies impose on you when you fail to make an on-time payment. You may face late fees if you're late making payments on a loan, a credit card, or any other type of financial agreement, such as an insurance policy or rental contract.\n\nLate fees are designed to encourage you to pay by the due date and should be specified in the contract or other agreement. Lenders must notify you about any changes to late fees in advance and in writing.\n\nLenders like credit card companies and other creditors make money in a variety of ways, including by charging consumers various charges like late fees.\n\nLate fees are levied when you don't pay a bill by a certain date. For instance, if you fail to make at least the minimum monthly credit card payment by the due date, the card company may impose a late fee that will show up on your next statement. Or alandlordmay charge a late fee if you don't pay rent on time.\n\nAll late fees must be explicitly described in credit card agreements, leases, or other types of contracts.Creditorslegally can't charge excessive late fees. What constitutes a \"reasonable\" fee is a matter of debate. In most cases, late fees typically range between $25 and $50.\n\nSome creditors provide agrace periodbefore they impose the late fee. For instance, your rent may be due on the first of every month. But the landlord might allow you to pay rent by the 10th without incurring a late fee. A grace period must be clearly stated in the lease agreement.\n\nSome creditors waive the late fee the first time you miss the payment deadline, while others do not charge any late fees at all. Still, other lenders offer no leniency and charge a late fee even if you miss the payment deadline by just a matter of minutes or hours.\n\nLate fees can increase your outstandingaccount balance. For example, a late fee may be added to the next month's credit card statement. Not only does that raise the balance by the amount of the late fee, but you would also have to pay interest on the late fee.\n\nMissing a payment due date can also hurt yourcredit historyandcredit score. That's because payment history plays a major role in credit scoring models, making up about 35% of yourFICO score.So, the more payments you miss, the more you will pay in late fees, and you can also expect your credit score to take a hit.\n\nLate fees can also damage your score by ruining yourcredit utilization ratio. This is the ratio of how much credit you're using to how much is available to you. The more credit you use, the lower your credit score.\n\nYou can often avoid late fees by arranging for your bills to bepaid automaticallyfrom your bank account. This depends, of course, on you having enough money in the account to cover the payment.\n\nPaying a credit card on time and in full each month is always a good idea to avoid interest charges. But if you can't pay off the full balance, making at least theminimum monthly paymenton time will help you avoid a late fee.\n\nIn some cases, late payments can also trigger other charges. For example, if your checking account does not have enough money to cover a credit card payment, you can also incur a returned payment fee from the credit card issuer as well as anon-sufficient funds (NSF)fee from the bank.\n\nLenders may also review and raise interest rates based on payment history. This is referred to aspenalty repricing. When that happens, the lender will raise your interest rate to the penaltyannual percentage rate (APR)described in the credit agreement, which may be considerably higher.\n\nLate fees are just one of several types of fees banks and other companies charge consumers. For instance, credit card users can also be subject toannual fees,balance transfer fees,foreign transaction fees, andreturned payment fees. These fees can be avoidable if you choose your credit card carefully because not all cards impose every fee. You can also avoid fees by following the contract terms.\n\nThe Consumer Financial Protection Bureau (CFPB) announced in March 2024 that it wouldcap credit card late fees at $8, down from a typical fee of $32. It estimates this will lead to average savings of $220 a year for 45 million consumers who now pay late fees.\n\nHowever, the rule is opposed by banks, and the U.S. Chamber of Commerce filed a lawsuit and a request for a preliminary injunction to keep it from taking effect. It says the rule will cause financial institutions to pass along costs to consumers who have never paid late.\n\nThe CFPB has estimated that excessive credit card late fees total $12 billion each year.\n\nUnder the Credit Card Accountability Responsibility and Disclosure Act of 2009, orthe CARD Act, late fees must be \"reasonable and proportional\" to the costs that credit card issuers incur due to late payments. However, in February 2023, the CFPB report noted that late fees currently range as high as $41 and generate income about five times greater than the collection costs.\n\nThe CFPB has also reported on \"junk fees\" related to other types of borrowing. Some auto lenders, it said, illegally charged late fees that are more than what's stated in their loan agreements. For example, an auto loanservicermight assess a $25 late fee when the terms cap late fees at no more than 5% of the monthly payment amount, even if the $25 late fee exceeds that 5%.\n\nIn the case of mortgages, the CFPB has reported that some servicers also charged late fees in excess of the amount spelled out in the mortgage terms. The lenders even charged late fees after explicitly saying they would not.\n\nStudent loan servicers had a different issue, according to the CFPB. Their customer service representatives would sometimes accept a loan payment by credit card over the phone, then reverse the payment after learning that the servicer did not accept credit card payments. At that point, the borrower would incur a late fee.\n\nIf you're charged a late fee, check your contract to make sure it isn't higher than it should be.\n\nThe amount a landlord can charge a renter for paying late depends on the laws in the state. Some states impose no limits other than the late fee being \"reasonable.\" Others limit it to some percentage of the rent, a dollar figure, or a combination of both.\n\nLate payments can remain on your credit reports for up to seven years. Payment history accounts for 35% of your FICO score.\n\nThe IRS can impose what it calls a \"failure to pay penalty.\" The penalty is \"0.5% of the unpaid taxes for each month or part of a month the tax remains unpaid. The penalty won’t exceed 25% of your unpaid taxes,\" the agency says.\n\nLate fees can be excessive and sometimes illegal. To avoid them, try to pay all of your bills on time. You can enroll in automatic payments through your bank to help. If you incur a late fee and you aren't habitually late with your payments, the creditor may be willing to waive it.\n\nMyFICO. \"What's in My FICO Scores?\"\n\nConsumer Financial Protection Bureau. \"CFPB Bans Excessive Credit Card Late Fees, Lowers Typical Fee from $32 to $8.\"\n\nU.S. Chamber of Commerce. \"U.S. Chamber Files Lawsuit Against Consumer Financial Protection Bureau to Protect Credit Card Users.\"\n\nConsumer Financial Protection Bureau. \"Supervisory Highlights Junk Fees Special Edition, Issue 29, Winter 2023,\" Page 16.\n\nConsumer Financial Protection Bureau. \"CFPB Proposes Rule to Rein in Excessive Credit Card Late Fees.\"\n\nConsumer Financial Protection Bureau. \"Supervisory Highlights Junk Fees Special Edition, Issue 29, Winter 2023,\" Page 6.\n\nConsumer Financial Protection Bureau. \"Supervisory Highlights Junk Fees Special Edition, Issue 29, Winter 2023,\" Page 9.\n\nConsumer Financial Protection Bureau. \"Supervisory Highlights Junk Fees Special Edition, Issue 29, Winter 2023,\" Page 14.\n\nU.S. Department of Housing and Urban Development. \"Survey of State Laws Governing Fees Associated With Late Payment of Rent.\"\n\nMyFICO. \"How Are FICO Scores Calculated?\"\n\nEquifax. \"How Long Does Information Stay on My Equifax Credit Report?\"\n\nInternal Revenue Service. \"Failure to Pay Penalty.\"",
  "url": "https://www.investopedia.com/terms/l/late-fee.asp"
}