{
  "term": "Law of Diminishing Marginal Returns: Definition, Example, Use in Economics",
  "definition": "The law of diminishing marginal returns states that, after a specific threshold, each additional unit of input produces less additional output when other inputs remain fixed.\n\nThe law of diminishing marginal returns is an economic concept that explains how, beyond a certain point, increasing one input while keeping others constant will lead to progressively smaller gains in output.\n\nFor example, a factory employs workers to manufacture its products, and, at some point, the company operates at an optimal level. With all other production factors constant, adding additional workers beyond this optimal level will result in less efficient operations.\n\nThe law of diminishing returns is related to the concept ofdiminishing marginal utility. It can also be contrasted witheconomies of scale.\n\nThe law of diminishing marginal returns is also referred to as the \"law of diminishing returns,\" the \"principle of diminishing marginal productivity,\" and the \"law of variable proportions.\" This law affirms that the addition of a larger amount of one factor of production,ceteris paribus, inevitably yields decreased per-unit incremental returns.The law does not imply that the additional unit decreases total production, which is known asnegative returns; however, this is commonly the result.\n\nThe law of diminishing marginal returns does not imply that the additional unit decreases total production, but this is usually the result.\n\nThe law of diminishing returns is not only a fundamental principle ofeconomics, but it also plays a starring role in production theory. Production theory is the study of the economic process of converting inputs into outputs. Businesses, analysts, and financial loan providers willcalculate the diminishing marginal returnsto determine if production growth is beneficial.\n\nThe idea of diminishing returns has ties to some of the world’s earliest economists, including Jacques Turgot, Johann Heinrich von Thünen, Thomas Robert Malthus,David Ricardo, and James Anderson. The first recorded mention of diminishing returns came from Turgot in the mid-1700s.\n\nClassical economists, such as Ricardo and Malthus, attribute successive diminishment of output to a decrease in the quality of input. Ricardo contributed to the development of the law, referring to it as the \"intensive margin of cultivation.\" Ricardo was also the first to demonstrate how additional labor andcapitaladded to a fixed piece of land would successively generate smaller output increases.\n\nMalthus introduced the idea during the construction of his population theory. This theory argues that the population grows geometrically while food production increases arithmetically, resulting in a population outgrowing its food supply.Malthus’ ideas about limited food production stem from diminishingreturns.\n\nNeoclassical economistspostulate that each “unit” of labor is exactly the same, and diminishing returns are caused by a disruption of the entire production process as extra units of labor are added to a set amount of capital.\n\nDiminishing marginal returns are an effect of increasing input in the short run, while at least one production variable is kept constant, such as labor or capital. Returns to scale, on the other hand, are the impact of increasing input on all variables of production in the long run. This phenomenon is referred to as economies of scale.\n\nFor example, suppose that there is a manufacturer that is able to double its total input, but gets only a 60% increase in total output; this is an example of decreasing returns to scale. Now, if the same manufacturer ends up doubling its total output, then it has achieved constant returns to scale, where the increase in output is proportional to the increase in production input. However, economies of scale will occur when the percentage increase in output is higher than the percentage increase in input (so that by doubling inputs, output triples).\n\nPennState, College of Earth and Mineral Sciences. \"Returns to a Factor.\"EBF 200, Introduction to Energy and Earth Sciences Economics.\n\nThe Library of Economics and Liberty. \"Anne-Robert-Jacques Turgot.\"\n\nThe Library of Economics and Liberty. \"David Ricardo.\"\n\nThe Library of Economics and Liberty. \"Thomas Robert Malthus.\"",
  "url": "https://www.investopedia.com/terms/l/lawofdiminishingmarginalreturn.asp"
}