{
  "term": "Law of Diminishing Marginal Productivity: What It Is and How It Works",
  "definition": "The law of diminishing marginal productivity is an economic principle usually considered by managers inproductivitymanagement. Generally, it states that increasing an input in a production process, for example labor hours, will result in marginally smaller increases in output after the initial increase and may level off or even decrease after a specific point.\n\nThe law of diminishing marginal productivity involves marginal increases in production resulting from an increase of an input employed. It can also be known as the law of diminishing returns. In general, it aligns with most economic theories usingmarginal analysissuch as the diminishing rate of satisfaction or utility obtained from additional units of consumption of a particular commodity.\n\nThe law of diminishing marginal productivity suggests that managers find a marginally diminishing rate of production per unit of an input employed in the production process if all other things remain the same. When mathematically graphed this shows total production increasing at a decreasing rate as increasing units of an input are added to the production process.\n\nDifferent than some other economic laws, the law of diminishing marginal productivity involves marginal product calculations that can usually be relatively easy to quantify. Companies may choose to alter various inputs in thefactors of productionfor various reasons, many of which are focused on costs. In some situations, it may be more cost-efficient to alter the inputs of one variable while keeping others constant. However, in practice, all changes to input variables require close analysis. The law of diminishing marginal productivity says that these changes to inputs will have a marginally positive effect on outputs. Thus, each additional unit produced will report a marginally smaller production return than the unit before it as production goes on.\n\nThe law of diminishing marginal productivity is also known as the law of diminishing marginal returns.\n\nMarginal productivity or marginal product refers to the extra output, return, or profit yielded per unit by advantages fromproduction inputs. Inputs can include things like labor and raw materials. The law of diminishing marginal returns states that when an advantage is gained in a factor of production, the marginal productivity will typically diminish as production increases. This means that the cost advantage usually diminishes for each additional unit of output produced.\n\nWhen reviewing production to cost inputs, thesecalculations are important for businesses to consider.\n\nIn its most simplified form, diminishing marginal productivity is typically identified when a single input variable presents a decrease in input cost. A decrease in the labor costs involved with manufacturing a car, for example, would lead to marginal improvements in profitability per car. However, the law of diminishing marginal productivity suggests that for every unit of production, managers will experience a diminishing productivity improvement. This usually translates to a diminishing level of profitability per car.\n\nDiminishing marginal productivity can also involve a benefit threshold being exceeded. For example, consider a farmer using fertilizer as an input in the process for growing corn. Each unit of added fertilizer will only increase production return marginally up to a threshold. At the threshold level, the added fertilizer does not improve production and may harm production.\n\nIn another scenario consider a business with a high level of customer traffic during certain hours. The business could increase the number of workers available to help customers but at a certain threshold, the addition of workers will not improve total sales and can even cause a decrease in sales.\n\nEconomies of scale can be studied in conjunction with the law of diminishing marginal productivity. Economies of scale show that a company can usually increase their profit per unit of production when they produce goods in mass quantities. Mass production involves several important factors of production like labor, electricity, equipment usage, and more. When these factors are adjusted, economies of scale still allow a company to produce goods at a lower relative per unit cost. However, adjusting production inputs advantageously will usually result in diminishing marginal productivity because each advantageous adjustment can only offer so much of a benefit. Economic theory suggests that the benefit obtained is not constant per additional units produced but rather diminishes.\n\nDiminishing marginal productivity can also be associated withdiseconomies of scale. Diminishing marginal productivity can potentially lead to a loss of profit after breaching a threshold. If diseconomies of scale occur, companies don’t see a cost improvement per unit at all with production increases. Instead, there is no return gained for units produced and losses can mount as more units are produced.\n\nUniversity of Minnesota. \"Principles of Economics: 8.1 Production Choices and Costs: The Short Run.\"",
  "url": "https://www.investopedia.com/terms/l/law-diminishing-marginal-productivity.asp"
}