{
  "term": "Law of Supply and Demand in Economics: How It Works",
  "definition": "The law of supply and demand compares supplier preferences (i.e. supply) with consumer preferences (i.e. demand). All else being equal, supply rises while demand declines as the price increases. Levels of supply and demand for varying prices can be plotted on a graph as curves, and the intersection of these curves marks theequilibriumor market-clearing price at which demand equals supply and represents the process ofprice discoveryin the marketplace.\n\nIt may seem obvious that the price satisfies both the buyer and the seller in any sale transaction, matching supply with demand. The interactions between supply, demand, and price in a free marketplace have been observed for thousands of years.\n\nMany medieval thinkers distinguished between a \"just\" price based on costs and equitable returns and one at which the sale was transacted, just like modern-day critics of market pricing for select commodities.\n\nOur understanding of price as a signaling mechanism matching supply and demand is rooted in the work of Enlightenment economists who studied and summarized the relationship.\n\nSupply and demand don't necessarily respond to price movements proportionally. The degree to which price changes affect the product's demand or supply is known as its price elasticity.\n\nPrice discovery based on supply and demand curves assumes a marketplace in which buyers and sellers are free to transact or not depending on the price.\n\nProducts with a highprice elasticity of demandwill see wider fluctuations in demand based on the price. Basic necessities will be relatively inelastic in price because people can't easily do without them so demand will change less relative to changes in the price.\n\nFactors such as taxes and government regulation, the market power of suppliers, the availability of substitute goods, and economic cycles can all shift the supply or demand curves or alter their shapes. However, the commodities affected by these external factors remain subject to the fundamental forces of supply and demand as long as buyers and sellers retain agency.\n\nThelaw of demandholds that demand for a productchanges inversely to its pricewhen all else is equal. The higher the price, the lower the level of demand.\n\nBuyers have finite resources so their spending on a given product or commodity is limited as well. Higher prices reduce the quantity demanded as a result. Demand rises as the product becomes more affordable.\n\nChanges in demand levels as a function of a product's price relative to buyers' income or resources are known as theincome effect.\n\nBut some exceptions exist. One isGiffen Goods. These are typically low-priced staples also known asinferior goods. They're those who see a drop in demand when incomes rise because consumers trade up for higher-quality products.\n\nThesubstitution effectturns the product into a Giffen good when the price of an inferior good rises and demand goes up because consumers use more of it in place of costlier alternatives.\n\nVeblen goodsare at the opposite end of the income and wealth spectrum. They're luxury goods that gain in value and consequently generate higher demand levels as they rise in price because the price of these luxury goods signals and may even increase the owner's status.\n\nVeblen goods are named for economist and sociologist Thorstein Veblen who developed the concept and coined the term \"conspicuous consumption\" to describe it.\n\nThelaw of supplyrelates price changes for a product to the quantity supplied. The law of supply relationship is direct, not inverse. The higher the price, the higher thequantity supplied. Lower prices mean reduced supply all else being equal.\n\nHigher prices give suppliers an incentive to supply more of the product or commodity, assuming their costs aren't increasing as much. Lower prices result in a cost squeeze that curbs supply. Supply slopes are upwardly sloping as a result.\n\nAs with demand, supply constraints may limit theprice elasticity of supplyfor a product.Supply shockscan cause a disproportionate price change for an essential commodity.\n\nAlso called a market-clearing price, the equilibrium price is that at which demand matches supply, producing a market equilibrium that's acceptable to buyers and sellers.\n\nSupply and demand in terms of the quantity of the goods are balanced at the point where an upward-sloping supply curve and a downward-sloping demand curve intersect leaving no surplus supply or unmet demand.\n\nThe level of the market-clearing price depends on the shape and position of the respective supply and demand curves, which are influenced by numerous factors.\n\nSupply will tend to decline toward zero at product prices below production costs in industries where suppliers aren't willing to lose money.\n\nPrice elasticity will also depend on the number of sellers, their aggregate productive capacity, how easily it can be lowered or increased, and the industry'scompetitive dynamics. Taxes and regulations may matter as well.\n\nConsumer income, preferences, and willingness to substitute one product for another are among the most important determinants of demand.\n\nConsumer preferences will depend in part on a product's market penetration because themarginal utilityof goodsdiminishesas the quantity owned increases. The first car is more life-altering than the fifth addition to the fleet. The living room TV is more useful than the fourth one for the garage.\n\nHigher prices cause supply to increase as demand drops. Lower prices boost demand while limiting supply. The market-clearing price is one at which supply and demand are balanced.\n\nThe law of supply and demand is essential because it helps investors, entrepreneurs, and economists understand and predict market conditions. A company that's considering a price hike on a product will typically expect demand for it to decline as a result and will attempt to estimate the price elasticity and substitution effect to determine whether to proceed.\n\nGasoline consumption plunged with the onset of the COVID-19 pandemic in 2020 and prices quickly followed because the industry ran out of storage space. The price decline in turn served as a powerful signal to suppliers to curb gasoline production. Crude oil prices in 2022 then provided producers with additional incentive to boost output.\n\nThe law of supply and demand reflects two central economic principles that describe the relationship between price, supply, and demand.\n\nThe law of demand posits that demand declines when prices rise for a given resource, product, or commodity. Demand increases as prices fall. On the supply side, the law posits that producers supply more of a resource, product, or commodity as prices rise. Supply falls as prices fall.\n\nThe price at which demand matches supply is the equilibrium, the point at which the market clears. The law of supply and demand is critical in helping all players within a market understand and forecast future conditions.\n\nSSRN. \"The First Laws in Economics and Indian Economic Thought – Thirukkural.\"\n\nJSTOR. \"The Concept of the Just Price: Theory and Economic Policy.\"\n\nThorstein Veblen, via The Mead Project. \"Conspicuous Consumption.\" Chapter 4 inThe Theory of the Leisure Class: An Economic Study of Institutions.The Macmillan Company, 1899, pp. 68-101.\n\nTrading Economics. \"Crude Oil.\"\n\nU.S. Bureau of Labor Statistics. \"From the Barrel to the Pump: the Impact of the COVID-19 Pandemic on Prices for Petroleum Products.\"",
  "url": "https://www.investopedia.com/terms/l/law-of-supply-demand.asp"
}