{
  "term": "Law of One Price: Definition, Example, and Assumptions",
  "definition": "Investopedia / Michela Buttignol\n\nThe law of one price is an economic concept that states that the price of an identical asset or commodity will have the same price globally, regardless of location, when certain factors are considered.\n\nThe law of one price takes into account a frictionless market, where there are no transaction costs, transportation costs, or legal restrictions, the currencyexchange ratesare the same, and that there is no price manipulation by buyers or sellers. The law of one price exists because differences between asset prices in different locations would eventually be eliminated due to thearbitrageopportunity.\n\nThe arbitrage opportunity would be achieved whereby a trader would purchase the asset in the market it is available at a lower price and then sell it in the market where it is available at a higher price. Over time, market equilibrium forces would align the prices of the asset.\n\nThe law of one price is the foundation ofpurchasing power parity. Purchasing power parity states that the value of two currencies is equal when a basket of identical goods is priced the same in both countries. It ensures that buyers have the same purchasing power across global markets.\n\nIn reality, purchasing power parity is difficult to achieve, due to various costs in trading and the inability to access markets for some individuals.\n\nThe formula for purchasing power parity is useful in that it can be applied to compare prices across markets that trade in different currencies. As exchange rates can shift frequently, the formula can be recalculated on a regular basis to identify mispricings across various international markets.\n\nIf the price of any economic good or security is inconsistent in two different free markets after considering the effects of currency exchange rates, then to earn a profit, anarbitrageurwill purchase the asset in the cheaper market and sell it in the market where prices are higher. When the law of one price holds, arbitrage profits such as these will persist until the price converges across markets.\n\nFor example, if a particular security is available for $10 in Market A but is selling for the equivalent of $20 in Market B, investors could purchase the security in Market A and immediately sell it for $20 in Market B, netting a profit of $10 without any true risk or shifting of the markets.\n\nAs securities from Market A are sold on Market B, prices on both markets should change in accordance with the changes insupply and demand, all else equal. Increased demand for these securities in Market A, where it is relatively cheaper, should lead to an increase in its price there.\n\nConversely, increased supply in Market B, where the security is being sold for a profit by the arbitrageur, should lead to a decrease in its price there. Over time, this would lead to a balancing of the price of the security in the two markets, returning it to the state suggested by the law of one price.\n\nThe Big Mac index is an informal measure of the significance of trade barriers and other geographic frictions in establishing the costs of similar goods, based on the market cost of McDonald's signature burger. Although a Big Mac is nearly identical in each geography, variations in labor costs, agricultural prices, and local regulations mean that the sandwich may cost as much as $8.17 or as little as $2.39.\n\nIn the real world, the assumptions built into the law of one price frequently do not hold, and persistent differentials in prices for many kinds of goods and assets can be readily observed.\n\nWhen dealing in commodities, or any physical good, the cost to transport them must be included, resulting in different prices when commodities from two different locations are examined.\n\nIf the difference in transportation costs does not account for the difference in commodity prices between regions, it can be a sign of a shortage or excess within a particular region. This applies to any good that must be physically transported from one geographic location to another rather than just transferred in title from one owner to another. It also applies to wages for any employment where the worker must be physically present at the worksite to perform the job.\n\nBecausetransaction costsexist and can vary across different markets and geographic regions, prices for the same good can also vary between markets. Where transaction costs, such as the costs to find an appropriate trading counterparty or costs to negotiate and enforce a contract, are higher, the price for a good will tend to be higher there than in other markets with lower transaction costs.\n\nLegal barriers to trade, such astariffs,capital controls, or in the case of wages, immigration restrictions, can lead to persistent price differentials rather than one price. These will have a similar effect to transportation and transaction costs, and might even be thought of as a type of transaction cost. For example, if a country imposes a tariff on the importation of rubber, then domestic rubber prices will tend to be higher than the world price.\n\nBecause the number of buyers and sellers (and the ability of buyers and sellers to enter the market) can vary between markets,market concentrationand ability of buyers and sellers to set prices can vary as well.\n\nA seller who enjoys a high degree of market power due to naturaleconomies of scalein a given market might act like a monopoly price setter and charge a higher price. This can lead to different prices for the same good in different markets even for otherwise easily transportable goods.\n\nThe law of one price assumes that there are no transaction costs or trade barriers between different markets, and that market actors are free to compete against one another. Given these conditions, the prices of most commodities should equalize between different markets, as consumers seek out the most affordable versions of each good.\n\nThe law of one price is the basis of establishingpurchasing power parity, the principle that if a good should have the same price in different countries when you factor in currency exchange rates. If these prices are significantly different, that may be a sign that one currency is under- or overvalued.\n\nIn financial markets, the law of one price states that two equivalent securities should have the same value, even if they were created under different circumstances. In other words, a synthetic security should have the same market price as a physical security with the same payoffs. If this were not the case, an arbitrage opportunity would present itself that could be exploited by savvy traders.\n\nThe law of one price is an economic principle that equivalent goods should command the same prices in different markets, provided that there are no significant transaction costs or trade barriers. In practice, differences in market structure and demand often cause variations in price across geographies.\n\nStatista. \"Global Price of a Big Mac as of January 2024, by Country.\"\n\nNASDAQ.com. \"Law of One Price.\"",
  "url": "https://www.investopedia.com/terms/l/law-one-price.asp"
}