{
  "term": "Law of Supply Explained, With the Curve, Types, and Examples",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nThe law of supply is amicroeconomiclaw. It states that, all other factors being equal, as the price of a good or service increases, the quantity of that good or service that suppliers offer will increase, and vice versa.\n\nIn plain terms, this law means that as the price of an item goes up, suppliers will attempt to maximize theirprofitsby increasing the number of that item that they sell.\n\nThe chart below depicts the law of supply using asupply curve, which is upward sloping. A, B, and C are points on the supply curve. Each point on the curve reflects a direct correlation between quantity supplied (Q) and price (P). So, at point A, the quantity supplied will be Q1 and the price will be P1, and so on.\n\nThe supply curve slopes upward because, over time, suppliers can choose how much of their goods to produce and later bring to market. At any given point in time, however, thesupplythat sellers bring to market is fixed, and sellers simply face a decision to either sell or withhold their stock from a sale; consumerdemandsets the price, and sellers can only charge what the market will bear.\n\nIf consumer demand rises over time, the price will rise, and suppliers can choose to devote new resources to production (or new suppliers can enter the market), which increases thequantity supplied. Demand ultimately sets the price in a competitive market; supplier response to the price they can expect to receive sets the quantity supplied.\n\nThe law of supply is one of the most fundamental concepts ineconomics. It works with the law of demand to explain how market economies allocate resources and determine the prices of goods and services.\n\nBritish economistAlfred Marshall(1842–1924), a specialist in microeconomics, contributed significantly to supply theory, especially in his pioneering use of the supply curve. He emphasized that the price and output of a good are determined by both supply and demand; the two curves are like scissor blades that intersect at equilibrium.\n\nThe law of supply summarizes the effect that price changes have on producer behavior. For example, a business will make more video game systems if the price of those systems increases. The opposite is true if the price of video game systems decreases. The company might supply 1 million systems if the price is $200 each, but if the price increases to $300, they might supply 1.5 million systems.\n\nTo further illustrate this concept, consider how gas prices work. When the price of gasoline rises, it encourages profit-seeking firms to take actions to expand supply, such as:\n\nThe law of supply is so intuitive that you may not even be aware of all the examples around you. For example, when college students learn that computer engineering jobs pay more than English professor jobs, the supply of students with majors in computer engineering increases. If consumers start paying more for cupcakes than for doughnuts, bakeries will increase their output of cupcakes and reduce their output of doughnuts to increase their profits.\n\nThe law of supply can even impact your own employment. When your employer pays time and a half for overtime, the number of hours you are willing to supply for work might increase.\n\nThere are five types of supply: market supply, short-term supply, long-term supply, joint supply, and composite supply. Meanwhile, there are two types of supply curves: individual supply curves and market supply curves. Individual supply curves graph the individual supply schedule, while market supply curves represent the market supply schedule.\n\nSupply is influenced by prices and consumer demand. The number of suppliers available, the level of competition, the state of technology, and the presence of government support or restriction will play important roles. For certain products like agricultural commodities, supply is also impacted by factors such as weather and crop yields.\n\nThelaw of demandis a fundamental principle of economics that states that at a higher price, consumers will demand a lower quantity of a good, and vice versa.\n\nThelaw of supply and demandoutlines the interaction between a buyer and a seller of a resource. Supply and demand law says that sellers will supply less of a product or resource as price decreases, while buyers will buy more, and vice versa, until an equilibrium price and quantity are reached. It incorporates both the law of supply and the law of demand.\n\nThe law of supply states that a higher price for a good or service will lead producers to supply more of that good or service to the market. This is because businesses want to increase their profits. When they can get a higher price for something, they will produce more of it than they will of other, lower-priced goods and services.\n\nOn the other hand, if prices fall, suppliers won’t produce as much. The law of supply is one part of the law of supply and demand.\n\nEconlib. “Alfred Marshall 1842–1924.”\n\nEconomic Research, Federal Reserve Bank of St. Louis. “The Science of Supply and Demand.”",
  "url": "https://www.investopedia.com/terms/l/lawofsupply.asp"
}