{
  "term": "Law of Large Numbers: What It Is, How It's Used, and Examples",
  "definition": "Daniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nThe law of large numbers states that the larger a sample size is, the closer it gets to the average of the population being measured.\n\nThe law of large numbers, in statistics, states that the results of a test on a sample get closer to the average of the whole population as the sample size gets bigger. That is, it becomes more representative of the population as a whole.\n\nIn the financial world, the law of large numbers has a different meaning: It says that a large entity that is growing rapidly can't maintain that growth pace forever. The biggest of the blue chips with market values in the hundreds of billions are frequently cited as examples of this phenomenon.\n\nThe law of large numbers is defined differently in statistics and in finance.\n\nIt is not feasible to poll every individual in any given population to test a theory. Instead, researchers test a sample of the population. The law of large numbers simply states that the bigger the sample, the better the results will mirror the larger population.\n\nEvery additional data point gathered can increase the likelihood that the outcome is a true measure of themean.\n\nThe law of large numbers doesn't mean that a given sample or group of successive samples will always reflect the true population characteristics. Nor does it guarantee that successive samples will move the observed average toward the population mean, as is suggested by theGambler's fallacy, which assumes that a random act, repeated often enough, becomes more likely to pay off.\n\nIn business analysis, the law of large numbers relates togrowth ratesover time. It suggests that the percentage rate of growth becomes increasingly difficult to maintain. This can be applied to a business or a product.\n\nThe phenomenon occurs because the underlying dollar amount is increasing even as the growth rate as a percentage remains constant.\n\nAnother key law of statistics is the law of averages, which states that the distribution of outcomes in a large or small sample reflects the distribution of outcomes in the larger population.\n\nYou're more likely to reach an accurate average in statistical analysis by choosing 20 data points instead of relying on just two if, say, you want to determine the average value of a data set of 100 possible values.\n\nThere's a greater probability of the two data points being outliers or non-representative of the average, and a lower probability of all 20 data points being non-representative.\n\nYou may determine the average to be approximately 67.5 if the data set includes all integers from one to 100 and you drew only two values, such as 95 and 40. The average should shift toward the true average as you consider more data points, taking random samplings of up to 20 variables.\n\nThe law of large numbers is related to thecentral limit theoremin statistical analysis. The central limit theorem states that the sample mean will be evenly distributed as the sample size increases.\n\nThis is often depicted as a bell-shaped curve in which the peak of the curve is the mean, and even distributions of sample data fall to the left and right of the curve.\n\nThe law of large numbers also states that data is refined as the sample grows, but the law of large numbers more closely relates to the center of the bell curve. It indicates that the mean of the sample will more closely resemble the mean of the population as the sample size increases.\n\nThe law of large numbers, therefore, relates to the peak or mean of a curve. The central limit theorem relates to the distribution of a curve.\n\nThe term law of large numbers is sometimes used colloquially to refer to the observation that exponential growth rates often don't scale. This isn't related to the law of large numbers, but may be a result of thelaw of diminishing marginal returnsordiseconomies of scale.\n\nThe same principles can be applied to other metrics such asmarket capitalizationornet profit. Companies with very high market capitalization can find it difficult to maintain a past rate of stock price appreciation.\n\nThis concept can be relevant to choosing growth versus value stocks.\n\nTesla reported automotive sales, not gross sales, of $24,604 million in fiscal year 2020. The company reported $44,125 million the next year, an increase of roughly 79%.Electric vehiclesare an emerging market, and Tesla was beginning to experience economies of scale, experiencing success very quickly.\n\nThe law of large numbers indicates that it would become harder for Tesla to maintain this level of productivity as the company continues to grow. It becomes apparent that Tesla simply can't maintain its current growth trajectory due to the underlying dollar values becoming unreasonable, assuming a steady growth rate over several years.\n\nThe chart above shows Tesla's theoretical annual revenue if its growth rate had continued increasing at the rate of 79% per year in the years after 2020.\n\nIn fact, its actual numbers for those years were as follows. (All dates are as of March 31 of the year.)\n\nTesla's revenue for the quarter that ended on March 31, 2025, was $19.33 billion, a decrease of 9.23% year-over-year.\n\nThe law of large numbers is also widely used in theinsuranceindustry. It's used to calculate and refine projected risk.\n\nImagine an insurance company is assessing how much to charge customers for car insurance. The company won't be able to adequately determine appropriate risk profiles should it have a small data set.\n\nThe company experiences the law of large numbers as it collects more data. It may soon be found that young, male drivers are most likely to cause an accident. This larger sample becomes more representative of driving incidents, and the insurance company can arrive at more accurate conclusions about the appropriate insurance premiums to charge.\n\nThe law of large numbers also allows insurance companies to deeply refine the criteria by which to assess premiums by analyzing what traits cause higher risk.\n\nThe law of large numbers is important in statistical analysis because it gives validity to your sample size. The assumptions you make when working with a small amount of data may not appropriately translate to the actual population.\n\nThe law of large numbers is important in business when setting targets or goals. A company might double its revenue in a single year. It will have earned the same amount of money each of the last two years; should it obtain only 50% growth in revenue, the next year. Percentages can be misleading as large dollar values escalate.\n\nCompanies often strive to overcome the challenge of the law of large numbers by acquiring smaller growth companies that can infuse scalable growth.\n\nThey also attempt to become more efficient, using their size to achieve economies in manufacturing, ordering, and distribution.\n\nCompanies can be more attentive to dollar goals rather than percentage goals.\n\nThe law of small numbers is the theory that people underestimate the variability in small sample sizes. They usually overestimate the population's value based on the incorrect sample size when the sample size is too small.\n\nFor researchers, the law of large numbers helps to determine the size of the data sample needed to represent the population.\n\nFor stock analysts, the law of large numbers is a warning sign. A very large company that is growing very fast may find it difficult to maintain the same rate of growth indefinitely.\n\nU.S. Securities and Exchange Commission. \"Form 10-K, Tesla, Inc.\" Page 50.\n\nMacrotrends. \"Tesla Revenue 2010-2025 (TSLA).\"",
  "url": "https://www.investopedia.com/terms/l/lawoflargenumbers.asp"
}