{
  "term": "Lawful Money: Meaning, Overview, History",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nLawful money is any form ofcurrencyissued by the United States Treasury and not the Federal Reserve System. It includes gold and silver coins, Treasury notes, and Treasury bonds. Lawful money stands in contrast tofiat money, in which the government assigns value although it has nointrinsic valueof its own and is not backed by reserves. Fiat money includes legal tender such as paper money, checks, drafts, and banknotes.\n\nLawful money is also known as \"specie,\" which means \"in actual form.\"\n\nOddly enough, the dollar bills that we carry around in our wallets are not considered lawful money. The notation on the bottom of a U.S. dollar bill reads \"Legal Tender for All Debts, Public and Private,\" and is issued by theU.S. Federal Reserve, not theU.S. Treasury.\n\nLegal tender can be exchanged for an equivalent amount of lawful money, but macro-effects such as inflation can change the value of fiat money. Lawful money is said to be the most direct form of ownership, but for purposes of practicality, it has little use in direct transactions between parties.\n\nTheFederal Reserve Act of 1913, which established the Federal Reserve System and authorizes it to issueFederal Reserve notes, states that “[Federal Reserve notes] shall be obligations of the United States and shall be receivable by all national and member banks and Federal reserve banks and for all taxes, customs, and other public dues. They shall be redeemed in lawful money on demand at the Treasury Department of the United States, in the city of Washington, District of Columbia, or at any Federal Reserve bank.\"﻿﻿\n\nHowever, the Act did not explicitly define what lawful money meant. Since some currencies that could be used by national banking associations as \"lawful money reserves\" were not considered legal tender,Congressamended the Federal Reserve Act in 1933 to include all U.S. coins and currency as legal tender for all purposes.﻿﻿\n\nThe 1933 amendment extended the power of legal tender to all types of money, creating dissension on whether paper money and reserves of the Federal Reserve bank are lawful money.﻿﻿ While some argue that Federal Reserve notes are lawful money, others tend to disagree.\n\nSince the US Constitution states “no state shall make any thing but gold and silver coin a tender in payment of debts,” some believe that this is the definition of lawful money and, thus, any payment medium other thangoldor silver is not considered lawful money. In effect, the primary meaning of lawful money is legal tender, but a broader interpretation is frequently applied in certain contexts.\n\nBecause no legal definition of lawful money was ever provided, the term has led to a lot of confusion, primarily in legal aspects. For all intents and purposes, lawful money should mean legal tender but is not always the case. This has caused a lot of confusion for students of law and banking.\n\nProfessionals believe that Congress should pass a simple statute stating what lawful money is, ensuring it includes all forms of U.S. currency, particularly since the use of gold and silver is not a regular occurrence anymore.\n\nLawful money is separate from the classification of money, which is broken down as M0,M1,M2, andM3. The classifications incorporate all of the money used in the U.S. economy.\n\nFederal Reserve. \"What Is Lawful Money? How Is It Different From Legal Tender?\" Accessed Nov. 11, 2020.\n\nU.S. Congress. \"73d Congress. Sess. II. CHS. 4-6. January 24, 25, 30, 1934,\" Page 1-8. Accessed Nov. 11, 2020.",
  "url": "https://www.investopedia.com/terms/l/lawfulmoney.asp"
}