{
  "term": "Lead Time: Definition, How It Works, and Example",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nLead time is the amount of time that passes from the start of a process until its conclusion. Companies review lead time inmanufacturing,supply chain management, andproject managementduring pre-processing, processing, and post-processing stages. By comparing results against established benchmarks, they can determine where inefficiencies exist.\n\nReducing lead time canstreamline operationsand improve productivity, increasing output andrevenue. By contrast, longer lead times negatively affect sales and manufacturing processes.\n\nProduction processes andinventory managementcan affect lead time. In regards to production, building all elements of a finished product onsite may take longer than completing some items offsite. Transportation issues can delay delivery of necessary parts, halting or slowing production and reducing output andreturn on investment (ROI).\n\nUsing locally sourced parts and labor can shorten lead time and speed production, and offsite sub-assemblies can save additional time. Reducing production time allows companies to increase production during periods of high demand. Quicker production can increase sales, customer satisfaction, and the company’sbottom line.\n\nEfficient inventory managementis necessary to maintain production schedules and meet consumer demand. Stockouts occur when inventory, or stock, is unavailable preventing the fulfillment of a customer's order or product assembly. Production stops if an organization underestimates the amount of stock needed or fails to place a replenishment order and suppliers cannot replenish materials immediately. This can be costly for a company's bottom line.\n\nOne solution is to use a vendor-managed inventory (VMI) program, which provides automated stock replenishment. These programs often come from an off-site supplier, usingjust-in-time (JIT)inventory management for ordering and delivering components based on usage.\n\nA great example of lead time is the time needed to process a passport. If you're planning on traveling internationally, prepare to get your passport renewed months in advance of your trip; the government estimates the lead time for routine passport processing as six to eight weeks for applications received on or after December 18, 2023.\n\nLead time can be broken in several different components: the pre-processing, the processing, and the post-processing. These may be defined or stated differently, but the general formula to calculate lead time is:\n\nLead Time = Pre-Processing Time + Processing Time + Post-Processing Time\n\nFor a manufacturing company, the pre-processing time is the procurement stage where raw materials are sourced and delivered to its manufacturing headquarters or processing plant. The processing time is the manufacturing stage. The post-processing time is the stage of processing the order and delivering the final good to the customer.\n\nLead Time for Manufacturing Company = Procurement Time (for raw materials) + Manufacturing Time + Shipping Time\n\nFor aretailcompany, there is no manufacturing time as the retail firm does not manufacture its own good. In addition, the procurement time is different as instead of procuring raw materials, it sources final products to then sell directly to customers.\n\nLead Time for Retail Company = Procurement Time (for final products) + Shipping Time\n\nThe lead time varies amongsupply chainsources, causing difficulty in predicting when to expect the delivery of items and coordinating production. Frequently the result is excess inventory, which places a strain on a company’s budget.\n\nLead time scheduling allows for the receipt of necessary components to arrive together, and reduces shipping and receiving costs. Some lead time delays cannot be anticipated. Shipping obstructions due toraw material shortages, natural disasters, human error, and other uncontrollable issues will affect lead time. For critical parts, a company may employ a backup supplier to maintain production. Working with a supplier who keeps inventory on hand while continuously monitoring a company’s usage helps alleviate the issues resulting from unanticipated events.\n\nStockpiling necessary parts may be cost-prohibitive, but reducing the number ofsurplusparts also helps place a ceiling on production costs. One solution is for companies to use kitting services to organize theirinventory. With kitting services, inventory items are grouped based on their specific use in the project. Workers save time choosing from smaller lots of parts, keeping production more organized and efficient.\n\nUsing offsite assembly in overseas markets instead of shipping completed goods can help companies save money ontariffs.\n\nShort lead time is important as it impacts the financial, emotional, and operational aspects of a company and its relationship with its customer. Several specific examples of the importance of short lead time include:\n\nThough an entire manufacturing and distribution process may be complex with many stages, companies can take steps to reduce lead time and shorten the number of days for each process. Consider the following ways to reduce lead time:\n\nThere are three primary types of lead time; each must be considered in conjunction with each other to set overall expectations of a manufacturing process. Therefore, these three primary types often flow into a fourth type of aggregated lead time.\n\nThe customer lead time is the amount of time between when a customer places an order and when the customer receives the product. This includes the time between when a customer places an online order and the company receives the order confirmation. Then, it includes the entire manufacturing process, shipping process, and delivery process.\n\nThe material lead time is the amount of time between when a company becomes aware of a need for raw materials and when the materials are physically obtained. Companies are often alerted byinventory managementsystems when orders are processed. This lead time may be influenced by information systems that notify management when current inventory levels are low. It may also be impacted by ordering, shipping, delivery, and fulfillment by suppliers.\n\nOnce materials have been received, the production lead time kicks off. This is the amount of time between when a company has all necessary resources on hand to manufacture a product and when it completes the manufacturing process. Unlike other lead times, this entire lead time should be internally manageable and depends on internal factors such as waste, labor, equipment efficiency,PPEavailability, and machinery downtime.\n\nLead times above may be aggregated to create a fourth lead time, and companies may track different cumulative lead times. For example, a company may be interested in the internal lead time (i.e. when raw materials are sourced to when the final product is manufactured).\n\nThough it may seem bureaucratic, breaking lead time into the categories above helps a company identify the strong and weak points along the sale process.\n\nAnalyzing the lead time formula for a manufacturing company, the factors that affect lead time can be broken into three categories: the procurement factors, the manufacturing factors, and the shipping factors.\n\nProcurement lead time factors all relate to the sourcing of raw materials for production. Well-established companies with strong relationships with suppliers may be less impacted by these factors; still, when relying to external companies, there is always the risk that lead time falters due to an external failure to deliver. Procurement lead time factors that increase lead time include:\n\nManufacturing lead time factors are relatively all controllable for a company. This internal-only stage of the sale process means a company may change processes, personnel, or equipment to improve or worsen lead time. As opposed to the other two lead time factors, a company should have almost full discretion over the manufacturing lead time factors. These factors that result in longer lead times include:\n\nWhen the finished product is sent to a customer, many factors are out of the hands of the company. Though the company can control how fast an item gets off the production line and onto a delivery vessel, a company is often at the whim of whatever delivery method they choose. These factors include:\n\nImagine a large festival that takes place during the first week of August every year that attracts 100,000 people on average and typically sells 15,000 festival T-shirts. Thevendorthat supplies the T-shirts needs one business day to complete the shirt design, one business day to have it proofed and make any necessary fixes, one business day to print the shirts, and two business days to ship the items.\n\nThe lead time in this example would be five business days. In other words, the festival organizers need to place their order with the T-shirt supplier at least five business days before the opening of the festival in order to get the shirts on time.\n\nOf course, that lead time can be shortened in some extreme situations if the buyer is willing to pay apremium. If T-shirt sales on the first day of the festival exceed expectations, festival organizers may decide to order additional shirts on the second day with the hope that they can be delivered by the third day.\n\nSince the shirts have already been designed and approved, that means five days of lead time can be reduced to three. To meet that shortened lead time, the vendor would need to print the additional shirts as quickly as possible in order to ship them overnight for delivery the following morning.\n\nAdditional factors can affect lead time in this example. If festival organizers want a certain percentage of the T-shirts to be fuchsia and the vendor does not regularly keep fuchsia T-shirts in stock, that can increase the lead time because the vendor will need to order shirts in that color.\n\nThe main types of lead time are customer lead time, material lead time, factory, or production lead time, and cumulative lead time. The first three types of lead time are summed to arrive at the fourth type of lead time.\n\nThe main factors that make up lead time are preprocessing, processing, waiting, storage, transportation, and inspection. The factors are often compiled into the three main stages of an order: the before (pre-processing), the during (processing), and the after (shipping).\n\nLead time in shipping is the period of time between when an order is first received and when it reaches the customer. It includes the processing of the order and then the time spent delivering a package.\n\nLead time describes the amount of time it takes to complete a specific process. In business, lead time is often used to describe the amount of time it takes to process an order, manufacture a product, delivery a good, or a combination of these processes. Companies with shorter lead time may have less finished inventory on hand, more efficient processes that may cost less, and generally happier customers.\n\nU.S. Department of State, Bureau of Consular Affairs. \"U.S. Passports: Get Your Processing Time.\"",
  "url": "https://www.investopedia.com/terms/l/leadtime.asp"
}