{
  "term": "Leakage: Definition in Economics and Examples",
  "definition": "In economics, leakage refers to capital or income that diverges from some kind of iterative system.\n\nLeakage is usually used in relation to a particular depiction of the flow of income within a system, referred to as the circular flow of income and expenditure, in the Keynesian model of economics. Within this depiction, leakages are the non-consumption uses of income, including saving, taxes, and imports.\n\nThis particular Keynesian model of the flow of income is usually depicted as a circle, and the components include national income, output, consumption, and factor payments. Non-consumption uses of income—savings, taxes, and imports—are \"leaked\" out of the main flow. This reduces the money available throughout the rest of the economy.\n\nThis theory of Keynesian economics purports that when leakage causes a shortage of capital, governments might have to take steps to stimulate their economies byinjecting cashinto their systems. This injection of funds can be achieved by increasing the level of exports to foreign nations, or by borrowing funds from investors or foreign governments.\n\nImported goods are sometimes referred to as a source of \"leakage\" because they can have the effect of transferring income that was earned in one country to another country. The funds used to purchase the imports leave the immediate area, resulting in anoutflowfrom the domestic area.\n\nWhen the term leakage is used In the retail sector, it usually refers to consumers who spend money outside their local market. This presents a challenge for businesses within this kind of economy; in general, they must search for other sources of revenue.\n\nAnother scenario where leakage is relevant is in a model of credit creation that assumes that all loans borrowed from a bank re-deposited into the system. Of course, this would never happen in reality, but it allows for a simple calculation of the amount of credit that is created.\n\nIn reality, cash leakages occur when amounts of money are borrowed from banks but not re-deposited. Leakages also occur in the form of funds deposited in banks but not lent out. In this system, cash leakage lowers the ability of credit creation.\n\nIn the case of transnational corporations (TNCs), leakage can also occur. Large companies sometimes have factories or production facilities in other countries, and these factories create wealth for the company which is then not transferred to the economy of the host country (and instead to that of the corporation involved). The economic value of goods and profits lost here is leakage.\n\nTourism can cause leakage through funds transitioning between those who live in a particular area and chosen tourist destinations. Additionally, tourism-based businesses that have facilities in one area but hold headquarters in another can create leakage as funds are shifted to the headquarters location.\n\nInformation ordata leakageoccurs when internal information that should be held private or confidential is released to the public. This release of information can include the accidental or intentional disclosure of information, or a failure to secure the information, which leads to exposure.\n\nHigher Rock Education. \"Leakage (Economics).\"",
  "url": "https://www.investopedia.com/terms/l/leakage.asp"
}