{
  "term": "LEAPS: How Long-Term Equity Anticipation Securities Options Work",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nLEAPS, or long-term equity anticipation securities, are publicly tradedoptions contractswithexpiration datesthat are longer than one year. Typically, LEAPS may expire up to three years from the date of issue. They are functionally identical to most other listed options, except with longer times until expiration.\n\nA LEAPS contract grants a buyer the right, but not the obligation, to purchase or sell (depending on if the option is a call or a put, respectively) theunderlying assetat the predetermined price on or before its expiration date.\n\nLEAPS are no different from short-term options, except for the later expiration dates.Lengthier times untilmaturityallow long-term investors to gain exposure to prolonged price movements. As with many short-term options contracts, investors pay apremiumor upfront fee for the ability to buy or sell above or below the option'sstrike price. The strike is the decided-upon price for the underlying asset at which it converts at expiry.\n\nFor example, a $25 strike price for a GE call option would mean an investor could buy 100 shares of GE at $25 at expiry. The investor will exercise the $25 option if the market price is higher than the strike price. Should it be less, the investor will allow the option to expire and will lose the price paid for the premium. Also, remember each put or call options contract equates to 100 shares of theunderlying asset.\n\nInvestors must understand that they will be tying funds up in these long-term contracts. Changes in the marketinterest rateand market or asset volatility may make these options more or less valuable, depending on the holding and the direction of movement.\n\nAmarket indexis a theoretical portfolio made up of several underlying assets that represent a market segment, industry, or other groups of securities. There are LEAPS available for equity indexes. Similar to the single stock LEAPS, index LEAPS allow investors to hedge and invest in indices such as theStandard & Poor's 500 Index(S&P 500).\n\nIndex LEAPS give the holder the ability to track the entirestock marketor specific industry sectors and take abullishstance using call options or a bearish stance using put options. Investors could also hedge their portfolios against adverse market moves with index LEAPS puts.\n\nPremiums are the non-refundable cost associated with an options contract.The premiums for LEAPS are higher than those for standard options in the same stock because the further out expiration date gives the underlying asset more time to make a substantial move and for the investor to make a healthy profit. Known as thetime value, option marketplaces use this lengthy timeframe and theintrinsic valueof the contract to determine the value of the option.\n\nIntrinsic value is the calculated or estimated value of how likely the option is to make aprofitbased on the difference between the asset's market and strike price. This value may include profit that already exists in the contract before purchase. The contract writer will use fundamental analysis of the underlying asset or business to help place the intrinsic value.\n\nAs mentioned earlier, the option contract has a basis of 100 shares of the asset. So, if the premium for Meta (META), formerly Facebook, is $6.25, the option buyer will pay $625 total premium ($6.25 x 100 = $625).\n\nOther factors that can affect the premium price include thevolatilityof the stock, the market interest rate, and if the asset returnsdividends. Finally, throughout the life of the contract, the option will have a theoretical value derived from the use of various pricing models. This fluctuating price indicates what the holder may receive if they sell their contract to another investor before expiration.\n\nLEAPS were first introduced by the Cboe in 1990, and are now ubiquitous.\n\nLEAPS also allow investors to gain access to the long-term options market without needing to use a combination of shorter-term option contracts. Short-term options have a maximum expiration date of one year. Without LEAPS, investors who wanted a two-year option would have to buy a one-year option, let it expire, and simultaneously purchase a new one-year options contract.\n\nThis process, which is calledrolling contracts over, would expose the investor to market changes in the prices of the underlying asset as well as additional option premiums. LEAPS provides the longer-termtraderwith exposure to a prolongedtrendin a particular security with one trade.\n\nEquity LEAPScall optionsallow investors to benefit from potential rises in a specific stock while using less capital than purchasing shares with cash upfront. In other words, the cost of the premium for an option is lower than the cash needed to buy 100 shares outright.Similar to short-term call options, LEAPS calls allow investors toexercisetheir options by purchasing the shares of the underlying stock at the strike price.\n\nAnother advantage of LEAPS calls is that they let the holder sell the contract at any time before the expiration. The difference in premiums between the purchase and sale prices can lead to a profit or loss. Investors must also include any fees orcommissionscharged by theirbrokerto buy or sell the contract.\n\nLEAPS puts provide investors with a long-termhedgeif they own the underlying stock.Put optionsgain in value as an underlying stock's price declines, potentially offsetting the losses incurred for owning shares of the stock. In essence, the put can help cushion the blow of falling asset prices.\n\nFor example, an investor who owns shares of Company XYZ and wishes to hold them for the long term might be fearful that the stock price could fall. To allay these concerns, the investor could purchase LEAPS puts on XYZ to hedge against unfavorable moves in thelongstock position. LEAPS puts help investors benefit from price declines without the need toshort sellshares of the underlying stock.\n\nShort sellinginvolves borrowing shares from a broker and selling them with the expectation that the stock will continue to depreciate by expiry. At expiry, the shares are purchased—hopefully at a lower price—and the position is netted out for a gain or loss. However, short selling can be extremely risky if the stock price rises instead of falling, leading to significant losses.\n\nThere are several key benefits and drawbacks of investing in long-term equity anticipation securities. We've listed some of the main ones below.\n\nLong time frame allows selling of the option\n\nUsed to hedge a long-term holding or portfolio\n\nPrices less sensitive to the movement of the underlying\n\nLong time frame ties up the investment dollars\n\nMarkets or company movements may be adverse\n\nPrices more sensitive to changes in volatility and interest rates\n\nLet's say an investor holds aportfolioof securities, which primarily includes the S&P 500 constituents. The investor believes there may be a marketcorrectionwithin the next two years and, as a result, purchases index LEAPS puts on the S&P 500 Index to hedge against adverse moves.\n\nThe investor buys a December 2021 LEAPS put option with a strike price of 3,000 for the S&P 500 and pays $300 upfront for the right to sell the index shares at 3,000 on the option's expiration date.\n\nIf the index falls below 3,000 by expiry, the stock holdings in the portfolio will likely fall, but the LEAPS put will increase in value, helping to offset the loss in the portfolio. However, if the S&P 500 rises, the LEAPS put option will expire worthless, and the investor would be out the $300 premium.\n\nLEAPS are simply long-date call or put options listed on stocks or indexes. As such, they will have higher initial premiums than shorter-dated options and lose value over time, all else equal. Like any investment, LEAPS will change in value - in the case of a call, it will rise and fall along with the underlying security (and for a put, inversely). For some investors, LEAPS may provide a more affordable way to take a long position than purchasing the actual stock.\n\nIf you have a medium-term time horizon, then a LEAPS call may be a good speculative bet on a stock that you think will rise. You can alsobuy LEAPS puts as a medium-term downside hedgeagainst existing positions.\n\nYes, LEAPS involve risk and you can lose up to your full investment when purchasing one if it ultimately expires worthless. Selling LEAPS is also risky as you are exposed to theoretically unlimited losses if the underlying security moves against you.\n\nYes, when LEAPS are sold at a profit, the gain is taxable. If the LEAP contract was held for at least one year and one day, the taxpayer will be taxed at the long-term capital gain rate. If the contract was held for shorter, the taxpayer will be taxed at a short-term capital gain rate.\n\nThere are several specific downsides to LEAPS. Most often, investors that buy LEAPS must put up more capital upfront at the beginning of the contract to pay for the initial premium. In addition, because they have more time until expiration, LEAPS often cost more than traditional options.\n\nLaunched in 1990 by theChicago Board Options Exchange(CBOE) to meet investor demand, LEAPS are now a mainstay of options trading. LEAPS, which stand for Long-Term Equity Anticipation Securities, are simply listed equity call and put options that have initial expiration dates that are greater than one year, and up to 39 months into the future. As with all options, LEAPS come with unique risks and investors should understand the potential risks and rewards of trading in them.\n\nCboe Global Markets. \"LEAPS® Options.\"\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: An Introduction to Options.\"\n\nCboe Global Markets. \"Equity LEAPS® Options Product Specifications.\"",
  "url": "https://www.investopedia.com/terms/l/leaps.asp"
}