{
  "term": "Least-Developed Countries (LDC): Meaning and List",
  "definition": "Least-developed countries (LDCs) (sometimes referred to as less-developed countries) areunderdeveloped countriesthat face significant structural challenges to sustainable development. The UN's list of LDCs currently comprises 46 countries.\n\nLeast-developed countries are highly vulnerable to economic and environmental shocks and have fewerhuman assetsthan other nations. In some cases, least-developed countries are referred to as \"emerging markets.\" LDCs have access to specific international support measuresfor development assistance and trade that are not available to more developed nations.\n\nThe U.N.'s Committee for Development Policy (CDP) Secretariat of the Department of Economic and Social Affairs/Department of Economic and Social Affairs (DPAD/DESA) created measures to help LDCs gain access to and benefit from international support. The secretariat is responsible for reviewing the status of LDCs and monitoring their progress after they graduate from the LDC category.\n\nThe secretariat’s criteria for placing nations on its list of least-developed countries include the categories of income, human assets, and economic vulnerability:\n\nForty-seven countries comprised the United Nations list of LDCs, as of Sept. 2020:\n\nIn March 2018, the CDP recommended that Bhutan, Kiribati, São Tomé and Príncipe, and the Solomon Islands graduate from the LDC category by the year 2024. This endorsement was unprecedented at the time, as never before had the committee recommended so many countries for graduation at a single review. In the 47 years that the LDC category has existed, only five countries have graduated: Botswana, Cabo Verde, Equatorial Guinea, Maldives, and Samoa.The committee has also scheduled Angola for graduation in 2024.\n\nUnited Nations Conference on Trade and Development (UNCTAD). \"UN Recognition of the Least Developed Countries.\" Accessed Oct. 6, 2021.\n\nUnited Nations, Department of Economic and Social Affairs. \"Least Developed Countries (LCDs).\" Accessed Oct. 6, 2021.\n\nUnited Nations Conference on Trade and Development (UNCTAD). \"UN List of Least Developed Countries.\" Accessed Oct. 6, 2021.\n\nUnited Nations, Department of Economic and Social Affairs. \"Secretariat of the Committee for Development Policy About Secretariat of the Committee for Development Policy.\" Accessed Oct. 6, 2021.\n\nUnited Nations, Department of Economic and Social Affairs. \"LDC Identification Criteria & Indicators.\" Accessed Oct. 6, 2021.\n\nUN Department of Public Information. \"Making Progress on Sustainable Development, Four Least Developed Countries Tapped to Graduate from Ranks of Poorest.\" Accessed Oct. 6, 2021.\n\nUnited Nations, Committee for Development Policy. \"List of Least Developed Countries (as of 11 February 2021) *.\" Accessed Oct. 6, 2021.",
  "url": "https://www.investopedia.com/terms/l/ldc.asp"
}