{
  "term": "Lease Payments: Definition, Contract Terms, Types of Leases",
  "definition": "A lease payment is the equivalent of the monthly rent, that is formally dictated under a contract between two parties, granting one participant the legal right to use the other individual's real estate holdings, manufacturing equipment, computers, software, or other fixed assets, for a specified amount of time. A lease provides thelesseewith limited right-to-use without transferring ownership in return for payment to thelessor.\n\nThe length of time in which lease payments will be made can range from a month-to-month timetable, as is traditionally the case withsoftware-as-a-service(SaaS) business models, or it may contrarily extend through extremely long lengths of time, such as 100 years or more, which is often the case inland-leasescenarios.\n\nLease payments can be made by individuals as well as companies. Individuals traditionally use leases to finance cars, but they may also use them to obtain the use of computer equipment, tracts of land, and other physical assets. A lease payment amount is determined by a variety of different considerations, such as an asset's value, local residual values in a given neighborhood, discount rates, and a lessee's credit score.\n\nA company's lease payments are used in the calculation of the fixed-charge coverage ratio, which helps investors determine if a company is able to cover its fixed expenses, such as leases and interest. The fixed charge coverage ratio is essentially an amplified version of thetimes interest earned ratio, or the times interest coverage ratio. It's highly adaptable for practical usage, with nearly all fixed costs, since thesefixed costsare so similar to lease payments.\n\nThe most common types of lease agreements are as follows:\n\nThe most significant characteristic of an operating lease is that it allows for both financing and maintenance, in which lease payments include an element for financing charges as well as maintenance components. Operating leases require lessors to regularly service the leased equipment in question. For example, it is not uncommon for aircraft owners to lease out their jet engines.\n\nIn many cases, the owners don't possess the technical knowledge required to maintain the parts for themselves, because the components are highly specialized. In such cases, it behooves owners to include maintenance charges directly with lease payments.\n\nFinancial leases differ from operating leases in that they do not embed maintenance fees in the lease payments. Newer leases types, which often offer more customized service levels and lease payment structures, include synthetic leases, and leases tied to mileage, hours, or usage levels. For example, General Electric often leases expensive locomotive components with lease payments that are tied to mileage. In theory, a lessee is only paying for what they need.\n\nFor consumers looking to lease an automobile (instead of purchasing one), beware of fact that some dealers impose mileage minimums in order to protect the resale value of the vehicle.",
  "url": "https://www.investopedia.com/terms/l/lease-payments.asp"
}