{
  "term": "Lease Rate: What it is, How it Works, Types",
  "definition": "A lease rate is the amount of money paid over a specified time period for the rental of an asset, such asreal propertyor an automobile. The lease rate—the amount thelessorearns from allowing someone else to use their property—compensates them for not being able to use that property during the term of the lease.\n\nThe meaning of lease rate depends on the context in which it is being used—namely what type of property is being leased.\n\nIncommercial real estate, the lease rate is the cost to occupy the space, commonly stated as a dollar amount per square foot of space per year. The lease rate can also be stated in terms of dollars per month—as with a rental agreement—or even dollars per year.\n\nThe terms of the lease will spell out the time period that the lease rate applies for—it may also spell out incremental increases in the lease rate over multi-year leases.\n\nTo get a true idea of the cost of renting a space (in addition to the lease rate), the potential tenant will need to know if the lease is single, double, ortriple net. A single net lease is a commercial real estate lease agreement in which the tenant agrees to pay property taxes in addition to rent.\n\nA double net lease is a rental agreement whereby the tenant agrees to cover the costs of two of the three primary property expenses: taxes, utilities, or insurance premiums. Also known as a net-net (NN) lease, these are most commonly found among commercial tenants.\n\nFinally, a triple net lease (triple-Net or NNN) is aleaseagreement on a property whereby the tenant or lessee promises to pay all the expenses of the property, including real estate taxes, building insurance, and maintenance.\n\nBecause most commercial lease rates are set out in dollars per square foot, it makes it easier for the potential lessee (tenant) to compare the leasing costs of properties with different size profiles.\n\nThe question of when to lease equipment or space—rather than building or buying—is one that businesses struggle with. Generally speaking, the key factor is how long the leased property is expected to be in use. For shorter-term surges in equipment demand or operational expansion (pushed by temporary market conditions), leasing is an excellent solution that minimizessunk costs.\n\nIf the increased demand is expected to be long-term, then the up-front costs of ownership usually dwindle in comparison with the savings over time and the potential forappreciationin a commercial property.\n\nThat said, some companies prefer to lease over the long term anyway, as it relieves the company from having to worry about non-core business issues like equipment and building maintenance.\n\nWhen it comes to cars and equipment, the leasing company essentially buys the car from the dealer and rents it to you. So the lessor has “lent” the money for the purchase upfront and you are paying back on that loan.\n\nAlthough the dealer and the leasing party can be the same person, setting up the three-party agreement allows the dealership to sell inventory to the leasing arm and the leasing arm to generate income on these pseudo loans before moving the vehicle back into the dealership as used inventory. The lessee gets a car that they can use without the burden of ownership.\n\nIn the case of an automobile lease, the monthly payment on the vehicle is based on the car's expected depreciation and residual value—a predetermined amount that the car will be worth at the end of the lease term—as well as the lease rate, which is usually stated as a percentage. Through monthly payments, the lessee compensates the automobile dealer for both the vehicle's depreciation and for tying up assets in vehicles instead of investing that money elsewhere.\n\nIn this case, the lease rate is roughly equivalent to an interest rate. Thelease paymentsinclude the lease rate factor, also called themoney factor, that captures the financing element of car leases.\n\nIn the case of commercial property, the building has beenconstructed as an investment with the hopes of bringing in tenants. There are only two entities in this transaction, and any compensation for the initial investment in the building is baked into the lease rate as part of the overall business plan.",
  "url": "https://www.investopedia.com/terms/l/lease-rate.asp"
}