{
  "term": "Least-Preferred Coworker Scale: Definition and How Scale Works",
  "definition": "Developed by American scholar Fred Fiedler, the scale identifies whether an individual'sleadership styleis either relationship-oriented or task-oriented.\n\nThe Least Preferred Coworker (LPC) Scale requires a person to rate the one individual they wouldleast want to workwith—the least-preferred co-worker—using a range of 18 to 25 opposing (positive or negative) adjectives, with ratings from 1 to 8. The LPC score is then computed by totaling all the ratings. A high LPC score indicates that the individual is a relationship-oriented leader, while a low LPC score suggests a task-oriented leader.\n\nA typical set of opposing adjectives used in the LPC scale would include pleasant or unpleasant, friendly or unfriendly, supportive or hostile, and so on. The responses are graded from 1 for the least favorable attribute (for example, unpleasant or unfriendly), to 8 for the most favorable one (pleasant or friendly).\n\nThe LPC scale assumes that people whoseleadershipstyle is relationship-oriented tend to describe their least preferred co-workers in a more positive manner, while those whose style is task-oriented rate them more negatively.\n\nThe scale is based on the notion that no single leadership style is perfect or ideal, as anorganization's needs changedepending on circumstances and context. For instance, a team made up of veteran workers well-versed in their tasks may be served best by a relationship-oriented style of leadership. The team doesn't require heavy-handed approaches like strict guidelines that a less experienced team might need.\n\nSimilarly, a veteran team may at times need task-oriented leadership. Such instances might include if a deadline is looming, or if the goals include sensitive milestones that will be difficult to achieve. If the team is made up of bothveteran professionalsand untrained staff, the situational needs of the objective could mean leadership styles may change based on the moment or the individuals who need guidance.\n\nSituational favorablenessalso plays a role in the leadership style adopted. The leadership-member relationship is a barometer of how much influence and trust exists between the team and its leader. If this bond is weak, the leader can be said to hold a weak position in this regard. This can be swayed by the leader’s position of power in the organization.\n\nThe amount of power and authority a leader has to direct the team who works for them might be described as strong, meaning they have clear control to see their mandates are followed. If that power is weak, they have less control over the team to ensure the action that is taken.",
  "url": "https://www.investopedia.com/terms/l/least-preferred-coworker-scale.asp"
}