{
  "term": "Leasehold Improvement: Definition, Accounting, and Examples",
  "definition": "The term leasehold improvement refers to changes made to customize a rentalpropertyto satisfy the particular needs of a specific tenant. These changes and alterations may include painting, installing partitions, changing the flooring, or putting in customized light fixtures. Improvements may be undertaken by thelandlordor the tenant andmay be paid by the tenant.\n\nInvestopedia / Michela Buttignol\n\nLeasehold improvements are commonly referred to as tenant improvements or build-outs. These changes are generally made by landlords ofcommercial propertiesand may be provided for an existing or new tenant. Any changes are tailored to the specific needs of a tenant and make the space more attractive and appealing to them.\n\nOnce theleaseends, the improvements generally belong to the landlord, unless otherwise specified in the agreement. If the tenant can take them, they must remove them without any damage to the property.\n\nCertain criteria must be met for changes to qualify as leasehold improvements. Changes must be made to the interior to accommodate the specific needs of thetenant, including any of the following:\n\nNot all changes are considered leasehold improvements. Modifications made for one tenant don't qualify for other tenants, including their neighbors. Exterior buildingrenovations, such as landscaping, parking lot repairs, or roofing don't qualify either. Even interior alterations like upgrades made to a building's elevator or HVAC systems aren't considered leasehold improvements. That's because they don't benefit a specific tenant.\n\nLeasehold improvements are considered qualified improvement property for tax purposes, along with building improvements, qualified restaurant property, and qualified retail improvements under theTax Cuts and Jobs Act (TCJA)of 2017.\n\nLeasehold improvements are meant to customize and change rental properties. Landlords do so to meet the needs of the lessees. But how do building owners treat the depreciation of these improvements? It depends entirely on the accounting method.\n\nOwners can depreciate leasehold improvements over 15 years under theInternal Revenue Code (IRC)under certain conditions. These include making improvements:\n\nThings are a little different according togenerally accepted accounting principles (GAAP). Under GAAP, leasehold improvements \"areamortizedover the shorter of the useful life of those leasehold improvements and the remaining lease term.\"\n\nThis type of leasehold improvement gives the tenant authority to oversee the project, taking the burden off the landlord especially if the process is time-consuming. The landlord normally puts provisions in place in the lease that cover the budget of the tenant allowance improvement.\n\nThis is usually listed as alump sumor on a per-square-foot basis. Landlords may either pay the renovation/construction company directly orreimbursethe tenant directly. If project budgets are exceeded, the tenant covers the balance.\n\nThe landlord may offer the tenantrentdiscounts for leasehold improvements. If this option is included in the lease, the tenant may get rent relief of some type, such as one free month or reduced rent for a certain period of the year.\n\nTenants can use this to save on space alterations. Just like with the TIA, the tenant oversees the project and controls the lease improvements. The tenant is also responsible if costs exceed the budget.\n\nThis option is also called a build-out. In this case, the landlord presents an improvement package or other options to the tenant. The landlord is typically the one who manages the project, allowing the tenant more time to devote to their business.\n\nIn most cases, tenants may not end up with the modifications they actually want to help theirbusinessgrow. If they do choose to add on to the changes, they must cover the additional cost.\n\nThis type of leasehold improvement is normally undertaken at the beginning of the lease. In most cases, cost estimates and plans are submitted by the tenant while the landlord is the one who supervises and pays for all of the work.\n\nIn December 2015, the U.S. Congress passed theProtecting Americans From Tax Hikes (PATH) Act, which modified and extended many tax provisions related to depreciation, including leasehold improvements. The bill made permanent a tax-savings provision that allowed for 15-year straight-line cost recovery on qualified leasehold improvements. Under those guidelines:\n\nThe passing of the TCJA in 2017 changed the way landlords and tenants can claim deductions involving leasehold improvements. The new law modified some of the requirements. Improvements must still be made to the interior of the building, which means enlargements to buildings, elevators and escalators, roofs, fire protection, alarm, and security systems, and HVAC systems still don't qualify.\n\nThe qualified improvement property no longer requires both parties (landlords and tenants) to be unrelated. It also eliminated the three-year requirement, stating that all improvements may be made \"after the date when the property was first placed in service,\" according to theInternal Revenue Service (IRS).\n\nTheCoronavirus Aid, Relief, and Economic Security (CARES) Actmade some tweaks to qualified improvement property when it was passed in 2020. The act put a 15-year recovery period for QIP and allowed filers to claim first-year depreciation for any QIP.\n\nMost lenders won't allow repayment terms beyond the life of the lease if financing is required to pay for any leasehold improvements.\n\nThe IRS does not allowdeductionsfor improvements. But, because improvements are considered part of the building, they are prone to depreciation. The IRS allows fordepreciationdeductions, as long as these conditions are satisfied. Whoever does the work is allowed to take the depreciation deduction, whether that's the landlord or the tenant. The TCJA increased the maximum amount allowed to $1 million from $500,000.\n\nAccounting experts suggest expensing any improvements made that amount to less than the company's capitalization limit during the same period. If they exceed this amount, the total should becapitalizedandamortizedover the term of the lease or over the shorter period of the life of the improvements.\n\nWhile they may effectively be building improvements, leasehold improvements are distinctly different. That's because they only really make an impact on the space for a specific tenant. Building improvements, on the other hand, benefit everyone in the property and generally change the overall structure of the building itself.\n\nExamples of building improvements include putting up a new roof, paving a driveway and/or parking lot, adding a parking lot, renovating the lobby, adding a new or repairing an existing elevator, and updating the HVAC system. As such, building improvements help extend the overall life of the structure.\n\nLandlords may pay for leasehold improvements to encourage tenants to rent spaces for longer periods of time, especially in theretail industry. For example, a business owner leases a building for their disc golf shop. The landlord may choose to add four walls to the leased area to create built-in displays and storage areas for the discs. These alterations are considered leasehold improvements.\n\nLet's take another example from the retail sector. The owner of Store A decides to lease space through Company B. The store only has four walls and no other amenities. Through the leasenegotiation, Company B—the landlord—agrees to install shelving, a service counter for cash registers, and a display unit with special lighting before Store A opens its doors.\n\nThere are manyexamples of leasehold improvements. A leasehold improvement is anything that benefits one specific tenant, usually in a commercial property. This includes painting, adding new walls, putting up display shelves, changing flooring and lighting, and the addition of offices, walls, and partitions.\n\nLandlords budget and pay for improvements by offering a tenant improvement allowance or through rent discounts. They may also pay by offering the tenant a package of modifications from which they can choose. The tenant is normally responsible for any additional costs that go over the budget.\n\nYou can't deduct leasehold improvements. But the IRS does allow building owners to account for their depreciation because any improvements made are considered to be part of the building.\n\nLeasehold improvements are changes made by landlords, property owners, or tenants to ready, maintain, or fix rental units for the benefit of a specific tenant. These can include painting, repairs, updates, and replacements of fixtures and appliances. Owners cannot deduct these outlays from their taxes directly because they are considered to be capital improvements, but the IRS does afford them depreciation expense over time.\n\nInternal Revenue Service. “New Rules and Limitations for Depreciation and Expensing Under the Tax Cuts and Jobs Act.”\n\nCongressional Research Service. “Tax Depreciation of Qualified Improvement Property: Current Status and Legislative History.\" Page 1.\n\nPwC. “6.19 Leasehold Improvements—Useful Life.”\n\nCongress.gov. “Division Q—Protecting Americans From Tax Hikes Act of 2015.” Pages 129 Stat. 3040, 3063-3064.\n\nCongress.gov. “H.R.1 — 115th Congress (2017-2018).“ Pages 131 Stat. 2110-2111.\n\nCongress.gov. “H.R.748 - CARES Act.” Page 134 Stat. 359.\n\nInternal Revenue Service. “Rev. Proc. 2020-25.” Page 3.\n\nInternal Revenue Service. \"Publication 946 (2023), How To Depreciate Property.\"\n\nAccounting Tools. \"How To Account for Leasehold Improvements.\"",
  "url": "https://www.investopedia.com/terms/l/leaseholdimprovement.asp"
}