{
  "term": "Leaseback (or Sale-Leaseback): Definition, Benefits, and Examples",
  "definition": "A leaseback is an arrangement in which the company that sells anassetcan lease back that same asset from the purchaser. With a leaseback—also called a sale-leaseback—the details of the arrangement, such as the lease payments and lease duration, are made immediately after thesale of the asset. In a sale-leaseback transaction, the seller of the asset becomes the lessee and the purchaser becomes the lessor.\n\nA sale-leaseback enables a company to sell an asset to raisecapital, then lets the company lease that asset back from the purchaser. In this way, a company can getboththe cash and the asset it needs to operate its business.\n\nIn sale-leaseback agreements, an asset that is previously owned by the seller is sold to someone else and then leased back to the first owner for a long duration. In this way, a business owner can continue to use a vital asset but ceases to own it.\n\nAnother way of thinking of a leaseback is like a corporate version of a pawnshop transaction. A company goes to the pawnshop with a valuable asset and exchanges it for afresh infusion of cash. The difference would be that there is no expectation that the company would buy back the asset.\n\nThe most common users of sale-leasebacks are builders or companies with high-costfixed assets—like property, land, or large expensive equipment. As such, leasebacks are common in the building and transportationindustries, and the real estate and aerospacesectors.\n\nCompanies use leasebacks when they need to utilize the cash they invested in an asset for other purposes but they still need the asset itself to operate their business. Sale-leasebacks can be attractive as alternative methods of raising capital. When a company needs to raise cash, it typically takes out a loan (incurringdebt) or effects anequity financing(issuing stock).\n\nA loan must be repaid and shows up on the company'sbalance sheetas a debt. A leaseback transaction can actually help improve a company's balance sheet health: The liability on the balance sheet will go down (by avoiding more debt), and current assets will show an increase (in the form of cash and the lease agreement). Althoughequitydoes not need to be paid back,shareholdershave a claim on a company's earnings based on their portion of its stock.\n\nA sale-leaseback is neitherdebt nor equity financing. It is more like a hybrid debt product. With a leaseback, a company does not increase its debt load but rather gains access to needed capital through the sale of assets.\n\nThere are numerous examples of sale-leasebacks incorporate finance. However, a classic easy-to-understand example lies in the safe deposit vaults thatcommercial banksgive us to store our valuables. At the outset, a bank owns all of the physical vaults in its basements. The bank sells the vaults to a leasing company atmarket price, which is substantially higher than the book value. Subsequently, the leasing company will offer back these vaults to the same banks to rent on a long-term basis. The banks, in turn, sub-lease these vaults to us, its customers.\n\nSale-leaseback transactions may be structured in various ways that can benefit both the seller/lessee and the buyer/lessor. However, all parties must consider the business and tax implications, as well as therisksinvolved in this type of arrangement.",
  "url": "https://www.investopedia.com/terms/l/leaseback.asp"
}