{
  "term": "Ledger Wallet: Examples of How Crypto Wallets Work",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA Ledger wallet is a cryptocurrency wallet made by Ledger, a company that makes physical cryptocurrency wallets that look similar to USB drives or other storage devices. Ledger offers users several hardware and cold wallet options and promises users that its wallets are safe and secure for use with crypto assets.\n\nHeadquartered in France, the company also has operations in San Francisco. It was launched by eight experts with backgrounds in embedded security, cryptocurrencies, and entrepreneurship. The company's goal is to create secure solutions for blockchain applications.\n\nTo understand the types of wallets Ledger makes, it's important to know what wallets do and how they are classified. Here's a quick refresher.\n\nTo use yourcryptocurrency, you're required to use private keys to access them. These private keys, which are long hexadecimal numbers, are what thieves and hackers are after because they are the weak link in a blockchain. Originally, cryptocurrency users wrote or printed these keys on paper—hence the term \"paper wallet\"—and removed their keys from their computers to prevent theft. However, paper is easily damaged, and as you might imagine, many users lost their keys.\n\nApplications with user interfaces that ran on personal computers, laptops, and mobile devices were developed to make blockchain more user-friendly, attract more users, and store the keys for you. However, these programs introduced an additional risk—they were accessible to hackers and thieves because they are software-based.\n\nTo address concerns over private key security and longevity, cryptocurrency developers created other types of wallets. Cryptocurrency wallets are now generally classified into three categories:\n\nHardware and software wallets can be further classified into:\n\nLedger offers cold, non-custodial hardware wallets. These multicurrency wallets store private keys offline on a secure hardware device. These wallets are device-based, which means they use storage mechanisms (like USB drives) to store private keys, thereby making it difficult for hackers to access them from an online location. The private key is moved to a certified secure chip by the software on the device and Ledger's application.\n\nThe company offers four different hardware wallets: the Ledger Flex, the Ledger Nano S Plus, the Ledger Nano X, and the Ledger Stax. These hardware wallets work with the Ledger Live app, which the owner uses to access the keys and purchase and manage their crypto. Alltransactionsthat are executed must be authorized by the user.\n\nThese storage wallets let you perform various functions, including sending and receiving cryptocurrency and usingtwo-factor authentication (2FA)applications.\n\nAll Ledger products combine a Secure Element and a proprietary operating system designed specifically to protect a user's cryptocurrencyassets. They generate a 24-word, 96-character backup recovery phrase to access your cryptocurrencies if the device is lost or stolen. For the extra-cautious, the 24-word phrase can be etched into steel in a Billfodl, which holds seed phrases or keys in a sturdy physical form.\n\nLedger's first product was the Ledger Nano S, introduced in 2016.The Ledger Nano S was eventually replaced with three other products: the Ledger Nano S Plus, the Ledger Nano X, and the Ledger Stax. The Ledger Flex was later added to the company's products.\n\nThe Ledger Nano S Plus is referred to by Ledger as a \"Nano S on steroids.\"The Nano S Plus resembles a portable USB device with a USB-C connection. It allows users to manage more than 5,500 digital assets with enough memory to install up to 100 apps. The company says it is compatible with more than 5,500 coins andnon-fungible tokens (NFTs). The Ledger Nano S Plus is compatible with Mac, Windows, and Android devices.\n\nThe unit retails for $79 (USD).\n\nLedger introduced the Nano X in 2019.This is a USB-type device that, like every other Ledger device, keeps the owner's crypto coins and NFTs offline. It is Bluetooth-enabled and has a USB-C connection. This device works with macOS, Windows, iOS, and Android. It has the capacity for more than 5,500 different tokens, and users can have up to 100 different apps.\n\nThe Ledger Nano X retails for $149 (USD).\n\nYou may be required to purchase additional items to use your devices, such as the On The Go kit to connect to a mobile device.\n\nThe Ledger Stax is a portable storage device designed by Ledger to store cryptocurrency assets. It is small enough to fit into the palm of your hand. Users can name their Stax, and the lock screen can be customized like asmartphone. Some of the features include;\n\nThis device supports more than 5,500 coins and NFTs. As with all Ledger devices, it comes with a Secure Element chip.\n\nThe unit retails for $399 (USD).\n\nThe Ledger Flex is a small wallet with a 2.84 inch touchscreen that allows you to navigate to the cryptocurrency you own by swiping across the screen. You can display pictures or your NFTs on the screen.\n\nYou can connect the Flex to your smartphone or computer and works with Android, iOS, Windows, Linux, and macOS. Flex is also compatible with more then 5,500 cryptocurrencies and NFTs and retails for $249.\n\nLedger is a wallet compatible with more than 5,500 cryptocurrencies. You can connect Ledger to MyEtherWallet, Talisman, Rainbow, DeFi Wallet, Hana Wallet, Zerion, MetaMask, MyCrypto, BinanceDEX, and more to view tokens not compatible with Ledger.\n\nLedger wallets are very popular with cryptocurrency holders because of the custom operating system and security offered by the company.\n\nFirst, by using a wallet designed by someone else, you're relying on them to secure your keys for you by giving its software access to your keys. Second, the wallets are electronic devices that use software to provide an interface and experience. The application you download and interface with on your computer or device is also a weakness because it is software programmed by people. Software can be hacked, and wallets are often the primary targets of thieves and hackers because they are the weakest link in most blockchains.\n\nYou have several wallet options available to store the keys to your cryptocurrency safely. Of the different types, cold hardware wallets are the most secure option because they make your keys inaccessible until you need them.\n\nOne of the leading names in cold hardware wallets is Ledger. The company maintains that its devices are completely safe and secure and have never been hacked.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.\n\nLedger. \"How to Use Ledger Devices for Enhanced, Second Factor Authentication.\"\n\nLedger. \"Commemorating the Ledger Nano S.\"\n\nLedger. \"First Ledger Nano X Shipment To Start Next Week.\"\n\nLedger. \"Ledger Compatible Services.\"",
  "url": "https://www.investopedia.com/terms/l/ledger-wallet.asp"
}