{
  "term": "Leg: Definition in Trading, How It Works, and Strategy Types",
  "definition": "A leg is one piece of a multi-part trade, often aderivativestrading strategy, in which a trader combines multiple options or futures contracts, or—in rarer cases—combinations of both types of contract, tohedgea position, to benefit from arbitrage, or to profit from a spread widening or tightening. Within these strategies, each derivative contract or position in the underlying security is called a leg.\n\nWhen entering into a multi-leg position, it is known as \"legging-in\" to the trade. Exiting such a position, meanwhile, is called \"legging-out\". Note that the cash flows exchanged in aswap contractmay also be referred to as legs.\n\nA leg is one part or one side of a multi-step ormulti-legtrade. These kinds of trades are just like a race of a long journey–they have multiple parts or legs. They are used in place of individual trades, especially when the trades require more complex strategies. A leg can include the simultaneous purchase and sale of a security.\n\nFor legs to work, it's important to consider timing. The legs should be exercised at the same time in order to avoid any risks associated with fluctuations in the price of the related security. In other words, a purchase and a sale should be made around the same time to avoid anyprice risk.\n\nThere are multiple types of legs, which are outlined below.\n\nOptionsare derivative contracts that give traders the right, but not the obligation, to buy or sell the underlying security for an agreed-upon price—also known as thestrike price—on or before a certain expiration date. When making a purchase, a trader initiates acalloption. When selling, it's aputoption.\n\nThe simplest option strategies are single-legged and involve one contract. These come in four basic forms:\n\nA fifth form, the cash-secured put, involves selling a put option and keeping the cash on hand to buy the underlying security if the option isexercised.\n\nBy combining these options with each other and/or with short or long positions in the underlying securities, traders can construct complex bets on future price movements,leveragetheir potential gains, limit their potential losses, and even make free money througharbitrage—the practice of capitalizing on rare market inefficiencies.\n\nThelong straddleis an example of an options strategy composed of two legs: a long call and a long put. This strategy is good for traders who know a security's price will change but aren't confident of which way it will move.\n\nThe investor breaks even if the price goes up by their net debit—the price they paid for the two contracts plus commission fees—or decreases by their net debit, profits if it moves further in either direction, or else loses money. This loss, though, is limited to the investor's net debit.\n\nAs the chart below shows, the combination of these two contracts yields a profit regardless of whether theunderlying security'sprice rises or falls.\n\nThecollaris a protective strategy used on alongstock position. It comprises three legs:\n\nThis combination amounts to a bet that the underlying price will go up, but it's hedged by the long put, which limits the potential for loss. This combination alone is known as aprotective put. By adding a short call, the investor has limited their potential profit. On the other hand, the money the investor receives from selling the call offsets the price of the put, and might even have exceeded it, therefore, lowering the net debit.\n\nThis strategy is usually used by traders who are slightly bullish and don't expect large increases in price.\n\nTheiron condoris a complex, limited risk strategy but its goal is simple: to make a bit of cash on a bet that the underlying price won't move very much. Ideally, the underlying price atexpirationwill be between the strike prices of the short put and the short call. Profits are capped at the net credit the investor receives after buying and selling the contracts, but the maximum loss is also limited.\n\nBuilding this strategy requires four legs or steps. You buy a put, sell a put, buy a call and sell a call at the relative strike prices shown below. The expiration dates should be close to each other, if not identical, and the ideal scenario is that every contract will expireout of the money(OTM)—that is, worthless.\n\nFuturescontracts can also be combined, with each contract constituting a leg of a larger strategy. These strategies includecalendar spreads, where a trader sells a futures contract with one delivery date and buys a contract for the same commodity with a different delivery date. Buying a contract that expires relatively soon and shorting a later (or \"deferred\") contract is bullish, and vice-versa.\n\nOther strategies attempt to profit from the spread between different commodity prices such as thecrack spread—the difference between oil and its byproducts—or thespark spread—the difference between the price of natural gas and electricity from gas-fired plants.",
  "url": "https://www.investopedia.com/terms/l/leg.asp"
}