{
  "term": "Legal Tender: Definition, Economic Functions, and Examples",
  "definition": "Legal tender is anything that's recognized by law as a means to settle a public or private debt or meet a financial obligation. This includes tax payments, contracts, and legal fines or damages. Thenational currencyis legaltenderin virtually every country. A creditor is legally obligated to accept legal tender toward repayment of a debt.\n\nInvestopedia / Michela Buttignol\n\nLegal tender is established by a statute that specifies what's to be used as money and the institution that's authorized to produce it and issue it to the public. This would be theU.S. Treasuryin the United States and the Royal Canadian Mint in Canada.\n\nThe recognized legal tender in the U.S. consists ofFederal Reservenotes and coins. Creditors are required to accept them as payment when they're offered to discharge a debt. Private businesses may refuse to accept some or all forms of cash tender, however, if a transaction hasn't already occurred and debt hasn't been incurred by the customer, except where this is prohibited by state law.\n\nLegal tender laws prevent the widespread adoption of anything other than the existing legal tender as money in the economy. A check or a credit swipe is not legal tender. It functions as a money substitute and merely represents a means by which the holder of the check can eventually receive legal tender for the debt.\n\nCryptocurrencies generally aren't accepted for use as money largely because they lack legal tender status. El Salvador became the first country in the world to accept Bitcoin as legal tender in June 2021.The governor of Arizona vetoed a bill in May 2013 that would have made gold and silver coins legal tender in the state in addition to existing U.S. currency.\n\nSome currencies such as the U.S. dollar and theeuroare used as legal tender in countries that either don't issue currencies of their own or have found the stable dollar preferable to their own currency. Ecuador adopted the U.S. dollar as legal tender in 2000 after the sucre, the Ecuadorian-issued currency, depreciated so rapidly that $1 was worth 25,000 sucres.\n\nAdopting the U.S. dollar as the primary legal tender is known as \"dollarization\" although the practice is generally referred to as currency substitution.\n\nThere are generally two fundamental forms of legal tender. A government can simply ratify market-determined commoditymoney, such as gold, and agree to accept tax payments and enforce contracts denominated in that commodity or it can declare an adulterated commodity or valueless token to be legal tender that then takes on the characteristics of afiat currency.\n\nLegal tender serves several purposes. It's used by market participants to fulfill the functions of money in the economy as a medium of indirect exchange, a unit of account, a store of value, and a standard of deferred payment.\n\nProponents of legal tender laws argue thatmarkets generally failto produce the optimal type, quality, and quantity of money. They say that legal tender enhances the usefulness of money as a means to reduce transaction costs. Having a legal tender can allow flexibility inmoney supplyand a single currency can eliminate the transaction costs associated with the use of multiple competing currencies. The imposition of legal tender is one way to achieve a single currency.\n\nLegal tender also makesmonetary policypossible. It allows the manipulation, debasement, anddevaluationof the currency by the issuer to obtainseigniorage. It facilitates the issuance of fiduciary media by the banking system to meet the needs of trade.\n\nGresham's Law would make monetary policy, seigniorage, currency manipulation, and fiduciary media issuance much more difficult in the absence of legal tender laws because good money tends to drive out bad money in this case.\n\nThe popularity of cross-border and online shopping is increasing the demand for more forms of money such as popular cryptocurrency alternatives likeBitcointo be recognized as legal tender. Given official objection to such alternatives except in most cases, however, these may still be some years away. They don't represent legal tender in the U.S. or most other countries.\n\nEl Salvador became the first country in the world to accept Bitcoin as legal tender in June 2021.\n\nMany online services accept cryptocurrencies and this practice is perfectly legal. Cryptocurrencies are mostly limited to use in gray and black market activity or as speculative investments, however, due to their status as unofficial competitors to legal tender. There are a few exceptions, however. Venezuelan President Nicolas Madura ordered all federal institutions to accept a new electronic currency, thepetro, as legal tender in 2018 when facing devastating hyperinflation.\n\nThe Venezuelan petro is controlled centrally by the Venezuelan government based on their estimation of the value of their natural resources. The petro was claimed to be backed by Venezuela's natural gas, mineral, and oil reserves.Venezuela's experiment with the petro hasn't made much progress, however, and the petro doesn't circulate generally as money despite its legal tender status.\n\nThe tiny Republic of the Marshall Islands (RMI) adopted a new cryptocurrency, the sovereign (SOV), as legal tender. The sovereign is pegged to an existing, decentralized peer-to-peer cryptocurrency market. The U.S. dollar still functions as money and legal tender in the RMI, however, and it continues to do so along with the new legal tender.\n\nGresham's law translates to \"bad money drives out good.\" A penny made of gold would be hoarded and effectively removed from circulation by those who were lucky enough to come across one. They’d part with a tin penny and use it to purchase products if both pennies had the same legal tender value.\n\nSeigniorage is the value of money after the costs to produce it have been subtracted. A $100 bill would have a seigniorage of $99.80 if it cost the government 19.6 cents to create it.\n\nInflation influences the value of the dollar. An item that cost $1 in 2010 would cost $1.44 in 2024 due to a 44.4% cumulative rate of inflation.\n\nLegal tender is the money or money equivalent that a country recognizes within its borders. It’s the nation’s currency in most cases. Other forms and sources of money aren’t recognized and can’t be accepted for payment.\n\nThis doesn’t rule out credit card payments or paper checks in the U.S. because they're based on American dollars but merchants and financial entities within the United States can’t accept pesos or cryptocurrencies for payment.\n\nReuters. \"In a World First, El Salvador Makes Bitcoin Legal Tender.\"\n\nState of Arizona. \"RE: Senate Bill 1439 (Legal Tender).\"\n\nThe World Bank. \"Dollarization and Semi-Dollarization in Ecuador.\" Page 1.\n\nElsevier. \"Cryptocurrencies As Asset-Backed Instruments: The Venezuelan Petro.\" Pages 2, 5.\n\nBritannica Money. \"Gresham's Law.\"\n\nEconomicshelp.org. \"Seigniorage – Definition and Explanation.\"\n\nUS Inflation Calculator. \"Inflation Calculator.\"",
  "url": "https://www.investopedia.com/terms/l/legal-tender.asp"
}