{
  "term": "Legal Monopoly: What it is, How it Works",
  "definition": "A legal monopoly refers to a company that is operating as amonopolyunder a government mandate. A legal monopoly offers a specific product or service at a regulated price. It can either be independently run and government regulated, or both government-run and government regulated. A legal monopoly is also known as a \"statutory monopoly.\"\n\nA legal monopoly is initially ordered because it is perceived as the best option for both a government and its citizens. For example, in the U.S., AT&T operated as a legal monopoly until 1982 because it was deemed vital to have cheap and reliable service that was readily available to everyone. Railroads and airlines have also been operated as legal monopolies, throughout different periods in history.\n\nA legal monopoly materially differs from a \"de facto\" monopoly, which refers to a monopoly that is not created by a government entity.\n\nThe prevailing idea behind instituting legal monopolies is that if too many competitors invest in their own deliveryinfrastructure, prices across the board, in a given industry, would climb to unreasonably high levels. While this idea has merit, it does not sustain itself indefinitely, because in most cases,capitalismeventually wins out over legal monopolies. As technologies advances and economies evolve, playing fields typically level out, all on their own. Consequently, costs drop and barriers to entry diminish. In other words: competition ultimately benefits consumers, more-so than legal monopolies do.\n\nThroughout history, various governments have imposed legal monopolies on a variety ofcommodities, including salt, iron, and tobacco. The very earliest iteration of a legal monopoly is the Statute of Monopolies of 1623, an act by England's Parliament. Under this statute, patents evolved fromletters patent, which is written orders issued by a monarch, granting title to an individual or a corporation.\n\nThe Dutch East India Company, British East India Company, and similar national trading companies were granted exclusive trade rights by their respective national governments. Private freelance traders operating outside the scope of those two companies were subject to criminal penalties. Consequently, those companies fought wars in the 17th century, in an effort to define and defend their monopoly territories.\n\nLegal monopolies on alcohol remain fairly common, both as a source of public revenue and as a means of control. Meanwhile, monopolies on opium and cocaine—once important revenue sources—were converted or re-instituted during the twentieth century, to curb the abuse of controlled substances. For example, Mallinckrodt Incorporated is the only legal supplier of cocaine in the United States.\n\nThe regulation of gambling in many places includes a legal monopoly, with respect to national or state lotteries. Where private operations are allowed with businesses like horse racing tracks, off-track betting venues, and casinos, the authorities may license only one operator.",
  "url": "https://www.investopedia.com/terms/l/legalmonopoly.asp"
}