{
  "term": "Legal Rate of Interest: What it Means, Special Considerations",
  "definition": "The legal rate of interest is the highest rate ofinterestthat can be legally charged on any type ofdebt, and to which a lender must adhere. The legal rate of interest applies to all types of debt, although certain types of debt may carry a higher legal rate than another—for instance, the legal limit for apayday lendermay be higher than the legal limit for a student loan. The limit is set to prevent lenders from charging borrowers excessive interest rates.\n\nAn interest rate that exceeds the legal rate of interest is classified asusury. There are usually stiff penalties for usury in most states, such as fines or even the forfeiture ofprincipaland/or interest. The legal rate of interest can also be classified as the highest rate that lenders can charge for any legal claim that can be enforced in a court of law.\n\nIn the United States, individual states are responsible for setting their own interest rate laws. Although this type of financial activity could fall under the Constitution's commerce clause,Congresshas not traditionally focused on usury. The government considers the collection of interest payments through violent means a federal offense.\n\nEach state may set a legal rate of interest through their respective laws. For example, New York set its interest rates quaterly. Delaware’s legal rate of interest is5%﻿﻿ above the Federal Reserve rate, which makes it subject to fluctuations.\n\nIn addition to these limits, each state typically sets separate general usury limits that may be higher. New York’s limit is 16%﻿﻿ for civil usury and 25%﻿﻿ for criminal usury. Banks and other providers of financing who do business in a state could be subject to that jurisdiction’s legal rate of interest.\n\nThere are certain exceptions and circumstances that may let lenders charge rates in excess of a jurisdiction’s legal rate of interest. Customers can choose to waive this protection when they apply for financing. Many lenders and financiers may require such an agreement to be signed by their customers to receive any financing.\n\nThe language that grants the company the right to charge higher interest rates may be included in the terms of service. Agreeing to receive financing at the interest rate assigned by the lender could override the protections that a legal rate of interest offer whether or not the customer later attests to fully understanding her rights.\n\nLenders might be able to bypass a legal rate of interest through similar methods used to circumventusury laws. For instance, credit card providers are allowed to charge interest rates based on the state where the company is incorporated rather than the states where their customers live. The lender might choose to incorporate in a state such as Delaware that offers more relaxed usury laws than other states.\n\nCredit card companies typically have the option of charging interest rates that are allowed by the state where the company was incorporated rather than follow the usury laws that apply in the states where borrowers live. Nationallychartered bankssimilarly can apply the highest interested allowed by the state where the institution was incorporated. By incorporating in states such as Delaware or South Dakota, lenders have historically benefited from greater leeway allowed in those states’ relaxed usury laws.\n\nState of Delaware, TITLE 6:Commerce and Trade\n\nhttps://delcode.delaware.gov/title6/c023/\n\n2012 New York Consolidated Laws GOB - General Obligations Article 5 - CREATION, DEFINITION AND ENFORCEMENT OF CONTRACTUAL OBLIGATIONS Title 5 - (5-501 - 5-531) INTEREST AND USURY; BROKERAGE ON LOANS 5-501 - Rate of interest; usury forbidden.\n\nhttps://law.justia.com/codes/new-york/2012/gob/article-5/title-5/5-501/\n\nhttps://www.nysenate.gov/legislation/laws/PEN/190.42",
  "url": "https://www.investopedia.com/terms/l/legal-rate-of-interest.asp"
}