{
  "term": "Legal Separation: Definition, How To Prepare, Types, and Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nErika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nA legal separation is a court-ordered arrangement whereby a married couple lives apart, leading separate lives. A legal separation is a popular alternative to adivorcewhen the parties are unsure of the state of their marriage but want to establish financial boundaries and responsibilities, such as separation of assets, custody of dependents, and child support.\n\nAlthough the reasons for seeking a legal separation vary, there are some common ones worth noting. Some religions prohibit married couples from divorcing and a legal separation grants most of the benefits of a divorce without compromising religious tenets. Also, those unsure of their marital future may opt for a legal separation, hoping for a reconciliation.\n\nIn spite of the pain from a split, sometimes a legal separation makes sense when a divorce doesn't. For example, a legal separation can be temporary, while a divorce is permanent. Some couples legally separate when trial separations don't work. This may be their last attempt at saving their marriage.\n\nCouples with minor children often cite that a legal separation is more ideal for their children than a divorce. Although the parents function as a separate unit, the family may remain together, maintaining stability and order, for the most part. Moreover, many parents find that their children are better able to adjust to a divorce if they legally separate first.\n\nAdditionally, a legal separation is often simpler and more cost-effective than a divorce. With a legal separation, it's possible to retain health and retirement benefits.Also, for those who want a divorce, a legal separation is required in some states before a judge will grant one.\n\nWhen the actual date of separation is determined, it freezes a spouse’s ability to freely spend money from a joint credit card or bank account. It also limits control over other assets such as properties and vehicles.\n\nReaching a 10th anniversary is a monumental occasion, but it is also a milestone that affects future benefits. For couples deciding to part ways, a legal separation may keep benefit entitlements intact. For example, military spouses must remain married for a decade to take advantage of the benefits provided by the Uniformed Services Former Spouse Protection Act.\n\nAlso, having remained married for at least 10 years qualifies ex-spouses forcertain spousal Social Security benefits.If your spouse will draw significantly more Social Security than you will in retirement, it is beneficial to remain married for a minimum of 10 years so you can draw a larger sum by drawing on your spouse's Social Security retirement benefits.\n\nA legal separation is as serious as a divorce because both are orders of the court, containing duties and obligations that each party must legally uphold. If the couple later divorces, judges may consider the details of the separation agreement when ruling on a divorce.\n\nLegal separation isn't the only option for couples who prefer to separate instead of divorce.\n\nUnlike a legal separation, a trial separation is an informal decision by a couple to temporarily separate. As the name suggests, couples use this approach when they aren't entirely certain about the separation and want to test whether or not a separation is right for them.\n\nPermanent separation is considered by some to be the stage preceding a legal separation. Unlike a trial separation, the couple has at this point decided to separate permanently and assume there is no hope for reconciliation.However, for whatever reason—perhaps due to health insurance issues, costs, or just inertia—the couple has not taken action to mark the separation in court.\n\nThough a divorce marks the official end of a valid marriage, an annulment treats the marriage as if it had never happened. When a judge grants an annulment, it indicates that the court does not recognize the arrangement as having been a legally valid marriage.\n\nThere are a number of scenarios in which a person can request an annulment. Among them:\n\nIn most cases, the legal termination of a marriage will result in a divorce. Unlike a separation, a divorce is permanent. This means both spouses are free to remarry. However—depending on the state where the couple lived and how long the marriage lasted—a divorce also means the termination of economic benefits such as shared insurance, assets, and liabilities.\n\nUltimately, electing for a divorce over a legal separation or vice versa is a personal choice. Factors such as the cost of the divorce, religious beliefs, the shared benefits that come with remaining married, any time-frame thresholds such as a 10-year anniversary for military couples, as well as simple uncertainty about permanently ending the marriage may make separation the correct choice.\n\nWhen crafting a legal separation, both spouses should thoroughly address any issues about responsibilities, shared assets, or any other situation specific to the marriage that needs to be addressed. If the terms of the agreement are not clearly defined in the petition, the judge won't be able to help you.\n\nEvery petition for legal separation must include the following information:\n\nLegal separations are serious and shouldn't be rushed into. While not as well known and extreme as a divorce, they still can be expensive, complicated to execute, create further friction between couples, and introduce obligations that may be complicated to reverse.\n\nSome argue that a married couple should either work out their differences or just divorce. With a legal separation, the couple is legally separated but remains married. This leaves them in a kind of strange middle ground. For example, with this status spouses cannot remarry, as they would be able to do with a divorce. And if legal separation does lead to divorce, the couple will end up spending more money on court and legal fees, etc.\n\nIt is entirely possible to obtain a legal separation without hiring a lawyer. Most state and/or county courts have the necessary separation petition forms available for free on their websites. You and your spouse must complete all the necessary forms and submit them to the court clerk.\n\nMost states allow legal separations—the exceptions are Delaware, Florida, Georgia, Maryland, Massachusetts, Michigan, Mississippi, Pennsylvania, South Carolina and Texas, which instead offer alternatives.\n\nIf both parties are in agreement, don't contest the separation, and do not hire a lawyer to create the separation petition, the cost of legal separation will only amount to the court filing fee, usually around $80 up to over $400 depending on the state.In Queens County, New York, for example, the cost of filing a separation petition is $210.The separation becomes much more expensive if there are issues that need to be resolved through theuse of a lawyer.\n\nThe length of theseparation processcan vary depending on the state and the complexity of the agreement, but the process typically takes around six months to a year.\n\nIn most states, but not all, it’s possible to legally separate from your spouse. The process involves filing a petition in court, and leaves you neither married nor divorced—it’s a middle ground where you live separate lives and have separate bank accounts but are unable to remarry.\n\nLegal separation is a serious matter that comes with duties that each party is legally obligated to uphold. And it is generally pursued as an alternative to divorce for religious beliefs, the benefit of younger children, or financial reasons.\n\nCornell Law School, Legal Information Institute. “Legal Separation.”\n\nJustia. \"Legal Separation in Divorce: 50-State Survey.\"\n\nLegalZoom. “Legal Separation vs. Divorce.”\n\nMilitary OneSource. “Uniformed Services Former Spouse Protection Act for Divorced Spouses in the Military.”\n\nSocial Security Administration. \"Who Can Get Family Benefits.\"\n\nJustia. \"Trial or Permanent Separation & Your Legal Options.\"\n\nJustia. \"Annulment Laws & Procedures.\"\n\nLaw Help NY. “Understanding Legal Separation.” Select \"What should my separation agreement say?\"\n\nSupreme Court, Civil Branch Queens County. \"Legal Separation.\"\n\nFindLaw. \"How Much Does a Divorce Cost By State?\"",
  "url": "https://www.investopedia.com/terms/l/legal-separation.asp"
}