{
  "term": "Legislative Risk: What It is, How It Works",
  "definition": "Legislative risk is the potential that regulations or legislation by the government could significantly alter the business prospects of one or more companies. These changes can adversely affect investment holdings in that company. Legislative risk may occur as a direct result of government action or by altering the demand patterns of the company's customers.\n\nInvestors rarely complain about bailouts and preferential treatment to specific industries, perhaps because they all harbor a secret hope of profiting from them. However, when it comes to regulations and tax, they complain. What subsidies and tariffs can give to an industry in the form of competitive advantages, regulation and tax can take away from many more. With a single law, subsidy or switch of the printing press, they can send shock-waves around the world and destroy companies and whole industries. For this reason, many investors consider legislative risk as a huge factor when evaluating stocks.\n\nA significant investment can turn out to be not that great after consideration of the government it operates under. (For related reading, see:The Government And Risk: A Love-Hate Relationship.)\n\nLegislative risk refers to the tentative relationship between governments and business. Specifically, it's the risk that government actions will constrain a corporation or industry, thereby adversely affecting an investor'sholdingsin that company or industry. The actual risk can appear in several ways including an antitrust suit, new regulations or standards, specific taxes, subsidies and so on. The legislative risk varies in degree according to industry, but every industry has some exposure.\n\nIn theory, the government acts as a buffer zone to keep the interests of businesses and the public from grinding on one another. It is the role of the government to step in when industry is endangering the public and seems unwilling to regulate itself. In practice, the government tends to over-legislate. This legislation increases the public image of the importance of the government, as well as providing the individual congressmen with publicity. These powerful incentives lead to a more increased legislative risk than is truly necessary.\n\nAn example of an industry with high legislative risk is the healthcare industry. Drug manufacturers and healthcare providers both must contend with many ongoing legal issues related to Medicare, insurance coverage and other customer payment issues.\n\nAnother example comes from Wal-Mart Stores Inc. (WMT). The company outlined certain political risks it faces in its annual 10-K filing with the Securities and Exchange Commission (SEC) under its operating risk section. In its regulatory, compliance, reputational and other risks section, the company outlines the risk associated with legislative, judicial, regulatory and political/economic risks. Risk factors mentioned include\n\nIn its risks associated with suppliers, Wal-Mart mentioned potential political and economic instability in the countries where foreign suppliers operate. The also state labor problems, and international trade policies and the imposition of tariffs as issues. The company names Brazil and China specifically, and the complexity of their federal, state and local laws.",
  "url": "https://www.investopedia.com/terms/l/legislativerisk.asp"
}