{
  "term": "Lehman Formula: Definition and Calculation Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nErika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nThe Lehman formula is a compensation formula developed byLehman Brothersto determine the commission on investment banking or other business brokering services. Lehman Brothers developed the Lehman Formula, also known as the Lehman Scale Formula, in the 1960s while raising capital for corporate clients.\n\nAs a provider of globalinvestment bankingservices, Lehman Brothers needed a way to clearly convey to its potential clients the fees they would charge for their services. It typically involved a sliding scale of percentages applied to different dollar amounts so that different tiers of money would receive different rates.\n\nThe advantage of the Lehman formula is that it's easy to understand and easy for the client to quickly get a ballpark estimate on how much their transaction might cost them in fees. It's not uncommon for large investment banking firms to assist clients with transactions worth hundreds of millions or billions of dollars. The Lehman formula structures the investment banking fee on a percentage of the transaction amount with a set of tiered fees.\n\nInvestment banks work with companies, governments, and agencies to raise money byissuing securities. An investment bank might help a company that has never issued stock to successfully complete itsinitial public offering(IPO). Other typical services that investment bankers provide include offering merger and acquisition (M&A) advice, developing reorganization strategies, or helping a company through a spinoff.\n\nInvestment banks make money in various ways. The can charge flat fees for each transaction, earn commissions based on the dollar amount of the transaction, or a combination of both. In the case of an IPO, an investment bank might provideunderwritingservices. The bank might buy stock in the IPO and then sell the shares to investors. The difference between what the bank purchased the IPO shares for and what they earn selling them to investors is the bank's profit.\n\nSome investment banks that underwrite an IPO undertake the risk that they will not be able to sell the IPO shares for a higher price to investors, thus losing money on the trade.\n\nThe original structure of the Lehman Formula is a 5-4-3-2-1 ladder, as follows:\n\nToday and to keep up with inflation,investment bankersoften seek some multiple of the original Lehman Formula, such as the double Lehman Formula.This structure is also more common in middle market transactions because of their complexity and longer close periods.\n\nThere are several different ways the Lehman Formula can be used in terms of deciding what baseline dollar amount to use. Each of the three primary ways are discussed below.\n\nThe Million Dollar Amount method, known as MDA, is the traditional approach where percentages are applied to distinct value brackets in a transaction. This is the example demonstrated above.\n\nTo further illustrate, imagine a substantial $12 million stock transaction. In this case:\n\nThe total fee using the MDA method for this $12 million transaction would be $520,000, as the MDA method aggregates the fees for each tier. Notice that the percentages and tiers do not need to be aligned; firms can adjust either based on the deal or client. MDA is often preferred when dealing with smaller transactions due to its potential for generating higher fees in such cases.\n\nThe Total Value Amount method, or TVA, takes a different approach by applying the highest percentage fee to the entire transaction value. For example, consider a substantial $18 million stock sale where the highest applicable fee is 4%. In this scenario, the 4% fee is applied to the entire $18 million, resulting in a fee of $720,000.\n\nTVA is more efficient and straightforward for transactions that surpass a certain threshold, and it is clearly much moretransparenton what the ultimate fee may be. Clients may prefer the simplicity of the fee structure; it also provides a certain level of guarantee of what the fee may be. Consider a company that may not know whether a stock sale will be $15 million or $25 million; should there be a higher fee rate at the higher end, it may be more favorable for a company to stick to a single fixed rate for every tier to better lock in forecasted fee amounts.\n\nLast, Pertinent Value Amount, or PVA, functions similarly to TVA but introduces a tiered fee structure for transactions exceeding a specified threshold. This method really only works with larger deals that appear to cross over this threshold; otherwise, there is little incentive for the firm implementing the fee structure to agree to the deal.\n\nLet's take an example of a $10 million stock sale under the PVA method. The first $4 million might incur a 2% fee, amounting to $80,000. The remaining $6 million may be subject to a 1% fee, resulting in an additional $60,000. The total fee using the PVA method for this $10 million transaction would be $140,000.\n\nIn this situation, it may not be known what the ultimate sale value will be. A company may be wary to agree to fees without knowing what the base cost will be. In this case, the company can be assessed a higher rate on a lower dollar threshold, then a single lower rate on a higher tier. This method blends the two methods above by having both a tier structure but also a simplified, more straightforward approach.\n\nThe concept of the Lehman Formula can be found in other industries. For example, financial advisors for personal investors may charge different fees for different services that may scale based on dollar amounts.\n\nInvestment banking compensation is often performance-based, which means that a significant portion of an investment banker's earnings is tied to their individual and team performance. This structure incentivizes bankers to work diligently, generate revenue, and create value for their clients and their firms. By directly linking compensation to results, the Lehman Formula encourages bankers to excel in their roles and strive for positive, large outcomes.\n\nInvestment bankers play a crucial role in helping clients achieve their financial objectives, whether it'sraising capital, executing mergers and acquisitions, or entering capital markets. This compensation structure is designed to align with these client goals. For example, if an investment banker successfully advises a client on a large merger that enhancesshareholder value, their compensation is reflective of the value created for the client.\n\nInvestment banking compensation structures can be flexible, allowing firms to tailor packages to the unique needs and preferences of their employees and the specific demands of their business. For example, the Lehman Formula can be adjusted with different fee rates for different dollar tiers for different clients. This flexibility enables firms to adapt to changing market conditions and evolving business strategies while still striving to land large clients.\n\nPerformance-based compensation can encourage a short-term focus on immediate revenue generation and deal completion. Bankers may prioritize transactions that yield quick financial rewards over long-term strategic considerations. This can potentially lead to decisions that neglect the broader interests of clients and the firm as long as theupfront feecan be collected regardless of performance monitoring.\n\nThe pursuit of substantial fees and commissions may also create misaligned incentives. Individuals may prioritize their own financial interests over those of clients, potentially resulting in conflicts of interest, unethical behavior, or lack of incentive to perform well as fees may not be based on outcomes.\n\nThe performance-based compensation structures in investment banking have faced regulatory scrutiny, particularly following the 2008 financial crisis. Regulatory reforms have been introduced to address concerns about excessive risk-taking and incentive misalignment, including the possibility of bonuses incentivizing risky behavior. In the context of an IPO, an investment firm deploying the Lehman Formula must be mindful of not only the fee they are to collect but the longer-term market repercussions of its actions.\n\nMotivates higher performance and revenue generation\n\nAligns some client objectives with firm objectives\n\nMay retain talent based on incentive compensation\n\nMay be flexible based on deal or client\n\nMay encourage shorter-term focus that derails true long-term value\n\nMay generate misalignment of incentives\n\nMay come under further scrutiny in the face of financial downturns\n\nLehman Brothers was previously considered one of the major players in the global banking and financial services industries. However, on Sept. 15, 2008, the firm declared bankruptcy, largely due to its exposure tosubprime mortgages. Lehman Brothers also had a reputation forshort sellingin the market.\n\nA subprime mortgage is a type of mortgage that is normally issued by a lending institution to borrowers with relatively poor credit ratings. These borrowers will generally not receiveconventional mortgagesgiven their larger-than-average risk of default. Due to this risk, lenders will often charge higher interest rates on subprime mortgages.\n\nLenders began issuingNINJA loans—a step beyond subprime mortgages—to people with no income, no job, and no assets. Many issuers also required no down payment for these mortgages. When the housing market began to decline, many borrowers found their home values lower than the mortgage they owed. Interest rates associated with these loans (called \"teaser rates”) were variable, meaning they started low and ballooned over time, making it very hard for borrowers to pay down the principal of the mortgage. These loan structures resulted in a domino effect of defaults.\n\nThe bankruptcy of Lehman Brothers was one of the largest bankruptcy filings in U.S. history. Although the stock market was in modest decline prior to these events, the Lehman bankruptcy, coupled with the prior collapse ofBear Stearns, significantly depressed the major U.S. indexes in late Sept. and early Oct. 2008. After thefall of Lehman Brothers, the public became more knowledgeable about the forthcoming credit crisis and the recession of the late 2000s.\n\nIncentive compensation is crucial in investment banking as it motivates employees to perform at their best. It aligns their interests with those of clients and the firm, attracts and retains top talent, and offers flexibility in structuring compensation packages.\n\nThe Lehman Formula operates by applying specific percentages to different value brackets within a stock transaction. It calculates fees accordingly, and each can be tailored to specific transaction sizes and structures.\n\nRisks include the potential for excessive risk-taking to boost short-term performance, a short-term focus that may neglect long-term considerations, conflicts of interest when individual and firm goals misalign, and the possibility of unethical behavior to meet performance targets. In the context of the Lehman Formula, a company should not simply strive to perform a deal for the short-term financial benefit; it must be mindful of longer-term and market implications of its actions.\n\nWhile it's most commonly associated with investment banking, the Lehman Formula can be applied in various financial contexts where transaction-based compensation is determined based on value. It's also used in private placements and acquisitions. A similar fee-type structure may also be used in litigation where a legal firm may receive certain compensation based on the award amount broken into tiers.\n\nWhile there may not be specific regulations dictating the use of the Lehman Formula, regulatory bodies may scrutinize compensation arrangements, including those based on the formula, to ensure they do not encourage excessive risk-taking or unethical behavior.\n\nThe Lehman Formula is a method used in financial transactions, particularly in investment banking, to calculate compensation based on the transaction's value. It employs various methods, such as MDA, TVA, and PVA, to determine fees or commissions, aligning compensation with the size and structure of the deal. The formula can be customized per deal, though firms must be mindful of misalignment of incentives.\n\nMergersCorp. \"The Double Lehman Formula.\"\n\nVentureFirst. \"An Introduction to Success Fees and the Lehman Formula.\"",
  "url": "https://www.investopedia.com/terms/l/lehmanformula.asp"
}