{
  "term": "Lehman Brothers: History, Collapse, Role in the Great Recession",
  "definition": "Lehman Brothers was a global financial services firm. It provided investment banking, trading, investment management, private banking, research, brokerage, private equity, and associated services. The firm was one of the largestinvestment banksin the United States until Sept. 15, 2008, when it declared bankruptcy. Its failure was largely caused and accelerated by thesubprime mortgage crisis. Its bankruptcy remains the largest ever. At the time of its Chapter 11 filing, Lehman Brothers was in operation for 164 years.\n\nLehman Brothers was considered one of the major players in the global banking and financial services industries. At the time of its bankruptcy filing, Lehman held some $600 billion in assets diversified globally and was the fourth-largest investment firm in the U.S. It invested heavily in mortgage origination in the U.S. from 1996 to 2006, in large part by utilizing leverage (at its peak at a ratio of about 30:1).As such, some say the firm became a de-facto real estatehedge fund. When real estate values peaked and began to falter between 2007 and 2008, Lehman Brothers became especially vulnerable.\n\nOver much of 2008, the firm fought off losses by issuing stock, selling assets, and reducing costs (issuing debt under such conditions became difficult to impossible). It had hugetranchesof subprime and low-rated mortgage loans on its books that it either could not or chose not to sell.\n\nWhen these loans becameilliquidthe firm went through acredit crunch, which meant it couldn't pay its creditors. Lehman could no longer raise cash cheaply by issuing debt, and issuing stock under such conditions led to share dilution and negative sentiment, which caused its share price to fall. Meanwhile, housing prices fell as buyers stayed on the sidelines because of market conditions and the inability to secure credit. As a result, the global financial system wasunder threat of collapsewith the absence of any additional loans being made and the firm's significant threat of failure.\n\nTheFederal Reserve Bank of New Yorkand several large investment U.S. banks met on Sept. 12, 2008, to discuss an emergency liquidation of Lehman in an attempt to stabilize the markets. The goal was to avoid a costly government bailout, such as the $25 billion loan the government made toBear Stearnsin March 2008.The discussions, which involved a potential sale to Bank of America and Barclays, failed (vetoed by the Bank of England and the U.K. Financial Services Authority). Efforts by potential acquirers to secure federal intervention were also unsuccessful.\n\nLehman Brothers' failure placed the subprime mortgage crisis prominently into the public eye and presaged the deepening of theGreat Recession.\n\nLehman Brothers was established by Henry Lehman, who emigrated from Germany. He opened a dry-goods store in Montgomery, Alabama, in 1844. The store became known as Lehman Brothers with the arrival of his brothers Emmanuel and Mayer. Their operation quickly expanded from dry goods into cotton and othercommodities trading.\n\nThe firm's operations shifted to New York in 1858. At that time, the city became home to cotton and other commodities trading. Henry Lehman was responsible for the first incarnation of the grocery and general store business while his brothers laid the groundwork for what would become a financial industry powerhouse.\n\nOver the next century and a half, the company underwent numerous changes and engaged in several alliances and partnerships. While theLehman Brothers bankruptcydid not cause the Great Recession or even the subprime mortgage crisis, its downfall triggered a massive selloff in the global markets.\n\nLehman Brothers was allowed to fail. The repercussions were felt immediately and globally. For instance, theDow Jones Industrial Average (DJIA)fell 500 points the same day that Lehman declared bankruptcy. Its failure is regarded as a contributor to the Great Recession that followed.\n\nLehman Brothers' assets, real estate holdings, and operations were sold off in afire saleliquidation to repay investors. Within a month, Japanese bank Nomura bought the firm's operations in the Asia-Pacific region (Japan, Hong Kong, Australia), and also its investment banking and equities trading businesses in the Middle East and Europe.Barclays purchased its North American investment banking and trading operations, as well as its New York headquarters.\n\nNot only was Lehman Brothers mentioned, but the firm's leadership at the time of its bankruptcy was portrayed in several financial-themed movies since 2008, such as inMargin Call, Too Big to Fail,andThe Big Short.\n\nThe 2019 Showtime seriesBlack Mondayis a dark comedy about afinancial crisis. The show features Larry and Lenny Lehman, two fictional siblings who were inspired by the real Lehman brothers.\n\nIn 2016, Erin Montella, former Lehmanchief financial officer (CFO)who resigned in 2008, published an autobiography,Full Circle: A Memoir of Leaning in Too Far and the Journey Back.The book was about her experiences in the financial world.\n\nMost notably,The Lehman Trilogyis a three-act play by Italian novelist and playwright Stefano Massini. It follows the lives of three immigrant brothers from when they arrive in America and establish their dry-goods business up through the collapse of the company in 2008.\n\nThe production made its Broadway debut in March of 2020 and performed briefly before the COVID-19 pandemic, and resumed performances in the fall of 2021. The production received universal critical acclaim and eight Tony Award nominations winning five awards including for Best Play, Best Direction of a Play for Sam Mendes and Best Actor in a Play for Simon Russell Beale.\n\nLehman Brothers was forced to file for bankruptcy after its subprime mortgage portfolio was exposed to be worth far less than people had thought. Clients began to abandon Lehman as its stock price plummeted, and soon creditors would not lend the bank money. On Sept. 15, 2008, Lehman declared bankruptcy.\n\nRegulators claimed they could not have rescued Lehman because it did not have adequatecollateralto support a bailout loan under the Federal Reserve's emergency lending powers.Furthermore, the financial system was by then more fragile compared to when the Fed saved Bear Stearns. This was one reason why the government was not able to find a private-sector buyer for Lehman.\n\nSome have alternatively speculated that regulators wanted to make an example out of Lehman to show the cost of fiscal irresponsibility and excessive risk-taking on Wall St.; however, if true, this proved disastrous as contagion from Lehman's failure rippled throughout the global economy.\n\nA new immigrant from Germany to the U.S., Henry Lehman opened a dry goods store in Montgomery, Alabama. With the subsequent arrival of his two brothers Emmanuel and Mayer, the store became known as Lehman Bros. During the U.S. Civil War, cotton became an increasingly important domestic commodity. The Lehman brothers decided to capitalize on this by provisioning raw cotton at the dry goods store and then engaging in cotton trading in New York. The firm eventually abandoned the South entirely, relocating its headquarters to New York where it focused almost entirely on commodities trading and brokerage. In the following decades, the operations expanded into a full-service financial firm.\n\nYale School of Management. \"The Lehman Brothers Bankruptcy A: Overview,\" Pages 39 and 43-48.\n\nFederal Reserve History. \"Subprime Mortgage Crisis.\"\n\nFederal Reserve Bank of New York. \"Liberty Street Economics: Customer and Employee Losses in Lehman’s Bankruptcy.\"\n\nYale School of Management. \"The Lehman Brothers Bankruptcy A: Overview,\" Page 45.\n\nYale School of Management. \"The Lehman Brothers Bankruptcy A: Overview,\" Page 40-45.\n\nYale School of Management. \"The Lehman Brothers Bankruptcy A: Overview,\" Page 45-48.\n\nEveryCRSReports. \"Bear Stearns: Crisis and “Rescue” for a Major\n\nProvider of Mortgage-Related Products,\" Page 4.\n\nFederal Reserve Bank of New York. \"The Failure Resolution of Lehman Brothers.\"\n\nYale School of Management. \"The Lehman Brothers Bankruptcy A: Overview,\" Page 41.\n\nWharton Business School. \"Not Too Big To Fail: Why Lehman Had to Go Bankrupt.\"\n\nNomura Holdings. \"Nomura to Acquire Lehman Brothers' Asia Pacific Franchise.\"\n\nFederal Reserve Bank of New York. \"The Failure Resolution of Lehman Brothers,\" Pages 178-180.\n\nErin Callan Montella. \"Full Circle: A Memoir of Leaning in Too Far and the Journey Back.\" Triple M Press, 2016.\n\nBrookings Institute. \"History Credits Lehman Brothers' Collapse.\"",
  "url": "https://www.investopedia.com/terms/l/lehman-brothers.asp"
}