{
  "term": "Lenders: Definition, Types, and How They Make Decisions on Loans",
  "definition": "A lender is an individual, a group (public or private), or afinancial institutionthat makes funds available to a person or business with the expectation that the funds will be repaid. Repayment will include the payment of any interest or fees.Repaymentmay occur in increments (as in a monthly mortgage payment) or as a lump sum. One of the largest loans consumers take out from lenders is a mortgage.\n\nInvestopedia / Michela Buttignol\n\nLenders provide funds for a variety of reasons, such as a home mortgage, an automobile loan, or a small business loan. The terms of the loan specify how it must be satisfied (e.g., the repayment period) and the consequences of missing payments and default. A lender may go to acollection agencyto recover any funds that are past due.\n\nQualifying for a loan depends largely on the borrower’scredit history. The lender examines the borrower’scredit report, which details the names of other lenders extending credit (current and previous), the types of credit extended, the borrower’s repayment history, and more. The report helps the lender determine whether—based on current employment and income—the borrower would be comfortable managing an additional loan payment. As part of their decision about creditworthiness, lenders may also use theFair Isaac Corporation (FICO) scorein the borrower’s credit report.\n\nThe lender may also evaluate the borrower’sdebt-to-income (DTI) ratio—which compares current and new debt to before-tax income—to determine the borrower’s ability to pay.\n\nWhen applying for a secured loan, such as an auto loan or ahome equity line of credit (HELOC), the borrower pledges collateral. The lender will make an evaluation of the collateral’s full value and subtract any existing debt secured by that collateral from its value. The remaining value of the collateral will be theequitythat affects the lending decision (i.e., the amount of money that the lender could recoup if the asset were liquidated).\n\nThe lender also evaluates a borrower’s availablecapital, which includes savings, investments, and other assets that could be used to repay the loan if income is ever cut due to a job loss or other financial challenge. The lender may ask what the borrower plans to do with the loan, such as use it to purchase a vehicle or other property. Other factors may also be considered, such as environmental or economic conditions.\n\nDifferent lenders have different rules and procedures for business borrowers.\n\nBanks,savings and loans, andcredit unionsthat offerSmall Business Administration (SBA)loans must adhere to the guidelines of that program.\n\nPrivate institutions,angel investors, andventure capitalistslend money based on their own criteria. These lenders will also look at the purpose of the business, the character of the business owner, the location of business operations, and the projected annual sales and growth for the business.\n\nSmall-business owners prove their ability for loan repayment by providing lenders both personal and businessbalance sheets. The balance sheets detail assets, liabilities, and the net worth of the business and the individual. Although business owners may propose a repayment plan, the lender has the final say on the terms.\n\nOne good lender option for small business borrowers is the Small Business Administration (SBA), a U.S. government agency that promotes the economy by assisting small businesses with loans and advocacy. The SBA has awebsiteand at least one office in every state.\n\nThe three most common options for borrowers seeking a mortgage lender aremortgage brokers, direct lenders (e.g., banks and credit unions), and secondary market lenders (e.g.,Fannie Mae and Freddie Mac).\n\nGetting a mortgage when you have bad creditis possible, but a larger down payment, mortgage insurance, and a higher interest rate will likely be required.\n\nWhen you need to borrow money for a personal purchase or jumpstart your business, there are many options. When choosing a lender, look at their reputation and longevity—banks and other financial institutions are the traditional choices, but angel investors and online micro-lenders are gaining popularity. Before borrowing, make sure you understand the full breadth of your loan agreement and can afford to repay it.\n\nThe Free Dictionary Financial Dictionary. \"Lender.\"\n\nExperian.com. \"Average Consumer Debt Levels Increase in 2022.\"\n\nWells Fargo. \"How to Get a Loan: Learn What Lenders Look For.\"\n\nBank of America. \"How Debt-To-Income Ratio (DTI) Affects Mortgages.\"\n\nU.S. Small Business Administration. \"Loans: Eligibility requirements.\"",
  "url": "https://www.investopedia.com/terms/l/lender.asp"
}