{
  "term": "Lender of Last Resort: Function and Examples",
  "definition": "Pattanaphong Khuankaew / EyeEm / Getty Images\n\nA lender of last resort (LoR) is an institution, usually a country'scentral bank, that offers loans to banks or other eligible institutions that are experiencing financial difficulty or are considered highly risky or near collapse. In the United States, theFederal Reserveacts as the lender of last resort to institutions that do not have any other means of borrowing, and whose failure to obtain credit would dramatically affect the economy.\n\nThe lender of last resort functions to protect individuals who have deposited funds—and to prevent customers from withdrawing out of panic from banks with temporarily limitedliquidity.\n\nCommercial banks usually try not to borrow from the lender of last resort because such action indicates that the bank is experiencing a financial crisis.\n\nCritics of the lender-of-last-resort methodology suspect that the safety it provides inadvertently tempts qualifying institutions to acquire more risk than necessary since they are more likely to perceive the potential consequences of risky actions as less severe.\n\nAbank runis a situation that occurs during periods of financial crisis when bank customers, worried about an institution's solvency,descend on the bank en masseand withdraw funds. Because banks only keep a small percentage of total deposits as cash, a bank run can quickly drain a bank's liquidity and, in a perfect example of a self-fulfilling prophecy, cause the bank to become insolvent.\n\nBank runs and subsequent bank failures were prevalent following the 1929 stock market crash that led to theGreat Depression. The U.S. government responded with new legislation imposing reserve requirements on banks, mandating they hold above a certain percentage of liabilities as cash reserves.\n\nIn a situation in which a bank's reserves fail to prevent a bank run, a lender of last resort can inject it with funds in an emergency so that customers seeking withdrawals can receive their money without creating a bank run that pushes the institution into insolvency.\n\nCritics of the practice of having a last-resort lender allege that it encourages banks to take unnecessary risks with customers' money, knowing they can be bailed out in a pinch.\n\nSuch claims were validated when large financial institutions, such as Bear Stearns and American International Group, Inc., were bailed out in the midst of the 2008 financial crisis. Proponents state that the potential consequences of not having a lender of last resort are far more dangerous than excessive risk-taking by banks.\n\nThere is no one international body that is the world's lender of last resort that would bail out financial institutions or nations around the world. The responsibility of managing a country's economy for the most part falls on each nation and usually through its central bank. Some institutions serve similar functions, such as the International Monetary Fund's supplemental reserve facility (SRF), or regions that have consolidated to assist each other economically, such as the Eurozone.\n\nThe Fed, or the Federal Reserve, the central bank of the United States, is the nation's lender of last resort because it has the ability to support financial institutions in distress by providing them with financial assistance, usually loans, to prevent their collapse and economic contagion.\n\nIn the European Union (EU), the lender of last resort is the European Central Bank (ECB). The ECB provides emergency liquidity assistance (ELA), which are loans provided to the national central bank of a country that is in financial distress.\n\nA lender of last resort, often a central bank, provides emergency loans to financial institutions facing difficulties to prevent them from collapsing and causing widespread economic damage.\n\nThis practice can prevent bank runs and ensure financial stability; however, it comes under criticism for encouraging risky behavior, as banks can expect to rely on bailouts when taking excessive risks.\n\nProponents of these practices state that the threat of not having a lender of last resort is even more risky and would be a greater threat to the financial system, as seen during the 2008 financial crisis.\n\nFederal Reserve Bank of St. Louis, FRED. \"The Lender of Last Resort.\"\n\nEuropean Central Bank. \"What Is a Lender of Last Resort?\"\n\nBoard of Governors of the Federal Reserve System. \"Money Stock Measures - H.6 Release.\"\n\nFederal Reserve History. \"Banking Act of 1933 (Glass-Steagall).\"",
  "url": "https://www.investopedia.com/terms/l/lenderoflastresort.asp"
}