{
  "term": "Leptokurtic Distributions: Definition, Example, Vs. Platykurtic",
  "definition": "Leptokurtic distributions are statistical distributions with kurtosis greater than three. It can be described as having a wider or flatter shape withfatter tailsresulting in a greater chance of extreme positive or negative events.\n\nIt is one of three major categories found in kurtosis analysis. Its other two counterparts aremesokurtic, which has no kurtosis and is associated with the normal distribution, andplatykurtic, which has thinner tails and less kurtosis.\n\nLeptokurtic distributions are distributions with positive kurtosis larger than that of a normal distribution. A normal distribution has a kurtosis of exactly three. Therefore, a distribution with kurtosis greater than three would be labeled a leptokurtic distribution.\n\nIn general, leptokurtic distributions have heavier tails or a higher probability of extreme outlier values when compared to mesokurtic or platykurtic distributions.\n\nWhen analyzinghistorical returns, kurtosis can help an investor gauge an asset's level of risk. A leptokurtic distribution means that the investor can experience broader fluctuations (e.g., three or more standard deviations from the mean) resulting in greater potential for extremely low or high returns.\n\nLeptokurtic distributions can be involved when analyzingvalue at risk (VaR)probabilities. Anormal distributionof VaR can provide stronger result expectations because it includes up to three kurtoses. In general, the fewer the kurtosis and the greater the confidence within each, the more reliable and safer a value at risk distribution is.\n\nLeptokurtic distributions are known for going beyond three kurtoses. This typically decreases the confidence levels within the excess kurtosis, creating less reliability. Leptokurtic distributions can also show a higher value at risk in the left tail due to the larger amount of value under the curve in the worst-case scenarios. Overall, a greater probability for negative returns farther from the mean on the left side of the distribution leads to a higher value at risk.\n\nWhile leptokurtosis refers to greater outlier potential, mesokurtosis and platykurtosis describe lesser outlier potential. Mesokurtic distributions have kurtosis near 3.0, meaning that their outlier character is similar to that of the normal distribution. Platykurtic distributions have kurtosis less than 3.0, thus exhibiting less kurtosis than a normal distribution.\n\nInvestors will consider which statistical distributions are associated with different types of investments when deciding where to invest. Morerisk-averseinvestors might prefer assets and markets with platykurtic distributions because those assets are less likely to produce extreme results, while risk-seekers may seek leptokurtosis.\n\nLet's use a hypothetical example of excess positive kurtosis. If you track the closing value ofstockABC every day for a year, you will have a record of how often the stock closed at a given value. If you build a graph with the closing values along the X-axis and the number of instances of that closing value that occurred along the Y-axis of a graph, you will create a bell-shaped curve showing the distribution of the stock's closing values. If there are a high number of occurrences for just a fewclosing prices, the graph will have a very slender and steep bell-shaped curve. If the closing values vary widely, the bell will have a wider shape with less steep sides. The tails of this bell will show you how often heavily deviated closing prices occurred, as graphs with lots of outliers will have thicker tails coming off each side of the bell.",
  "url": "https://www.investopedia.com/terms/l/leptokurtic.asp"
}