{
  "term": "Lessor: Definition, Types, vs. Landlord and Lessee",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA lessor is essentially someone who grants a lease to someone else. As such, a lessor is the owner of an asset that is leased under an agreement to a lessee. Thelesseemakes a one-time payment or a series of periodic payments to the lessor in return for the use of theasset. For example, a landlord is a lessor, and a tenant is a lessee.\n\nA lessor can be either an individual or a legal entity.\n\nTheleaseagreement that they enter into with the lessee is binding. It spells out the rights and obligations of both parties. In addition to the use of the property, the lessor may grant special privileges to the lessee, such as early termination of the lease or renewal on unchanged terms, solely at their discretion.\n\nLeases are usually associated with real estate—a rented residence or office. However, almost any sort of asset can be leased. It can be tangible property such as a home, office, car, or computer, or intangible property, like atrademarkor brand name. The lessor in each instance is the owner of the asset.\n\nFor example, in the case ofreal estateor a car, the lessor is the property owner or automobile dealer, respectively. In the case of a trademark or brand name, the lessor is the company that owns it and has conferred the right to use the trademark or brand name to afranchisee. When used in connection with the motor carrier industry, a lessor refers to the owner of a commercial vehicle who contracts with the entity that holds operating authority for the use of the vehicle.\n\nSome lessors can also grant a \"rent-to-own\" lease, whereby some or all of the payments made by the lessee will eventually be converted from lease payments to adown paymenton the eventual purchase of the leased item. This type of arrangement usually occurs in a commercial context—when leasing large industrial equipment, for example. But it is also common in a consumer context with automobiles, and even with residential real estate.\n\nThe lessor is also known as the landlord in lease agreements that deal with real estate.\n\nThe most common type of lease is for homes or apartments. Because housing is a matter of public policy, many jurisdictions have created governing bodies that regulate and oversee the legal relationships and acceptable terms of leases betweenlessors and lesseesin this field.\n\nFor example, in the state of New York, the New York State Division of Housing and Community Renewal is responsible for administering rent regulation across the state.This responsibility includes both rent control and rent stabilization.\n\nA lessor may be called a landlord. A lessor is a person or legal entity that owns a property and rents it out to a lessee, who in turn pays the lessor to use the asset (such as live in their property).\n\nThe lessor in a lease agreement is the person or legal entity who grants a lease to an individual or family. The lessor is the owner of the asset in the lease agreement.\n\nA lessee is the person or legal entity who is leasing the asset provided by the lessor. A lessee in a lease agreement is responsible for making a payment or payments to the lessor for using the asset named in the lease agreement, such as an apartment or a storefront.\n\nFor a lessor, the main advantage of entering into a lease agreement is that they retain ownership of the property while generating areturnon their investedcapital. For the lessee, periodic payments may be easier to finance than the total purchase price of the property. The lessee may also not want the responsibility of owning the asset.\n\nNew York State. \"Division of Housing and Community Renewal.\"",
  "url": "https://www.investopedia.com/terms/l/lessor.asp"
}