{
  "term": "Lessee: The Person That Rents a Property",
  "definition": "A lessee is a person who rents land or property from alessor. The lessee is also known as the “tenant” and must uphold specific obligations as defined in theleaseagreement and by law. The lease is a legally binding document, and if the lessee violates its terms they could be evicted.\n\nLessees who rent a property may be required tofollow certain restrictions and guidelines in the use of the property or real estatethey are paying to access and use. If the property is a vehicle under a lease, the lessee may need to keep their usage within certain mileage limits. The lessee could be subject to paying additional fees in the event that the mileage usage of the leased vehicle exceeds the agreed-upon limits.\n\nLeased vehicles must also be maintained by the lessee with regular service and upkeep throughout the term of the agreement. These conditions must be met because the vehicle will be returned to the auto dealer at the end of the lease. The vehicle would then go on the market as a used car for sale. It is possible that a lesseemight want to seek full ownership of the vehicleat the end of the lease if such anoptionis made available.\n\nA lessor must provide a lessee with reasonable notice if they want to enter the leased property.\n\nA lessee who is a tenant of a commercial or residential property may face different types of restrictions on their use of the space. A commercial lessee could be granted certain rights to remodel the property to better suit the business that will use the space. This can include repainting of walls, adding signage associated with the company’s brand, or installing equipment that will be used during the course of business. A commercial lease will also specify if the property must be returned to its original state when the tenancy ends.\n\nResidential lessees may be limited in the choices for (or barred from) repainting the space they occupy as tenants. They might be allowed to add nonpermanent decorations to the property. The lessee’s rights include:\n\nThe lessor also has rights. These include:\n\nThe lessor’s responsibilities include complying with health and safety codes, making necessary repairs, returning a fair amount of the tenant’s security deposit when the lease is terminated, and providing advance notice to the tenant if it will be necessary to enter the unit.\n\nLegal Information Institute. \"Landlord.\" Accessed Dec. 12, 2021.\n\nLegal Information Institute. \"Landlord-Tenant Law.\" Accessed Dec. 12, 2021.\n\nNolo. \"How to Screen and Select Tenants FAQ.\" Accessed Dec. 12, 2021.\n\nLegal Information Institute. \"Eviction.\" Accessed Dec. 12, 2021.\n\nLegal Information Institute. \"Security Deposit.\" Accessed Dec. 12, 2021.",
  "url": "https://www.investopedia.com/terms/l/lessee.asp"
}