{
  "term": "Letter of Guarantee: Definition, Purposes, and Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA bank typically issues a letter of guarantee on behalf of a client who has entered into a contract to buy goods from a supplier. The letter contractually guarantees to pay the recipient even if the client should default. To get a letter of guarantee, the customer will need to apply for it, like a loan. If the bank is comfortable with the risk, it will back the customer with the letter for an annual fee. Letters of guarantee are used in importing and exporting, commercial contracts, margin trades, major purchases, real estate investments, mergers and acquisitions, and other significant financial transactions.\n\nA letter of guarantee may also be issued by a bank on behalf of acall writerwhen assuring another party that the writer owns the underlying asset and that the bank will deliver the underlying securities should the call be exercised. Call writers will frequently use a letter of guarantee when the underlying asset of a call option is not held in their brokerage account.\n\nLetters of guarantee are often used when one party in a transaction is uncertain that the other party can meet their financial obligation. This is especially common when buying costly equipment or other property. However, a letter of guarantee may not cover the whole value of the property at issue. For example, a letter of guarantee in abondissue may promise either interest or principal repayment, but not both.\n\nThe bank will negotiate how much it will cover for their client. Banks charge an annual fee for this service, typically a percentage of how much the bank would owe should the client default.\n\nLetters of guarantee are used in a wide variety of business situations. These include contracting and construction, financing from a financial institution, or declarations during export and import processes.\n\nBecause many institutional investors maintain investment accounts at custodian banks rather than at broker-dealers, brokers will accept a letter of guarantee for call writers with short options as a replacement for holding cash or securities. The letter of guarantee must be in a form that the exchange and, potentially, theOptions Clearing Corporationaccept. The issuing bank agrees to give the broker the underlying securities if the call writer’s account is assigned.\n\nTo obtain a letter of guarantee, a customer must apply for it, much like a loan.\n\nAssume Company XYZ is buying a large piece of customized equipment for $1 million. The equipment supplier will need to fabricate it, and it won't be ready for several months. The buyer doesn't want to pay right now, but the supplier also doesn't want to spend time and resources building the equipment without guaranteeing that the buyer will pay for it and has the resources to do so. The company can go to its bank and get a letter of guarantee. This is all the supplier should need to go forward since the bank guarantees it will pay should the buyer not do so.\n\nFor another example, suppose a call writer has 10 short contracts on the stock in Company XYZ, which equals 1,000 shares. If the stock price rises, the short positions will lose money. The loss could theoretically be infinite since there is no cap on how far a stock can rise. But if the call writer owns 1000 shares of a stock, then the risk is mitigated. This is acovered call. To short the stock in the first place, the writer may have had to produce a letter of guarantee that they own the stock in another account if the broker thought an uncovered short call was too risky.\n\nWhen someone buys from a new supplier, the supplier may request a letter of guarantee because they lack familiarity with the customer. Startup companies may also use letters of guarantee to prove they can afford large purchases despite a limited operating history.\n\nThe fee for a letter of guarantee varies from issuer to issuer but is traditionally a percentage of the amount being guaranteed. Typical fees range from 0.5% to 1.5% of the amount.\n\nAletter of creditis like a letter of guarantee, assuring that a borrower can pay what they owe. Typically, letters of credit are more commonly used in international trade, while letters of guarantee are used for domestic purposes, such as real estate contracts.\n\nTo get a letter of guarantee, you need to apply for one from a financial institution, such as a bank. While you can get one from any bank, the issuer will want to examine your finances closely before offering the letter. For this reason, you'll likely find it much easier to work with a bank with which you already have a relationship.\n\nA letter of guarantee acts as a form of insurance, giving suppliers confidence that they'll get paid for the goods or services they provide. If the customer fails to pay the bill, the bank issuing the letter will step in to pay. This makes letters of guarantee important for businesses that want to work with new suppliers or make especially large purchases and need proof that they can afford them.",
  "url": "https://www.investopedia.com/terms/l/letter_of_guarantee.asp"
}