{
  "term": "Letter of Credit: What It Is, Examples, and How One Is Used",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nBen Woolsey is a full-time Associate Editorial Director at Investopedia, focusing on financial products and services. He has worked in marketing, operations, and content management roles for banks, credit card issuers, and credit card marketplace websites. Ben has two degrees—MBA/BSBA—from the University of Arkansas.\n\nA letter of credit, or a credit letter, is a letter from a bank guaranteeing that a buyer’s payment to a seller will be received on time and for the correct amount. If the buyer is unable to make a payment on the purchase, the bank will be required to cover the full or remaining amount of the purchase. It may be offered as afacility(financial assistance that is essentially a loan).\n\nDue to the nature of international dealings, including factors such as distance, differing laws in each country, and difficulty in knowing each party personally, the use of letters of credit has become a very important aspect of international trade to protect buyers and sellers.\n\nBuyers of major purchases may need a letter of credit to assure the seller that the payment will be made. A bank issues a letter of credit to guarantee the payment to the seller, essentially assuming the responsibility of ensuring the seller is paid. A buyer must prove to the bank that they have enoughassetsor a sufficientline of creditto pay before the bank will guarantee the payment to the seller.\n\nBanks typically require a pledge of securities or cash as collateral for issuing a letter of credit.\n\nBecause a letter of credit is typically anegotiable instrument, the issuing bank pays the beneficiary or any bank nominated by the beneficiary. If aletter of credit is transferable, thebeneficiary may assign another entity, such as a corporate parent or a third party, the right to draw.\n\nThe International Chamber of Commerce’s Uniform Customs and Practice for Documentary Credits oversees letters of credit used in international transactions.\n\nBanks usually charge a fee for a letter of credit, which can be a percentage of the total credit they are backing. The cost of a letter of credit will vary by bank and the size of the letter of credit. For example, the bank may charge 0.75% of the amount that it's guaranteeing.\n\nFees can also depend on the type of letter. In an import-export situation, an unconfirmed letter of credit is less costly. A confirmed letter of credit may have higher fees attached based on the issuing bank's credit strength.\n\nThe types of letters of credit include a commercial letter of credit, a revolving letter of credit, a traveler’s letter of credit, a confirmed letter of credit, and a standby letter of credit. International trade will also sometimes use an unsecured—also called ared clause—letter of credit.\n\nThis is a direct payment method in which the issuing bank makes the payments to the beneficiary. In contrast, astandby letter of creditis a secondary payment method in which the bank pays the beneficiary only when the holder cannot.\n\nThis kind of letter allows a customer to make any number of draws within a certain limit during a specific period. It can be useful if there are frequent merchandise shipments, for example, and you don't want to redraft or edit letters of credit each time.\n\nFor those going abroad, this letter will guarantee that issuing banks will honor drafts made at certain foreign banks.\n\nA confirmed letter of credit involves a bank other than the issuing bank guaranteeing the letter of credit. The second bank is the confirming bank, typically the seller’s bank. The confirming bank ensures payment under the letter of credit if the holder and the issuing bankdefault. The issuing bank in international transactions typically requests this arrangement.\n\nA standby letter of credit provides payment if something does not occur, which is the opposite of how other types of letters of credit are structured.So, instead of facilitating a transaction with funding, a standby letter of credit is like an insurance contract. It protects and compensates one party (the beneficiary) if the other party named in the agreement fails to perform the stated duty or meets certain service level agreements outlined in the letter of credit.\n\nCitibank offers letters of credit for buyers in Latin America, Africa, Eastern Europe, Asia, and the Middle East, who may have difficulty obtaining international credit on their own. Citibank’s letters of credit help exporters minimize the importer’s country risk and the issuing bank’s commercial credit risk.\n\nLetters of credit are typically provided within two business days,guaranteeing paymentby the confirming Citibank branch.This benefit is especially valuable when a client is located in a potentially unstable economic environment.\n\nLetters of Credit are best prepared by trained professionals, as mistakes in the detailed documents required can lead to payment delays and fees. Due to industry variations and types of letters of credit, each may be approached differently.\n\nHere's an import-export example.\n\nObtaining letters of credit may be necessary in certain situations. However, like anything else related to banking, trade, and business, there are some pros and cons to acknowledge.\n\nCan create security and build mutual trust for buyers and sellers in trade transactions.\n\nMakes it easier to define the specifics of when and how transactions are to be completed between involved parties.\n\nLetters of credit can be personalized with terms that are tailored to the circumstances of each transaction.\n\nCan make the transfer of funds more efficient and streamlined.\n\nBuyers typically bear the costs of obtaining a letter of credit.\n\nLetters of credit may not cover every detail of the transaction, potentially leaving room for error.\n\nEstablishing a letter of credit may be tedious or time-consuming for all parties involved.\n\nThe terms of a letter of credit may not account for unexpected changes in the political or economic landscape.\n\nOften, in international trade, a letter of credit is used to signify that a payment will be made to the seller on time and in full, as guaranteed by a bank or financial institution. After sending a letter of credit, the bank will charge a fee, typically a percentage of the letter of credit, in addition to requiringcollateralfrom the buyer. Among the various types of letters of credit are a revolving letter of credit, a commercial letter of credit, and a confirmed letter of credit.\n\nConsider an exporter in an unstable economic climate, where credit may be more difficult to obtain. A bank could offer a buyer a letter of credit, available within two business days, in which the purchase would be guaranteed by the bank's branch. Because the bank and the exporter have an existing relationship, the bank is knowledgeable of the buyer'screditworthiness, assets, and financial status.\n\nAs one of the most common forms of letters of credit, commercial letters of credit are when the bank makes payment directly to the beneficiary or seller. Revolving letters of credit, by contrast, can be used for multiple payments within a specific time frame. Typically, these are used for businesses that have an ongoing relationship, with the time limit of the arrangement usually spanning one year.\n\nA letter of credit is like an escrow account in that payment to the beneficiary only happens when the other party performs a specific act or meets other performance criteria spelled out in the letter of credit agreement.\n\nLetters of credit can play an important part in trade transactions. There are different types of letters of credit that may be used, depending on the circumstances. If you need a letter of credit for a business transaction, your current bank may be the best place to begin your search. However, you may need to expand the net to include larger banks if you maintain accounts at a smaller financial institution.\n\nInternational Trade Administration. \"What Is a Letter of Credit?\"\n\nInternational Chamber of Commerce. “Global Rules.”\n\nExport-Import Bank of the United States. \"To Confirm or Not to Confirm (Letters of Credit).\"\n\nCornell Law School. \"12 CFR § 208.24 - Letters of credit and acceptances.\"\n\nUSAID. \"Letters of Credit and Trade Finance,\" p.106.\n\nFDIC. \"Off-Balance Sheet Activities,\" p.2\n\nColumbia Bank. \"Letters of Credit.\"\n\nInternational Trade Administration. \"Letter of Credit.\"\n\nInternational Trade Administration. \"Trade Finance Guide,\" Page 7.",
  "url": "https://www.investopedia.com/terms/l/letterofcredit.asp"
}