{
  "term": "Level 1: Definition, How Trading Screen Works, and Accessibility",
  "definition": "Level 1 is a type of trading screen used with stock trading that displays the best bid-offer-volume quotes in real-time, or thenational best bid and offer(NBBO). Level 1 quotes supply basic information that, for the most part, is more than sufficient for most investors, though some extremely active traders preferorder bookand market depth information that can be found in higher-level quotes.\n\nThe U.S. stock market has three tiers of quotes: Level 1, Level 2, and Level 3. Looking at these quotes allows an investor to see how a specific stock is performing over time as well as where the market action is consolidating.\n\nLevel 1 quotes were relatively rare before the advent of the internet and online trading, but are now widely offered, and investors can access them for free. These quotes can be found on brokers' websites as well as across financial news and media portals, such asMorningstarorYahoo! Finance. The information is often provided directly by an exchange or through a data broker intermediary.\n\nReliable Level 1 quotes aid investors in getting better prices for security purchases and sales, especially in fast-moving markets, where investors may preferlimit ordersrather thanmarket orders.\n\nFor example, an investor looking to purchase $1,000 worth of stock maycheck the Level 1 quoteto see if they will be able to purchase the entire amount at a given price or if their order will likely be executed at a higher price.\n\nLevel 1 quotes are often enough forlong-term investorswho don't care too much about the price changing slightly. However,active traderslooking to capture much smaller gains often use Level 2 quotes so they can gather more information.\n\nAll three levels of quotes build on top of each other. Level 1 quotes provide investors with the highest bid and the lowest ask prices for an individual stock. This will also represent the most recent data for the particular security based on the order book in an exchange. These types of quotes are the most common and are what individual investors see when they request information from their financial services company. Level 1 quotes provide the best real-time bid/ask for a given security.\n\nLevel 2quotes go a step further by offering market depth to real-time quotes for each symbol. The added granularity helps active traders determine the magnitude of buy and sell orders at different prices (depth) and shows where most orders are concentrated among market makers (order book). This allows investors to identify the tightest, lowest bid/ask spread, which is important for larger investors who conduct high volume andhigh-frequency trades(HFT).\n\nFor example, suppose that an active trader sees that Acme Co. has a Level 1 quote showing a $5.00 price with a $5.10x100 ask and a $4.90x500 bid. The trader may assume there is strongsupportat $4.90 with an order for 500 shares and relatively weakresistanceat $5.10 with just 100 shares on the market. However, Level 2 quotes may show an order for 1,000 shares at $5.11 and no orders below $4.90 until $4.85, which makes the stock look a lot weaker than the Level 1 quotes would imply.\n\nThere are alsoLevel 3quotes, which provide all the information and services of Level 1 and Level 2 quotes as well as granting an investor the ability to enter or change quotes, execute orders, and send out confirmations of trades. These types of quotes are reserved for registered brokers and financial institutions. Market makers, for example, participate in Level 3 quotes, which allows them to execute customer orders.",
  "url": "https://www.investopedia.com/terms/l/level1.asp"
}