{
  "term": "Leveraged ETFs: The Potential for Big Gains—and Bigger Losses",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA leveraged exchange-traded fund (LETF) uses financial derivatives and debt to amplify the returns of an underlying index, stock, specific bonds, or currencies.\n\nA leveraged exchange traded fund (LETF) is a security that uses financial derivatives and debt to amplify the returns of an underlying index or other assets it tracks. Some leveraged or \"geared\" ETFs track single stocks and crypto market or futures prices, which can make an already volatile trading strategy far more combustible.\n\nWhile a traditional ETF typically tracks the securities in its underlying index on a one-to-one basis, an LETF will typically aim for a 2:1 or 3:1 ratio. These products are available for most indexes, such as the Nasdaq 100 Index and the Dow Jones Industrial Average.\n\nInvestopedia / Michela Buttignol\n\nThe Securities and Exchange Commission (SEC) first allowed LETFs in 2006.Since then, market analysts have been concerned about their effect on overall market volatility since they can magnify major swings in the market.But they also, as we do here, never fail to warn investors to avoid them as long-term investments.They are meant for day-to-day trading, and their results over longer periods are unpredictable and can significantly compound losses.For these reasons, they come under perennial regulatory scrutiny. Before investing in one, read the prospectus and understand the mechanics of these complicated trading instruments.\n\nETFssell like other securities on the stock market and contain a basket of securities. These securities could be from an index they track, a hand-picked theme of stocks, or individual stocks, derivatives, fixed-income securities, and currency. For example, ETFs that track the S&P 500 Index typically contain the 500-plus stocks in the S&P 500. So, if the S&P moves by 1%, the ETF will also move by 1%.\n\nAn LETF that tracks the S&P 500 would use financial products and debt that magnify each 1% gain in the S&P to a 2% or 3% gain. The extent of the gain depends on the amount of leverage used. Leveraging is an investing strategy that uses borrowed funds to buy futures and other derivatives to increase the impact of changes in price. LETFs primarily use futures contracts, index futures, and swap agreements to magnify the daily returns of the underlying index, stock, or other tracked assets.These derivatives are needed for the daily rebalancing these LETFs require.\n\nThis leverage can work in the opposite direction and lead to magnified losses. If the underlying index falls by 1%, the loss is exaggerated by the leverage. Investors should be aware ofthe risks of LETFssince the risk of loss is far higher than that of traditional investments. As D.J. Abner notes in his \"ETF Handbook,\" while investors notoriously fail to read prospectuses and investor warnings before putting money into securities, investing in an LETF is decidedly not the time to do so.\n\nLastly, the management fees and transaction costs associated with LETFs can diminish the fund's return.For the 191 LETFs it tracks in the U.S. markets, ETF.com puts the average expense ratio at 1.04%.\n\nAn LETF applies derivatives to magnify the exposure to a particular index or other targeted asset (stocks, cryptocurrency, commodities, etc.).Most do not aim to amplify the monthly orannual returnsof the target assets but instead track daily changes, resettingeachday. However, longer reset periods, such as one month, can be used.\n\nThe leverage in LETFs comes from several sources. First, it can come from borrowing. For instance, the fund that aims to have twice the return of the targeted assets might take your invested funds and then borrow the same amount to effectively double how much is invested.LETFs also employ derivatives like forward contracts, futures contracts, total return swaps, and, less frequently, options:\n\nEmploying derivatives for generating returns is a method known as \"synthetic replication\" (the flip side of \"physical\" replication, directly borrowing), which is generally more efficient than borrowing to buy the securities of the benchmark.Regarding options, they have upfront fees called premiums that allow investors to buy many shares of a security.As a result, options layered with investments, such as stocks, can add to the gains for LETFs over 1:1 traditional ETFs.\n\nA leveragedinverse ETFattempts to use its leverage to make money when the underlying index is declining in value.In other words, an inverse ETF rises while the underlying index is falling, allowing investors to profit from a bearish market or market declines.\n\nAlong with management and transaction fee expenses, there are other costs associated with LETFs.These funds have higher fees than non-leveraged ETFs because premiums, fees, and interest need to be paid on the derivatives and for margin costs.Many LETFs have expense ratios of 1% or more.\n\nDespite the higher expense ratios associated with LETFs, they are often less expensive than other forms of margin. Trading onmargininvolves a broker lending money to a customer so that the borrower can buy securities with the securities held as collateral for the loan. The broker also charges an interest rate for the margin loan.\n\nFor example, short selling, which involves borrowing shares from a broker to bet on a downward move, can carry fees of 3% or more on the amount borrowed. Using margin to buy stock can become similarly expensive and can result inmargin callsshould the position begin losing money. A margin call happens when a broker asks for more money to shore up the account if the collateral securities are losing value and fall below a certain minimum.\n\nLETFs are typically used by day traders speculating on an index or other targeted sets of assets. It is difficult to hold long-term investments in LETFs because the derivatives used for the leverage are not long-term investments. As a result, traders often hold positions in LETFs forday trading.\n\nThese ETFs should not be used for long-term strategies since they're anchored in techniques for returns within a trading day, not a longer time, and the daily reset means the fund can't build on itself.If you want ETFs for long-term investing, there are myriad financial products designed for this strategy.\n\nLETFs offer the potential for significant gains that exceed the tracked index or assets.\n\nInvestors have a wide variety of securities to trade using LETFs.\n\nInvestors can make money when the market is declining using inverse LETFs.\n\nLETFs can lead to significant losses that exceed the tracked index or assets.\n\nLETFs have higher fees and expense ratios compared with traditional ETFs.\n\nLETFs are not long-term investments.\n\nThe Direxion Daily Financial Bull 3x Shares (FAS) ETF holds equities in large U.S. financial companies. It has an expense ratio of 0.94%, and it tracks securities listed on the Financial Select Sector Index (IXMTR, an index of financial sector stocks listed on the S&P 500) and includes Berkshire Hathaway (BRK.B), Visa (V), JPMorgan Chase & Co. (JPM), and other financial sector companies. This LETF aims to provide investors three times (3x) the return on the moves in the financial stocks it tracks.To do this, the fund invests in swap agreements and securities.\n\nFor instance, suppose an investor bought $10,000 of FAS, and the underlying financial stocks rose by 1% in a single day; FAS would provide 3% returns on that day. This means the $10,000 investment would increase to $10,300 at the end of the day before fees.\n\nConversely, if the tracked financial stocks declined 2% in a day, FAS would post a 6% decline for that same day. So, the original $10,000 investment would decrease to $9,400 before accounting for fees.\n\nAs this example shows, the multiplier works both ways. You can get multiplied gains during a positive performance and multiplied losses when the index declines.\n\nThe daily reset mechanism causes LETFs to rebalance their portfolios daily to maintain their leverage. Thus, they won't necessarily work for a buy-and-hold strategy since their returns are a function of maintaining debt to equity within each fund. This resetting effect allows the ETF to seek 3x leverage daily but can cause longer-term returns to diverge significantly from simply compounding theunderlying index'sreturns.\n\nTo demonstrate this, here is an example covering several days. Let's assume the underlying financial index FAS tracks has the following daily returns:\n\nWe need to triple each of these for the expected return of FAS, respectively, for the three days above:\n\nOn Day 1, since the index rose 1%, FAS would seek to provide 3x that return. So the $10,000 investment would rise to $10,300. Because the index rose 1%, the fund's debt-to-equity would be 299% rather than the target of 300%. The fund would need to be reset (rebalanced) because the value of the underlying increased by 1% while debt remained the same (ignoring any fees and interest for simplicity). The fund would borrow more funds or buy more stocks (or both) to bring the leverage back to 300%.\n\nBut on Day 2, the index fell 2.0%. So, FAS would target returns of 3 x -2% = -6%. The $10,300 balance would decline by 6% to $9,682. However, because the value of the fund's stocks fell, it would be out of balance at 302% without resetting at the end of the day. Thus, it would need to sell stocks, repay debt, or do both to balance its debt-to-equity ratio.\n\nOn Day 3, the index rose 0.5%, so FAS would attempt to return 3 x 0.5% = 1.5%. So, the balance moves from $9,682 to $9,827, a net loss of 1.73%. The fund would reset its balances appropriately at the end of the day.\n\nWhile the index declined 0.5% over the three days (a three-day loss of -1.5%), the 3x LETF declined more than 1.7% over the same period because of the effects of daily rebalancing. Thus, LETF returns can significantly diverge from a simple multiplier of the underlying index's returns in volatile conditions over those same periods. The sequence of daily gains and losses matters because of the daily reset mechanism.\n\nSo, while useful for very short-term trading strategies, LETFs like FAS generally should not be expected to achieve a consistent 3x return compared with the tracked index or assets for longer periods.\n\nIt depends on whether you enjoy trading and can tolerate the increased risk of loss that leveraged ETFs can cause. Leveraged ETFs can increase gains, but they can also increase losses compared to the underlying assets.\n\nA 3x leveraged ETF attempts to increase an index's returns by 300% by maintaining a specific debt-to-equity ratio within the fund. When the underlying's price increases, the fund amplifies the returns. When it decreases, it amplifies the losses.\n\nLeverage Shares has several 5x leveraged exchange traded products: 5x U.S. 500, 5x 20+ Year Treasury Bond, 5x 7-10 Year Treasury Bond, 5x TIPS, 5x Magnificent 7, -5x 20+ Year Treasury Bond, -5x 7-10 Year Treasury Bond, and -5x TIPS.\n\nLETFs are specialized financial instruments designed to deliver multiples of the daily performance of a specific index or asset. They achieve this by using derivatives as leverage, amplifying both gains and losses. Ideal for experienced traders and suited for short-term (i.e., intraday) trading strategies, LETFs are used in scenarios when quick, significant market moves are expected. However, their complex nature and the impact of daily rebalancing make them unsuitable for longer-term investments.\n\nInvestors should use caution, as these ETFs entail higher risk and volatility than traditional ETFs. Because of their sensitivity to market fluctuations and the costs associated with their operation, LETFs should be used with a clear understanding of their mechanisms and potential impacts on investment portfolios.\n\nU.S. Securities and Exchange Commission. \"Remarks Before the 4th Annual Art of Indexing Summit.\"\n\nU.S. Securities and Exchange Commission. \"Updated Investor Bulletin: Leveraged and Inverse ETFs.\"\n\nD. J. Abner. \"The ETF Handbook: How to Value and Trade Exchange Traded Funds.\" John Wiley & Sons, 2016. Pages 267-273.\n\nG. L. Gastineau. \"The Exchange-Traded Funds Manual.\" John Wiley & Sons, 2010. Pages 247-262.\n\nPeter Miu and Narat Charupat. \"Leveraged Exchange-Traded Funds: A Comprehensive Guide to Structure, Pricing, and Performance.\" Springer, 2016. Page 25.\n\nFinancial Industry Regulatory Authority. \"The Lowdown on Leveraged and Inverse Exchange-Traded Products.\"\n\nPeter Miu and Narat Charupat. \"Leveraged Exchange-Traded Funds: A Comprehensive Guide to Structure, Pricing, and Performance.\" Springer, 2016. Pages 5-11.\n\nPeter Miu and Narat Charupat. \"Leveraged Exchange-Traded Funds: A Comprehensive Guide to Structure, Pricing, and Performance.\" Springer, 2016. Page 24.\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: An Introduction to Options.\"\n\nPeter Miu and Narat Charupat. \"Leveraged Exchange-Traded Funds: A Comprehensive Guide to Structure, Pricing, and Performance.\" Springer, 2016. Page 8.\n\nFinancial Industry Regulatory Authority. \"Brokerage Accounts: Margin Accounts.\"\n\nDirexion. \"Direxion Daily Financial Bull & Bear 3X Shares (FAS FAZ).\"\n\nLeverage Shares. \"All Products.\"",
  "url": "https://www.investopedia.com/terms/l/leveraged-etf.asp"
}