{
  "term": "Leverage Ratio: What It Is, What It Tells You, and How to Calculate",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA leverage ratio indicates the amount of debt a company or institution carries compared to its assets or equity.\n\nA leverage ratio is a measurement used to determine the relationship between a company's debt and assets. It can be used to measure the amount of capital in the form of debt and loans, or to assess a company's ability to meet its financial obligations.\n\nLeverage ratios are important in business, finance, and economics because companies and institutions rely on a mixture of equity and debt to finance their operations. Knowing the amount of debt held is useful in evaluating whether it can be paid off as it comes due.\n\nLeverage ratios assess the ability of a company, institution, or individual to meet their financial obligations. Carrying too much debt can be dangerous for a company and its investors, but the debt may help fuel growth if a company’s operations can generate a higher rate of return than the interest rate on its loans.\n\nUncontrolled debt levels can lead to credit downgrades or even worse consequences. However, too few debts can also raise questions. A reluctance or inability to borrow may indicate that operating margins are tight.\n\nSeveral ratios can be categorized as leverage ratios. The main factors considered are debt, equity, assets, and interest expenses.\n\nA leverage ratio might also be used to measure a company’s mix ofoperating expensesto get an idea of how changes in output will affect operating income. Operating costs can be fixed or variable. The mix will differ depending on the company and the industry.\n\nBanks are among the most leveraged institutions in the United States. The combination of fractional-reserve banking andFederal Deposit Insurance Corp. (FDIC)protection has produced a banking environment with limited lending risks. The FDIC, the Federal Reserve, and the Office of the Comptroller of the Currency (OCC) review and restrict the leverage ratios for American banks.\n\nThese bodies restrict how much money a bank can lend relative to how much capital the bank devotes to its own assets. The level of capital is important because banks can \"write down\" the capital portion of their assets if total asset values drop. Assets financed by debt can't be written down because the bank's bondholders and depositors are owed these funds.\n\nThe Federal Reserve created guidelines for bank holding companies, but these restrictions vary depending on the rating assigned to the bank. Banks that experience rapid growth or face operational or financial difficulties are generally required to maintain higher leverage ratios.\n\nThetier 1 leverage ratiois most commonly used by regulators for banks.\n\nThe level of scrutiny paid to leverage ratios has increased since the Great Recession of 2007 to 2009 when banks that were “too big to fail” were a calling card to make banks more solvent. These pressures haven’t gone away. Restrictions keep getting tighter.\n\nRegulators proposed that banks with $100 billion or more in assets dramatically add to their capital cushions in 2023 following the collapse of several lenders. These restrictions limit the number of loans made because it's more difficult and more expensive for a bank to raise capital than it is to borrow funds. Higher capital requirements can reduce dividends or dilute share value if more shares are issued.\n\nThere are many different types of leverage ratios—here are a few.\n\nThe debt-to-equity (D/E) ratio is perhaps the most well-known financial leverage ratio. It's expressed as:\n\nDebt-to-Equity Ratio = Total Liabilities ÷ Total Shareholders’ Equity\n\n​United Parcel Service's long-term debt was $19.51 billion, and its total stockholders' equity was $15.68 billion in the quarter ending March 31, 2025. The company's D/E for the quarter was 1.24.\n\nA D/E ratio greater than 2.0 typically indicates a risky scenario for an investor, but this yardstick can vary by industry. Businesses that require largecapital expenditures (CapEx), such asutility and manufacturing companies, might have to secure more loans than other companies.\n\nA high debt/equity ratio generally indicates that a company has been aggressive in financing its growth with debt. This can result in volatile earnings as a result of the additional interest expense. It may increase the company's chances of default or bankruptcy if the company's interest expense grows too high.\n\nIt’s a good idea to measure a firm’s past leverage ratios and those of companies operating in the same industry to better understand the data.\n\nThe equity multiplier is similar, but it replaces debt with assets in the numerator:\n\nEquity Multiplier=Total AssetsTotal Equity\\text{Equity Multiplier} = \\frac{\\text{Total Assets}}{\\text{Total Equity}}Equity Multiplier=Total EquityTotal Assets​\n\nAssume that Macy's has assets valued at $19.85 billion and stockholder equity of $4.32 billion. The equity multiplier would be:\n\n$19.85billion÷$4.32billion=4.59\\$19.85 \\text{ billion} \\div \\$4.32 \\text{ billion} = 4.59$19.85billion÷$4.32billion=4.59\n\nDebt isn't specifically referenced in the formula, but it's an underlying factor given that total assets include debt. The company's high ratio of 4.59 indicates that assets are mostly funded with debt rather than equity. Macy's assets are financed with $15.53 billion in liabilities.\n\nThe equity multiplier is a component of theDuPont analysisfor calculating return on equity (ROE):\n\nDuPont analysis=NPM×AT×EMwhere:NPM=net profit marginAT=asset turnoverEM=equity multiplier\\begin{aligned} &\\text{DuPont analysis} = NPM \\times AT \\times EM\\\\ &\\textbf{where:}\\\\ &NPM=\\text{net profit margin}\\\\ &AT=\\text{asset turnover}\\\\ &EM=\\text{equity multiplier}\\\\ \\end{aligned}​DuPont analysis=NPM×AT×EMwhere:NPM=net profit marginAT=asset turnoverEM=equity multiplier​\n\nIt's generally better to have a low equity multiplier because this means that a company isn't incurring excessive debt to finance its assets.\n\nThe debt-to-capitalization ratio measures the amount of debt in a company's capital structure. It's calculated as:\n\nTotal debt to capitalization=(SD+LD)(SD+LD+SE)where:SD=short-term debtLD=long-term debtSE=shareholders’ equity\\begin{aligned} &\\text{Total debt to capitalization} = \\frac{(SD + LD)}{(SD + LD + SE)}\\\\ &\\textbf{where:}\\\\ &SD=\\text{short-term debt}\\\\ &LD=\\text{long-term debt}\\\\ &SE=\\text{shareholders' equity}\\\\ \\end{aligned}​Total debt to capitalization=(SD+LD+SE)(SD+LD)​where:SD=short-term debtLD=long-term debtSE=shareholders’ equity​\n\nOperating leases are capitalized, and equity includes both common and preferred shares. An analyst might decide to use total debt to measure the debt used in a firm's capital structure instead of using long-term debt. This formula would include minority interest and preferred shares in the denominator.\n\nDegree of financial leverage (DFL) is a ratio that measures the sensitivity of a company’s earnings per share (EPS) to fluctuations in its operating income as a result of changes in its capital structure. It measures the percentage change in EPS for a unit change in earnings before interest and taxes (EBIT) and is calculated using the formula:\n\nDFL=%change inEPS%change inEBITwhere:EPS=earnings per shareEBIT=earnings before interest and taxes\\begin{aligned} &DFL = \\frac{\\% \\text{ change in }EPS}{\\% \\text{ change in }EBIT} \\\\ &\\textbf{where:}\\\\ &EPS=\\text{earnings per share}\\\\ &EBIT=\\text{earnings before interest and taxes}\\\\ \\end{aligned}​DFL=%change inEBIT%change inEPS​where:EPS=earnings per shareEBIT=earnings before interest and taxes​\n\nDFL can alternatively be represented by the equation below:\n\nDFL=EBITEBIT−interestDFL = \\frac{EBIT}{EBIT - \\text{interest}}DFL=EBIT−interestEBIT​\n\nThis ratio indicates that the higher the degree of financial leverage, the more volatile earnings will be. Interest is usually a fixed expense, so leverage magnifies returns and EPS. This is good when operating income is rising, but it can be a problem when operating income is under pressure.\n\nThe consumer leverage ratio is used to quantify the amount of debt the average American consumer has relative to their disposable income. Some economists have stated that the rapid increase in consumer debt levels has been a contributing factor to corporate earnings growth. Others blamed the high level of consumer debt as a major cause of the Great Recession.\n\nConsumer leverage ratio=Total household debtDisposable personal income\\text{Consumer leverage ratio} = \\frac{\\text{Total household debt}}{\\text{Disposable personal income}}Consumer leverage ratio=Disposable personal incomeTotal household debt​\n\nThedebt-to-capital ratiofocuses on the relationship of debt liabilities as a component of a company's total capital base. It's calculated by dividing a company's total debt by its total capital, which is the sum of total debt and total shareholders' equity. Debt includes all short-term and long-term obligations.\n\nThis ratio is used to evaluate a firm's financial structure and how it finances its operations. The higher the debt-to-capital ratio, the higher the risk of default is. Earnings may not be enough to cover the cost of debts and liabilities if the ratio is very high. A reasonable debt-to-capital ratio depends on the industry. Some sectors use more leverage than others.\n\nThedebt-to-EBITDAleverage ratio measures the amount of income generated and available to pay down debt before a company accounts for interest, taxes, depreciation, and amortization expenses. This ratio is commonly used by credit agencies. It's calculated by dividing short- and long-term debt by EBITDA. It determines the probability of defaulting on issued debt.\n\nThis ratio is useful in determining how many years ofearnings before interest, taxes, depreciation, and amortization (EBITDA)would be required to pay back all the debt. It can be alarming if the ratio is over 3.0, but this can vary by industry.\n\nThe debt-to-EBITDAX ratio is similar to the debt-to-EBITDA ratio. It measures debt againstEBITDAXrather than EBITDA.\n\nEBITDAX stands for \"earnings before interest, taxes, depreciation (or depletion), amortization, and exploration expense.\" It expands EBITDA by excluding exploration costs, a common expense for oil and gas companies.\n\nThis ratio is commonly used in the United States to normalize various accounting treatments for exploration expenses: The full cost method vs. the successful efforts method. Exploration costs are typically found in financial statements as exploration, abandonment, and dry hole costs. Other non-cash expenses that should be added back are impairments, accretion of asset retirement obligations, and deferred taxes.\n\nTheinterest coverage ratiois also concerned with interest payments. One problem with only reviewing a company's total debt liabilities is that it doesn't reveal anything about its ability to service the debt. The interest coverage ratio aims to fix this.\n\nThis ratio equals operating income divided by interest expenses. It showcases the company's ability to make interest payments. A ratio of 3.0 or higher is generally desirable, but it varies by industry.\n\nTimes interest earned (TIE) is also known as afixed-charge coverage ratio. It's a variation of the interest coverage ratio. It attempts to highlight cash flow relative to interest owed on long-term liabilities.\n\nFind the company's earnings before interest and taxes (EBIT), then divide this by the interest expense of long-term debts. Use pretax earnings because interest is tax-deductible. The full amount of earnings can eventually be used to pay interest. Higher numbers are more favorable.\n\nLeverage is the use of debt to make investments. The goal is to generate a higher return than the cost of borrowing. A company isn't doing a good job or creating value for shareholders if it fails to do this.\n\nEach leverage ratio is calculated differently, but it typically involves dividing a company's debt by a measure such as shareholders' equity, total capital, or EBITDA.\n\nIt depends on the particular leverage ratio that's being used as well as the type of company. Capital-intensive industries rely more on debt than service-based firms, so they would expect to have more leverage. Look at leverage ratios across a certain industry to gauge an acceptable level.\n\nLeverage ratios are useful tools. They provide a simple way to evaluate the extent to which a company or institution relies on debt to fund and expand its operations. Debt can generate a higher rate of return than it costs when it's used effectively, but too much is dangerous and can lead to default and financial loss. Leverage ratios are most useful to look at in comparison to past data or a comparable peer group.\n\nFederal Deposit Insurance Corporation. “Risk Management Manual of Examination Policies.\"\n\nBoard of Governors of the Federal Reserve System. “Bank Holding Company Supervision Manual.” Pages 1–54.\n\nBank for International Settlements. “Definition of Capital in Basel III—Executive Summary.”\n\nBoard of Governors of the Federal Reserve System. “Annual Large Bank Capital Requirements.”\n\nFederal Reserve Bank of Cleveland. “A Brief History of Bank Capital Requirements in the United States.”\n\nFederal Deposit Insurance Corp. “Fact Sheet: Proposed Rules to Strengthen Capital Requirements for Large Banks.”\n\nUPS Investor Relations. “Quarterly Earnings and Financials.”",
  "url": "https://www.investopedia.com/terms/l/leverageratio.asp"
}