{
  "term": "Leveraged Employee Stock Ownership Plan (LESOP) Overview",
  "definition": "A leveraged employee stock ownership plan (LESOP) is an employee compensation program in which the sponsoring companyleveragesits own credit and borrows the money used to fund the plan and purchase shares from the company's treasury. These shares are then used for thestock ownership plan(ESOP), with the company subsequently paying back the original loan with annual contributions.\n\nTypically, companies choose to use ESOPs or otherequity compensationprograms to tie a portion of their employees' interests to the bottom-line share price performance of the company's stock. In this way, participating employees are given an incentive to ensure the company's operations run as smoothly and profitably as possible.\n\nCompanies often use ESOPs as acorporate financestrategy to align the interests of their employees with those of their shareholders.\n\nBy leveraging companyassets, the business can provide for its stock ownership plan and give workers ownership interest in the company without immediately putting up all the capital required to do so.\n\nLESOPs use the proceeds of bank loans to purchase company stock from the company or its existing shareholders at a sale price established by independentappraisers. The lending bank holds the purchased shares ascollateraland typically requires payment guarantees from either the company, the remaining shareholders, or the selling shareholders.\n\nLESOPs serve as a tax-advantaged method of financing corporate growth because shares allocated to an employee's account are nottaxeduntil distributions are received, which generally occurs after an employee ends their tenure with a company.\n\nDue to deduction limitations dictated under tax laws, employer contributions made to make annual loan payments may not exceed 25% of a participating employee's annual compensation. Additionally, a company may limit LESOP participation to employees who are over age 21, and who have completed at least one year of service.\n\nDespite the tax-deferred benefit participating LESOP employees enjoy, this plan isn’t without potential downsides—chief among them: an inherent investment risk.\n\nSince a LESOP functions as a substitution for other types ofqualified retirement plans, they may lack thediversificationof a typical retirement portfolio, such as a 401(k) plan, and be too concentrated in company stock. Employees who reach the age of 55, and have completed at least ten years of participation in a LESOP, are permitted to diversify 50% of their accounts, over five years, in investments other than their own company’s stock.\n\nAdditionally, since a LESOP involves borrowing it can mar a young company'sdebt-to-income(DTI) or debt-to-equity (D/E) ratio, making it appear as a less attractive investment than it may otherwise be. Moreover, if a company cannot repay its LESOP debts, the lender can seize the assets put up as collateral.",
  "url": "https://www.investopedia.com/terms/l/lesop.asp"
}