{
  "term": "Levered Free Cash Flow (LFCF): Definition and Calculation",
  "definition": "Levered free cash flow (LFCF) is the amount of money that a company has left remaining after paying all of its financial obligations. LFCF is the amount of cash that a company has after paying debts, whileunlevered free cash flow (UFCF)is cash before debt payments are made.\n\nLevered free cash flow is important because it is the amount of cash that a company can use to pay dividends and make investments in the business.\n\nLFCF=EBITDA−ΔNWC−CapEx−Dwhere:EBITDA=Earnings before interest, taxes,depreciation, and amortizationΔNWC=Change in net working capitalCapEx=Capital expendituresD=Mandatory debt payments\\begin{aligned}&LFCF=EBITDA-\\Delta NWC-CapEx-D\\\\&\\textbf{where:}\\\\&\\text{EBITDA}=\\text{Earnings before interest, taxes,}\\\\&\\qquad\\qquad\\quad\\text{ depreciation, and amortization}\\\\&\\Delta\\text{NWC}=\\text{Change in net working capital}\\\\&\\text{CapEx}=\\text{Capital expenditures}\\\\&\\text{D}=\\text{Mandatory debt payments}\\end{aligned}​LFCF=EBITDA−ΔNWC−CapEx−Dwhere:EBITDA=Earnings before interest, taxes,depreciation, and amortizationΔNWC=Change in net working capitalCapEx=Capital expendituresD=Mandatory debt payments​\n\nLevered free cash flow is a measure of a company’s ability to expand its business and to pay returns toshareholders(dividendsorbuybacks) via the money generated through operations. It may also be used as an indicator of a company’s ability to obtain additionalcapitalthrough financing.\n\nIf a company already has a significant amount of debt and has little in the way of a cash cushion after meeting its obligations, it may be difficult for the company to obtain additional financing from alender. If, however, a company has a healthy amount of levered free cash flow, it then becomes a more attractive investment and a low-risk borrower.\n\nEven if a company’s levered free cash flow is negative, it does not necessarily indicate that the company is failing. It may be the case that the company has made substantialcapital investmentsthat have yet to start paying off.\n\nAs long as the company is able to secure the necessary cash to survive until itscash flowincreases, a temporary period of negative levered free cash flow is both survivable and acceptable.\n\nWhat a company chooses to do with its levered free cash flow is also important toinvestors. A company may choose to devote a substantial amount of its levered free cash flow to dividend payments or for investment in the company. If, on the other hand, the company’s management perceives an important opportunity for growth and market expansion, it may choose to devote nearly all of its levered free cash flow to funding potential growth.\n\nLevered free cash flow is the amount of cash a business has after paying debts and other obligations. Unlevered free cash flow (UFCF) is the amount of cash a company has prior to making its debt payments. UFCF is calculated as EBITDA minus CapEx minus working capital minus taxes.\n\nLFCF is the cash flow available to pay shareholders, while UFCF is the money available to pay shareholders and debtholders. Levered free cash flow is considered the more important figure for investors to watch, as it’s a better indicator of a company’s profitability.\n\nLevered free cash flow (LFCF) is the amount of cash that a company can use to pay dividends and make investments in the business.\n\nLevered free cash flow measures the ability of a company to expand its business and to pay returns to shareholders (dividends or buybacks) via the money generated through operations. It may also indicate the ability of a company to obtain additional capital through financing.\n\nLevered free cash flow is considered more important for investors to watch than unlevered free cash flow. LFCF is a better indicator of a company’s profitability.\n\nLevered free cash flow (LFCF) is the amount of money that a company has left remaining after paying all of its financial obligations. Since it’s the amount of cash that a company has after paying debts, it’s important because LFCF is what a company can use to pay dividends and invest in itself.",
  "url": "https://www.investopedia.com/terms/l/levered-free-cash-flow.asp"
}