{
  "term": "Leveraged Buyout (LBO): Definition, How It Works, and Examples",
  "definition": "A leveraged buyout (LBO) is the acquisition of one company by another using a significant amount of borrowed money to meet thecost of acquisition. The borrowed money can be in the form of bonds or loans. The assets of the company being acquired are often used as collateral for the loans along with the assets of the acquiring company.\n\nIn an LBO, the ratio of debt to equity used for the takeover will be as high as possible. The exact amount of debt that will be used depends on the market lending conditions, investor appetite, and the amount of cash flow that the company is expected to generate after takeover.The bonds issued in the buyout usually aren't investment grade and are referred to asjunk bondsbecause of this highdebt/equity ratio.\n\nThe purpose of leveraged buyouts is to allow companies to make large acquisitions without having to commit a lot of capital.\n\nReturns are generated in an LBO in three ways:\n\nPrivate equity investment groups that carry out LBOs have garnered a reputation for being ruthless and predatory because of their need to rapidly increase margins. To do this, many investors embark on strict cost-cutting measures that can include making staff redundant.\n\nTo make their returns, the private equity investors have to sell or realize their investment over a relatively short timeframe. Typically, LBO investments are held for between 5 years and 7 years, although there can be shorter or longer holding periods.\n\nThere are several ways the investment can be realized:\n\nUsually, LBOs are undertaken because a private equity investment group have identified the company as a good target. A good target is one that is able to generate annualized returns in excess of 20% and so the company must generate cash to pay down debt (\"deleverage\") and should have opportunities for margin and multiple improvements.\n\nOne of thelargest LBOs on recordwas the acquisition of Hospital Corp. of America (HCA) by Kohlberg Kravis Roberts & Co. (KKR), Bain & Co., and Merrill Lynch in 2006. The three companies valued HCA at around $33 billion.\n\nThe number of such large acquisitions declined following the2008 financial crisisbut large-scale LBOs began to rise again as the COVID-19 pandemic waned. A group of financiers led by Blackstone Group announced a leveraged buyout of Medline that valued the medical equipment manufacturer at $34 billion in 2021.\n\nVista Equity Partners and Elliott Investment Management entered into the first significant leveraged buyout of 2022 when they acquired Citrix Systems, Inc., a software manufacturer, for $13 billion in January.\n\nYahoo! Finance reported in December 2023 that leveraged loans are on track for another boom year in 2024.\n\nA leveraged buyout (LBO) occurs when one company attempts to buy another by borrowing a large amount of money to finance the acquisition. The acquiring company issues bonds against the combined assets of the two companies so the assets of the acquired company can be used as collateral against it.\n\nLarge-scale LBOs experienced a resurgence in the early 2020s although they're often viewed as a predatory or hostile action.\n\nLeveraged buyouts (LBOs) are commonly used to make a public company private or to spin off a portion of an existing business by selling it. They can also be used to transfer private property such as a change in small business ownership. The main advantage of a leveraged buyout is that the acquiring company can purchase a much larger company, leveraging a relatively small portion of its own assets.\n\nEquity firms typically target mature companies in established industries for leveraged buyouts rather than fledgling or more speculative industries.The best candidates for LBOs have historically had strong, dependable operating cash flows, well-established product lines, strong management teams, and viableexit strategiesso that the acquirer can realize gains.\n\nA leveraged buyout (LBO) refers to the process of one company acquiring another using mostly borrowed funds to carry out the transaction. Firms often carry out LBOs to take a company private or to spin off part of an existing business.\n\nLeveraged buyouts are often seen as a predatory business tactic because the target company has little control over approving the deal and its own assets can be used as leverage against it. LBOs declined following the 2008 financial crisis but have seen increased activity since then.\n\nLeonard N. Stern School of Business, New York University. \"Corporate Restructuring.\" Page 34.\n\nHCA Healthcare. “HCA Completes Merger with Private Investor Group.”\n\nBlackstone. “Blackstone, Carlyle and Hellman & Friedman to Invest in Medline.”\n\nFinancial Times. “Private Equity Group Reaches Deal to Buy Medline for $34bn.”\n\nLos Angeles Times. \"Citrix Sells for $13 Billion in 2022's First Big Leveraged Buyout.\"\n\nYahoo! Finance. \"2024 US Leveraged Loan Outlook: Strong Returns, Improved Issuance Likely.\"\n\nS&P Global Market Intelligence. \"As LBOs Surged in Q4'20, US Purchase Price Multiples Hit New Heights.\"\n\nBusiness Insider. “How Private Equity Firms Screen for LBO Candidates.”",
  "url": "https://www.investopedia.com/terms/l/leveragedbuyout.asp"
}