{
  "term": "Leveraged Buyback: Meaning, Returns, and Importance",
  "definition": "A leveraged buyback is a corporate finance transaction that enables a company to repurchase some of its shares using debt—reducing the number of shares outstanding increases the remaining owners' respective shares.\n\nAlso known as a leveragedshare repurchase, a leveraged buyback has similar impacts asleveraged recapitalizationsanddividendrecapitalizations, in which companies employleverageto pay a one-time dividend. The difference is that dividend recapitalizations do not change the ownership structure.\n\nLeveraged buybacks should have no immediate impact on a company's share price, net of any tax benefits from the new capital structure, and higher interest payments. The extra debt provides an incentive for management to be more disciplined and improve operational efficiency through cost-cutting and downsizing, to meet larger interest andprincipalpayments. This justifies any extreme levels of debt inleveraged buyouts.\n\nLeveraged buybacks are sometimes used by companies with excess cash to de-capitalize their balance sheets and avoidovercapitalization. Increasing the debt on the balance sheet can provideshark-repellantprotection fromhostile takeovers.\n\nLike other share repurchases, leveraged buyouts are often simply used to increase different company metrics, such as:\n\nDon't confuse a leveraged buyback with a leveraged buyout. While the former involves the repurchase of corporate shares, the latter involves the use of debt to acquire another company.\n\nBoosting EPS through leveraged buybacks can be an effective tool for companies to use, but it does not signify an improvement in underlying performance or value.It can even do damage to the business if financial engineering comes at the expense of not investing capital productively for the long term.\n\nExecutives say there are not enough investment opportunities. But, there is a bigconflict of interest, given that executive compensation is linked to EPS in most American companies.\n\nFinancial markets have rewarded companies using buybacks as a substitute for improving operational performance. So it is no wonder that buybacks became one ofWall Street'sfavorite tools since the globalfinancial crisis.\n\nBetween 2008 and 2018, companies in the United States spent over $5 trillion buying back their stock—over half their profits.And for large companies like Procter & Gamble, Mondelez, and Eli Lilly, approximately 40% of EPS growth has been a result of buybacks.\n\nBuybacks are a mixed bag, they can increase EPS and improve other financial metrics but also put a firm's credit ratings at risk.\n\nIn 2017, leveraged buybacks were reported to have made a big comeback in the U.S., where share repurchases have exceeded free cash flow since 2014.They were also used to avoid having to repatriate cash and pay U.S. taxes.\n\nThe buyback boom increased the risk for both bondholders and shareholders. Even investment-grade companies were willing to sacrifice theircredit ratingsin order to reduce the number of shares. For example, McDonald’s, whose executives depend on EPS metrics as a component of their performance incentive payout, had borrowed so heavily to fund buybacks that its credit rating fell from A to BBB between 2016 and 2018.\n\nRising interest rates can impact leveraged buybacks. But so could politicians. TheInflation Reduction Act of 2022, which was signed into law by former President Joe Biden on Aug. 16, 2022, includes anexcise taxof 1% on share buybacks that exceed $1 million after Dec. 31, 2022.\n\nSenate Democrats strongly criticized the buyback boom, arguing thatTrump's tax reformdidn't trickle down to workers. They wanted to regulate buybacks, which were seen as a form of market manipulation before theSecurities and Exchange Commission (SEC)gave them the green light in 1982 when it adoptedRule 10b-18.That protected corporations from charges of stock market manipulation if buybacks on any given day were no more than 25% of the previous four weeks’ average daily trading volume.\n\nIn his State of the Union address in February 2023, former President Biden said he would propose quadrupling the tax on corporate stock buybacks. It was not clear from his statements whether such a proposal would also impact leveraged buybacks. Further, analysts like former Evercore ISI strategist Tobin Marcus suggested that the likelihood of the passage of a buyback tax was low. Still, investors may keep future buyback-related legislation in mind when developing strategies.\n\nBiden's announcement, which was never realized, followed a December 2021 push from SEC Commissioner Allison Herren Lee in support of corporate share repurchase policies enhancing transparency \"by requiring more detailed, timely, and structured disclosures\" of buybacks.\n\nLeveraged buybacks are a form of stock repurchase in which a corporation repurchases a quantity of its shares by leveraging its own debt.\n\nThere are many potential effects of a leveraged buyback. The earnings per share for the company may increase as a result of the overall reduction of the total number of outstanding shares. Companies can also use leveraged buybacks to fend of hostile takeovers by increasing their debt.\n\nIn the Inflation Reduction Act of 2022, there is a 1% excise tax on buybacks exceeding $1 million as of Jan. 1, 2023. Former President Biden also announced in his February 2023 State of the Union address that he would propose quadrupling the tax on corporate stock repurchases. This never happened and it remained unclear whether it, if ever passed, would apply to leveraged buybacks specifically.\n\nLeveraged buybacks are corporate finance transactions through which a company repurchases a quantity of its shares using debt. With added debt, many companies that complete a leveraged buyback also institute cost-cutting or downsizing measures. Leveraged repurchases are often used to increase a corporation's earnings per share by reducing the overall number of shares outstanding.\n\nThis does not fundamentally impact the company's underlying performance or value. This technique can also help to decapitalize a balance sheet. Buybacks in general have been a target of the Biden administration, first through a 1% excise tax in the Inflation Reduction Act of 2022 and more recently via comments the president made in the 2023 State of the Union address.\n\nAccounting Tools. \"Leveraged Buyback Definition.\"\n\nS&P Global. \"Examining Share Repurchasing and the S&P Buyback Indices in the U.S. Market,\" Pages 4-5.\n\nTuck School of Business at Dartmouth College. \"Note on Leveraged Buyouts,\" Page 1.\n\nFinancial Industry Regulatory Authority. \"How Companies Use Their Cash: The Buyback.\"\n\nJ.P. Morgan. \"Stock Buybacks: Is Excess Cash Being Spend Wisely?\"\n\nBarron's. \"A Reckoning for Buybacks.\"\n\nCRISIL. \"Implications of a Share Buyback on the Credit Rating,\" Page 2.\n\nFitch Ratings. \"US Corporate Share Buybacks Ongoing Risk for Bondholders.\"\n\nPriceWaterhouseCooper. \"The Art of Cash Repatriation.\"\n\nMcDonald's. \"2020 Notice of Annual Shareholder's Meeting and Proxy Statement,\" Pages 46-47.\n\nFitch Ratings. \"Fitch Affirms McDonald's Corporation at 'BBB'; Withdraws All Ratings.\"\n\nCongressional Research Service. \"Tax Provisions in the Inflation Reduction Act of 2022 (H.R. 5376),\" Page 3.\n\nCongressional Research Service. \"Stock Buybacks: Background and Reform Proposals,\" Page 3.\n\nU.S. Securities and Exchange Commission. \"Division Trading and Markets: Answers to Frequently Asked Questions Concerning Rule 10b-18 (\"Safe Harbor\" for Issuer Repurchases).\"\n\nYahoo! News. \"President Biden calls out stock buybacks in State of the Union address.\"\n\nU.S. Securities and Exchange Commission. \"Enhancing Transparency Around Stock Buybacks: Statement on Corporate Share Repurchase Proposal.\"",
  "url": "https://www.investopedia.com/terms/l/leveraged_buyback.asp"
}