{
  "term": "Level 3 Assets: Definition, Examples, vs. Level 1 and Level 2",
  "definition": "Level 3 assets arefinancial assetsandliabilitiesconsidered to be the mostilliquidand hardest to value. They are not traded frequently, so it is difficult to give them a reliable and accurate market price.\n\nAfair valuefor these assets cannot be determined by using readily observable inputs or measures, such asmarket pricesor models. Instead, they are calculated using estimates or risk-adjusted value ranges—methods open to interpretation.\n\nPublicly traded companies are obligated to establish fair values for the assets they carry on their books. According togenerally accepted accounting principles (GAAP), certain assets must be recorded at theircurrent value, nothistorical cost.Investors rely on these fair value estimates in order to analyze the firm’s current condition and future prospects.\n\nIn 2006, the U.S.Financial Accounting Standards Board (FASB)verified how companies were required to mark their assets to market through the accounting standard known asFASB 157(No. 157, Fair Value Measurements). Now named Topic 820, FASB 157 introduced a classification system that aims to bring clarity to thebalance sheetassets of corporations.\n\nThe FASB 157 categories for asset valuation were given the codesLevel 1,Level 2, and Level 3. Each level is distinguished by how easily assets can be accurately valued, with Level 1 assets being the easiest.\n\nLevel 1 assets are those valued according to readily observable market prices. These assets can be marked to market and includeTreasury bills,marketable securities,foreign currencies, andgold bullion.\n\nThese assets and liabilities do not have regular market pricing, but can be given a fair value based onquoted pricesin inactive markets, or models that have observable inputs, such asinterest rates,default rates, andyield curves. Aninterest rate swapis an example of a Level 2 asset.\n\nLevel 3 is the leastmarked to marketof the categories, with asset values based on models and unobservable inputs. Assumptions from market participants are used when pricing the asset or liability, given that there is no readily available market information on them. Level 3 assets are not actively traded, and their values can only be estimated using a combination of complex market prices, mathematical models, and subjective assumptions.\n\nExamples of Level 3 assets includemortgage-backed securities (MBS),private equityshares, complexderivatives, foreign stocks, anddistressed debt. The process of estimating the value of Level 3 assets is known asmark to model.\n\nThese assets received heavy scrutiny during thecredit crunchof 2007, when mortgage-backed securities (MBS) suffered massive defaults andwrite-downsin value. The firms that owned them were often not adjusting asset values downward even though credit markets forasset-backed securities (ABS)had dried up, and all signs pointed to a decrease in fair value.\n\nPast misjudgments of Level 3 asset values prompted tougher regulatory measures. Topic 820, introduced in 2009, ordered firms not just to state the value of their Level 3 assets, but also to outline how using multiple valuation techniques might have affected those values.\n\nThen in 2011, the FASB became more stringent, demanding a reconciliation of the beginning and ending balances for Level 3 assets, with particular attention paid to changes in the value of existing assets as well as details on transfers of new assets into or out of Level 3 status.\n\nMore clarity on what disclosures companies must make when dealing with Level 3 assets was also provided, including requirements for “quantitative informationabout the unobservable inputs” used for valuation analysis, as part of a wider breakdown of valuation processes. Another addition wassensitivity analysisin order to help investors get a better handle on the risk that valuation work on Level 3 assets ends up being incorrect.\n\nIn August 2018, the FASB issued an update to Topic 820, titled Accounting Standards Update 2018-13. In this guidance, effective forfinancial statementswithfiscal yearsbeginning on or after Dec. 15, 2019, some of its earlier rules were modified.\n\nCompanies have been asked to disclose the range andweighted averageof “significant unobservable inputs” and the way they are calculated. The FASB also ordered narrative descriptions to focus on account measurement uncertainty at the reporting date, not the sensitivity to future changes.\n\nThis new approach is designed to boost transparency and comparability even further, although companies do still have considerable freedom when deciding which information is relevant and disclosable.\n\nBecause Level 3 assets are notoriously difficult to value, the stated worth they are given for accounting purposes should not always be taken at face value byinvestors. Valuations are subject to interpretation, so amargin of safetyneeds to be factored in to account for any errors in using Level 3 inputs to value an asset.\n\nOften, Level 3 assets make up just a small portion of a company’s balance sheet. However, in some industries, such as large investment shops andcommercial banks, they are more widespread.\n\nCompanies classify assets as level 1, 2, or 3, depending on how easily they can be valued. Level 3 is considered the most illiquidand hardest to value.\n\nLevel 1 assets are considered to have readily observable, transparent prices, and therefore a reliable fair market value.\n\nLevel 2 assets are difficult to value, but their value can be closely approximated using simple models and extrapolation methods using known, observable prices as parameters.\n\nExamples of Level 3 assets include complex derivatives, distressed debt, foreign stocks, mortgage-backed securities (MBS), and private equity shares.\n\nLevel 3 assets are financial assets and liabilities that are considered to be the most illiquidand hardest to value. Since they are not traded frequently, it is difficult to give them a reliable and accurate market price.",
  "url": "https://www.investopedia.com/terms/l/level3_assets.asp"
}