{
  "term": "Level 1 Assets: Definition, Examples, Vs. Level 2 and 3",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nLevel 1 assets include listed stocks, bonds, funds, or any assets that have a regularmark-to-marketmechanism for setting a fair market value. These assets are considered to have a readily observable, transparent prices, and therefore a reliable fair market value.\n\nPublicly traded companiesmust classify all of their assets based on the ease that they can be valued, with Level 1 assets being the easiest. A big part of valuing assets comes frommarket depthandliquidity. For developed markets, robust market activity acts as a natural price discovery mechanism. This, in turn, is a core element to market liquidity, which is a related gauge measuring a market’s ability to purchase or sell an asset without causing a significant change in the asset’s price.\n\nFinancial Accounting Standard 157 (FAS 157) established a single consistent framework for estimating fair value in the absence of quoted prices, based on the notion of an “exit price” and a three-level hierarchy to reflect the level of judgment involved in estimating fair values, ranging from market-based prices to illiquid Level 3 assets where no observable market exists and valuations have to be based on proprietary internal information, like the most recent funding round.\n\nThe classification system including Level 1,Level 2, andLevel 3under(FASB)Statement 157 required public companies to allocate all assets based on the reliability of fair market values.\n\nThe statement went into effect for all fiscal years after 2007 and came about largely as a result of thecredit marketturbulence surrounding subprime mortgages and related securitized assets likeasset-backed securities(ABS). Many assets became illiquid and fair value pricing could only be done by internal estimates or other mark-to-model procedures during 2007's credit crunch. As such, regulators needed a way to inform investors about securities where value could be open to interpretation.\n\nLevel 1 assets are one way to measure the strength and reliability of an entity’s balance sheet. Because the valuation of Level 1 assets is dependable, certain businesses can enjoy incremental benefits relative to another business with fewer Level 1 assets. For example, banks, investors, and regulators look favorably on an entity with a majority of assets that have a market-based valuation because they can rely on supplied financial statements. If a business heavily uses derivatives and a majority of its assets fall into the Level 2 or 3 category, then interested parties are less comfortable with the valuation of these assets.\n\nThe issue with assets outside Level 1 is best displayed during times of distress. Naturally, during a volatile market, liquidity and market depth erode and many assets will not enjoy a reasonable price discovery mechanism. These assets then need to be valued by appraisals or according to a model. Both of these are less than perfect methods, so investors and creditors often lose confidence in reported valuations. During periods of peak uncertainty, such as during the depths of theGreat Recession, Level 3 assets are especially scrutinized—with pundits callingmark-to-modelmethods more like mark-to-myth.",
  "url": "https://www.investopedia.com/terms/l/level1_assets.asp"
}