{
  "term": "Level 2 Assets: Definition, Examples, and vs. Level 1 and 3 Assets",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nLevel 2 assets are financial assets and liabilities that are difficult to value and can be determined based on other data values or market prices, however, these assets don't have regular market pricing. Level 2 asset values are sometimes called \"mark-to-model\" assets. They can be closely approximated using simple models and extrapolation methods. These methods use known, observable prices as parameters. Level 2 assets stand in contrast to Level 1 assets, which are liquid and easy to value based on market prices.\n\nPublicly traded companies are obligated to establish fair values for the assets they carry on their books. Investors rely on these fair value estimates to analyze the firm's current condition and future prospects.\n\nAccording togenerally accepted accounting principles (GAAP), certain assets must be recorded at their current value, not historical cost.Publicly traded companies must also classify all their assets based on the ease with which they can be valued in compliance with the accounting standard Financial Accounting Standards Board(FASB) 157.\n\nThree asset levels were introduced by the FASB to bring clarity to corporations' balance sheets. Level 2 assets are the middle classification based on how reliably their fair market value can be calculated.Level 1 assetssuch as stocks and bonds are the easiest to value.Level 3 assetscan only be valued based on internal models or \"guesstimates.\" They have no observable market prices.\n\nLevel 2 assets are commonly held by private equity firms, insurance companies, and other financial institutions that have investment arms.\n\nLevel 2 assets must be valued using market data obtained from external, independent sources. The data used can include quoted prices for similar assets and liabilities in active markets, prices for identical or similar assets and liabilities in inactive markets, or models with observable inputs. These include default rates, interest rates, and yield curves.\n\nAninterest rate swapis an example of a Level 2 asset. The asset value can be determined based on the observed values for underlying interest rates and market-determinedrisk premiums.\n\nBlackstone Inc. breaks down its Level 2 assets in the firm's 10-K and 10-Q filings for shareholders. The asset manager disclosed the following information in the filings:\n\n\"Fair value is determined through the use of models or other valuation methodologies. Financial instruments that are generally included in this category include corporate bonds and loans, including corporate bonds and loans held withinCLOvehicles, government and agency securities, less liquid and restricted equity securities, and certain over-the-counter derivatives where the fair value is based on observable inputs. Senior and subordinated notes issued by CLO vehicles are classified within Level II of the fair value hierarchy.\"\n\nInvestors and analysts sometimes struggle to identify the difference between Level 2 and Level 3 assets. The difference is important, however, particularly because GAAP requires additional disclosures for Level 3 assets and liabilities. Whether an asset or liability is Level 2 or Level 3 is dependent on the valuation inputs and whether the market data that's used is available to the public.\n\nThis brings a few questions to the forefront:\n\nThe input may be considered unobservable if the answer to any of these questions is no. Level 3 is the fair value hierarchy as a result.\n\nAn interest rate swap occurs when two parties exchange interest payments to be made at a future point in time. Swaps are typically made over the counter, not on exchanges. They're based on the principal value of the underlying assets. They commonly come into play between loans with floating and fixed rates.\n\nThe Cornell Law School Legal Information Institute defines fair market value as \"the value of property as determined by the marketplace (or objective purchasers) rather than as determined by a subjective individual. This is what an informed and unpressured buyer would pay to an informed, unpressured seller in an arm's length transaction.\"\n\nGAAP (generally accepted accounting principles) was jointly created and issued by the Financial Accounting Standards Board (FASB) and the Governmental Accounting Standards Board (GASB). It sets accounting rules and standards that can be used across industries so financial information can be more easily compared and exchanged.\n\nThe fair value of Level 2 assets is based on related intrinsic but not readily apparent factors and prices. These values fall in the middle between assets that are true to their market prices and those with values that are educated guesses. These assets are primarily held by investment firms and institutions. Understanding them can be key to undertaking certain types of investments.\n\nU.S. Securities and Exchange Commission. \"Blackstone Inc. Form 10-Q for the Period Ended March 31, 2024,\" Page 18.\n\nU.S. Securities and Exchange Commission. \"Significant Accounting Policies.\"",
  "url": "https://www.investopedia.com/terms/l/level2_assets.asp"
}