{
  "term": "Levy: What It Is and How It's Used",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA levy is when the IRS or tax authorities legally take your property or assets, like tax refunds or bank accounts, to pay off an unpaid debt.\n\nA levy is the legal seizure of property to satisfy an outstanding debt. Individuals who fail to pay taxes may be penalized by levies on tax refunds or property by theInternal Revenue Service (IRS). Tax authorities can also levy other assets, such as bank accounts, rental income, or retirement accounts.\n\nLevies can be exercised by a tax authority, such as a state treasury, the Internal Revenue Service (IRS), or a bank.\n\nIn the U.S., the IRS can levy an individual's property to satisfy a tax debt. Property that can be levied includes real property like cash in a bank account, a house, a car, or a boat. TheInternal Revenue Code(IRC) authorizes levies for delinquent tax payments to the federal government. The IRS must assess the tax and send a Notice and Demand for Payment to an individual owing federal taxes.\n\nIf the individual neglects or refuses to pay the tax, the IRS will send a\"Final Notice - Notice of Intent to Levy and Your Right to A Hearing.\" This is typically sent at least 30 days before the levy and can be given in person, dropped at the tax debtor's home or place of business, or mailed to the individual's last known address.\n\nIntangible property held by someone other than the defaulting taxpayer can be levied. This includes wages, retirement accounts, dividends, bank accounts, licenses, rental income, accounts receivables, commissions, or the cash loan value of a life insurance policy.\n\nA state tax levy applies to unpaid state taxes. The IRS can levy a debtor’s statetax refundand receive a\"Notice of Levy on Your State Tax Refund and a Notice of Your Right to Hearing\" after the levy.\n\nA creditor must obtain a court judgment against a debtor to issue abank levy. The bank levy freezes the debtor's accounts until outstanding debt is repaid in full. If the levy is not lifted, the creditor can take the money from the bank account and apply it to the total debt owed.Banks may charge a fee to their customers for processing a levy on their accounts.\n\nA bank levy can occur due to unpaid taxes or unpaid personal debt. Some accounts, such as Social Security Income, Supplemental Security Income, Veteran’s Benefits, and child support payments, cannot be levied. Unlike private debt from credit cards, debt owed to the federal government, such as student loan debt or delinquent taxes, does not require a court order to levy an individual's bank account. Agencies like the IRS generally provide notice of delinquency and allow the taxpayer to resolve the issue before securing a levy.\n\nIn the United Kingdom, the term \"bank levy\" also refers to taxes assessed on financial institutions due to the higher risk they pose to the economy at large.\n\nAgreen levyis a tax on greenhouse gases or other sources of pollution. These levies are intended to incentivize environmentally-friendly behaviors by raising the costs of polluting businesses.Carbon taxesare among the most common green levies. Taxes on greenhouse gases are commonly assessed as an emissions tax or a tax on goods or services that are greenhouse gas-intensive, such as gasoline.\n\nAmill levyor mill tax is a property tax based on the assessed value of real estate and used by local governments to allocate funding for school districts or parks. Every year, each property in the district is valued by a tax assessor, and taxation is based on a percentage.\n\nThe IRS and private creditors may use garnishment. A levy allows creditors to withdraw money from a bank account, but a garnishment redirects a portion of an individual's wages or income to repay a debt.Both garnishments and levies are available to private creditors and the government.\n\nFederal agencies like the IRS do not need a court order to levy or garnish assets. Garnishments are frequently used to pursue defaulted loans or delinquent child support. Debtors may be entitled to somerelief if the garnishment would cause them financial hardship.\n\nA levy differs from a lien because a levy takes the property to satisfy the tax debt, whereas a lien is a claim used as security for the tax debt. A lien secures the government’s interest or claim to an individual’s or business’s property while the tax debt remains unpaid, and a levy permits the government to seize and sell the property to pay the tax debt.\n\nThe IRS may impose afederal tax liento inform other creditors of the taxing authority’s legal right to a taxpayer’s assets and property. If the taxes remain unpaid, the tax authority can use a tax levy to legally seize the taxpayer's assets to collect the money owed.A tax lien once remained on acredit reportfor up to 15 years, but tax liens are no longer listed on credit reports as of April 2018.\n\nTaxpayers should file returns on time and pay taxes when they are due. Individuals canrequest an extensionor contact the IRS and arrange to pay the balance in installments.Debtors may be able to set up a payment plan or settle tax debt for less than the amount owed. Those who receive an IRS bill titled\"Final Notice - Notice of Intent to Levy and Your Right to A Hearing\"should contact the IRS.\n\nThe IRS may reimburse a taxpayer for bank charges caused by erroneous levies by submitting Form 8546, Claim for Reimbursement of Bank Charges, to the IRS address on the taxpayer's copy of the levy. To be eligible to recover bank charges from the IRS, all of the following conditions must be satisfied:\n\nTheSixteenth Amendmentallows Congress to collect direct income taxes without regard to state census counts. Before the amendment's passage in 1909, income taxes could only be allocated among the states based on their population. Until the 16th Amendment was ratified, federal revenues largely came from customs duties and excise taxes.\n\nThe simplest way to avoid a bank account levy is to repay the debt that prompted the levy in the first place. If an individual can prove that the levy was due to an error on the creditor's part, or that they were the victim of identity theft, account access is restored.\n\nThere is no limit to the number of levies the IRS can place to collect unpaid taxes. However, the IRS can only levyup to 15% of Social Security benefits, and it cannot levy veterans' benefits.In addition, the IRS may release a levy if the lost funds would create an undue economic hardship.\n\nAnad valorem taxis levied on the assessed value of a piece of property, usually real estate or a vehicle. The phrase \"ad valorem\" means \"according to value,\" so these tax burdens are distributed among the community according to the value of each taxpayer's property. These taxes are a source of revenue for local governments and school districts.\n\nLevies are used by a taxing authority or a bank to seize property for an outstanding, unpaid debt. Property can include cash, cars, houses, and wages. A levy differs from a lien because a lien only represents the claim used as security for the debt. A garnishment directs an employer to move part of an individual's salary to a creditor.\n\nInternal Revenue Service. \"Levy.\"\n\nConsumer Financial Protection Bureau. \"Can a Debt Collector Take My Social Security or VA Benefits?\"\n\nInternal Revenue Service. \"What Is a Levy?\"\n\nU.S. Government Publishing Office, GovInfo. \"Title 26—Internal Revenue Code,\" Pages 3303-3304.\n\nConsumer Financial Protection Bureau. \"Can a Debt Collector Take or Garnish My Wages or Benefits?\"\n\nInternal Revenue Service. \"5.11.4 Bank Levies.\"\n\nInternal Revenue Service. \"Information About Bank Levies.\"\n\nCenter for Climate and Energy Solutions. \"Carbon Tax.\"\n\nExperian. \"What Is a Mill Rate and How Will It Affect My Home Costs?\"\n\nInternal Revenue Service. \"Information About Wage Levies.\"\n\nInternal Revenue Service. \"What if a Levy Is Causing a Hardship.\"\n\nU.S. Department of Labor. \"Fact Sheet #30: The Federal Wage Garnishment Law, Consumer Credit Protection Act's Title III (CCPA).\"\n\nExperian. \"What Is a Lien and How Does It Work?\"\n\nInternal Revenue Service. \"Understanding a Federal Tax Lien.\"\n\nConsumer Financial Protection Bureau (CFPB). \"A New Retrospective On the Removal of Public Records.\"\n\nExperian. \"Tax Liens Are No Longer a Part of Credit Reports.\"\n\nInternal Revenue Service. \"Additional Information on Payment Plans.\"\n\nInternal Revenue Service. \"Let Us Help You.\"\n\nNational Archives. \"16th Amendment to the U.S. Constitution: Federal Income Tax (1913).\"\n\nInternal Revenue Service. \"The Federal Levy Payment Program.\" Page 2.\n\nCornell University, Legal Information Institute. \"Ad Valorem Tax.\"",
  "url": "https://www.investopedia.com/terms/l/levy.asp"
}