{
  "term": "Liability: Definition, Types, Example, and Assets vs. Liabilities",
  "definition": "A liability is something that a person or company owes, usually a sum of money. Liabilities are settled over time through the transfer of economic benefits including money, goods, or services. They're recorded on the right side of thebalance sheetand include loans,accounts payable, mortgages, deferred revenues, bonds, warranties, and accrued expenses.\n\nLiabilities are the opposite of assets. They refer to things that you owe or have borrowed. Assets are things that you own or are owed.\n\nA liability is generally an obligation between one party and another that's not yet completed or paid. A financial liability is also an obligation in the world of accounting but it's defined more by previous business transactions, events, sales, exchange ofassetsor services, or anything that would provide economic benefit at a later date.\n\nLiabilities are categorized as current or non-current depending on their temporality. They can include a future service owed to others such as short- or long-term borrowing from banks, individuals, or other entities or a previous transaction that's created an unsettled obligation.\n\nCurrent liabilities are usually considered short-term. They're expected to be concluded within 12 months or less. Non-current liabilities are long-term. They're expected to last 12 months or longer.\n\nThe most common liabilities are usually the largest such as accounts payable and bonds payable. Most companies will have these two-line items on their balance sheets because they're part of ongoing current and long-term operations.\n\nLiabilities are a vital aspect of a company because they're used to finance operations and pay for largeexpansions. They can also make transactions between businesses more efficient. A wine supplier typically doesn't demand payment when it sells a case of wine to a restaurant and delivers the goods. It invoices the restaurant for the purchase to streamline the drop-off and make paying easier for the restaurant.\n\nThe outstanding money that the restaurant owes to its wine supplier is considered a liability. The wine supplier considers the money it is owed to be an asset.\n\nLiability generally refers to the state of being responsible for something. The term can refer to any money or service owed to another party. Tax liability can refer to theproperty taxesthat a homeowner owes to the municipal government or the income tax they owe to the federal government. A retailer has a sales tax liability on their books when they collect sales tax from a customer until they remit those funds to the county, city, or state.\n\nLiability can also refer to one's potential damages in a civil lawsuit.\n\nLiability may also refer to the legal liability of a business or individual. Many businesses take out liability insurance in case a customer or employee sues them for negligence.\n\nIt's a long-term liability if a business takes out a mortgage that's payable over a 15-year period but the mortgage payments that are due during the current year are the current portion of long-term debt. They're recorded in the short-term liabilities section of the balance sheet.\n\nAnalysts ideally want to see that a company can paycurrent liabilitiesthat are due within a year with cash. Some examples of short-term liabilities include payroll expenses and accounts payable which can include money owed to vendors, monthly utilities, and similar expenses. Other examples include:\n\nAny liability that's not near-term falls under non-current liabilities that are expected to be paid in 12 months or more. Long-term debt is also known as bonds payable and it's usually the largest liability and at the top of the list.\n\nCompanies of all sizes finance part of their ongoing long-term operations by issuing bonds that are essentially loans from each party that purchases the bonds. This line item is in constant flux as bonds are issued, mature, or called back by the issuer.\n\nAnalysts want to see that long-term liabilities can be paid with assets derived from future earnings or financing transactions. Bonds and loans aren't the only long-term liabilities that companies incur. Items like rent, deferred taxes, payroll, and pension obligations can also be listed as long-term liabilities. Other examples include:\n\nAssets are what a company owns or something that's owed to the company. They include tangible items such as buildings, machinery, and equipment as well as intangibles such as accounts receivable, interest owed, patents, or intellectual property.\n\nThe difference is its owner's orstockholders' equityif a business subtracts its liabilities from its assets. The relationship can be expressed like this:\n\nAssets−Liabilities=Owner’s Equity\\text{Assets}-\\text{Liabilities}=\\text{Owner's Equity}Assets−Liabilities=Owner’s Equity\n\nThisaccounting equationis commonly presented this way, however:\n\nAssets=Liabilities+Equity\\text{Assets} = \\text{Liabilities} + \\text{Equity}Assets=Liabilities+Equity\n\nAnexpenseis the cost of operations that a company incurs to generate revenue. Expenses are related to revenue, unlike assets and liabilities. Both are listed on a company's income statement. Expenses are used to calculatenet income. The equation is revenues minus expenses.\n\nIt might signal weak financial stability if a company has had more expenses than revenues for the last three years because it's been losing money for those years.\n\nLiabilities are listed on a company's balance sheet and expenses are listed on a company's income statement. Expenses are the costs of a company's operation. Liabilities are the obligations and debts that a company owes. Expenses can be paid immediately with cash or the payment could be delayed which would create a liability.\n\nLet's look at a historical example using AT&T's (T) 2020 balance sheet.The current/short-term liabilities are separated from long-term/non-current liabilities.\n\nAT&T clearly defines its bank debt that's maturing in less than one year under current liabilities. This is often used as operating capital for day-to-day operations by a company of this size rather than funding larger items which would be better suited using long-term debt.\n\nLiabilities are carried at cost, not market value, like most assets. They can be listed in order of preference undergenerally accepted accounting principle(GAAP) rules as long as they're categorized. The AT&T example has a relatively high debt level under current liabilities. Other line items like accounts payable (AP) and various future liabilities likepayrolltaxes will be higher current debt obligations for smaller companies.\n\nAP typically carries the largest balances because they encompass day-to-day operations. AP can include services,raw materials, office supplies, or any other categories of products and services where no promissory note is issued. Most companies don't pay for goods and services as they're acquired, AP is equivalent to a stack of bills waiting to be paid.\n\nA liability is anything that's borrowed from, owed to, or obligated to someone else. It can be real like a bill that must be paid or potential such as a possible lawsuit. A liability isn't necessarily a bad thing. A company might take out debt to expand and grow its business or an individual may take out a mortgage to purchase a home.\n\nCompanies segregate their liabilities by their time horizon for when they're due. Current liabilities are due within a year and are often paid using current assets. Non-current liabilities are due in more than one year and most often include debt repayments and deferred payments.\n\nA contingent liability is an obligation that might have to be paid in the future but there are still unresolved matters that make it only a possibility, not a certainty. Lawsuits and the threat of lawsuits are the most common contingent liabilities but unused gift cards, product warranties, and recalls also fit into this category.\n\nAn individual's or household's net worth is also arrived at by balancing assets against liabilities. Liabilities for most households will include taxes due, bills that must be paid, rent or mortgage payments, loan interest, and principal due. The work owed may also be construed as a liability if you're prepaid for performing work or a service,\n\nA liability is anything you owe to another individual or an entity such as a lender or tax authority. The term can also refer to a legal obligation or an action you’re obligated to take.\n\nBoth businesses and individuals can have liabilities. Your loan is a liability if you borrow money to purchase a car. The portion of the vehicle that you’ve already paid for is an asset. Financial liabilities can be either long-term or short-term depending on whether you’ll be paying them off within a year.\n\nU.S. Small Business Administration. \"Get Business Insurance.\"\n\nCFI Education. \"Short-Term Debt.\"",
  "url": "https://www.investopedia.com/terms/l/liability.asp"
}