{
  "term": "Liar Loan: What It is, How It Works, How It's Used",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA liar loan is a mortgage loan that requires little or no income documentation. Because the lender does not verify income and assets by looking at W-2 forms, income tax returns, and other records, such loans are called \"liar loans\" because lenders simply take the borrower at their word. Learn more about what a liar loan is and how it works.\n\nIncome and assets are noted on the loan application for certain low-documentation loans, such asstated income/stated asset mortgages (SISAs). On the other hand, withno income/no asset mortgages (NINA), the lender doesn't even require you to disclose income and assets at all.\n\nSome liar loans take the form ofNINJA loans, an acronym that means the borrower has \"no income, no job, and no assets.\" These loan programs open the door for unethical behavior by unscrupulous borrowers and lenders, and have been abused in the past. They have resulted in borrowers taking on loans that they could not afford, and facing foreclosure as a result.\n\nLow-documentation and no-documentation loans were originally designed for borrowers who have trouble producing paperwork to verify their income and assets, such as prior tax returns. Otherwise, they might derive income from untraditional sources where such documentation is unavailable, such as tips or a personal business.\n\nLow-doc and no-doc loans were meant to give individuals and households with nontraditional income sources the opportunity to become homeowners. For example, self-employed individuals tend not to receive monthly pay stubs and might not have a consistent salary.\n\nLow-documentation mortgages usually fall into theAlt-Acategory of mortgage lending. Alt-A lending depends heavily on a borrower'scredit scoreand the mortgage'sloan-to-value ratioto determine the borrower's ability to repay.\n\nLiar loans offer people with nontraditional income the opportunity to own property, but they have been historically abused.\n\nLow-doc and no-doc loans are called liar loans because they open the door for abuse (or lies) when borrowers, their mortgage brokers, or loan officers overstate income or assets to qualify the borrower for a larger mortgage. Borrowers or brokers might do this to secure mortgages that would otherwise not be authorized.\n\nThe proliferation of liar loans was a contributing factor in the2007-2008 Financial Crisisandhousing bubble. Liar loans potentially accounted for $100 billion in losses, or 20% of total losses, registered during the crisis.\n\nBorrowers received approvals on mortgages that exceeded their ability to repay. Some mortgage brokers pushed these loans, particularly before the overall real estate market saw a significant run-up in valuations. In effect, over-speculation led to unscrupulous behavior. Often, individuals who had no intention of repaying their mortgages were allowed to buy a residence.\n\nAfter the financial crisis, regulatory reforms such as theDodd-Frank Wall Street Reform and Consumer Protection Actput new constraints in place to deter and prevent such activity going forward. The reforms required lenders to make a reasonable and good-faith determination of a borrower's ability to repay any loan secured by a dwelling.\n\nIf you lie on a loan application, you could be committing a crime, especially if it is intentional. You could potentially go to jail for lying on a loan application.\n\nIf you lie on an application to borrow money, you can be rejected for the loan if the lender determines the information is false. If you received funds for the loan and then the lender detects false information on your loan, you may have to repay all the funds. Finally, depending on the circumstances, you could go to jail for lying on a loan application.\n\nStated loans, or loans where you do not need to provide proof of your income, are illegal today. A stated loan is a loan in which you only state your income on your loan application.\n\nA liar loan is a loan in which the lender does not require proof that the borrower has met financial requirements. Instead, the lender takes the borrower's word when they provide information. Liar loans were once common among mortgage providers, but now, mortgage lenders must require more stringent proof that the borrowers have met their criteria for credit score, income, and other factors.\n\nConsumer Financial Protection Bureau. \"Prepared Remarks of Richard Cordray at the Ability-to-Repay Rule Field Hearing.\"\n\nStanford University. “Sizing Total Exposure to Subprime and Alt-A Loans in U.S. First Mortgage Market as of 6.30.08.” Pages 2, 3, and 15.\n\nThomas Herndon. \"Liar's Loans, Mortgage Fraud, and the Great Recession,\" Page 1.\n\nConsumer Financial Protection Bureau. \"Ability to Repay and Qualified Mortgage Standards Under the Truth in Lending Act (Regulation Z).\"\n\nExperian. \"What Happens If You Lie on a Loan Application?\"",
  "url": "https://www.investopedia.com/terms/l/liar_loan.asp"
}