{
  "term": "Liar's Poker: Definition, Rules, and Playing Strategies",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\n\"Liar's Poker\" is a betting game often associated withWall Streettraders. It involves wagering on the frequency of digits appearing in the serial numbers of U.S. paper currency.\n\nIn each round, players take turns proposing an ever-increasing number of digits (e.g., a sequence may involve: three 5s, three 6s, four 5s, etc.).\n\nThe game proceeds until somebody calls out the previous proposal as being a \"lie.\" If such a sequence exists (e.g., there are four or more 5s between all the serial numbers held) the person who announced the proposal wins. If there arenotthat many (i.e., there are only three 5s), then the one who called out the hand wins.\n\nLiar's Pokeris also the title of a bestselling finance book by author Michael Lewis, which is about bond trading at Salomon Bros. in the late 1980s.\n\nLiar's poker, like the game poker itself, relies on a mix of statistical reasoning, chance, and psychological tactics. The rules are fairly similar to those of the card game \"Cheat.\" Players hold randomly drawn dollar bills, with close attention to theserial numberson their respective bills.\n\nThe objective of the game is to bluff opponents into believing that your bid does not exceed the combined sum of all of the serial numbers among the bills in play.\n\nIn Liar's Poker, if one proposes, say, three \"fours,\" they are predicting that among all of the dollar serial numbers held by all players, there are at least three \"fours.\" If the player's bluff is not called, the next player must either bid a higher frequency of any other digit (five \"twos\") or can bid a higher number at the same frequency level (three \"sixes\").\n\nThe game continues until somebody thinks the prior player is lying and calls the bluff. If correct, the one who called the bluff wins; if not the player who proposed the sequence wins.\n\nThe number of players in the game can affect the probability of winning, though the game itself largely rewards and benefits those who employ deception and trickery to win. Rather than merely bidding as accurately as possible, the players are taking turns at coaxing their rivals to make a mistake as they play.\n\nThe rules of the game require bids to continue escalating, thereby increasing the game's stakes. With more than two players, it is a frequent strategy to continue to raise the bid given the likelihood of being challenged and the related likelihood of losing when challenging. The strategy relies on continuous bluffing in hopes of potentially winning.\n\nIf you or someone you know has a gambling problem, call the National Problem Gambling Helpline at 1-800-522-4700, or visit NCPGambling.org/Chat to chat with a helpline specialist.\n\nThe game is comparable to \"Liar’s Dice,\" a game where players roll dice, hide the numbers they have rolled, and then make bids on the total number of dice they believe were rolled by all players with that face value. Here again, each player bids and bluffs until challenged by another player.\n\nTypically if a player poses a challenge in Liar's Poker and is incorrect, they must pay the player they challenged. If the player who was challenged was found to be incorrect, then they must pay every player who posed the challenge. Usually, thepayoutis one dollar (the dollar used in the game), but that may be increased depending on the agreed-upon rules and stakes.\n\nLiar's Pokeris also the title of a popular financial book by Michael Lewis that depicts the Wall Street bond trading culture at Salomon Brothers (later Salomon Smith Barney).It was first published in 1989.\n\nThe book provides a behind-the-scenes look at this unique and chaotic time in US business history. Along withBarbarians at the Gate: The Fall of RJR Nabisco(by Bryan Burrough and John Helyar) andThe Bonfire of the Vanities(by Tom Wolfe),Liar's Pokeris considered one of the books that captured Wall Street culture in the 1980s.\n\nLewis, who previously worked as a bond trader, has said that he intended the book to be a cautionary tale about questionable and deceptive behavior and practices at his workplace. But he admits that some individuals have since used the book as a blueprint to seek personal profit.\n\nMichael Lewis is best known for critically acclaimed booksThe Big Short(2015),Moneyball(2011), andThe Blind Side(2009), all of which have been adapted into big-screen movies.\n\nLiar's Pokeris a non-fiction, semi-autobiographical book by Michael Lewis, recounting his own experiences on Wall Street in the late 1980s.\n\nIn 1997, Salomon Brothers merged with Smith Barney and formed Salomon Smith Barney. Citigroup then merged with the bank, turning Salomon Smith Barney into its investment banking arm. In 2003, Citigroup dropped all references to the Salomon name due to its association with financial scandals.\n\nIn Liar's Poker, 0s are usually the lowest-ranked numbers, while 9s are the highest-ranked numbers.\n\nLiar's Poker is a betting game in which players hold dollar bills, then make escalating bids on the total number of digits contained in the serial numbers of those bills. It involves using strategy, psychology, probability, and bluffing to intimidate your opponents into betting unwisely.\n\nThe game is associated with Wall Street traders due to Michael Lewis's popular bookLiar's Poker,a non-fiction and semi-autobiographical account of bond trading culture at Salomon Brothers (which later became Salomon Smith Barney).  In the book, young and reckless traders frequently play Liar's Poker.\n\nAmerican Psychiatric Association. \"What Is Gambling Disorder?\"\n\nNational Council on Problem Gambling. \"Help & Treatment: National Problem Gambling Helpline.\"\n\nNew York Public Library. \"Liar's Poker.\"\n\nNew York Business Journal. \"Before 'The Big Short': Michael Lewis' First Take On Wall Street's Fall.\"\n\nMichael Lewis. \"About the Author.\"",
  "url": "https://www.investopedia.com/terms/l/liars-poker.asp"
}