{
  "term": "Liberty Bonds: What They are, How They Work",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA Liberty Bond is a debt obligation issued by the U.S. Department of the Treasury in conjunction with the Federal Reserve. Also known as a Liberty Loan, it was a war bond, issued in four installments in 1917-18 as a means to finance the U.S.' participation in World War I and the Allied war effort in Europe.\n\nThe U.S. government helped sell Liberty Bonds again after the terrorist attacks in the United States on September 11, 2001—this time, to finance the rebuilding of “Ground Zero” and other damaged areas.\n\nLiberty Bonds were launched by an act of Congress known as the Liberty Bond Act, later dubbed the First Liberty Bond Act, since there were three subsequent acts to authorize additionalbondissues, plus a fifth post-war round.\n\nWith this program, Americans basically loaned the government money to help pay for the costs of wartime military operations. After a certain number of years, those who invested in these bonds would receive their money back, plus interest. The government created these bonds as part of what was known as the “Liberty Loan” program, a joint effort between theU.S. Treasuryand theFederal Reserve System,which had been created just three years earlier, in 1914.\n\nThe federal government promoted these securities as a way for U.S. citizens to show their patriotic spirit and support the nation and its military. However, Liberty Bonds were only moderately successful when first issued in April 1917, to the embarrassment of the Treasury Department. The government, to ensure the bonds were more successful the next time, organized a massive public awareness campaign using eye-catching posters, billboards, endorsements from movie stars, and other promotional tactics for the second offering of Liberty Bonds in late 1917.\n\nA final, fifth release of Liberty Bonds occurred in April 1919; only they were dubbed “Victory Bonds” to celebrate the end of World War I.\n\nThe first issue of Liberty Bonds offered an interest rate of 3.5%, which was lower than that available through a typicalsavings accountat that time. Over the course of several subsequent releases, the interest rate gradually increased slightly, up to 4.25%.Still, the primary appeal of these securities was to show patriotic support, and not for financial gain.\n\nNevertheless, Liberty Bonds offered many \"ordinary\" Americans their first experience with investing. Up to then, securities were seen as something for the very rich or professional Wall Street traders. But the then-Secretary of the Treasury, William Gibbs McAdoo, envisioned the entire bond program as something of a financial educator, as well as of patriotism booster, for the average individual.\n\nThe amount raised by Liberty Bonds sold during World War I.\n\nBonds were available in denominations as low as $50. They could also be bought in installments, via 25-cent War Thrift Stamps and $5 War Savings Certificates, which eventually could be turned in for an actual Liberty Bond. McAdoo also set the bonds' interest rate relatively low, to prevent them from being snapped up by the well-to-do and by speculators.\n\nOne economic advantage of the first issue of Liberty Bonds was that the interest was exempt from taxes, except for estate orinheritance taxes. Though they had terms of 25 to 30 years, most of the Liberty Bonds issued during the early rounds were cashed in or converted to bonds offering a higher interest rate (they were redeemable after 10 or 15 years). As a result, those bond certificates are rare and valued by collectors.\n\nLiberty Bonds re-emerged in the early 2000s, although these obligations were somewhat different animals: not federal Treasury bonds, but New York municipal bonds. Jointly issued by the New York City Housing Development Corporation and the New York State Housing Finance Agency from 2002-2006, with a $1.2 billion contribution from the federal government, these private activity bonds were intended to help rebuild the part of Lower Manhattan, dubbed the Liberty Zone, that had been devastated by the World Trade Center terrorist attacks on Sept. 11, 2001.\n\nThe $8 billion issue had a different target audience, too—real estate developers and corporations—and a different aim: to finance not a war effort, but residential and commercial buildings.\n\nCritics charged the program went to help high-profile corporations—the bonds were triple-tax-exempt—and, in many cases, towards projects that weren't even located near Ground Zero. Yet they did spur a building spree in downtown Manhattan, which today is a more populated, thriving area than it ever was.\n\nFederal Reserve History. \"Liberty Bonds.\" Accessed Oct. 13, 2021.\n\nGovinfo. \"An Examination of Federal 9/11 Assistance to New York: Lessons Learned in Preventing Waste, Fraud, Abuse, and Lax Management.\" Accessed Oct. 13, 2021.\n\nFederal Reserve History. \"Liberty Bonds.\" Accessed Oct. 13, 2021.",
  "url": "https://www.investopedia.com/terms/l/liberty-bond.asp"
}