{
  "term": "Libel: Meaning, How to Prove, vs. Slander",
  "definition": "Libel involves the act of publishing a statement about an individual, either in written form or by broadcast over media platforms such as radio, television, or the Internet, that is untrue and threatens to harm the reputation and/or livelihood of the targeted person. Libel is considered a civil wrong (tort) and can, therefore, be the basis of a lawsuit.\n\nLibel is often compared withslander, which refers to unwritten or unpublished defamatory speech.\n\nLibel represents the published or broadcasted version of defamation. Defamation occurs when an individual's words damage another person’s reputation or tarnish their ability to earn a living. Persons who commit libel can be subjected tocivil, and, in the past, criminal penalties.\n\nIn the U.S., libel was once considered an area of unprotected speech not covered by First Amendment freedoms, along with obscenity and fighting words. This changed over the course of the 20th century as court decisions began to favor free speech over the protection of those damaged by potentially defamatory speech.\n\nThe offending statement in question must be either an opinion or proven to be true. In most cases, an opinion is \"a personal belief that cannot be proven true or false.\" This is generally a strong defense, but this does not mean that by simply preceding a statement with the words “I think,” an individual is safeguarded from the possibility of committing libelous actions.\n\nFor example, if someone wrote and published the sentence, “I think Sam murdered their spouse,” that individual is nonetheless vulnerable to libel, even though this statement was technically framed as a belief. Indeed, this phrase suggests that the individual had a solid basis in which to believe that the statement is factual.\n\nFor someone to be found guilty of committing libel, the target of the offending comments does not necessarily have to claim to be harmed as the result of the published statement.\n\nSeveral types of defamatory statements are considered damaging in themselves regardless of whether they can be shown to have resulted in actual harm. These include allegations ofcriminal activity, statements that someone has a contagious disease, accusations of sexual misconduct, and allegations of unprofessional or improper business conduct.\n\nSeparately, it is generally more difficult for public figures to sue for libel than it is for private parties to bring legal action in the wake of similar comments. This is mainly due to a decision by the U.S. Supreme Court requiring the libel to demonstrate \"actual malice\" in order for a public figure to sue.\n\nModest factual inaccuracies, such as incorrectly stating a person's age, height, or weight, do not constitute libelous activity.\n\nLastly, truth is recognized as a complete defense against complaints of defamation. Depending on the jurisdiction, a defamatory statement may be presumed to be false, in which case the defendant can raise an affirmative defense if they can show it is substantially true, or the burden may be on the plaintiff to that an allegedly defamatory statement is, in fact, false in order to prove their claim. Either way, a true statement can be protected against claims of defamation.\n\nTwo current members of the Supreme Court, namely Justices Thomas and Gorsuch, have indicated that theSullivandecision should be reconsidered. This landmark case from the 1960s revolved around ads placed inThe New York Timesurging readers to contribute to a legal fund for Martin Luther King, Jr., but which contained several small inaccuracies.\n\nThe court ruled that theTimeswas not committing libel. Instead, the court decided that the target of a libel claim must show that it was made with prior knowledge or reckless disregard for its false claims. Scholars have argued that the Sullivan case affirmed freedom of the press and paved the way for the civil rights movement.\n\nThe chief difference between slander and libel is that the former involves defamatory speech, while the latter focuses on defamatory writings. Interestingly, although defamatory content presented on websites was originally considered to be libelous and not slanderous, that view has shifted, largely due to the English courts, which opine that Internet content is more commensurate with speech than it is with traditional print media.\n\nFrom a strictly legal perspective, defamatory comments are not actionable unless they are properly published. Unfortunately for ill-intended bloggers, the term “published,” in the context ofInternetcommunication, legally means that merely a single individual must read the offensive blog in question.\n\nConsequently, a webmaster may be sued for libeling someone by trashing their reputation on a personal blog, if only their best pal, a colleague, or a family member consumes the defamatory words.\n\nOf course, personal blogs are typically far less trafficked than mainstream websites, such as the BBC News official site, and other large platforms. Therefore, that first group is more apt to get away with the defamation—not only because the words may slip by unnoticed, but also because the target of the libel may be reluctant to file suit against the offending blogger, lest a public court case bring even more attention to the slurs in question.\n\nEven though broadcast media (e.g., TV or radio) typically involves spoken words without text, it is nonetheless considered libel according to the law. This is because broadcast media can reach large audiences just as written words do, making it less temporary.\n\nIf a defamatory or damaging statement is written and posted online, such as via a blog post or throughsocial media, it may be considered libel. If so, the one who committed the libel could be prosecuted. While not yet common, there is increased concern that negative online reviews may end up constituting libel.\n\nNo. Statements of opinion (e.g., \"I think that...\") are protected speech and cannot be prosecuted as libel (unlike a statement of fact).\n\nLibel involves publishing false statements that damage a person's reputation. In contrast to slander, which is spoken, libel refers to written or broadcast content. Defendants in libel cases can avoid liability if they can prove their statements are true or protected opinions. Public figures face a higher burden of proof, having to show actual malice to win a case.\n\nCornell Law School, Legal Information Institute. \"Libel.\"\n\nMinc Law. \"Opinion as a Defense to Defamation: Can an Opinion Be Defamatory?\"\n\nJustia. \"New York Times Co. v. Sullivan :: 376 US 254 (1964).\"\n\nThe New York Times. \"Two Justices Say Supreme Court Should Reconsider Landmark Libel Decision.\"\n\nOyez. \"New York Times Company v. Sullivan.\"\n\nPennToday. \"New York Times v. Sullivan: Freedom of the press and the Civil Rights Movement.\"\n\nCornell Law School, Legal Information Institute. \"Amdt1.4.1 Freedom of Press Overview.\"\n\nPBS. \"Media Law 101: Defamation.\"",
  "url": "https://www.investopedia.com/terms/l/libel.asp"
}