{
  "term": "LIBOR: What Was the London Interbank Offered Rate, and How Was It Used?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nLIBOR (London Interbank Offered Rate) was a key reference point for the interest rates banks charged each other on short-term loans across global financial markets.\n\nThe London Interbank Offered Rate (LIBOR) was abenchmarkinterest rate for short-term loans between major global banks. It was mostly phased out in 2023 and then completely in 2024.\n\nFrom 1986 to the 2000s, LIBOR was a globally accepted key benchmark for the cost of borrowing between banks. The rate was calculated and published each day by theIntercontinental Exchange (ICE), but scandals and questions around its validity as a benchmark rate resulted in it being phased out.\n\nAccording to the Federal Reserve and regulators in the United Kingdom, LIBOR was phased out on June 30, 2023, and replaced by theSecured Overnight Financing Rate (SOFR). LIBOR one-week and two-month USD LIBORs stopped publishing as of Dec. 31, 2021, as part of the phaseout.\n\nLIBOR was the average interest rate at which major global banks borrowed from one another. It was based on five currencies—the U.S. dollar, the euro, the British pound, the Japanese yen, and the Swiss franc—and served seven different maturities: overnight/spot next, one week, and one, two, three, six, and 12 months.\n\nInterbank lending is the basis for consumer loans in countries around the world, so it impacts consumers just as much as it does financial institutions. The interest rates on various credit products, such as credit cards, car loans, and adjustable-rate mortgages (ARMs), fluctuate based on theinterbank rate. This change in rate helps determine the ease of borrowing between banks and consumers.\n\nThe combination of five currencies and seven maturities led to a total of 35 different LIBORs calculated and reported each business day. The most commonly quoted rate was the three-month U.S. dollar rate, usually referred to as the current LIBOR.\n\nICE calculated the LIBOR by asking major global banks how much they would charge other banks for short-term loans. The association took out the highest and lowest figures, thencalculated the averagefrom the remaining numbers. This is known as the trimmed average.\n\nThis rate was posted each morning as the daily rate and announced and published once a day around 11:55 a.m. London time by the ICE Benchmark Administration (IBA).\n\nLIBOR was phased out in June 2023 and replaced by the Secure Overnight Financing Rate (SOFR).\n\nThe IBA had a designated panel of global banks for each currency and tenor pair. For example, 16 major banks, including Bank of America, Barclays, Citibank, Deutsche Bank, JPMorgan Chase, and UBS, constituted the panel for the U.S. dollar LIBOR. Only those banks with a significant role in the London market were considered eligible for membership on the ICE LIBOR panel, and the selection process was held annually.\n\nIn April 2018, the IBA submitted a new proposal to strengthen the LIBOR calculation methodology. It suggested a standardized, transaction-based, data-driven, layered method called the Waterfall Methodology for determining LIBOR.\n\nThe IBA calculated the LIBOR using atrimmed meanapproach applied to all the responses received. The trimmed mean is a method of averaging that eliminates a small specified percentage of the largest and smallest values before calculating the mean. For LIBOR, figures in the highest and lowest quartile are thrown out, and averaging is performed on the remaining numbers.\n\nLIBOR had been used worldwidein a variety of financial products. They included the following:\n\nLIBOR was also used as a standard gauge of market expectations for interest rates finalized by central banks. It accounted for the liquidity premiums for various instruments traded in the money markets, as well as an indicator of the health of the overall banking system.\n\nA lot ofderivativeproducts were created, launched, and traded in reference to LIBOR. LIBOR was also used as a reference rate for other standard processes likeclearing, price discovery, and product valuation.\n\nThe need for a uniform measure of interest rates across financial institutions became necessary as the market for interest rate-based products began evolving during the 1980s. TheBritish Bankers’ Association (BBA), which represented the banking and financial services industry, set up BBA interest-settlement rates in 1984.\n\nFurther streamlining led to the evolution of BBA LIBOR in 1986, which became the default standard interest rate for transacting in the interest rate- and currency-based financial dealings between financial institutions at the local and international levels.\n\nLIBOR then underwent many changes. The major one was when BBA LIBOR changed to ICE LIBOR in February 2014 after the Intercontinental Exchange took over the administration.\n\nCurrencies once used in calculating LIBOR also changed. While new currency rates had been added, many had been removed or integrated following the introduction of the euro rates. The 2007–2008 financial crisis saw a significant decline in the number of tenors for which LIBOR was calculated.\n\nThough LIBOR was once accepted globally, there areseveral other interest ratesthat are popularly followed around the globe.\n\nFor instance, Europe has the European Interbank Offered Rate (EURIBOR), Japan has the Tokyo Interbank Offered Rate (TIBOR), China has the Shanghai Interbank Offered Rate (SHIBOR), and India has theMumbai Interbank Offered Rate (MIBOR).\n\nWhile LIBOR was a long-established global benchmark standard for interest rates, it was also the subject of a majorscandal of rate rigging.\n\nMajor banks allegedly colluded to manipulate the LIBORs. They took traders’ requests into account and submitted artificially low LIBORs to keep them at their preferred levels. The intention behind the alleged malpractice was to bump up the profits of traders who were holding positions in LIBOR-based financial securities.\n\nFollowing reporting byThe Wall Street Journalin 2008, major global banks, which were on the panels and contributed to the LIBOR determination process, faced regulatory scrutiny, including investigations by the U.S. Department of Justice. Similar investigations were launched in other parts of the globe, including in the U.K. and Europe.\n\nMajor banks and financial institutions, including Barclays, ICAP, Rabobank, Royal Bank of Scotland, UBS, and Deutsche Bank, faced heavy fines. Punitive actions were also taken against their employees who were found to be involved in the malpractice. The scandal was also one of the primary reasons why LIBOR shifted from BBA administration to ICE.\n\nLIBOR was susceptible to rate-rigging because banks could submit artificially high or low estimates of their lending rates. The new metric, SOFR, uses actual lending rates, not the banks' estimations.\n\nDespite the rate-setting scandals, LIBOR provided a useful benchmark for the level of activity in the global economy. A falling LIBOR meant it was easier to borrow money, possibly forecasting an increase in economic activity. A rising LIBOR meant that it was getting harder to borrow money and that business activity was likely to slow down.\n\nThese rates were particularly significant to a prospective borrower. When you borrowed money from a bank, LIBORs may have accounted for part of your interest rate. A high LIBOR meant that you could have to pay a higher interest rate on your mortgage or personal loan, while a low LIBOR meant a more favorable rate.\n\nFollowing the rate-rigging scandals, regulators initiated reforms to revise the benchmark rates and ultimately replace LIBOR as the interbank borrowing rate. U.K. banks were no longer required to publish LIBORs after 2021.\n\nThe new system was designed to replace the conjecture surrounding interest rates and instead use actual transaction rates. The Secured Overnight Financing Rate (SOFR) replaced LIBOR in 2023.\n\nThe SOFR is also a benchmark interest rate used for dollar-denominated loans and derivative contracts. SOFR is different from LIBOR in that it’s based on actual observed transactions in the U.S. Treasury market, while LIBOR used estimations of borrowing rates.\n\nHowever, SOFR is used in the United States and the U.K., while other countries have their own benchmark rates that replaced LIBOR.\n\nThe most straightforward example of a LIBOR-based transaction is a floating rate bond, which pays an annual interest based on LIBOR, say at LIBOR + 0.5%. As the value of LIBOR changed, the interest payment changed.\n\nLIBOR also applied to interest rate swaps—contractual agreements between two parties to exchange interest payments at a specified time. Assume Paul owns a $1 million investment that pays him a variable LIBOR-based interest rate equal to LIBOR + 1% each quarter. Since his earnings are subject to LIBOR values and are variable in nature, he wants to switch to fixed-rate interest payments.\n\nThen there is Peter, who has a similar $1 million investment, which pays him a fixed interest of 1.5% per quarter. He wishes to get a variable earning, as it may occasionally give him higher payments.\n\nBoth Paul and Peter can enter into a swap agreement, exchanging their respective interest receipts. Paul will receive the fixed 1.5% interest over his $1 million investment from Peter, which equals $15,000, while Peter receives LIBOR + 1% variable interest from Paul.\n\nIf LIBOR is 1%, then Peter will receive 2% or $20,000 from Paul. Since this figure is higher than what he owes to Paul, in net terms, Peter will get $5,000 ($20,000 - $15,000) from Paul. By next quarter, if LIBOR comes down to 0.25%, Peter will be eligible to receive 1.25% or $12,500 from Paul. In net terms, Paul will get $2,500 ($15,000 - $12,500) from Peter.\n\nSuch swaps essentially fulfill the requirement of both the transacting parties who wanted to change the type of interest receipts (fixed and floating).\n\nIf you have a loan or mortgage with a variable interest rate, it is likely the rate was once tied to LIBOR and is now tied to SOFR. The change will not significantly change your monthly payment amount, but it does impact how your rate is determined, so you may notice slight shifts in your rate over time.\n\nThe retiring of LIBOR and the replacement of it with other rates, such as SOFR, means there will be more transparency in how your interest rate is calculated, as SOFR is based on actual transactions as opposed to estimates, which LIBOR was based on. As such, SOFR is considered more reliable, stable, and less easily manipulated.\n\nUnless you're in the financial markets, you don't need to track SOFR every day; however, understanding how it influences interest rates can help you make more informed decisions on borrowing, such as when you take out a car loan, mortgage, or refinance, helping you to make prudent financial decisions.\n\nWhile LIBOR was once a trusted benchmark for global interest rates, the 2012 rate-rigging scandal raised many questions about its objectivity. As a result, LIBOR was phased out and replaced with other rate benchmarks.\n\nThere are several alternative indexes that have replaced the USD LIBOR. One of them,Ameribor, reflects the average borrowing costs for thousands of banks and financial institutions in the United States. Another is the Secured Overnight Financing Rate (SOFR), based on the Treasury repo rate. In 2022, the U.S. Congress passed legislation to make SOFR the official replacement for LIBOR in the United States.\n\nThe primary difference between LIBOR and SOFR is the method by which the rates are generated. LIBOR uses the panel bank calculation, which are inputs from panel banks to come up with the average rate. SOFR is the measure of the cost of borrowing cash overnight that is collateralized by U.S. Treasuries in the repo market.\n\nLIBOR, or the London Interbank Offered Rate, was a global benchmark that represented the interest rates on short-term loans from one bank to another; however, the index fell under suspicion in 2012, when some bankers were discovered manipulating the index for their own benefit. LIBOR has since been fully phased out.\n\nIntercontinental Exchange. “LIBOR®.”\n\nIntercontinental Exchange. “USD LIBOR® Methodology,” Page 2.\n\nIntercontinental Exchange. “USD LIBOR® Methodology,” Page 6.\n\nFederal Reserve Bank of New York. “Staff Reports—LIBOR: Origins, Economics, Crisis, Scandal, and Reform,” Page 1.\n\nIntercontinental Exchange. “ICE LIBOR Evolution,” Page 3.\n\nIntercontinental Exchange. “ICE LIBOR Evolution,” Page 4.\n\nCouncil on Foreign Relations. “Understanding the LIBOR Scandal.”\n\nThe Wall Street Journal. “Study Casts Doubt on Key Rate.”\n\nReuters. “Federal LIBOR Legislation: Five Things Financial Market Participants Need to Know.”",
  "url": "https://www.investopedia.com/terms/l/libor.asp"
}