{
  "term": "LIBOR Curve: What it is, How it Works, Criticism",
  "definition": "The LIBOR curve is the graphical representation of the interest rate term structure of various maturities of the London Interbank Offered Rate, commonly known asLIBOR. LIBOR is a short-term floating rate at which large banks with high credit ratings lend to each other. The LIBOR curve depicts theyield curvefor short-term LIBOR rates of less than one year. The transition from LIBOR to other benchmarks, such as thesecured overnight financing rate(SOFR), began in 2020.﻿﻿\n\nLIBOR is one of the world's most widely used benchmarks for short-term interest rates. It serves as a primaryindicator for the average interest rateat which contributing banks may obtain short-term loans in the Londoninterbank market. The LIBOR curve plots rates against their corresponding maturities. The LIBOR curve typically plots its yield curve across seven different maturities—overnight(spot next(S/N)), one week, one month, two months, three months, six months, and 12 months.\n\nA yield curve is a line that plots yields (interest rates) of bonds having equal credit quality but differingmaturity dates. The slope of the yield curve gives an idea of future interest rate changes and economic activity. There are three main types of yield curve shapes: normal (upward-sloping curve), inverted (downward-sloping curve), and flat.\n\nAlthough not theoretically risk-free, LIBOR is considered a good proxy against which to measure the risk/return tradeoff for other short-term floating rate instruments. The LIBOR curve can be predictive of longer-term interest rates and is especially important in the pricing ofinterest rate swaps.\n\nAbuse of the LIBOR system for personal gain was uncovered in the wake of the financial crisis that began in 2008. Massive dislocations in global banking enabled individuals working at contributor banks to manipulate LIBOR rates. In 2013, theFinancial Conduct Authority(FCA) of the U.K. took over the regulation of LIBOR. As of December 2020, plans were in place to phase out the LIBOR system by 2023 and replace it with other benchmarks, such as theSterling Overnight Index Average(SONIA).﻿﻿\n\nIntercontinental Exchange, Inc. \"ICE LIBOR.\" Accessed Dec. 4, 2020.",
  "url": "https://www.investopedia.com/terms/l/libor-curve.asp"
}