{
  "term": "Licensing Agreement: Definition, Example, Types, and Benefits",
  "definition": "The term licensing agreement refers to a legal, written contract between two parties wherein the property owner gives permission to another party to use their brand, patent, ortrademark. The agreement, which is set between the licensor (the property owner) and thelicensee(the permitted party), contains details on the type of licensing agreement, the terms of usage, and how the licensor is to be compensated. Contract types vary based on what is being licensed. Licensing agreements also alleviate any disputes related to sales, issues of quality, and royalties.\n\nLicensing agreements delineate the terms under which one party may use property that is owned by another party. While the properties in question can include a myriad of items, including real estate holdings and personal possessions, licensing agreements are most often used forintellectual property, such as patents and trademarks, as well ascopyrightsfor written materials and visual art.\n\nLicensing agreements are widely used for the commercialization of new discoveries or technologies.\n\nIn addition to detailing all parties involved, licensing agreements need to specify in granular detail how licensed parties may use properties, including the following parameters:\n\nLicensingrevenues, known as royalties, are a significant source of revenue for severalpublicly traded companies. For example, a major source of income for the publicly-traded company Dolby Laboratories is the licensing of its technology to consumer electronics manufacturers.\n\nThe terms of royalty payments are laid out in a license agreement. The license agreement defines the limits and restrictions of the royalties, such as its geographic limitations, the duration of the agreement, and the type of products with particular royalty cuts. License agreements are uniquely regulated if the resource owner is the government or if the license agreement is a private contract.\n\nIn most license agreements, royalty rates are defined as a percentage of sales or a payment per unit. The many factors that can affect royalty rates include exclusivity of rights, available alternatives, risks involved, market demand, and innovation levels of the products in question.\n\nTo accurately estimateroyalty rates, the transactions between the buying and selling parties must be willingly executed. In other words: the agreements must not be forced. Furthermore, all royalty transactions must be conducted at arm's length, meaning that both parties act independently, and have no prior relationship with one other.\n\nLicensing agreements are found in many different industries. An example of a licensing agreement is a contract between the copyright holders of software and another company, allowing the latter to use the computer software for their daily business operations.\n\nAn example of a licensing agreement in the restaurant space would be when a McDonald'sfranchiseehas a licensing agreement with the McDonald's Corporation that lets them use the company's branding and marketing materials. Toy manufacturers also routinely sign licensing agreements with movie studios, giving them the legal authority to produce action figures based on popular likenesses of movie characters.\n\nThe bargaining power of the two parties involved in a licensing agreement often depends on the nature of the product. For example, a movie studio that licenses the likeness of a popular superhero to an action figure manufacturer might have significant bargaining power in this negotiation, because the manufacturer is likely to profit immensely from such an arrangement. The movie studio thus has the leverage to take its business elsewhere if the manufacturer gets cold feet.\n\nThose entering into a licensing agreement should consult an attorney because there are complexities that may be hard to grasp for those without a deep understanding of intellectual property law.\n\nAs mentioned above, licensing agreements are legal contracts that are written between a licensor and a licensee. Making sure there's one in place provides certain advantages to both parties but there are also some key downfalls, too. We've outlined some of the key benefits and disadvantages of these agreements below.\n\nLicensing agreements clearly lay out the guidelines, rules, and stipulations that cover the use of the licensor's brand, patent, or trademark. Both the licensor and the licensee are fully aware of what is expected and required of them. This includes when payment is due and how much, any additionalroyaltiesthat may be due as a result of the relationship, the type of agreement, the length to which the licensee can use the property,copyrightissues, and the contract's expiration date.\n\nSetting up an agreement saves a lot of time, money, and hassles. For instance, if someone decides to use a trademark without a licensing agreement, they may be sued by the property owner, which could result in legal battles, court fees, and lost time.\n\nContracts give licensors can retain a great degree of control over theirpropertyand gives them access to other markets. For instance, a licensor can dictate how their property ismarketed. And it allows them to enter new markets—through the licensee—without actually having to set up shop there.\n\nOne of the drawbacks of having a license agreement is drawing up a contract with the wrong party. In some cases, licensors may want to get into amarketso desperately that it doesn't do its research. This means a licensor may be stuck in a lengthy contract with a company whose ideals don't align with its own. The same principle applies to the licensee, especially when it thinks a new product or brand may work well in a certain market without doing its research.\n\nBoth parties are also at the risk of losing brand power and/or their reputation. For example, if one company commits a marketing faux-pas or is embroiled in a scandal, it can put the other party at risk as well. This means that both the licensor and licensee must conduct their business effectively.\n\nEntering into an agreement increases competition for the licensor. Although the licensee acts on behalf of the licensor, it is, in fact, in direct competition with their partner. The licensee also loses out, too. That's because relying on someone else's product means that the licensee may cut down its ownresearch and development (R&D).\n\nThe expectations are laid out for each party involved\n\nGives each party more control in the relationship\n\nBreaking into markets without having to spend too much money to do so\n\nBeing stuck in a lengthy contract with the wrong company\n\nThe possibility of losing brand power or corporate reputation\n\nCutting down on research & development\n\nEntertainment companies likeNetflixenter into licensing agreements all the time. The online streaming service obtains the right to broadcast content either exclusively or with other companies from the title/content owners. For instance, the company behind a major television series may enter into a licensing agreement, allowing Netflix to include the show among its titles for a certain number of years. In exchange, Netflix would agree to provide royalties to the content owner from fees it collects from its subscribers.\n\nLicensing agreements are legal contracts that are written between two parties—a licensor and licensee. The contract stipulates the type of agreement, the length of the relationship, payments and royalties that are due and when, and the extent to which licensing is allowed. Licensing also allows both parties to retain control over certain facets of the deal, including exclusivity and how a product or service is marketed. In essence, the contract lays out the expectations of what is required of both parties.\n\nThe best way to create a licensing agreement is through a lawyer. By getting professional help, you lay out the proper foundation for a relationship with the other party. If you don't do so, you open yourself up to a lot of financial and legal hurdles.\n\nThe cost to draw up a licensing agreement can cost anywhere from a few hundred to a few thousand dollars. Going through a lawyer means you'll have to pay an hourly fee. A simple contract may only be a few hours, while a more hefty deal between parties means more details and revisions.\n\nIf you want to use someone else's property—especially intellectual property—you'll have to ask that party to enter into a licensing agreement with you. You'll probably have to go through a lawyer to ensure that your interests and those of the property holder are safeguarded. You may have to spend some money to get the agreement drawn up, but by doing so, your financial assets and business will be well taken care of and you're guaranteeing that the relationship with the licensor will be smooth.\n\nIESE Business School. \"Leveraging Know-How: Licensing Knowledge and Making It Work for You.\"\n\nPressbooks. \"Core Principles of International Marketing: 7.3 Licensing.\"\n\nDolby Laboratories Investor Relations. \"Dolby Laboratories Reports Fourth Quarter and Fiscal Year 2023 Financial Results.\"\n\nU.S. Patent and Trademark Office. \"About Trademark Infringement.\"\n\nInvest Northern Ireland. \"How to Manage Your Patents.\"\n\nInnovation Development. \"The Dangers of Licensing.\"",
  "url": "https://www.investopedia.com/terms/l/licensing-agreement.asp"
}