{
  "term": "Lien: Definition, Major Types, and Examples",
  "definition": "A lien is a claim or legal right to a debtor's property or other assets, typically assets that were used as collateral to back a loan. It serves to guarantee that the underlying obligation will be satisfied. If not, thecreditorcan seize and sell the assets in question. Liens can also be established through court judgments and by government entities for reasons such as unpaid taxes. This article describes the major types of liens and how they work.\n\nA lien gives a creditor the legal right to seize and sell thecollateralproperty of a borrower who fails to meet the obligations of a loan or other contract. The borrower/owner cannot sell the property that is the subject of a lien without the consent of the lien holder.\n\nLiens can bevoluntary, or consensual, such as a lien on a property for a loan that the borrower has agreed to. However, involuntary or statutory liens can also be created when a creditor seeks legal action for nonpayment of a debt. For example, a court can place a lien on the debtor's assets, including property and bank accounts.\n\nSome liens are filed with the government to let the public know that the lien holder has an interest in the asset or property. A lien's public record tells anyone interested in purchasing the asset that the lien must be released before it can be sold. Discovering whether there are any liens on a would-be seller's home is one reason that banks commonly requiretitle searchesbefore issuing a mortgage.\n\nWhile debtors can often have some of their financial obligations discharged throughbankruptcy, any liens on their property may remain.\n\nThere are a variety of types of liens and lien holders. Liens can be put in place by financial institutions, businesses, courts, and governments. These are some of the most common ones:\n\nA lien is often created when an individual uses a loan from a bank to purchase anasset. For example, if someone takes out a loan to buy a car, the car dealer would be paid using the borrowed funds from the bank. In turn, thebankwould be granted a lien on the vehicle. If the borrower does not repay the loan, the bank has the right toexecute the lien, seize the vehicle, and sell it to repay the loan.\n\nIf the borrower does repay the loan in full, the bank will release the lien, and the individual owns the car free and clear.\n\nA judgment lien is a lien placed on a debtor's assets by a court, usually as a result of a lawsuit. It can remain in place until the debt has been satisfied.\n\nAmechanic's liencan be attached toreal propertyor other assets in case the owner fails to pay for services rendered. If the debtor never pays, the lien holder could go to court and get a judgment ordering that the assets be auctioned off. Many service providers have the option to place a lien to secure payment, including construction companies and even dry cleaners.\n\nA real estate lien is a legal right to seize and sell a particular piece of property if a contract is not fulfilled. Some real estate liens are put in place automatically, such as when a borrower takes out a mortgage to buy a home. The lender then releases the lien when the mortgage is paid off.\n\nHowever, real estate liens can also be involuntary, or nonconsensual, if a court decides to impose one to help satisfy a debt.\n\nThere are also liens known as statutory liens, meaning that they were created by law rather than a specific contract. These liens are common in the field of taxation, where laws often allow tax authorities to put liens on the property of delinquent taxpayers. For example, many municipalities can use liens to recover unpaid property taxes.\n\nIn the United States, if a taxpayer becomesdelinquenton their income taxes and does not demonstrate any intention to pay them, theInternal Revenue Service (IRS)can place a legal claim against the taxpayer's property, including their homes, vehicles, and bank accounts. A notice of afederal tax lienalerts creditors to the government's claim and can lead to asheriff's sale.A sheriff’s sale is a public auction in which a debtor's assets are sold, and the funds are used to repay their debt.\n\nA tax lien also affects the taxpayer's ability to sell existing assets and obtain credit. The only way to release a federal tax lien is to fully pay the tax that's owed orreach a settlementwith the IRS for a lesser amount. Typically, the IRS uses liens to collect delinquent taxes as a last resort, after all other options have been exhausted.\n\nA lien gives a lender or other creditor the legal right to seize and sell your property (a house or car, for example) if you don't meet your financial obligations on a loan or other contract.\n\nWhen you buy a house using a mortgage, the lender has a legal right to seize it to recoup its money if you don't make your required payments—a process known asforeclosure. Your home serves as collateral for the loan, and the lender can keep a lien on it until the loan has been paid off.\n\nYou can get rid of a lien on your property, car, or other asset by paying off your loan in full.\n\nMore common in business rather than consumer lending, afloating lienrefers to a lien on inventory or other unfixed property.\n\nAsecond lienis lien secured by the same asset as a first or original lien, such as a lien with a home equity loan for a home that still has a first mortgage. Second liens are lower in priority than first liens, meaning that the holder of the first lien has a right to be paid back before the second lien holder is. Second liens are sometimes referred to asjuniorliens, with first liens being senior to them.\n\nA lien is a claim or legal right to a person's or a company's physical property or other assets, often created when assets are voluntarily put up to secure a loan. But liens can also be established involuntarily through a legal judgment by a court or by tax authorities looking to collect what they are owed. Unless the debtor is able to satisfy the debt, they face the risk of losing their property.\n\nUnited States Courts. \"Discharge in Bankruptcy – Bankruptcy Basics.\"\n\nCornell Law School Legal Information Institute. \"Judgment Lien.\"\n\nInternal Revenue Service. \"Understanding a Federal Tax Lien.\"\n\nCornell Law School Legal Information Institute. \"Junior Lien.\"",
  "url": "https://www.investopedia.com/terms/l/lien.asp"
}