{
  "term": "Lifestyle Creep: What It Is and How It Works",
  "definition": "Lifestyle creep is when your standard of living rises alongside yourdiscretionary income—and soon enough, former luxuries become new necessities. It happens little by little, without you really realizing it: it sneaks (\"creeps\") up on you.\n\nWith lifestyle creep, it's not just that you're spending more money. It's that it sneaks up on you, and since you don't realize it, you're not really enjoying it.\n\nSome examples of lifestyle creep might include:\n\nTo fight lifestyle creep, try to use abudget.Another tip: try to distinguish between what you want, vs. what you actually need.\n\nLifestyle creep can affect those who are approachingretirement. Some peoplefive to 10 years before retirementare in their peak earning years and might have already paid off their longstanding recurring expenses, such as amortgage. With this new discretionary income, their standard of living may inch up without them realizing it. They might go for a more expensive vehicle or a pricier vacation without really thinking about why.\n\nSince one goal in retirement is to maintain the lifestyle one has become accustomed to in the years preceding retirement, a retiree who's experienced lifestyle creep may require more funds to support their new lifestyle. They might find that they lack the resources to do this because they have spent their surplus cash flow, rather than saved it for retirement.\n\nLifestyle creep can also be felt by younger consumers, such as when they land their first well-paying job. They might start buying things that were previously out of reach, without really noticing it happening. This can make it harder tobuy a first home, save for retirement, and pay downstudent debt. To combat this, consider using big life goals as a guide to how to spend money—and try to make a budget.\n\nA budget helps you figure out how you will spend your money each month. It also helps you track how much you're spending.\n\nTo make a budget, you need to know exactly how much is coming in, and how much is going out. First, list your income (how much you make) and expenses (how much you spend). Subtract your expenses from your income.\n\nTo do this, you'll need to study your checking account. If you have any credit cards, you'll need to check your recent activity, typically over the last month. One way you can track your expenses is by using a budgeting app.\n\nYour goal is for the result to be positive: for you to have money left over. (You can save what's left over, or allocate it to your spending categories.) If the result is negative, then you'll need to cut some of your expenses until the result is positive.\n\nAfter this exercise, try to follow your budget for the next month. If you overspend in one category, try to underspend in another, so it evens out. It can be very difficult to follow a budget, but it's worth a try.\n\nThe50/30/20 ruleis a budgeting method. It states that when you get paid, 50% of your paycheck (your after-tax income) should go toward needs, 30% should go toward wants, and 20% should go toward savings.\n\nThe 70/20/10 rule is a budgeting method. It suggests the following for yournet (after-tax) income: 70% should go towards living expenses, 20% should go towards savings, and 10% should go towards donations.\n\nOne downside of this method is that it doesn't distinguish between wants and needs. They are grouped together in the 70% segment.\n\nThe 40/30/20/10 rule is a budgeting method. It recommends that you divide your paycheck (after-tax income) this way: 40% should go towards needs, 30% should go towards wants, 20% should go towards paying off debt or savings, and 10% should go towards other financial goals, such ascharitable giving.\n\nThe 60/20/20 rule is a budgeting method. It says you should segment your after-tax income this way: 60% should go towards needs, 20% should go towards wants, and 20% should go towards your savings, such as creating anemergency fundthat equals three to six months of your expenses.\n\nLifestyle creep is what happens when you start making more money, and your standard of living rises along with your income. Instead of sticking to your former way of life, you begin spending more money—slowly, without you really realizing it. As your income improves, so does your lifestyle. This may not necessarily be a bad thing, depending on if you can afford it. But be mindful of your spending. Are you enjoying it? Or is it, well, creeping up on you?\n\nConsumer.gov. \"Making a Budget.\"",
  "url": "https://www.investopedia.com/terms/l/lifestyle-creep.asp"
}