{
  "term": "Life Settlement: Meaning, Benefits, FAQs",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA life settlement refers to the sale of an existinginsurancepolicy to a third party for a one-time cash payment. Payment is more than the surrender value but less than the actual death benefit. After the sale, the purchaser becomes the policy'sbeneficiaryand assumes payment of its premiums. By doing so, they receive the death benefit when the insured dies.\n\nA life settlement agreement is closely related to a viatical agreement.\n\nWhen an insured party can no longer afford their insurance policy, they can sell it for a certain amount of cash to an investor—usually aninstitutional investor. The cash payment is primarily tax-free for most policy owners. The insured person essentially transfers ownership of the policy to the investor. As we noted above, the insured party receives a cashpaymentin exchange for the policy—more than the surrender value, but less than the policy's prescribed payout at death.\n\nBy selling it, the insured person transfers every aspect of the life insurance policy to the new owner. This means the investor who takes over the policy inherits and becomes responsible for everything related to the policy includingpremiumpayments along with thedeath benefit. So, once the insured party dies, the new owner—who becomes the beneficiary after the transfer—receives the payout.\n\nLife settlements are legal for the most part in the U.S. Because life settlements involve a transfer by the policy owner, they do not amount tostranger-owned life insurance(STOLI), which is illegal.\n\nThere are many reasons why people choose to sell their life insurance policies and are usually only done when the insured person doesn't have a known life-threatening illness. The majority of people who sell their policies for a life settlement tend to be older people—those who need money forretirementbut haven't been able to save up enough. That's why life settlements are often called senior settlements. By receiving a cash payout, the insured party can supplement their retirement income with a largelytax-freepayout.\n\nOther reasons for choosing a life settlement include:\n\nLife settlements generally net the seller more than the policy's surrender value, but less than its death benefit.\n\nPolicy sales became popular during the 1980s when people living with AIDS had life insurance they didn't need. This led to another part of the industry—theviatical settlementindustry, where people who have terminal illnesses sell their policies for cash. This part of theindustrylost its luster after people with AIDS began living longer.\n\nWhen someone becomes terminally ill and has a very short life span, they may sell their life insurance to someone else. In exchange for a largelump sumof money, the buyer takes on the premium payments, becoming the policy's new owner. After the insured party dies, the new owner receives the death benefit.\n\nViatical settlements are generally riskier because the investor basicallyspeculateson the death of the insured. Even though the original policy owner may be ill, there's no way of knowing when they will actually die. If the insured person lives longer, the policy becomes cheaper, but the actualreturnbecomes lower after factoring in premium payments over time.\n\nLife settlements effectively create a secondary market forlife insurancepolicies. This secondary market has been years in the making. There have been a number of judicial rulings that have legitimized the market—one of the most notable being the1911U.S. Supreme Court case of Grigsby v. Russell.\n\nJohn Burchard wasn't able to keep up the premium payments on his life insurance policy and sold it to his doctor, A. H. Grigsby. When Burchard died, Grigsby tried to collect the death benefit. The executor of Burchard's estate sued Grigsby to get the money and won. But the case ended up in the Supreme Court.\n\nIn his ruling, Supreme Court Justice Oliver Wendell Holmes likened life insurance to regularproperty. He believed the policy could be transferred by the owner at will and had the same legal standing as other types of property like stocks andbonds. In addition, he said there are rights that come with life insurance as a piece of property:\n\nA life settlement broker represents the policy owner and may be bound by afiduciary dutyto them. The broker's job is to find the highest bidder for the policy.\n\nA life settlement can be structured as anannuitythat will feature guaranteed payments until the death of the policy's beneficiaries.\n\nIn a single life settlement, any payments agreed upon will cease upon the death of the annuitant or beneficiary. In contrast, a joint life settlement will continue paying out until the annuitant's spouse also passes away (assuming they survive the annuitant).",
  "url": "https://www.investopedia.com/terms/l/life_settlement.asp"
}