{
  "term": "Life Annuity: Definition, How It Works, and Types",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA lifeannuityis a financial product sold by aninsurancecompany that features a predetermined periodicpayoutamount until the death of the annuity owner, who is called theannuitant. An annuitant typically pays into the annuity periodically when they are still working. Annuitants may also buy the annuity in one large, lump-sum purchase, usually at retirement. Life annuities are commonly used to provide guaranteed and/or supplemental retirement income that cannot be outlived.\n\nLife annuities come in two different phases. The first is theaccumulation phase. This is the period when the buyer funds their annuity withpremiumsor with alump-sumpayment. The second stage is the income or theannuitizationphase. During this period, the issuer or insurance company makes regular payments to the annuitant.\n\nOnce funded and enacted, the annuity makes periodic payouts to the annuitant, thus providing a reliable source of income. The issuer normally stops making periodic payments if the annuitant dies or if another triggering event occurs to close the annuity. But these payments may continue to the annuitant'sestateor beneficiary if the annuitant had purchased arideror other option on the annuity.\n\nSince most life annuity payouts stop at the death of the annuitant, you may need to purchase a rider if you want yourbeneficiaryto continue receiving payments.\n\nThe majority of annuities generally pay a benefit every month, but some make quarterly, annual, or semi-annual payments. Payment intervals depend on the specific needs of the annuitant or their tax circumstances. Many retirees fund a life annuity to match their recurring housing costs—mortgageor rent—as well as any other costs, including health care, insurance premiums, and medical expenses.\n\nWhile a life annuity pays a guaranteed income, it is not indexed toinflation, which is the pace of price increases in an economy. As a result,purchasing powermay erode over time. A life annuity, once enacted, is not revocable.\n\nIt's important to consult a reputable professional before purchasing an annuity. That's because annuities tend to be fairly complex, with major implications for the annuitant'sstandard of living.\n\nDue to the tax-preferred nature of annuities, very wealthy investors and above-average income earners may use these life insurance products to transfer large sums of money or to mitigate the effects oftaxeson their annual income.\n\nWhile life annuities are often used to provide or supplement retirement income, they are also used as a payment method in structured settlements and for lottery winners. For instance, if someone wins a lawsuit, they may be provided with a series of fixed, regular payments to the beneficiary.Lotterywinners may opt to take a lottery annuity rather than a fixed, lump sum when they win large jackpots. These payouts provide regular payments annually over a certain number of years. For example, a Mega Millionsjackpotwinner can choose to take 30 payments, with one paid out immediately. The remaining payments are distributed annually for the next 29 years.\n\nAfixed annuitypays out a fixed percentage or interest rate on the owner's contributions to the annuity.\n\nAvariable annuitypays out based on the performance of abasketof investments. Variable annuities offer the potential for higher returns or payouts when markets are performing well. However, they also contain more risk than fixed annuities, since the account could decline in value when the markets perform poorly.\n\nAjoint annuitymakes payouts until both spouses die, sometimes at a reduced amount after the death of the first spouse.\n\nAqualified longevity annuity contract(QLAC) is a type ofdeferred annuitythat is purchased using funds from aqualified retirement planor anindividual retirement account(IRA). A QLAC provides monthly payments until death and is exempt from therequired minimum distribution(RMD) rules from theInternal Revenue Service (IRS). In 2024, an individual can spend up to $200,000 to buy a QLAC.\n\nLife annuities are insurance or investment products that provide the annuitant with fixed payments at regular intervals. Life annuities, also known as lifetime annuities, are generally sold by insurance companies. They essentially act as longevity insurance, as the risk of outliving one's savings is passed on to the annuity issuer or provider.\n\nMega Millions. \"Difference Between Cash Value and Annuity.\"\n\nInternal Revenue Service. \"401(k) Limit Increases to $23,000 for 2024, IRA Limit Rises to $7,000.\"",
  "url": "https://www.investopedia.com/terms/l/lifeannuity.asp"
}