{
  "term": "Lifetime Learning Credit (LLC): What it Means, How it Works, FAQs",
  "definition": "The Lifetime Learning Credit (LLC) is a provision of the U.S. federal income tax code that lets parents and students lower their tax liability by up to $2,000 to help offset higher education expenses. Unfortunately, the LLC is not refundable, which means you can use the LLC to pay the taxes you owe, but you don't get a refund back of any of the credit, according to the Internal Revenue Service (IRS).\n\nThis credit may be claimed year after year, without a limit. However, it cannot be combined with the American Opportunity Tax Credit in the same tax year.\n\nThe LLC may be claimed when a student is enrolled in undergraduate, graduate, or professional degree courses. The credit may also be used for courses in specific career-related skills.\n\nTo be eligible for the credit, a student must be enrolled at an educational institution considered eligible by the Internal Revenue Service, and they must be taking higher education courses towards a degree or a recognized educational credential that provides or improves job skills.\n\nFinally, the student must be enrolled at a qualifying institution for at least one academic period that began within the tax year for which they’re claiming the credit. The IRS defines “academic period” as a semester, trimester, quarter, summer session, or other period determined by the school.\n\nAccording to the IRS: \"An eligible educational institution is a school offering higher education beyond high school. It is any college, university, vocational school, or other post-secondary educational institution eligible to participate in a Federal student aid program run by the U.S. Department of Education.\"\n\nIn order to claim the full credit, a taxpayer’smodified adjusted gross income (MAGI)for the tax year 2022 must be $80,000 or less, if they file as an individual. For taxpayers filing jointly, income must be $160,000 or less. Individual taxpayers with MAGI of at least $90,000 or couples filing a joint return with MAGI of at least $180,000 do not quality for the credit.\n\nThe credit is phased out for those taxpayers with modified adjusted gross income in excess of those amounts, and those who are phased out cannot claim the $2,000 credit at all. The modified adjusted gross income amount used by joint filers to determine the reduction in the LLC, according to the IRS, was not adjusted for inflation for taxable years beginning after December 31, 2020.\n\nTo be eligible to claim the AOTC or LLC, the law requires a taxpayer or their dependent to get Form 1098-T, Tuition Statement, from an eligible educational institution. This statement helps you determine what your credit will be. The form will have an amount in Box 1 to show the amounts received during the year. But this amount may not be the amount you can claim. There are severalqualified education expensesbeyond tuition that can affect what amount to claim.\n\nCheck the Form 1098-T to make sure it is correct. If it isn't correct or you do not receive the form, contact your school. To claim the LLC, you must complete Form 8863. Attach the completed form to your Form 1040 or Form 1040-SR.\n\nYou cannot claim the American Opportunity Credit and the Lifetime Learning Credit at the same time. Figure out what you are eligible for, and what is best for your situation.\n\nThe U.S. government subsidizes individuals' higher education expenses through tax credits, tax deductions, and tax-advantaged savings plans. Each of these programs lowers income tax liability for students or their parents. The subsidies include the Lifetime Learning Credit, the American Opportunity Tax Credit (AOTC), thetuition and fees deduction, and529 savings plans.\n\nThe AOTC is a credit specifically for education expenses during the first four years of higher education. The AOTC offers a maximum annual credit of $2,500 per eligible student. If the credit brings the amount of tax you owe to zero, you can have 40% of any remaining amount of the credit (up to $1,000) refunded to you.\n\nThe tuition and fees deduction allows taxpayers to deduct up to $4,000 from their taxable income in eligible higher education expenses when filing their taxes.A 529 savings plan is designed to help people to save money for future tuition, usually for their children or grandchildren, through a tax-advantaged savings plan.\n\nThe IRS also publishes an interactive mobile application—Am I Eligible to Claim an Education Credit?—that students can use to find out if they are eligible to claim an education credit.\n\nThe LLC is worth up to $2,000 or 20% of the first $10,000 of qualified education expenses, each tax year, depending on your MAGI.\n\nThere is no limit to the number of times you can claim the LCC during your lifetime. If you are eligible, you can claim it every tax year.\n\nYes. Parents can claim the Lifetime Learning Credit on the behalf of a dependent child. However, you can only claim it once, so if you have four children, you still only get the maximum amount of the credit, which is $2,000 per tax return. You don't get the credit for each child.\n\nThe American Opportunity Credit, formerlythe Hope credit, can be used for the first four years of undergraduate studies only. The Lifetime Learning Credit can be used for undergraduate and graduate studies, plus some professional programs and trade schools may be eligible.\n\nThe American Opportunity Credit is worth up to $2,500, and if you have more than one student listed as a dependent, you may claim multiple credits. The Lifetime Learning Credit can only be used once for up to $2,000 on an annual tax return.\n\nThe LLC doesn't expire. You can use it annually, for as many years as you qualify for the credit.\n\nThe U.S. government's tax credits, tax deductions, and tax-advantaged savings plans are all useful tools to help afford the rising costs of higher education. If you are eligible for these subsidies, it is worthwhile to fill out the necessary paperwork at tax time. Those who qualify for the lifetime learning credit will find it a good way to help afford both undergraduate and graduate school, plus professional degree courses and programs that assist with acquiring and improving job skills.\n\nInternal Revenue Service. \"Lifetime Learning Credit.\"\n\nInternal Revenue Service. \"American Opportunity Tax Credit.\"\n\nInternal Revenue Service. \"Education Credits: Questions and Answers: Q21. How do I know if my school is an eligible educational institution?\"\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2023.\"\n\nInternal Revenue Service. \"Education Benefits -- No Double Benefits Allowed.\"\n\nInternal Revenue Service. \"Tax Benefits for Education: Information Center.\"\n\nInternal Revenue Service. \"Education Credits: Questions and Answers: Q6. What additional education expenses qualify for the AOTC, but not the LLC?\"\n\nInternal Revenue Service. \"Topic No. 313 Qualified Tuition Programs (QTPs).\"",
  "url": "https://www.investopedia.com/terms/l/lifelearningcredit.asp"
}