{
  "term": "Lightning Network: What It Is and How It Works",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nThe Lightning Network is a second layer for Bitcoin (BTC) that uses micropayment channels to scale the blockchain’s capability and handle transactions more efficiently and cheaply. It is a technological solution designed to solve glitches associated with Bitcoin by introducing off-chain transactions. Its channel is a transaction mechanism between two parties in which each can make or receive payments from the other.\n\nAt first, Bitcoin was intended to be adecentralizedpayment system in which the users could remain anonymous and access it from anywhere. It became popular enough that the blockchain couldn't handle the number of transactions occurring.\n\nJoseph Poon and Thaddeus Dryja first proposed the Lightning Network in 2016, and it has been under development since then. The problems the Lightning Network was devised to solve were Bitcoin's slow transaction time,throughput, and costs.\n\nTo counter slow transaction speeds andexcessive energy use, developers created cryptocurrency layers. The first layer is the primaryblockchain. The layer \"on top of\" the first one is the secondary layer and complements the layer below it by adding functionality. The Lightning Network can also be used to handle other types ofoff-chain transactionsinvolving exchanges betweencryptocurrencies.\n\nSome issues the Lightning Network attempts to correct are:\n\nThe Lightning Network allows users to open channels so that they can send multiple transactions to each other without waiting for the slower main net to confirm single exchanges. Between the opening and closing of a channel, parties can shift funds between themselves as needed. Once the channel is closed, the transactions go to the main net for confirmation.\n\nThe most obvious problem with the Lightning Network is that it could lead to a replication of thehub-and-spokemodel that characterizes today’sfinancial systems. In the current model, banks and financial institutions are the primary intermediaries through which all transactions occur.\n\nBusinesses that invest in Lightning Networknodesmay become similar hubs or centralized nodes in the network by having more open connections with others. Other concerns arefraud, fees, hacks, and price volatility.\n\nThe Lightning Network had a network capacity across all channels of 5,382 BTC on Sept. 26, 2024 up from 4,890 BTC year over year.\n\nOne risk when using the Lightning Network is closed-channel fraud. This happens when a user closes a channel (logging off) and goes offline before the transaction completes. For example, suppose Sam and Judy are transacting, and one has malicious intent. The dishonest party may be able to steal coins from the other participant using a technique called \"fraudulent channel close.\"\n\nLet's say Sam and Judy each put up an initial deposit of 0.5 BTC to open a channel, and a transaction of 1 BTC has taken place in which Sam purchased goods from Judy. If Judy logs off (closes the channel) after transferring the goods and Sam doesn't, Sam could broadcast the initial state (the time before the 1 BTC was transferred), meaning they both get their initial deposits back as if no transactions were done. In other words, Sam would have received 1 BTC worth of goods for free—and the deposit is returned.\n\nThis makes it necessary for third parties to run on nodes to prevent fraud within the Lightning Network, called a watchtower. The watchtower monitors the transactions and helps prevent a fraudulent channel close.\n\nTransaction fees are associated with using the Lightning Network. They are a combination of routing charges for routing payment information between Lightning nodes, opening and closing channels, and Bitcoin’s usual transaction fees.\n\nOnce the two parties settle the bill, they must record a closing transaction for the agreed amount on the blockchain, including the fee charged for forwarding the transactions. This is either a base fee (a set fee) or a fee rate (a percentage of the transaction).\n\nThe Lightning Network is also believed to be vulnerable to hacks and thefts because payment channels, wallets, andapplication programming interfaces (APIs)can all be hacked.\n\nIndividual payment channels between various parties combine to form a network of Lightning Network nodes that can route transactions among themselves. The interconnections between different payment channels result in the Lightning Network.\n\nAnother risk to the network is congestion caused by a malicious attack. If the payment channels become congested, and there's a malicious hack or attack, the participants may not be able to get their money back fast enough due to the congestion. Attackers can also use a denial-of-service attack to congest a channel, essentially freezing it.\n\nIn these types of attacks, the attacker could use the congestion to steal funds from parties who are unable to withdraw their funds because of the network freeze.\n\nThe Lightning Network is a sidechain created to assist blockchains in processing more transactions and address scaling issues.\n\nYou can download a wallet compatible with the Lightning Network to start using it.\n\nThe Lightning Network was built for Bitcoin, but Litecoin also uses it.\n\nThe Lightning Network, developed by Lightning Labs, is a second layer for Bitcoin, which usesmicropaymentchannels to scale the blockchain's capability and handle transactions more efficiently and cheaply. It is a solution designed to solve issues on theBitcoinblockchain through off-chain transactions.\n\nThe Lightning Network isn't impregnable and may be subject to various schemes, such as replication of the hub-and-spoke model, closed-channel fraud, hacks, and malicious attacks.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.\n\nPoon, Joseph and Thaddeus Dryja. \"The Bitcoin Lightning Network: Scalable Off-Chain Instant Payments.\"Lightning Network, January 14, 2016, pp. 1-59.\n\nThe Lightening Network. \"Builder's Guide: Watchtower.\"\n\nThe Lightning Network. \"Builder's Guide: Channel Fees.\"\n\nPoon, Joseph and Thaddeus Dryja. \"The Bitcoin Lightning Network: Scalable Off-Chain Instant Payments.\"Lightning Network, January 14, 2016, pp. 50.\n\nLitecoin. \"Litecoin and the Lightning Network.\"",
  "url": "https://www.investopedia.com/terms/l/lightning-network.asp"
}